[
  {
    "name": "Patrick Herbert",
    "birthday": "1997-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Patrick_Herbert.jpg/240px-Patrick_Herbert.jpg",
    "extract": "Patrick Herbert is a New Zealand rugby league footballer who currently plays for the Gold Coast Titans in the NRL. Herbert previously played for the New Zealand Warriors. He primarily plays as a centre.",
    "year": 1997,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Blake Lawrie",
    "birthday": "1997-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Blake_Lawrie.jpg/230px-Blake_Lawrie.jpg",
    "extract": "Blake Lawrie is an Australian professional rugby league footballer who plays as a prop and lock for the St. George Illawarra Dragons in the NRL.",
    "year": 1997,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Matthew Dufty",
    "birthday": "1996-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Matthew_Dufty.jpg/212px-Matthew_Dufty.jpg",
    "extract": "Matthew Dufty is an Australian professional rugby league footballer who played as a fullback for the Canterbury-Bankstown Bulldogs in the NRL.",
    "year": 1996,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dylan Edwards",
    "birthday": "1996-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Dylan_Edwards_2019.jpg/255px-Dylan_Edwards_2019.jpg",
    "extract": "Dylan Edwards is an Australian professional rugby league footballer who plays as a fullback for the Penrith Panthers in the NRL with whom he won the 2021 NRL Premiership.",
    "year": 1996,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chad Townsend",
    "birthday": "1991-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Chad_Townsend.jpg/257px-Chad_Townsend.jpg",
    "extract": "Chad Townsend is an Australian professional rugby league footballer who plays as a goal-kicking halfback for the North Queensland Cowboys in the NRL.",
    "year": 1991,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ishiura Shikanosuke",
    "birthday": "1990-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Ishiura_Masakatsu20170317-1.jpg/169px-Ishiura_Masakatsu20170317-1.jpg",
    "extract": "Ishiura Shikanosuke  \nis a Japanese professional sumo wrestler from Tottori Prefecture. He debuted in sumo wrestling in January 2013 and made his makuuchi debut in November 2016. His highest rank has been maegashira 5, and he has one special prize for Fighting Spirit. He wrestles for Miyagino stable.",
    "year": 1990,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Cody Walker (rugby league)",
    "birthday": "1990-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Cody_Walker_Rabbitohs.jpg/262px-Cody_Walker_Rabbitohs.jpg",
    "extract": "Cody Walker is an Indigenous Australian professional rugby league footballer who plays as a five-eighth and fullback for the South Sydney Rabbitohs in the NRL.",
    "year": 1990,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Leonard Komon",
    "birthday": "1988-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Leonard_Patrick_Komon_101121-055.jpg/320px-Leonard_Patrick_Komon_101121-055.jpg",
    "extract": "Leonard Patrick Komon is a Kenyan professional long-distance runner and was the world record holder in the 10 kilometres.\nHis 10K world record in 2010 with a time of 26:44 is a 17 seconds improvement on the previous best. He won a half marathon with 59:14 in 2014 (Berlin), which was the fastest debut half marathon in history at the time.",
    "year": 1988,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "César Cielo",
    "birthday": "1987-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Filhopodium50cropped.jpg/240px-Filhopodium50cropped.jpg",
    "extract": "César Augusto Cielo Filho is a Brazilian competitive swimmer who specializes in sprint events. He is the most successful Brazilian swimmer in history, having obtained three Olympic medals, winning six individual World Championship gold medals and breaking two world records.",
    "year": 1987,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kirsten Flipkens",
    "birthday": "1986-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Flipkens_RG19_%284%29_%2848199369822%29.jpg/214px-Flipkens_RG19_%284%29_%2848199369822%29.jpg",
    "extract": "Kirsten \"Flipper\" Flipkens is a Belgian professional tennis player. She has a career-high ranking of No. 13 by the Women's Tennis Association (WTA). Flipkens has won one singles title on the WTA Tour, winning the 2012 Tournoi de Québec, as well as five WTA doubles titles. She also won 13 singles and two doubles titles on the ITF Women's Circuit, and one singles title at the WTA Challenger Tour.",
    "year": 1986,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Marouane Chamakh",
    "birthday": "1984-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Chamakh_Emirates_Cup_cropped.jpg/197px-Chamakh_Emirates_Cup_cropped.jpg",
    "extract": "Marouane Chamakh is a former professional footballer who played as a forward. He is described as a prototypical target man and is noted for his \"link-up play\", \"tall stature\" and \"excellent heading ability\". Chamakh is also Bordeaux's eighth highest goalscorer of all-time.",
    "year": 1984,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ariane Friedrich",
    "birthday": "1984-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Ariane_Friedrich_Barcelona2010.jpg/320px-Ariane_Friedrich_Barcelona2010.jpg",
    "extract": "Ariane Friedrich is a German high jumper. She won the silver medal at the 2009 World Championships and represented Germany at the 2008 Summer Olympics and 2012 Summer Olympics. She is the German outdoor record holder in the event with a best of 2.06 m, although this is 1 cm less than the indoor record held by Heike Henkel.",
    "year": 1984,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kalki Koechlin",
    "birthday": "1984-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Kalki_Koechlin_launches_beautifulhomes.jpg/240px-Kalki_Koechlin_launches_beautifulhomes.jpg",
    "extract": "Kalki Koechlin is a French actress and writer who works in Hindi films. Known for her unconventional body of work, she is the recipient of such accolades as a National Film Award, a Filmfare Award, and two Screen Awards. Although a French citizen, she has been brought up and lived most of her life in India.",
    "year": 1984,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tomasz Brzyski",
    "birthday": "1982-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Tomasz_Brzyski_2011.jpg/215px-Tomasz_Brzyski_2011.jpg",
    "extract": "Tomasz Brzyski is a Polish footballer who plays as a left back or midfielder for Chełmianka Chełm.",
    "year": 1982,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jared Kushner",
    "birthday": "1981-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Jared_Kushner_June_2019.jpg/250px-Jared_Kushner_June_2019.jpg",
    "extract": "Jared Corey Kushner is an American businessman and investor. He served as a senior advisor to his father-in-law, Donald Trump, the 45th president of the United States. Since leaving the White House, Kushner founded a private equity firm that derives most of its fund from the Saudi government's sovereign wealth fund.",
    "year": 1981,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sarah Shahi",
    "birthday": "1980-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Sarah_Shahi_cropped_and_retouched.jpg/241px-Sarah_Shahi_cropped_and_retouched.jpg",
    "extract": "Aahoo Jahansouzshahi, known professionally as Sarah Shahi, is an American actress and former model. She played Carmen on The L Word in 2005, Kate Reed in the USA Network legal drama Fairly Legal (2011–2012), and Sameen Shaw on the CBS crime drama Person of Interest (2012–2016). She has also appeared in the main role Det. Dani Reese in Life, and in a supporting role in Alias. In 2018, she starred in the series Reverie.\nIn 2019, she appeared in a recurring role in City on a Hill on Showtime and appeared in seven episodes of the series The Rookie as romantic interest Jessica Russo.",
    "year": 1980,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Johan van der Wath",
    "birthday": "1978-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/VDWath.JPG/277px-VDWath.JPG",
    "extract": "Johannes Jacobus van der Wath is a South African former cricketer who played Limited Over Internationals.",
    "year": 1978,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ian Poulter",
    "birthday": "1976-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Ian_Poulter-La_Temp%C3%AAte_01.jpg/320px-Ian_Poulter-La_Temp%C3%AAte_01.jpg",
    "extract": "Ian James Poulter is an English professional golfer who is a member of the world's top two professional golf tours, the U.S.-based PGA Tour and the European Tour. He has previously been ranked as high as number 5 in the world rankings. The highlights of Poulter's career to date have been his two World Golf Championship wins at the 2010 WGC-Accenture Match Play Championship and the 2012 WGC-HSBC Champions. He is the touring professional for Woburn Golf and Country Club.",
    "year": 1976,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jemaine Clement",
    "birthday": "1974-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Black_Sea%2C_Golden_Ladder_album_preview_party_DM1_3180-2_-_Jemaine_Clement.jpg/234px-Black_Sea%2C_Golden_Ladder_album_preview_party_DM1_3180-2_-_Jemaine_Clement.jpg",
    "extract": "Jemaine Atea Mahana Clement is a New Zealand actor, comedian, musician and filmmaker. He has released several albums with Bret McKenzie as the musical comedy duo Flight of the Conchords, and created a comedy series of the same name for both the BBC and HBO, for which he received six Primetime Emmy nominations.",
    "year": 1974,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Steve Marlet",
    "birthday": "1974-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/11/Marlet_Red_Star_2015_%28cropped%29.jpg",
    "extract": "Steve Marlet is a French former professional footballer who played as a forward. He was capped 23 times and scored six goals for the French national team, winning the Confederations Cup in 2001 and 2003 and featuring at Euro 2004.",
    "year": 1974,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Hrithik Roshan",
    "birthday": "1974-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Hrithik_at_Rado_launch.jpg/228px-Hrithik_at_Rado_launch.jpg",
    "extract": "Hrithik Roshan is an Indian actor who works in Hindi films. He has portrayed a variety of characters and is known for his dancing skills. One of the highest-paid actors in India, he has won many awards, including six Filmfares, four for Best Actor and one each for Best Debut and Best Actor (Critics). Starting in 2012, he appeared several times in Forbes India's Celebrity 100 based on his income and popularity.",
    "year": 1974,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Félix Trinidad",
    "birthday": "1973-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/F%C3%A9lix_Trinidad_2007.jpg/320px-F%C3%A9lix_Trinidad_2007.jpg",
    "extract": "Félix Juan Trinidad García, popularly known as \"Tito\" Trinidad, is a Puerto Rican former professional boxer who competed from 1990 to 2008. He held multiple world championships in three weight classes and is said to be one of the greatest Puerto Rican boxers of all time.",
    "year": 1973,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mohammed Benzakour",
    "birthday": "1972-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Mohammed_Benzakour.jpg/240px-Mohammed_Benzakour.jpg",
    "extract": "Mohammed Benzakour is a Moroccan-Dutch columnist, essayist, poet, writer and politician. He is the third child in a family of five. At age three, he and mother and siblings settle in Zwijndrecht, Netherlands, where his father worked. He graduated from high school at vwo level and studied sociology at Leiden University and later political science and moved to Rotterdam to finish his master. Meanwhile, he joined the Labour Party. He started his journalism career working for De Volkskrant and also published in NRC Handelsblad, De Groene Amsterdammer and Vrij Nederland. He received the ASN Media Prize in 1999 and the Silver Zebra in 2001 for insights in a 'society in motion'. He later published two books, Abou Jahjah: Nieuwlichter of Oplichter. De demonisering van een politiek rebel in 2004 and Osama's Grot, Allah, Holland en ik, a compilation of his columns, articles and essays from 2001 until 2005, the year of publication. In that same year he also won the Peace Prize for Journalism. In 2008 his 'Stinkende Heelmeesters' was published, a compilation of essays, reviews, columns and reports from 2001–2008.",
    "year": 1972,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Alisa Marić",
    "birthday": "1970-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/67/Alisa_Maric_2002_Dortmund.jpg",
    "extract": "Alisa Marić, PhD is a Serbian chess player who holds the FIDE titles of Woman Grandmaster (WGM) and International Master (IM).",
    "year": 1970,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Simone Bagel-Trah",
    "birthday": "1969-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Simone_Bagel-Trah_-_2020.jpg/239px-Simone_Bagel-Trah_-_2020.jpg",
    "extract": "Simone Bagel-Trah is a German businesswoman and Chairman of the Supervisory Board and Chairman of the Shareholders' Committee of Henkel.",
    "year": 1969,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Brad Roberts",
    "birthday": "1964-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/BradRobertsOct2010.jpg/320px-BradRobertsOct2010.jpg",
    "extract": "Bradley Kenneth Roberts is the lead singer and guitarist for the Canadian folk-rock band Crash Test Dummies. He sings in the bass-baritone range.",
    "year": 1964,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Michael Fortier",
    "birthday": "1962-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Michael_Fortier.jpg/212px-Michael_Fortier.jpg",
    "extract": "Michael M. Fortier, is a Canadian financier, lawyer and former politician. A member of the Conservative Party, he served as Minister of Public Works and Government Services from 2006 to 2008, and Minister of International Trade in 2008 under Prime Minister Stephen Harper. Fortier served in Cabinet of Canada while a Senator, which proved controversial. In 2008, he resigned from the Senate to run for a seat in the House of Commons in the 2008 election; he placed second in riding of Vaudreuil-Soulanges.",
    "year": 1962,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kathryn S. McKinley",
    "birthday": "1962-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Kathryn_McKinley.jpg/240px-Kathryn_McKinley.jpg",
    "extract": "Kathryn S. McKinley is an American computer scientist noted for her research on compilers, runtime systems, and computer architecture. She is also known for her leadership in broadening participation in computing. McKinley was co-chair of CRA-W from 2011 to 2014.",
    "year": 1962,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nadja Salerno-Sonnenberg",
    "birthday": "1961-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Nadja_Salerno-Sonnenberg.png/320px-Nadja_Salerno-Sonnenberg.png",
    "extract": "Nadja Salerno-Sonnenberg is an Italian and American classical violinist and teacher.",
    "year": 1961,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gurinder Chadha",
    "birthday": "1960-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Gurinder_Chadha.jpg/213px-Gurinder_Chadha.jpg",
    "extract": "Gurinder Chadha, is a British film director of Indian origin. Most of her films explore the lives of Indians living in England. The common theme among her work showcases the trials of Indian women living in England and how they must reconcile their converging traditional and modern cultures. Although many of her films seem like simple quirky comedies about Indian women, they actually address many social and emotional issues, especially ones faced by immigrants caught between two worlds.",
    "year": 1960,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Brian Cowen",
    "birthday": "1960-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Brian_Cowen%2C_June_2010_%28cropped%29.jpg/240px-Brian_Cowen%2C_June_2010_%28cropped%29.jpg",
    "extract": "Brian Bernard Cowen is an Irish former politician who served as Taoiseach and Leader of Fianna Fáil from 2008 to 2011.",
    "year": 1960,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Benoît Pelletier",
    "birthday": "1960-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/FORMAT_WEB_PELLETIER_7874.jpg/245px-FORMAT_WEB_PELLETIER_7874.jpg",
    "extract": "Benoît Pelletier is lawyer, academic, and politician in the Canadian province of Quebec. He was a Liberal member of the National Assembly of Quebec from 1998 to 2008 and was a prominent cabinet minister in the government of Jean Charest. He is best known for promoting the concept of \"asymmetric federalism,\" wherein Quebec nationalism may be incorporated into a decentralized Canadian federal structure.",
    "year": 1960,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chandra Cheeseborough",
    "birthday": "1959-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Chandra_Cheeseborough_1975.jpg/197px-Chandra_Cheeseborough_1975.jpg",
    "extract": "Chandra Danette Cheeseborough is a retired American sprinter. Cheeseborough broke onto the international track scene at age 16 by winning two gold medals at the 1975 Pan American Games, taking the 200 m in an American record time of 22.77 seconds. In 1976, she set the World junior record at 11.13 seconds by placing second at the U.S. Olympic trials, she then placed sixth in that event at the Montreal Olympic Games.",
    "year": 1959,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chris Van Hollen",
    "birthday": "1959-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Chris_Van_Hollen_official_portrait_115th_Congress.jpg/256px-Chris_Van_Hollen_official_portrait_115th_Congress.jpg",
    "extract": "Christopher J. Van Hollen Jr. is an American attorney and politician serving as the junior United States senator from Maryland since January 3, 2017. From 2003 to 2017 he served as the U.S. representative for Maryland's 8th congressional district. He is a member of the Democratic Party.",
    "year": 1959,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Fran Walsh",
    "birthday": "1959-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Fran_Walsh_DNZM_%28cropped%29.jpg/213px-Fran_Walsh_DNZM_%28cropped%29.jpg",
    "extract": "Dame Frances Rosemary Walsh is a New Zealand screenwriter and film producer.",
    "year": 1959,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Shawn Colvin",
    "birthday": "1956-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Shawn_Colvin_1995.jpg/296px-Shawn_Colvin_1995.jpg",
    "extract": "Shawn Colvin is an American singer-songwriter and musician. While Colvin has been a solo recording artist for decades, she is best known for her 1998 Grammy Award-winning song \"Sunny Came Home\".",
    "year": 1956,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Antonio Muñoz Molina",
    "birthday": "1956-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Munoz_Molina_Antonio_Koeln_160911.jpg/320px-Munoz_Molina_Antonio_Koeln_160911.jpg",
    "extract": "Antonio Muñoz Molina is a Spanish writer and, since 8 June 1995, a full member of the Royal Spanish Academy. He received the 1991 Premio Planeta, the 2013 Jerusalem Prize, and the 2013 Prince of Asturias Award for literature.",
    "year": 1956,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Baba Vaziroglu",
    "birthday": "1954-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Baba_Veziroglu.jpg/216px-Baba_Veziroglu.jpg",
    "extract": "Baba Vaziroglu is a prosaist, poet, translator, member of Union of Azerbaijani Writers since 1981, laureate of Republic Komsomol award, and an Honoured Art Figure of Azerbaijan Republic since 1 August 2005.",
    "year": 1954,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Pat Benatar",
    "birthday": "1953-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/PAT_BENATAR_2007-09-07_%28cropped%29.jpg/265px-PAT_BENATAR_2007-09-07_%28cropped%29.jpg",
    "extract": "Patricia Mae Giraldo, known professionally as Pat Benatar, is an American rock singer and songwriter. In the United States, she has had two multi-platinum albums, five platinum albums, and 15 Billboard top 40 singles, while in Canada she had eight straight platinum albums, and she has sold over 35 million albums worldwide. She is also a four-time Grammy Award winner. She will be inducted into the Rock and Roll Hall of Fame in November 2022.",
    "year": 1953,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bobby Rahal",
    "birthday": "1953-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Bobby_Rahal_%282021%29.jpg/213px-Bobby_Rahal_%282021%29.jpg",
    "extract": "Robert Woodward Rahal is an American former auto racing driver and team owner. As a driver he won three championships and 24 races in the CART open-wheel series, including the 1986 Indianapolis 500. He also won the 2004 and 2020 Indy 500s as a team owner for Buddy Rice and Takuma Sato, respectively.",
    "year": 1953,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kemal Derviş",
    "birthday": "1949-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Kemal_Dervis.jpg/199px-Kemal_Dervis.jpg",
    "extract": "Kemal Derviş is a Turkish economist and politician, and former head of the United Nations Development Programme. He was honored by the government of Japan for having \"contributed to mainstreaming Japan's development assistance policy through the United Nations\". In 2005, he was ranked 67th in the Top 100 Public Intellectuals Poll conducted by Prospect and Foreign Policy magazines. He is Vice President and Director of the Global Economy and Development program at the Brookings Institution and part-time professor of international economics at the Graduate Institute of International and Development Studies in Geneva.",
    "year": 1949,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "George Foreman",
    "birthday": "1949-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/George_Foreman_071516.jpg/240px-George_Foreman_071516.jpg",
    "extract": "George Edward Foreman is an American former professional boxer, entrepreneur, minister and author. In boxing, he was nicknamed \"Big George\" and competed between 1967 and 1997. He is a two-time world heavyweight champion and an Olympic gold medalist. As an entrepreneur, he is known for the George Foreman Grill.",
    "year": 1949,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Linda Lovelace",
    "birthday": "1949-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Linda_Lovelace_signature.svg/320px-Linda_Lovelace_signature.svg.png",
    "extract": "Linda Lovelace was an American pornographic actress who became both famous and infamous for her performance in the 1972 hardcore film Deep Throat. Although the film was an enormous success, Boreman later said that her abusive husband, Chuck Traynor, had threatened and coerced her into participation. In her autobiography Ordeal, she described what went on behind the scenes. She later became a born-again Christian and a spokeswoman for the anti-pornography movement.",
    "year": 1949,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Remu Aaltonen",
    "birthday": "1948-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Remu_Aaltonen_2007.jpg/320px-Remu_Aaltonen_2007.jpg",
    "extract": "Henry Olavi \"Remu\" Aaltonen is a Finnish drummer and singer. He is the lead musician of the band Hurriganes, but has also pursued a solo singing career.",
    "year": 1948,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Donald Fagen",
    "birthday": "1948-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Donald_Fagen_singing.jpg/320px-Donald_Fagen_singing.jpg",
    "extract": "Donald Jay Fagen is an American musician best known as the co-founder, lead singer, co-songwriter, and keyboardist of the band Steely Dan, formed in the early 1970s with musical partner Walter Becker. In addition to his work with Steely Dan, Fagen has released four solo albums. He began his solo career in 1982 with the album The Nightfly, which was nominated for seven Grammy Awards. In 2001, Fagen was inducted into the Rock and Roll Hall of Fame as a member of Steely Dan. Following Becker's death in 2017, Fagen has continued to tour as the only original member of Steely Dan.",
    "year": 1948,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bernard Thévenet",
    "birthday": "1948-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Bernard_Th%C3%A9venet_-_Six_jours_de_Grenoble_2011.jpg/213px-Bernard_Th%C3%A9venet_-_Six_jours_de_Grenoble_2011.jpg",
    "extract": "Bernard Thévenet is a retired professional cyclist. His sporting career began with ACBB Paris. He is twice a winner of the Tour de France and known for ending the reign of five-times Tour champion Eddy Merckx, though both feats are tarnished by Thévenet's later admission of steroids use during his career. He also won the Dauphiné Libéré in 1975 and 1976.",
    "year": 1948,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Peer Steinbrück",
    "birthday": "1947-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Peer_Steinbr%C3%BCck_Bundestagswahl_2013_SPD.JPG/209px-Peer_Steinbr%C3%BCck_Bundestagswahl_2013_SPD.JPG",
    "extract": "Peer Steinbrück is a German politician who was the Chancellor-candidate of the Social Democratic Party (SPD) in the 2013 federal election. Steinbrück served as the 8th Minister-President of North Rhine-Westphalia from 2002 to 2005, a member of the Bundestag from 2009 to 2016, and as Federal Minister of Finance in the first Cabinet of Chancellor Angela Merkel from 2005 to 2009.",
    "year": 1947,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tiit Vähi",
    "birthday": "1947-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Tiit_V%C3%A4hi_teisel_Arvamusfestivalil_Narvas.jpg/214px-Tiit_V%C3%A4hi_teisel_Arvamusfestivalil_Narvas.jpg",
    "extract": "Tiit Vähi is an Estonian politician who was Prime Minister of Estonia from 1995 to 1997. He was also acting Prime Minister for several months during 1992 under the transitional government.",
    "year": 1947,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rod Stewart",
    "birthday": "1945-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Rod_stewart_05111976_12_400.jpg/247px-Rod_stewart_05111976_12_400.jpg",
    "extract": "Sir Roderick David Stewart is a British rock and pop singer, songwriter, and record producer. Born and raised in London, he is of Scottish and English ancestry. With his distinctive raspy singing voice, Stewart is among the best-selling music artists of all time, having sold over 250 million records worldwide. He has had 10 number-one albums and 31 top ten singles in the UK, six of which reached number one. Stewart has had 16 top ten singles in the US, with four reaching number one on the Billboard Hot 100. He was knighted in the 2016 Birthday Honours for services to music and charity.",
    "year": 1945,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gunther von Hagens",
    "birthday": "1945-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/GuntherVonHagens_Cologne2000.jpg/196px-GuntherVonHagens_Cologne2000.jpg",
    "extract": "Gunther von Hagens is a German anatomist who invented the technique for preserving biological tissue specimens called plastination. He has organized numerous Body Worlds public exhibitions and occasional live demonstrations of his and his colleagues' work, and has traveled worldwide to promote its educational value. The sourcing of biological specimens for his exhibits has been controversial, but he insists that informed consent was given before the death of donors, and extensive documentation of this has been made available.",
    "year": 1945,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jeffrey Catherine Jones",
    "birthday": "1944-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Jeffrey_Catherine_Jones_Portrait.jpg/223px-Jeffrey_Catherine_Jones_Portrait.jpg",
    "extract": "Jeffrey Catherine Jones was an American artist whose work is best known from the late 1960s through the 2000s. Jones created the cover art for over 150 books through 1976, as well as venturing into fine art during and after this time. Fantasy artist Frank Frazetta called Jones \"the greatest living painter\". Although Jones first achieved fame as simply Jeff Jones and lived for a time as male, she later changed her name and transitioned to female.",
    "year": 1944,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Frank Sinatra Jr.",
    "birthday": "1944-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/FrankSinatraJrByPhilKonstantin.jpg/280px-FrankSinatraJrByPhilKonstantin.jpg",
    "extract": "Francis Wayne Sinatra, professionally known as Frank Sinatra Jr., was an American singer, songwriter, actor and conductor.",
    "year": 1944,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jim Croce",
    "birthday": "1943-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Jim-Croce-r01.jpg/228px-Jim-Croce-r01.jpg",
    "extract": "James Joseph Croce was an American folk and rock singer-songwriter. Between 1966 and 1973, he released five studio albums and numerous singles. During this period, Croce took a series of odd jobs to pay bills while he continued to write, record, and perform concerts. After he formed a partnership with songwriter and guitarist Maury Muehleisen, his fortunes turned in the early 1970s. His breakthrough came in 1972; his third album, You Don't Mess Around with Jim, produced three charting singles, including \"Time in a Bottle\", which reached No. 1 after his death. The follow-up album, Life and Times, included the song \"Bad, Bad Leroy Brown\", which was the only No. 1 hit he had during his lifetime.",
    "year": 1943,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tom Clarke (politician)",
    "birthday": "1941-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6e/TomClarkeMP.jpg",
    "extract": "Sir Thomas Clarke, is a British Labour Party politician who was a Member of Parliament (MP) from 1982 until 2015, representing Coatbridge, Chryston and Bellshill from 2005 until losing his seat to Philip Boswell of the SNP in the May 2015 general election.",
    "year": 1941,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "K. J. Yesudas",
    "birthday": "1940-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/K.J_Yesudas.JPG/213px-K.J_Yesudas.JPG",
    "extract": "Kattassery Joseph Yesudas is an Indian playback singer and musician who sings Indian classical, devotional and film songs. Yesudas is estimated to have recorded more than 50,000 songs in various Indian languages, including Malayalam, Tamil, Kannada, Telugu, Hindi, Odia, Bengali, Marathi as well as Arabic, English, Latin, and Russian, in a career spanning six decades. He is often referred to as Gaanagandharvan. He is one of the highly acclaimed singers in India. Yesudas holds the record for singing 11 songs in different languages in a single day. He has also composed a number of Malayalam film songs during the 1970s and 1980s.",
    "year": 1940,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Godfrey Hewitt",
    "birthday": "1940-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/GodfreyHewitt.jpg/320px-GodfreyHewitt.jpg",
    "extract": "Godfrey Matthew Hewitt was a British professor and evolutionary geneticist at the University of East Anglia who was very influential in the development of the fields of molecular ecology, phylogeography, speciation and hybridisation.\n",
    "year": 1940,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Scott McKenzie",
    "birthday": "1939-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/96/ScottMcKenzie.jpg/320px-ScottMcKenzie.jpg",
    "extract": "Scott McKenzie was an American singer and songwriter. He was best known for his 1967 hit single and generational anthem \"San Francisco \".",
    "year": 1939,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sal Mineo",
    "birthday": "1939-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Sal_mineo_Allan_Warren.jpg/274px-Sal_mineo_Allan_Warren.jpg",
    "extract": "Salvatore Mineo Jr. was an American actor, singer, and director. He is best known for his role as John \"Plato\" Crawford in the drama film Rebel Without a Cause (1955), which earned him a nomination for the Academy Award for Best Supporting Actor at age 17, making him the fifth-youngest nominee in the category.",
    "year": 1939,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Elza Ibrahimova",
    "birthday": "1938-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Elza_Ibrahimova.jpg/224px-Elza_Ibrahimova.jpg",
    "extract": "Elza Imameddin qizi Ibrahimova  was an Azerbaijani composer, People's artist of the Republic of Azerbaijan (2008) and People's artist of Dagestan.",
    "year": 1938,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Donald Knuth",
    "birthday": "1938-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/KnuthAtOpenContentAlliance.jpg/270px-KnuthAtOpenContentAlliance.jpg",
    "extract": "Donald Ervin Knuth is an American computer scientist, mathematician, and professor emeritus at Stanford University. He is the 1974 recipient of the ACM Turing Award, informally considered the Nobel Prize of computer science. Knuth has been called the \"father of the analysis of algorithms\".",
    "year": 1938,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Frank Mahovlich",
    "birthday": "1938-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Frank_Maholvich_Ralston_Purina_card.JPG/226px-Frank_Maholvich_Ralston_Purina_card.JPG",
    "extract": "Francis William Mahovlich CM is a Canadian former professional ice hockey player and a former Liberal Senator in the Canadian Senate. He played on six Stanley Cup-winning teams and is an inductee of the Hockey Hall of Fame. In 2017 Mahovlich was named one of the '100 Greatest NHL Players' in history. Mahovlich was inducted into the Ontario Sports Hall of Fame in 1999. His brother Peter also played in the NHL. His nickname is \"The Big M\".",
    "year": 1938,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Willie McCovey",
    "birthday": "1938-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Willie_McCovey_1961.jpg/255px-Willie_McCovey_1961.jpg",
    "extract": "Willie Lee McCovey, nicknamed \"Stretch\", \"Mac\" and \"Willie Mac\", was an American professional baseball player. He played in Major League Baseball as a first baseman from 1959 to 1980, most notably as a member of the San Francisco Giants for whom he played for 19 seasons. McCovey also played for the San Diego Padres and Oakland Athletics in the latter part of his MLB career.",
    "year": 1938,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Stephen E. Ambrose",
    "birthday": "1936-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Stephen_Ambrose.jpg/240px-Stephen_Ambrose.jpg",
    "extract": "Stephen Edward Ambrose was an American historian, most noted for his biographies of U.S. Presidents Dwight D. Eisenhower and Richard Nixon. He was a longtime professor of history at the University of New Orleans and the author of many bestselling volumes of American popular history.",
    "year": 1936,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Robert Woodrow Wilson",
    "birthday": "1936-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Robert_Wilson_%2828215880301%29_%28cropped%29.jpg/276px-Robert_Wilson_%2828215880301%29_%28cropped%29.jpg",
    "extract": "Robert Woodrow Wilson is an American astronomer who, along with Arno Allan Penzias, discovered cosmic microwave background radiation (CMB) in 1964. The pair won the 1978 Nobel prize in physics for their discovery.",
    "year": 1936,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ronnie Hawkins",
    "birthday": "1935-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Ronnie_Hawkins_2019.jpg/246px-Ronnie_Hawkins_2019.jpg",
    "extract": "Ronald Cornett Hawkins, OC was an American-Canadian rock and roll singer-songwriter whose career spanned more than half a century. It began in Arkansas, where he was born and raised. He found success in Ontario, Canada, and lived there for most of his life. He is considered highly influential in the establishment and evolution of rock music in Canada.",
    "year": 1935,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sherrill Milnes",
    "birthday": "1935-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Sherril_Milnes_%28Scarpia%2C_right%29_and_Roberti_%28left%29%2C_Festival_Puccini%2C_Torre_del_Lago_%281997%29.jpg/256px-Sherril_Milnes_%28Scarpia%2C_right%29_and_Roberti_%28left%29%2C_Festival_Puccini%2C_Torre_del_Lago_%281997%29.jpg",
    "extract": "Sherrill Milnes is an American dramatic baritone most famous for his Verdi roles. From 1965 until 1997 he was associated with the Metropolitan Opera. His voice is a high dramatic baritone, combining good legato with an incisive rhythmic style. By 1965 he had made his debut at the Metropolitan Opera. His international debuts followed soon thereafter, and Milnes became one of the world's prominent Verdi baritones of the 1970s and 1980s.",
    "year": 1935,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Leonid Kravchuk",
    "birthday": "1934-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Leonid_Kravchuk_%281%29.jpg/240px-Leonid_Kravchuk_%281%29.jpg",
    "extract": "Leonid Makarovych Kravchuk was a Ukrainian politician and the first President of Ukraine, who served from 5 December 1991 until 19 July 1994. In 1992 he signed the Lisbon Protocol, undertaking to give up Ukraine's nuclear arsenal. He was also the Chairman of the Verkhovna Rada and a People's Deputy of Ukraine serving in the Social Democratic Party of Ukraine (united) faction.",
    "year": 1934,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Peter Barnes (playwright)",
    "birthday": "1931-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b9/Peter_Barnes_%28playwright%29.jpeg/320px-Peter_Barnes_%28playwright%29.jpeg",
    "extract": "Peter Barnes was an English Olivier Award-winning playwright and screenwriter. His best known work is the play The Ruling Class, which was made into a 1972 film for which Peter O'Toole received an Oscar nomination.",
    "year": 1931,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rosalind Howells, Baroness Howells of St Davids",
    "birthday": "1931-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Official_portrait_of_Baroness_Howells_of_St_Davids_crop_2.jpg/240px-Official_portrait_of_Baroness_Howells_of_St_Davids_crop_2.jpg",
    "extract": "Rosalind Patricia-Anne Howells, Baroness Howells of St Davids is a British Labour politician, who formerly served as member of the House of Lords.",
    "year": 1931,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nik Abdul Aziz Nik Mat",
    "birthday": "1931-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Nik_Aziz_Kelantan.jpg/320px-Nik_Aziz_Kelantan.jpg",
    "extract": "Nik Abdul Aziz bin Nik Mat was a Malaysian politician and Muslim cleric. He was the Menteri Besar of Kelantan from 1990 to 2013 and the Mursyidul Am or Spiritual Leader of the Pan-Malaysian Islamic Party (PAS) from 1991 until his death in 2015. Overall, his career as an elected politician lasted for some 48 years following his election to the Parliament of Malaysia in 1967.",
    "year": 1931,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Roy E. Disney",
    "birthday": "1930-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Roy_E._Disney.jpg/208px-Roy_E._Disney.jpg",
    "extract": "Roy Edward Disney KCSG was an American businessman. He was the longtime senior executive for the Walt Disney Company, which was founded by his father, Roy O. Disney, and his uncle, Walt Disney. At the time of his death, he held more than 16 million shares, and served as a consultant for the company, as director emeritus for the board of directors. During his tenure, he organized the ousting of two top Disney executives: Ron W. Miller in 1984 and Michael Eisner in 2005.",
    "year": 1930,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Philip Levine (poet)",
    "birthday": "1928-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Phil_Levine_by_David_Shankbone.jpg/320px-Phil_Levine_by_David_Shankbone.jpg",
    "extract": "Philip Levine was an American poet best known for his poems about working-class Detroit. He taught for more than thirty years in the English department of California State University, Fresno and held teaching positions at other universities as well. He served on the Board of Chancellors of the Academy of American Poets from 2000 to 2006, and was appointed Poet Laureate of the United States for 2011–2012.",
    "year": 1928,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Peter Mathias",
    "birthday": "1928-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9a/Peter_Mathias_OxfordMail.jpg",
    "extract": "Peter Mathias, was a British economic historian and the former Chichele Professor of Economic History at the University of Oxford. His research focused on the history of industry, business, and technology, both in Britain and Europe. He is most well known for his publication of The First Industrial Nation: an Economic History of Britain 1700–1914 (1969), which discussed not only the multiple factors that made industrialisation possible, but also how it was sustained.",
    "year": 1928,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gisele MacKenzie",
    "birthday": "1927-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Gisele_MacKenzie_opens_the_National_Cat_Show%2C_1952.jpg/244px-Gisele_MacKenzie_opens_the_National_Cat_Show%2C_1952.jpg",
    "extract": "Gisèle MacKenzie was a Canadian-American singer, actress, and commercial spokesperson, best known for her performances on the US television program Your Hit Parade.",
    "year": 1927,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Johnnie Ray",
    "birthday": "1927-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Johnnie_Ray_c._1952_photo.png/257px-Johnnie_Ray_c._1952_photo.png",
    "extract": "John Alvin Ray was an American singer, songwriter, and pianist. Highly popular for most of the 1950s, Ray has been cited by critics as a major precursor to what became rock and roll, for his jazz and blues-influenced music, and his animated stage personality. Tony Bennett called Ray the \"father of rock and roll\", and historians have noted him as a pioneering figure in the development of the genre.",
    "year": 1927,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Otto Stich",
    "birthday": "1927-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Otto_Stich_1986.jpg/320px-Otto_Stich_1986.jpg",
    "extract": "Otto Stich was a Swiss politician.",
    "year": 1927,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Earl Bakken",
    "birthday": "1924-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/090707-NCVH-EarlBakken.jpg/251px-090707-NCVH-EarlBakken.jpg",
    "extract": "Earl Elmer Bakken  was an American engineer, businessman and philanthropist of Dutch and Norwegian American ancestry. He founded Medtronic, where he developed the first external, battery-operated, transistorized, wearable artificial pacemaker in 1957.",
    "year": 1924,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Billy Liddell",
    "birthday": "1922-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/17/Billy_Liddell.jpg",
    "extract": "William Beveridge Liddell was a Scottish footballer, who played his entire professional career with Liverpool. He signed with the club as a teenager in 1938 and retired in 1961, having scored 228 goals in 534 appearances. He was Liverpool's leading goalscorer in the league in eight out of nine seasons from 1949–50 to 1957–58, and surpassed Elisha Scott's club record for most league appearances in 1957.",
    "year": 1922,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rodger Ward",
    "birthday": "1921-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/48/Rodger_Ward.jpg/239px-Rodger_Ward.jpg",
    "extract": "Rodger M. Ward was a World War II P-38 aviator in the United States Army Air Forces, and an American race driver with 26 victories in top echelon open-wheel racing in North America, two Indianapolis 500 victories, and two USAC National Championships, who conceived the classic tri-oval design and layout of Pocono International Raceway, modeled after his three favorite signature turns, at Trenton, Indianapolis and Milwaukee.",
    "year": 1921,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rosella Hightower",
    "birthday": "1920-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Rosella_Hightower_%281961%29.jpg/240px-Rosella_Hightower_%281961%29.jpg",
    "extract": "Rosella Hightower was an American ballerina and member of the Choctaw Nation who achieved fame in both the United States and Europe.",
    "year": 1920,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Roberto M. Levingston",
    "birthday": "1920-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Levingston.jpg/278px-Levingston.jpg",
    "extract": "Roberto Marcelo Levingston Laborda was an Argentine Army general who was President of Argentina from June 18, 1970 to March 22, 1971, during the Revolución Argentina period in Argentine history.",
    "year": 1920,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Terukuni Manzō",
    "birthday": "1919-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Terukuni.jpg",
    "extract": "Terukuni Manzō  was a Japanese professional sumo wrestler from Ogachi, Akita. He was the sport's 38th yokozuna. He was promoted to yokozuna without any top division tournament titles to his name, although he later attained two.",
    "year": 1919,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Milton Parker",
    "birthday": "1919-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Carnegie_deli_exterior.JPG/320px-Carnegie_deli_exterior.JPG",
    "extract": "Milton Parker was a co-owner of the Carnegie Deli, located at 55th Street and Seventh Avenue next to Carnegie Hall in the New York City borough of Manhattan, serving as the behind-the-scenes preparer of towering pastrami sandwiches while his partner Leo Steiner was the tummler who entertained celebrities, locals and tourists.",
    "year": 1919,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Arthur Chung",
    "birthday": "1918-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/President_Arthur_Chung.jpg/251px-President_Arthur_Chung.jpg",
    "extract": "Arthur Raymond Chung OE was a Guyanese statesman who served as the first President of Guyana from 1970 to 1980. He was the first ethnic Chinese head of state in a non-Asian country. He was honoured with Guyana's highest national honour, the Order of Excellence (O.E.). Chung was a leader in Guyana's fight for independence during the British colonial era.",
    "year": 1918,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jerry Wexler",
    "birthday": "1917-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/35/Jerry_Wexler.png/213px-Jerry_Wexler.png",
    "extract": "Gerald Wexler was a music journalist who turned music producer, and was a major influence on American popular music from the 1950s through the 1980s. He coined the term \"rhythm and blues\", and was integral in signing and/or producing many of the biggest acts of the time, including Ray Charles, the Allman Brothers, Chris Connor, Aretha Franklin, Led Zeppelin, Wilson Pickett, Dire Straits, Dusty Springfield and Bob Dylan. Wexler was inducted to the Rock and Roll Hall of Fame in 1987 and in 2017 to the National Rhythm & Blues Hall of Fame.",
    "year": 1917,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sune Bergström",
    "birthday": "1916-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Sune_Bergstr%C3%B6m_3.jpg/240px-Sune_Bergstr%C3%B6m_3.jpg",
    "extract": "Karl Sune Detlof Bergström was a Swedish biochemist. In 1975, he was appointed to the Nobel Foundation Board of Directors in Sweden, and was awarded the Louisa Gross Horwitz Prize from Columbia University, together with Bengt I. Samuelsson.\nHe shared the Nobel Prize in Physiology or Medicine with Bengt I. Samuelsson and John R. Vane in 1982, for discoveries concerning prostaglandins and related substances.",
    "year": 1916,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Eldzier Cortor",
    "birthday": "1916-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Portrait_of_Eldzier_Cortor_LCCN2004662751.jpg/240px-Portrait_of_Eldzier_Cortor_LCCN2004662751.jpg",
    "extract": "Eldzier Cortor was an African-American artist and printmaker. His work typically features elongated nude figures in intimate settings, influenced by both traditional African art and European surrealism. Cortor is known for his style of realism that makes accurate depictions of poor, Black living conditions look fantastic as he distorts perspective.",
    "year": 1916,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dean Dixon",
    "birthday": "1915-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Dean_Dixon_fortepan_137260.jpg/265px-Dean_Dixon_fortepan_137260.jpg",
    "extract": "Charles Dean Dixon was an American conductor.",
    "year": 1915,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Yu Kuo-hwa",
    "birthday": "1914-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/%E4%BF%9E%E5%9C%8B%E8%8F%AF%E9%99%A2%E9%95%B7.jpg/219px-%E4%BF%9E%E5%9C%8B%E8%8F%AF%E9%99%A2%E9%95%B7.jpg",
    "extract": "Yu Kuo-hwa was the Premier of the Republic of China from 1984 to 1989.",
    "year": 1914,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gustáv Husák",
    "birthday": "1913-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Gust%C3%A1v_Hus%C3%A1k_-_o%C5%99%C3%ADznuto.JPG/245px-Gust%C3%A1v_Hus%C3%A1k_-_o%C5%99%C3%ADznuto.JPG",
    "extract": "Gustáv Husák was a Czechoslovak communist politician of a Slovak origin, who served as the long-time First Secretary of the Communist Party of Czechoslovakia from 1969 to 1987 and the president of Czechoslovakia from 1975 to 1989. His rule is known as the period of the Normalization after the Prague Spring.",
    "year": 1913,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mehmet Shehu",
    "birthday": "1913-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Mehmet_Shehu_%28portrait%29.jpg/218px-Mehmet_Shehu_%28portrait%29.jpg",
    "extract": "Mehmet Shehu was an Albanian communist politician who served as the 23rd Prime Minister of Albania from 1954 to 1981. As an acknowledged military tactician, without whose leadership the communist partisans may well have failed in their battle to win Albania for the Marxist-Leninist cause, Shehu exhibited an ideological understanding and work ethic that singled him out for rapid promotion in the communist party. Mehmet Shehu shared power with Enver Hoxha from the end of the Second World War. According to official Albanian government sources, he committed suicide on December 18, 1981, after which the entire Shehu clan were arrested and imprisoned while Mehmet Shehu himself was denounced as \"one of the most dangerous traitors and enemies of his country\". Persistent rumors remain, however, that Shehu was actually murdered on orders from Hoxha.",
    "year": 1913,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Binod Bihari Chowdhury",
    "birthday": "1911-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7d/Binod_Bihari_Chowdhury.jpg",
    "extract": "Binod Bihari Chowdhury was a Bangladeshi social worker and an anti-colonial revolutionary. He was influential in the Indian independence movement and a veteran member of the civil society of Bangladesh. He is mostly known for his participation in the Chittagong Armoury Raid, an armed resistance movement led by Surya Sen to uproot the British colonial rule from British India in 1930.",
    "year": 1911,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Norman Heatley",
    "birthday": "1911-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/63/NormanHeatleyImage.jpg",
    "extract": "Norman George Heatley OBE was an English biologist and biochemist. He was member of the team of Oxford University scientists who developed penicillin. Norman Heatley developed the back-extraction technique for efficiently purifying penicillin in bulk.",
    "year": 1911,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jean Martinon",
    "birthday": "1910-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0c/Jean_Martinon.jpg",
    "extract": "Jean Francisque-Étienne Martinon was a French conductor and composer.",
    "year": 1910,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Paul Henreid",
    "birthday": "1908-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Paul_Henreid_-_publicity.jpg/258px-Paul_Henreid_-_publicity.jpg",
    "extract": "Paul Henreid was an Austrian-British-American actor, director, producer, and writer. He is best remembered for two film roles; Victor Laszlo in Casablanca and Jerry Durrance in Now, Voyager, both released between 1942 and 1943.",
    "year": 1908,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ray Bolger",
    "birthday": "1904-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Ray_Bolger_1942.jpg/256px-Ray_Bolger_1942.jpg",
    "extract": "Raymond Wallace Bolger was an American actor, dancer, singer, vaudevillian and stage performer who started in the silent-film era.",
    "year": 1904,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Barbara Hepworth",
    "birthday": "1903-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/63/Barbara_Hepworth_%281966%29_by_Erling_Mandelmann.jpg",
    "extract": "Dame Jocelyn Barbara Hepworth was an English artist and sculptor. Her work exemplifies Modernism and in particular modern sculpture. Along with artists such as Ben Nicholson and Naum Gabo, Hepworth was a leading figure in the colony of artists who resided in St Ives during the Second World War.",
    "year": 1903,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Voldemar Väli",
    "birthday": "1903-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Voldemar_V%C3%A4li.jpg/256px-Voldemar_V%C3%A4li.jpg",
    "extract": "Voldemar Väli was an Estonian two-time Olympic medalist in Greco-Roman wrestling.",
    "year": 1903,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Violette Cordery",
    "birthday": "1900-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/1408368603_resized_violet-cordery-crop.jpg/320px-1408368603_resized_violet-cordery-crop.jpg",
    "extract": "Violette Cordery was a British racing driver and long distance record breaker.",
    "year": 1900,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Katharine Burr Blodgett",
    "birthday": "1898-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Katharine_Burr_Blodgett_%281898-1979%29%2C_demonstrating_equipment_in_lab.jpg/320px-Katharine_Burr_Blodgett_%281898-1979%29%2C_demonstrating_equipment_in_lab.jpg",
    "extract": "Katharine Burr Blodgett was an American physicist and chemist known for her work on surface chemistry, in particular her invention of \"invisible\" or nonreflective glass while working at General Electric. She was the first woman to be awarded a Ph.D. in physics from the University of Cambridge, in 1926.",
    "year": 1898,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Percy Cerutty",
    "birthday": "1895-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Portrait_of_Percy_Cerutty_at_his_home_in_Portsea%2C_14_January_1961_by_James_Brian_McArdle.jpg/320px-Portrait_of_Percy_Cerutty_at_his_home_in_Portsea%2C_14_January_1961_by_James_Brian_McArdle.jpg",
    "extract": "Percy Wells Cerutty was an Australian athletics coach in the 1950s and 1960s.",
    "year": 1895,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Albert Jacka",
    "birthday": "1893-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Albert_Jacka_portrait_A02868.jpg/263px-Albert_Jacka_portrait_A02868.jpg",
    "extract": "Albert Jacka, was an Australian recipient of the Victoria Cross, the highest decoration for gallantry \"in the face of the enemy\" that can be awarded to members of the British and Commonwealth armed forces. Jacka was the first Australian to be decorated with the VC during the First World War, receiving the medal for his actions during the Gallipoli Campaign. He later served on the Western Front and was twice further decorated for his bravery.",
    "year": 1893,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dumas Malone",
    "birthday": "1892-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Dumas_Malone_photo.jpg",
    "extract": "Dumas Malone was an American historian, biographer, and editor noted for his six-volume biography on Thomas Jefferson, Jefferson and His Time, for which he received the 1975 Pulitzer Prize for history and his co-editorship of the twenty-volume Dictionary of American Biography. In 1983, he was awarded the Presidential Medal of Freedom.",
    "year": 1892,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Melchior Wańkowicz",
    "birthday": "1892-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Melchior_Wa%C5%84kowicz_20-112.jpg/243px-Melchior_Wa%C5%84kowicz_20-112.jpg",
    "extract": "Melchior Wańkowicz was a Polish army officer, popular writer, political journalist and publisher. He is most famous for his reporting for the Polish Armed Forces in the West during World War II and writing a book about the battle of Monte Cassino.",
    "year": 1892,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Heinrich Behmann",
    "birthday": "1891-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/68/Behmann%2CHeinrich_1930_Jena.jpg",
    "extract": "Heinrich Behmann was a German mathematician. He performed research in the field of set theory and predicate logic.",
    "year": 1891,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ann Shoemaker",
    "birthday": "1891-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/24/Ann_Shoemaker_in_Sunrise_at_Campobello.JPG",
    "extract": "Ann Shoemaker was an American actress who appeared in 70 films and TV movies between 1928 and 1976. She portrayed Sara Roosevelt, mother of Franklin D. Roosevelt, in both the stage and film versions of Sunrise at Campobello.",
    "year": 1891,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Pina Menichelli",
    "birthday": "1890-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Pina_Menichelli_03_%28cropped%29.jpg/267px-Pina_Menichelli_03_%28cropped%29.jpg",
    "extract": "Giuseppa Iolanda Menichelli, known professionally as Pina Menichelli, was an Italian actress. After a career in theatre and a series of small film roles, Menichelli was launched as a film star when Giovanni Pastrone gave her the lead role in The Fire (1916). Over the next nine years, Menichelli made a series of films, often trading on her image as a diva and on her passionate, decadent eroticism. Menichelli became a global star, and one of the most appreciated actresses in Italian cinema, before her retirement in 1924, aged 34.",
    "year": 1890,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Robinson Jeffers",
    "birthday": "1887-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Robinsonjeffers_%28cropped%29.jpg/255px-Robinsonjeffers_%28cropped%29.jpg",
    "extract": "John Robinson Jeffers was an American poet, known for his work about the central California coast. Much of Jeffers's poetry was written in narrative and epic form. However, he is also known for his shorter verse and is considered an icon of the environmental movement. Influential and highly regarded in some circles, despite or because of his philosophy of \"inhumanism\", Jeffers believed that transcending conflict required human concerns to be de-emphasized in favor of the boundless whole. This led him to oppose U.S. participation in World War II, a stance that was controversial after the U.S. entered the war.",
    "year": 1887,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Francis X. Bushman",
    "birthday": "1883-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Francis_X._Bushman_1912_by_Sarony.jpg/250px-Francis_X._Bushman_1912_by_Sarony.jpg",
    "extract": "Francis Xavier Bushman was an American film actor and director. His career as a matinee idol started in 1911 in the silent film His Friend's Wife. He gained a large female following and was one of the biggest stars of the 1910s and early 1920s.",
    "year": 1883,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Aleksey Nikolayevich Tolstoy",
    "birthday": "1883-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/ANTolstoy.jpg/231px-ANTolstoy.jpg",
    "extract": "Aleksey Nikolayevich Tolstoy, nicknamed the Comrade Count, was a Russian writer who wrote in many genres but specialized in science fiction and historical novels.",
    "year": 1883,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Manuel Azaña",
    "birthday": "1880-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Manuel_Aza%C3%B1a%2C_1933.jpg/261px-Manuel_Aza%C3%B1a%2C_1933.jpg",
    "extract": "Manuel Azaña Díaz was a Spanish politician who served as Prime Minister of the Second Spanish Republic, organizer of the Popular Front in 1935 and the last President of the Republic (1936–1939). He was the most prominent leader of the losing Republican cause during the Spanish Civil War of 1936–1939.",
    "year": 1880,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John McLean (athlete)",
    "birthday": "1878-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/John_McLean_%28Michigan%29.jpg/320px-John_McLean_%28Michigan%29.jpg",
    "extract": "John Frederick McLean was an All-American college football player, track and field athlete, and coach. He won a silver medal in the 110 metre hurdles at the 1900 Summer Olympics in Paris with a time of 15.5 seconds. He was also selected as an All-American football player in 1899 while playing for the University of Michigan. He went on to coach the Knox College and University of Missouri football teams in the 1900s. He was dismissed from his coaching position at Missouri in January 1906 after being accused of paying money to a player. Knox College voted him into their athletic Hall of Fame in 2012.",
    "year": 1878,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Frederick Gardner Cottrell",
    "birthday": "1877-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3d/Fgcottrell.jpg/238px-Fgcottrell.jpg",
    "extract": "Frederick Gardner Cottrell was an American physical chemist, inventor and philanthropist. He is best known for his invention of the electrostatic precipitator, one of the first inventions designed to eliminate air pollution—and for establishing the Research Corporation for Science Advancement, a foundation that has funded scientific research since 1912.",
    "year": 1877,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Issai Schur",
    "birthday": "1875-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Schur.jpg/191px-Schur.jpg",
    "extract": "Issai Schur was a Russian mathematician who worked in Germany for most of his life. He studied at the University of Berlin. He obtained his doctorate in 1901, became lecturer in 1903 and, after a stay at the University of Bonn, professor in 1919.",
    "year": 1875,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jack O'Neill (baseball)",
    "birthday": "1873-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Jack_O%27Neill.jpg/266px-Jack_O%27Neill.jpg",
    "extract": "John Joseph \"Jack\" O'Neill was catcher in Major League Baseball who played for the St. Louis Cardinals (1902–03), Chicago Cubs (1904–05) and Boston Beaneaters (1906). He batted and threw right-handed.",
    "year": 1873,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "George Orton",
    "birthday": "1873-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/OrtonPenn.jpg/219px-OrtonPenn.jpg",
    "extract": "George Washington Orton was a Canadian middle and long-distance runner. In 1900, he became the first Canadian to win a medal at an Olympic Games. He won a bronze in the 400 metre hurdles, and then, 45 minutes later, won the gold medal in the 2500 metre steeplechase.",
    "year": 1873,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Grand Duke Peter Nikolaevich of Russia",
    "birthday": "1864-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Petr_Nikolaevich.jpg/262px-Petr_Nikolaevich.jpg",
    "extract": "Grand Duke Peter Nikolaevich of Russia was a Russian Grand Duke and a member of the Russian Imperial Family.",
    "year": 1864,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Charles G. D. Roberts",
    "birthday": "1860-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Charles_G._D._Roberts_cph.3a43709.jpg/205px-Charles_G._D._Roberts_cph.3a43709.jpg",
    "extract": "Sir Charles George Douglas Roberts was a Canadian poet and prose writer. He was one of the first Canadian authors to be internationally known. He published various works on Canadian exploration and natural history, verse, travel books, and fiction.\"\nHe continued to be a well-known \"man of letters\" until his death.",
    "year": 1860,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Francisco Ferrer",
    "birthday": "1859-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Francisco_Ferrer_Guardia.jpg/200px-Francisco_Ferrer_Guardia.jpg",
    "extract": "Francesc Ferrer i Guàrdia, widely known as Francisco Ferrer, was a radical freethinker, anarchist, and educationist behind a network of secular, private, libertarian schools in and around Barcelona. His execution, following a revolt in Barcelona, propelled Ferrer into martyrdom and grew an international movement of radicals and libertarians, who established schools in his model and promoted his schooling approach.",
    "year": 1859,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Heinrich Zille",
    "birthday": "1858-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Zille_1922.jpg/320px-Zille_1922.jpg",
    "extract": "Rudolf Heinrich Zille was a German illustrator, caricaturist, lithographer and photographer.",
    "year": 1858,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ramón Corral",
    "birthday": "1854-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Ramon_Corral_Verdugo.jpg/237px-Ramon_Corral_Verdugo.jpg",
    "extract": "Ramón Corral Verdugo was the Vice President of Mexico under Porfirio Díaz from 1904 until their resignations in May 1911.",
    "year": 1854,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Wellborn Root",
    "birthday": "1850-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e2/JohnWRoot.png",
    "extract": "John Wellborn Root was an American architect who was based in Chicago with Daniel Burnham. He was one of the founders of the Chicago School style. Two of his buildings have been designated a National Historic Landmark; others have been designated Chicago landmarks and listed on the National Register of Historic Places. In 1958, he was posthumously awarded the AIA Gold Medal.",
    "year": 1850,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Robert Crosbie",
    "birthday": "1849-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Robert_Crosbie_%281849_-_1919%29.jpg/222px-Robert_Crosbie_%281849_-_1919%29.jpg",
    "extract": "Robert Crosbie was a theosophist and founder of the United Lodge of Theosophists (ULT).",
    "year": 1849,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Reinhold Sadler",
    "birthday": "1848-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/91/Sadler.jpeg",
    "extract": "Reinhold Sadler was an American politician. He was the ninth Governor of Nevada. He was a member of the Silver Party.",
    "year": 1848,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Frank James",
    "birthday": "1843-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Frank_James.jpg/257px-Frank_James.jpg",
    "extract": "Alexander Franklin James was a Confederate soldier and guerrilla; in the post-Civil War period, he was an outlaw. The older brother of outlaw Jesse James, Frank was also part of the James–Younger Gang.",
    "year": 1843,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Luigi Pigorini",
    "birthday": "1842-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/LuigiPigorini.jpg/240px-LuigiPigorini.jpg",
    "extract": "Luigi Pigorini was an Italian palaeoethnologist, archaeologist and ethnographer.",
    "year": 1842,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Louis-Nazaire Bégin",
    "birthday": "1840-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Louis_Nazaire_Begin.jpg/206px-Louis_Nazaire_Begin.jpg",
    "extract": "Louis-Nazaire Bégin was a Canadian Cardinal of the Catholic Church. Begin held a doctorate in Sacred Theology from the Pontifical Gregorian University in Rome and was later appointed Archbishop of Quebec by Pope Leo XIII (1898) and created cardinal by Pope Pius X (1914).",
    "year": 1840,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Dalberg-Acton, 1st Baron Acton",
    "birthday": "1834-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Picture_of_John_Dalberg-Acton%2C_1st_Baron_Acton.jpg/218px-Picture_of_John_Dalberg-Acton%2C_1st_Baron_Acton.jpg",
    "extract": "John Emerich Edward Dalberg-Acton, 1st Baron Acton, 13th Marquess of Groppoli,, better known as Lord Acton, was an English Catholic historian, politician, and writer. He was the only son of Sir Ferdinand Dalberg-Acton, 7th Baronet, and a grandson of the Neapolitan admiral and prime minister Sir John Acton, 6th Baronet. Between 1837 and 1869 he was known as Sir John Dalberg-Acton, 8th Baronet.",
    "year": 1834,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Epameinondas Deligeorgis",
    "birthday": "1829-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/40/Deligiorgis_2.jpg",
    "extract": "Epameinondas Deligiorgis was a Greek lawyer, newspaper reporter and politician who served as the 20th Prime Minister of Greece.",
    "year": 1829,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Herman Koeckemann",
    "birthday": "1828-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Herman_Koeckemann.jpg/237px-Herman_Koeckemann.jpg",
    "extract": "Herman Koeckemann, formally Bernard Hermann Koeckemann, SS.CC.,, served as the second vicar apostolic of the Vicariate Apostolic of the Sandwich Islands — now the Roman Catholic Diocese of Honolulu — from 1881 to 1892.",
    "year": 1828,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Zeynalabdin Taghiyev",
    "birthday": "1823-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Haji_Zeynalabdin_Taghiyev.jpg/267px-Haji_Zeynalabdin_Taghiyev.jpg",
    "extract": "Hajji Zeynalabdin Taghi oghlu Taghiyev was an Azerbaijani national industrial magnate and philanthropist.",
    "year": 1823,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ferdinand Barbedienne",
    "birthday": "1810-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Ferdinand_Barbedienne_by_Thomas_Couture.jpg/245px-Ferdinand_Barbedienne_by_Thomas_Couture.jpg",
    "extract": "Ferdinand Barbedienne was a French metalworker and manufacturer, who was well known as a bronze founder.",
    "year": 1810,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jeremiah S. Black",
    "birthday": "1810-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Judge_Jeremiah_Black.jpg/248px-Judge_Jeremiah_Black.jpg",
    "extract": "Jeremiah Sullivan Black was an American statesman and lawyer. He served as a justice on the Supreme Court of Pennsylvania (1851–1857) and as the Court's Chief Justice (1851–1854). He also served in the Cabinet of President James Buchanan, first as Attorney General (1857–1860), and then Secretary of State (1860–1861).",
    "year": 1810,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "William Haines (Australian politician)",
    "birthday": "1810-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Williamhaines.jpg/253px-Williamhaines.jpg",
    "extract": "William Clark Haines, Australian colonial politician, was the first Premier of Victoria.",
    "year": 1810,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Karl Ritter von Ghega",
    "birthday": "1802-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Ghega-lithografie-kriehuber-1851.jpg/207px-Ghega-lithografie-kriehuber-1851.jpg",
    "extract": "Karl Ritter von Ghega or Karl von Ghega was an Austrian nobleman and the designer of the Semmering Railway from Gloggnitz to Mürzzuschlag. During his time, he was the most prominent of Austrian railway engineers and architects.",
    "year": 1802,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Hinrich Lichtenstein",
    "birthday": "1780-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Martin_Lichtenstein00.jpg/253px-Martin_Lichtenstein00.jpg",
    "extract": "Martin Hinrich Carl Lichtenstein was a German physician, explorer, botanist and zoologist.",
    "year": 1780,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "George Birkbeck",
    "birthday": "1776-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/George_Birkbeck_1776%E2%80%931841_by_Samuel_Lane_1830.jpg/257px-George_Birkbeck_1776%E2%80%931841_by_Samuel_Lane_1830.jpg",
    "extract": "George Birkbeck FRS was a British physician, academic, philanthropist, pioneer in adult education and a professor of natural philosophy at the Andersonian Institute. He is the founder of Birkbeck, University of London and was head of the Chemical Society. He is one of the creators of the earliest chemistry laboratory for undergraduates at University College London, and is also known for the creation of mechanics' institutes in Scotland and London.",
    "year": 1776,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Michel Ney",
    "birthday": "1769-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Marechal_Ney.jpg/269px-Marechal_Ney.jpg",
    "extract": "Michel Ney, 1st Duke of Elchingen, 1st Prince of the Moskva, popularly known as Marshal Ney, was a French military commander and Marshal of the Empire who fought in the French Revolutionary Wars and the Napoleonic Wars. He was one of the original 18 Marshals of the Empire created by Napoleon I. He was known as Le Rougeaud  by his men, Napoleon characterized him as le Brave des Braves, a real paladin in the field, a braggart without judgment and decision in the workroom and after all is said, a Don Quixote.",
    "year": 1769,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Johann Rudolf Zumsteeg",
    "birthday": "1760-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/ChrF_St%C3%B6lzel_n_FC_Hiemer_-_Johann_Rudolf_Zumsteeg_1799.jpg/261px-ChrF_St%C3%B6lzel_n_FC_Hiemer_-_Johann_Rudolf_Zumsteeg_1799.jpg",
    "extract": "Johann Rudolf Zumsteeg was a German composer and conductor.",
    "year": 1760,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Thomas Erskine, 1st Baron Erskine",
    "birthday": "1750-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Thomas_Erskine%2C_1st_Baron_Erskine_by_Sir_William_Charles_Ross.jpg/265px-Thomas_Erskine%2C_1st_Baron_Erskine_by_Sir_William_Charles_Ross.jpg",
    "extract": "Thomas Erskine, 1st Baron Erskine, was a British lawyer and politician. He served as Lord High Chancellor of Great Britain between 1806 and 1807 in the Ministry of All the Talents.",
    "year": 1750,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Christian August Crusius",
    "birthday": "1715-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Christian_August_Crusius.jpg/186px-Christian_August_Crusius.jpg",
    "extract": "Christian August Crusius was a German philosopher and Protestant theologian.",
    "year": 1715,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Johannes Zick",
    "birthday": "1702-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Johann-zick-biberach.jpg/214px-Johann-zick-biberach.jpg",
    "extract": "Johannes (Johann) Zick was a German painter of frescoes in southern Germany and active during the Baroque period. He was the father of painter Januarius Zick and considered to be an important master of the Late Baroque.",
    "year": 1702,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Joshua Barnes",
    "birthday": "1654-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Joshua_Barnes.jpg/231px-Joshua_Barnes.jpg",
    "extract": "Joshua Barnes FRS, was an English scholar. His work Gerania; a New Discovery of a Little Sort of People, anciently discoursed of, called Pygmies (1675) was an Utopian romance.",
    "year": 1654,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Louis-François de Boufflers",
    "birthday": "1644-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Portrait_du_duc_de_Boufflers_%28bgw18_1264%29.jpg/252px-Portrait_du_duc_de_Boufflers_%28bgw18_1264%29.jpg",
    "extract": "Louis François de Boufflers, Duke of Boufflers was a French soldier. He was created count of Cagny and duke of Boufflers and named marshal of France.\n",
    "year": 1644,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Louis of Nassau",
    "birthday": "1538-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/After_Antonio_Moro_-_Louis%2C_Count_of_Nassau_-_Google_Art_Project.jpg/236px-After_Antonio_Moro_-_Louis%2C_Count_of_Nassau_-_Google_Art_Project.jpg",
    "extract": "Louis of Nassau was the third son of William, Count of Nassau and Juliana of Stolberg, and the younger brother of Prince William of Orange Nassau.",
    "year": 1538,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Margaret of Austria, Duchess of Savoy",
    "birthday": "1480-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Portrait_of_Archduchess_Margaret_of_Austria%2C_Duchess_of_Savoy_%281480%E2%80%931530%29%2C_in_widow%27s_dress%2C_by_Bernard_van_Orley.jpg/233px-Portrait_of_Archduchess_Margaret_of_Austria%2C_Duchess_of_Savoy_%281480%E2%80%931530%29%2C_in_widow%27s_dress%2C_by_Bernard_van_Orley.jpg",
    "extract": "Archduchess Margaret of Austria was Governor of the Habsburg Netherlands from 1507 to 1515 and again from 1519 to 1530. She was the first of many female regents in the Netherlands.",
    "year": 1480,
    "month": 1,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Husayn ibn Ali",
    "birthday": "626-1-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/54/Hussein-Bin-Ali-Name.gif",
    "extract": "Husayn ibn Ali ibn Abi Talib, also known as Abu Abd Allah or Imam Husayn, was a grandson of the Islamic prophet Muhammad and a son of Ali ibn Abi Talib and Muhammad's daughter Fatimah, and a younger brother of Hasan ibn Ali. He is the third Shia Imam after his brother, Hasan, and before his son, Zayn al-Abidin. He is considered a member of the Ahl al-Bayt as well as the Ahl al-Kisa, and he was a participant in the event of Mubahala. Prophet Muhammad described Husayn and his brother, Hasan, as \"the masters of the youth of Paradise.\"",
    "year": 626,
    "month": 1,
    "day": 10,
    "language": "en"
  }
]