[
  {
    "name": "Devlin DeFrancesco",
    "birthday": "2000-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Devlin_DeFrancesco_Trident_2019.jpg/320px-Devlin_DeFrancesco_Trident_2019.jpg",
    "extract": "Devlin DeFrancesco is a Canadian-Italian auto racing driver currently competing in the IndyCar Series for Andretti Steinbrenner Autosport. Prior to racing single-seater cars, DeFrancesco also had a career in kart racing, finishing second in the 2013 Canadian National Junior Karting Championship, coming in second in the CSAI Italian Championship and third overall in the CIK FIA European Championship. In 2015, he was selected to be a part of the Generation Ganassi Driver Identification Program, a talent development program sponsored by Chip Ganassi Racing. In January 2022, DeFrancesco won the 60th running of the Daytona 24, alongside his teammates Eric Lux, Patricio O'Ward and Colton Herta.",
    "year": 2000,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jeff Reine-Adélaïde",
    "birthday": "1998-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Jeff_Reine-Ad%C3%A9la%C3%AFde_2019.jpg/250px-Jeff_Reine-Ad%C3%A9la%C3%AFde_2019.jpg",
    "extract": "Jeff Jason Reine-Adélaïde is a French professional footballer who plays as a midfielder for Ligue 1 club Lyon.",
    "year": 1998,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sophie Molineux",
    "birthday": "1998-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/2018%E2%80%9319_VW_v_SAS_18-09-22_Molineux_%2801%29.jpg/320px-2018%E2%80%9319_VW_v_SAS_18-09-22_Molineux_%2801%29.jpg",
    "extract": "Sophie Grace Molineux is an Australian cricketer from Bairnsdale, Victoria. A left-arm orthodox bowling all-rounder, Molineux has been a member of the national women's team since 2018. At domestic level, she currently plays for Victoria in the Women's National Cricket League (WNCL) and captains the Melbourne Renegades in the Women's Big Bash League (WBBL).",
    "year": 1998,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jake Paul",
    "birthday": "1997-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Jake_Paul_2019.jpg/257px-Jake_Paul_2019.jpg",
    "extract": "Jake Joseph Paul is an American social media personality and professional boxer. He initially rose to fame on Vine, before playing the role of Dirk Mann on the Disney Channel series Bizaardvark for two seasons. Throughout his career, Paul has become the subject of many controversies due to his behavior including engaging in risky stunts, sexually suggestive behavior, featuring age-inappropriate material for YouTube, getting fired from Bizaardvark, and being charged with criminal trespass and unlawful assembly.",
    "year": 1997,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Terutsuyoshi Shoki",
    "birthday": "1995-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Terutsuyoshi_Shoki20220115.jpg/268px-Terutsuyoshi_Shoki20220115.jpg",
    "extract": "Terutsuyoshi Shōki  is a Japanese professional sumo wrestler from Hyōgo Prefecture. He made his debut in March 2010, and wrestles for Isegahama stable. He reached the top makuuchi division in March 2019 and has a special prize for Fighting Spirit. His highest rank has been Maegashira 3. He is known for throwing large amounts of purifying salt during the pre-match rituals.",
    "year": 1995,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Indya Moore",
    "birthday": "1995-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Indya_Moore.png/238px-Indya_Moore.png",
    "extract": "Indya Adrianna Moore is an American actor and model. They are known for playing the role of Angel Evangelista in the FX television series Pose. Time named them one of the 100 most influential people in the world in 2019. Moore is transgender and non-binary, and uses they/them and she/her pronouns.",
    "year": 1995,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Trevor Bauer",
    "birthday": "1991-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Trevor_Bauer_%285663925%29_%28cropped%29.jpg/292px-Trevor_Bauer_%285663925%29_%28cropped%29.jpg",
    "extract": "Trevor Andrew Bauer is an American professional baseball pitcher for the Los Angeles Dodgers of Major League Baseball (MLB). He previously played for the Arizona Diamondbacks, Cleveland Indians, and Cincinnati Reds.",
    "year": 1991,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Esapekka Lappi",
    "birthday": "1991-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Esapekka_Lappi_-_Rallye_Mexico_2019.jpg/240px-Esapekka_Lappi_-_Rallye_Mexico_2019.jpg",
    "extract": "Esapekka Lappi is a Finnish rally driver. He is the 2012 Finnish Rally Champion, 2014 European Rally Champion and the 2016 WRC-2 Champion.",
    "year": 1991,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Slade Griffin",
    "birthday": "1991-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Sladegriffin.JPG/294px-Sladegriffin.JPG",
    "extract": "Slade Griffin, also known by the nickname of \"Nugget\", is a former New Zealand international rugby league footballer. His positions were hooker and lock. He is currently the head coach of the New Zealand Warriors in the NRL Women's Premiership.",
    "year": 1991,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Santiago Tréllez",
    "birthday": "1990-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Santiago_Tr%C3%A9llez.jpg/269px-Santiago_Tr%C3%A9llez.jpg",
    "extract": "Santiago Tréllez Vivero is a Colombian professional footballer who plays as a striker for Vitória.",
    "year": 1990,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kelly Marie Tran",
    "birthday": "1989-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Kelly_Marie_Tran_on_MTV_International.jpg/258px-Kelly_Marie_Tran_on_MTV_International.jpg",
    "extract": "Kelly Marie Tran is an American actress. She began acting in 2011, with most of her roles being in short film and television. She came to global prominence for her role as Rose Tico in the Star Wars sequel trilogy films The Last Jedi (2017) and The Rise of Skywalker (2019). She also voiced Raya in the Disney film Raya and the Last Dragon (2021) and Dawn Betterman in the DreamWorks Animation film The Croods: A New Age (2020).",
    "year": 1989,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Will Genia",
    "birthday": "1988-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/2017.06.17.15.31.43-Michael_Hooper_run_%2835240489391%29_%28cropped%29.jpg/224px-2017.06.17.15.31.43-Michael_Hooper_run_%2835240489391%29_%28cropped%29.jpg",
    "extract": "Sanchez William Genia, commonly referred to as Will Genia, is a Papua New Guinean rugby union player, currently playing scrum-half for the Kintetsu Liners in Japan. He had previously played Super Rugby for the Queensland Reds (2007-2015) and Melbourne Rebels (2018-2019) and for Australia (2009-2019). He also had previously played for Stade Français in France's Top 14 Comp during 2015-2017.",
    "year": 1988,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Héctor Moreno",
    "birthday": "1988-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Mex-Kor_%282%29.jpg/272px-Mex-Kor_%282%29.jpg",
    "extract": "Héctor Alfredo Moreno Herrera is a Mexican professional footballer who plays as a centre-back for Liga MX club Monterrey and the Mexico national team.",
    "year": 1988,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Cody Decker",
    "birthday": "1987-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Cody_Decker_on_April_9%2C_2016.jpg/197px-Cody_Decker_on_April_9%2C_2016.jpg",
    "extract": "Cody Marshall Decker is an American former professional baseball player who played for the San Diego Padres of Major League Baseball (MLB). A right-handed power hitter, he played first base, third base, left field, and could catch.",
    "year": 1987,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pablo Barrientos",
    "birthday": "1985-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Pablo_Cesar_Barrientos.jpg/201px-Pablo_Cesar_Barrientos.jpg",
    "extract": "Pablo Cesar Barrientos is a retired Argentine footballer who was known for his great dribbling and ball control.",
    "year": 1985,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Simone Simons",
    "birthday": "1985-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Simone_Simons_-_Epica_-_Wacken_Open_Air_2018%28cropped%29.jpg/210px-Simone_Simons_-_Epica_-_Wacken_Open_Air_2018%28cropped%29.jpg",
    "extract": "Simone Johanna Maria Simons is a Dutch singer-songwriter. She is best known for being the lead singer of Dutch symphonic metal band Epica, which she joined at the age of seventeen, releasing eight studio albums and touring the world. In her singing career, she has also collaborated with bands such as Kamelot, Leaves' Eyes, Primal Fear, Ayreon, and Angra. She also has a side pursuit as a lifestyle blogger, via her website SmoonStyle.",
    "year": 1985,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Calvin Harris",
    "birthday": "1984-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Calvin_Harris_-_Rock_in_Rio_Madrid_2012_-_09.jpg/254px-Calvin_Harris_-_Rock_in_Rio_Madrid_2012_-_09.jpg",
    "extract": "Adam Richard Wiles, known professionally as Calvin Harris, is a Scottish DJ, record producer, multi-instrumentalist, singer, and songwriter. After focusing on self-sung projects, in 2012, Harris released his third studio album, 18 Months, involving various vocalists and more EDM into it—first establishing Harris internationally. The album included the 2011 Rihanna's record \"We Found Love\".",
    "year": 1984,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Álvaro Arbeloa",
    "birthday": "1983-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Alvaro_Arbeloa_2010.jpg/227px-Alvaro_Arbeloa_2010.jpg",
    "extract": "Álvaro Arbeloa Coca is a Spanish retired footballer. He predominantly played as a right back, although he also occasionally played on the left side.",
    "year": 1983,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rick Kelly",
    "birthday": "1983-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Rick_Kelly_2020_Supercars_launch.jpg/256px-Rick_Kelly_2020_Supercars_launch.jpg",
    "extract": "Rick Kelly is an Australian professional racing driver who previously competed in the Supercars Championship. He last drove the No. 15 Ford Mustang GT for Kelly Racing. Previously, he drove for the HSV Dealer Team with whom he won the Bathurst 1000 alongside Greg Murphy in 2003 and 2004. In 2006, Kelly extended his success by winning the V8 Supercar Championship for the HSV Dealer Team. His older brother Todd Kelly was also a racing driver who won the Bathurst 1000 in 2005. His parents John and Margaret Kelly formed Kelly Racing in 2009 with Rick and Todd Kelly as lead drivers, expanding to a 4 car operation.",
    "year": 1983,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marcelo Garcia (grappler)",
    "birthday": "1983-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Marcelo_garcia.jpg/320px-Marcelo_garcia.jpg",
    "extract": "Marcelo Garcia is a Brazilian grappler and retired jiu-jitsu competitor who was widely considered to be one of the best grapplers and arguably the best pound for pound submission grappler in the world. Garcia is a black belt in Brazilian jiu-jitsu under Fabio Gurgel of Team Alliance.",
    "year": 1983,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dwyane Wade",
    "birthday": "1982-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Dwyane_Wade_2012.jpg/213px-Dwyane_Wade_2012.jpg",
    "extract": "Dwyane Tyrone Wade Jr. is an American former professional basketball player. Wade spent the majority of his 16-year career playing for the Miami Heat of the National Basketball Association (NBA) and won three NBA championships, was a 13-time NBA All-Star, an 8-time member of the All-NBA Team, and a 3-time member of the All-Defensive Team. Wade is also Miami's all-time leader in points, games, assists, steals, shots made, and shots taken. Wade is currently the host of the American adaptation of The Cube.",
    "year": 1982,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Amanda Wilkinson",
    "birthday": "1982-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Amanda_Wilkinson.jpg/246px-Amanda_Wilkinson.jpg",
    "extract": "Amanda Nicole Wilkinson is a Canadian country music singer. She was raised in nearby Trenton, Ontario.",
    "year": 1982,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Warren Feeney",
    "birthday": "1981-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Warren_Feeney_in_2021.jpg/216px-Warren_Feeney_in_2021.jpg",
    "extract": "Warren James Feeney is a football manager and former Northern Ireland international footballer, who is currently manager of Welling United.",
    "year": 1981,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Maksim Chmerkovskiy",
    "birthday": "1980-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Maksimchmerkovskiy.jpg/208px-Maksimchmerkovskiy.jpg",
    "extract": "Maksim \"Maks\" Aleksandrovich Chmerkovskiy is a Ukrainian-American Latin–ballroom dance champion, choreographer, and instructor. He is widely known as one of the professional dancers on the American television series Dancing with the Stars, on which he first appeared in season two. In his 17 seasons as a competing pro on the show, Chmerkovskiy made it to the final round five times, with two runner-up and two third-place finishes. On May 20, 2014, Chmerkovskiy, paired with Olympic ice dancer Meryl Davis, won his first Dancing with the Stars title. Chmerkovskiy has also starred in the Broadway productions of dance shows Burn the Floor and Forever Tango.",
    "year": 1980,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Zooey Deschanel",
    "birthday": "1980-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Flickr_-_Genevieve719_-_Zooey_Deschanel_%288%29_%28cropped%29.jpg/260px-Flickr_-_Genevieve719_-_Zooey_Deschanel_%288%29_%28cropped%29.jpg",
    "extract": "Zooey Claire Deschanel is an American actress, model, musician, singer, and songwriter. She made her film debut in Mumford (1999) and had a supporting role in Cameron Crowe's film Almost Famous (2000). Deschanel is known for her deadpan roles in comedy films such as The Good Girl (2002), The New Guy (2002), Elf (2003), The Hitchhiker's Guide to the Galaxy (2005), Failure to Launch (2006), Yes Man (2008), 500 Days of Summer (2009) and Our Idiot Brother (2011). She has also ventured into dramatic film territory with Manic (2001), All the Real Girls (2003), Winter Passing (2005), Bridge to Terabithia (2007), The Happening (2008) and The Driftless Area (2015). From 2011 to 2018, she starred as Jessica Day on the Fox sitcom New Girl, for which she received nominations for a Primetime Emmy Award and three Golden Globe Awards.",
    "year": 1980,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lisa Llorens",
    "birthday": "1978-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/251000_-_Athletics_Lisa_Llorens_portrait_-_3b_-_2000_Sydney_portrait_photo.jpg/211px-251000_-_Athletics_Lisa_Llorens_portrait_-_3b_-_2000_Sydney_portrait_photo.jpg",
    "extract": "Lisa Christina Llorens, OAM(born 17 January 1978) is an Australian Paralympic athlete. She was born in Canberra. She specialises in Paralympic high jumping, long jumping, and sprinting, participating in competitions for athletes with autism.",
    "year": 1978,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ricky Wilson (singer)",
    "birthday": "1978-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Kaiser_Chiefs-Rock_im_Park_2014_by_2eight_3SC9237.jpg/212px-Kaiser_Chiefs-Rock_im_Park_2014_by_2eight_3SC9237.jpg",
    "extract": "Charles Richard Wilson is an English singer-songwriter, artist and the frontman of five-piece band Kaiser Chiefs. Before the formation of the band, in 2003, Wilson was a member of the band Runston Parva, which consisted of members of Kaiser Chiefs. On 19 September 2013, Wilson was confirmed as a coach on The Voice UK. He was the winning coach for both the fourth and fifth series of the show, being the only coach to win two years consecutively. Wilson left the show after three series, following the show's move to ITV.",
    "year": 1978,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Freddy Rodriguez (actor)",
    "birthday": "1975-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Freddy_Rodriguez_by_David_Shankbone.jpg/317px-Freddy_Rodriguez_by_David_Shankbone.jpg",
    "extract": "Freddy Rodriguez is an American actor. Best known as Federico Diaz on Six Feet Under (2001-2005), Gio on Ugly Betty (2007-2010), and Benny Colon in Bull (2016-2021).",
    "year": 1975,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Derrick Mason",
    "birthday": "1974-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/DerrickMason.jpg/320px-DerrickMason.jpg",
    "extract": "Derrick James Mason is an American former professional football player who was a wide receiver for fifteen seasons in the National Football League (NFL). He was drafted by the Tennessee Oilers in the fourth round of the 1997 NFL Draft after playing college football for the Michigan State Spartans. Following eight seasons with the Oilers franchise, including two Pro Bowl selections, Mason signed with the Baltimore Ravens in 2005. He became the Ravens' all-time leading receiver with 5,777 yards from 2005 to 2010. He spent 2011 with the New York Jets and Houston Texans. Mason retired as a Baltimore Raven on June 11, 2012. He was the last active NFL player to have played for the Oilers.",
    "year": 1974,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Cuauhtémoc Blanco",
    "birthday": "1973-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Cuauhtemoc_Blanco_2.jpg/213px-Cuauhtemoc_Blanco_2.jpg",
    "extract": "Cuauhtémoc Blanco Bravo is a Mexican politician and former professional footballer who is the current Governor of Morelos under the coalition Juntos Haremos Historia. He formerly served as the municipal president of Cuernavaca, Morelos. As a footballer, Blanco was known for his attacking ability and played most of his career as a deep-lying forward and his last years as an attacking midfielder. Blanco is considered to be one of the greatest Mexican footballers of all time, as well as one of the best penalty takers of all time.",
    "year": 1973,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Chris Bowen",
    "birthday": "1973-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Chris_Bowen_2016.jpg/229px-Chris_Bowen_2016.jpg",
    "extract": "Christopher Eyles Guy Bowen is an Australian politician. He is a member of the Australian Labor Party (ALP) and was first elected to parliament at the 2004 federal election. He held ministerial office in the Rudd and Gillard Governments from 2007 to 2013 and has been a senior member of shadow cabinet since 2013. He is currently the Shadow Minister for Climate Change and Energy since January 2021.",
    "year": 1973,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Liz Ellis",
    "birthday": "1973-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Liz_Ellis.jpg/274px-Liz_Ellis.jpg",
    "extract": "Elizabeth Margaret Ellis, is a retired Australian netball player, a member of the national team from 1992 until 2007 and captain for the last four of those years. She is the most capped international player for Australian netball. Liz Ellis was inducted to the Victorian Honour Roll of Women in 2006.",
    "year": 1973,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Aaron Ward (ice hockey)",
    "birthday": "1973-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/080228_Aaron_Ward_%282300431285%29.jpg/320px-080228_Aaron_Ward_%282300431285%29.jpg",
    "extract": "Aaron Christian Ward is a Canadian former professional ice hockey defenceman who played more than 800 games over a span of 13 seasons in the National Hockey League (NHL) for the Detroit Red Wings, Carolina Hurricanes, New York Rangers, Boston Bruins and Anaheim Ducks. He is a three-time Stanley Cup champion, having won twice with Detroit in 1997 and 1998 and once with Carolina in 2006.",
    "year": 1973,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Richard Burns",
    "birthday": "1971-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8d/Richard_Burns.jpg/214px-Richard_Burns.jpg",
    "extract": "Richard Alexander Burns was an English rally driver who won the 2001 World Rally Championship, having previously finished runner-up in the series in 1999 and 2000. He also helped Mitsubishi to the world manufacturers' title in 1998, and Peugeot in 2002. His co-driver in his whole career was Robert Reid. He is the only Englishman to have won the World Rally Championship as a driver.",
    "year": 1971,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kid Rock",
    "birthday": "1971-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Kid_Rock_at_White_House.jpg/256px-Kid_Rock_at_White_House.jpg",
    "extract": "Robert James Ritchie, known professionally as Kid Rock, is an American singer, songwriter and rapper. His style alternates between rock, hip hop, country, and heavy metal. A self-taught musician, he plays every instrument in his backing band and has overseen production on all but two of his albums.",
    "year": 1971,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sylvie Testud",
    "birthday": "1971-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Sylvie_Testud_Cannes_2018.jpg/226px-Sylvie_Testud_Cannes_2018.jpg",
    "extract": "Sylvie Testud is a French actress, writer, and film director, whose film career began in 1991. She won the César Award for Most Promising Actress for Murderous Maids (2000), the César Award for Best Actress for Fear and Trembling (2003), and the European Film Award for Best Actress for Lourdes (2009). Her other film roles include Beyond Silence (1996), La Vie en Rose (2007), and French Women (2014).",
    "year": 1971,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jeremy Roenick",
    "birthday": "1970-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Jeremy_Roenick_2012.jpg/257px-Jeremy_Roenick_2012.jpg",
    "extract": "Jeremy Shaffer Roenick\n(; born January 17, 1970) is an American former professional ice hockey player who played the majority of his career in the National Hockey League (NHL). He was drafted 8th overall in the 1988 NHL Entry Draft by the Chicago Blackhawks, for whom he played from 1988 to 1996. Roenick subsequently played for the Phoenix Coyotes, Philadelphia Flyers, Los Angeles Kings and San Jose Sharks over the course of his 20 NHL season career. He also represented Team USA in several international tournaments. On November 10, 2007, he became the third American-born player to score 500 goals.",
    "year": 1970,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Genndy Tartakovsky",
    "birthday": "1970-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Genndy_Tartakovsky_2018.jpg/314px-Genndy_Tartakovsky_2018.jpg",
    "extract": "Genndy Tartakovsky is a Russian-American animator, director, producer, screenwriter, voice actor, storyboard artist, comic book writer and artist. He is best known as the creator of various animated television series on Cartoon Network and Adult Swim, including Dexter's Laboratory, Samurai Jack, Star Wars: Clone Wars, Sym-Bionic Titan, and Primal.",
    "year": 1970,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Naveen Andrews",
    "birthday": "1969-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Naveen_Andrews.jpg/264px-Naveen_Andrews.jpg",
    "extract": "Naveen William Sidney Andrews is a British-American actor. He is best known for his role as Sayid Jarrah in the television series Lost (2004–2010), for which he was nominated for a Golden Globe Award and a Primetime Emmy Award, as well as winning a Screen Actors Guild Award along with the cast. He has also appeared in films such as The English Patient (1996), Mighty Joe Young (1998), Rollerball (2002), Bride and Prejudice (2004), Planet Terror (2007), The Brave One (2007), and Diana (2013). In 2022, he starred in the miniseries The Dropout.",
    "year": 1969,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lukas Moodysson",
    "birthday": "1969-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Lukas_Moodysson.jpg/255px-Lukas_Moodysson.jpg",
    "extract": "Karl Fredrik Lukas Moodysson is a Swedish novelist, short story writer and film director. First coming to prominence as an ambitious poet in the 1980s, he had his big domestic and international breakthrough directing the 1998 romantic film Show Me Love. He has since directed a string of films with different styles and public appeal, as well as continued to write both poetry and novels. In 2007, The Guardian ranked Moodysson eleventh in its list of the world’s best directors, describing his directorial style as “heartfelt and uncompromising.”",
    "year": 1969,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tiësto",
    "birthday": "1969-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Ti%C3%ABsto_%40_Airbeat_One_2017.jpg/320px-Ti%C3%ABsto_%40_Airbeat_One_2017.jpg",
    "extract": "Tijs Michiel Verwest OON, known professionally as Tiësto, is a Dutch DJ and music producer from Breda. He was voted \"the Greatest DJ of All Time\" by Mix magazine in a 2010/2011 poll amongst fans. In 2013, he was voted by DJ Mag readers as the \"best DJ of the last 20 years\". He is also regarded as the \"Godfather of EDM\" by many sources.",
    "year": 1969,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ilja Leonard Pfeijffer",
    "birthday": "1968-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/2016Winternachten5.jpg/213px-2016Winternachten5.jpg",
    "extract": "Ilja Leonard Pfeijffer is a Dutch poet, novelist, polemicist and classical scholar. He was born in Rijswijk, Netherlands, and studied, lived and worked in Leiden, and he moved permanently to Genoa, Italy, in 2008.",
    "year": 1968,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Richard Hawley",
    "birthday": "1967-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Richard_Hawley_on_stage%2C_2013.JPG/261px-Richard_Hawley_on_stage%2C_2013.JPG",
    "extract": "Richard Willis Hawley is an English singer-songwriter, guitarist, and producer. After his first band Treebound Story broke up, Hawley found success as a member of Britpop band Longpigs in the 1990s. After that group broke up in 2000, he later joined the band Pulp, led by his friend Jarvis Cocker, for a short time. As a solo musician, Hawley has released eight studio albums. He has been nominated for a Mercury prize twice and once for a Brit Award. He has collaborated with Lisa Marie Presley, Shakespears Sister, Arctic Monkeys, Manic Street Preachers, Elbow, Duane Eddy and Paul Weller.",
    "year": 1967,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Trish Johnson",
    "birthday": "1966-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/2010_Women%27s_British_Open_-_Trish_Johnson_%286%29.jpg/213px-2010_Women%27s_British_Open_-_Trish_Johnson_%286%29.jpg",
    "extract": "Patricia Mary \"Trish\" Johnson is an English professional golfer.",
    "year": 1966,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Joshua Malina",
    "birthday": "1966-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Joshua_Malina_2013.JPG/217px-Joshua_Malina_2013.JPG",
    "extract": "Joshua Charles Malina is an American film and stage actor known for playing Will Bailey on the NBC drama The West Wing, Jeremy Goodwin on Sports Night, US Attorney General David Rosen on Scandal, and Caltech President Siebert on The Big Bang Theory.",
    "year": 1966,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Michelle Obama",
    "birthday": "1964-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Michelle_Obama_2013_official_portrait.jpg/212px-Michelle_Obama_2013_official_portrait.jpg",
    "extract": "Michelle LaVaughn Robinson Obama is an American attorney and author who served as the first lady of the United States from 2009 to 2017. She was the first African-American woman to serve in this position. She is the wife of former President Barack Obama.",
    "year": 1964,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kai Hansen",
    "birthday": "1963-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Kai_Hansen_2005.jpg/230px-Kai_Hansen_2005.jpg",
    "extract": "Kai Michael Hansen is a German heavy metal guitarist and vocalist. Hansen is the founder, lead guitarist, and vocalist of power metal band Gamma Ray. He is also one of the co-founders of German metal band Helloween, which he rejoined in 2016. He is a prominent figure in power metal and has sold millions of albums worldwide. He is regarded as \"the godfather of power metal\", having founded two seminal bands in the genre. In 2011, he joined the band Unisonic featuring former Helloween vocalist Michael Kiske. Hansen and Kiske reunited with Helloween in 2017 for a world tour with all current members, celebrating the 30-year anniversary of release of the albums Keeper of the Seven Keys Parts I and II.",
    "year": 1963,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jun Azumi",
    "birthday": "1962-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Minister_Azumi.jpg/260px-Minister_Azumi.jpg",
    "extract": "Jun Azumi  is a Japanese politician of the Democratic Party of Japan (DPJ), a member of the House of Representatives in the Diet. He became deputy secretary-general of the DPJ on 24 September 2012.",
    "year": 1962,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jim Carrey",
    "birthday": "1962-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Jim_Carrey_2008.jpg/235px-Jim_Carrey_2008.jpg",
    "extract": "James Eugene Carrey is a Canadian-American actor and comedian. Known for his energetic slapstick performances, Carrey first gained recognition in 1990, after landing a recurring role in the American sketch comedy television series In Living Color (1990–1994). He broke out as star in motion pictures with Ace Ventura: Pet Detective, The Mask and Dumb and Dumber. This was followed up with Ace Ventura: When Nature Calls, Batman Forever and Liar Liar (1997).",
    "year": 1962,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sebastian Junger",
    "birthday": "1962-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Sebastian_Junger%2C_April_2013.jpg/268px-Sebastian_Junger%2C_April_2013.jpg",
    "extract": "Sebastian Junger is an American journalist, author and filmmaker.",
    "year": 1962,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Brian Helgeland",
    "birthday": "1961-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Brian_Helgeland%2C_April_2%2C_2013_%28cropped%29.jpg",
    "extract": "Brian Thomas Helgeland is an American screenwriter, film producer and director. He is most known for writing the screenplays for the films L.A. Confidential and Mystic River. He also wrote and directed the films 42, a biopic of Jackie Robinson, and Legend, about the rise and fall of the infamous London gangsters the Kray twins. His work on L.A. Confidential earned him the Academy Award for Best Adapted Screenplay.",
    "year": 1961,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Chili Davis",
    "birthday": "1960-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Chili_Davis_1983.jpg/212px-Chili_Davis_1983.jpg",
    "extract": "Charles Theodore \"Chili\" Davis is a Jamaican-American former professional baseball player. He played as an outfielder and designated hitter from 1981 to 1999 for the San Francisco Giants (1981–1987), California Angels, Minnesota Twins (1991–1992), Kansas City Royals (1997) and New York Yankees (1998–1999). His first MLB coaching position after his playing career was with the Oakland Athletics from 2012 to 2014. He also coached for the Boston Red Sox, Chicago Cubs and the New York Mets. Davis was a switch-hitter and threw right-handed. He is the first ballplayer born in Jamaica to appear in an MLB game.",
    "year": 1960,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Susanna Hoffs",
    "birthday": "1959-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Susanna_Hoffs.jpg/240px-Susanna_Hoffs.jpg",
    "extract": "Susanna Lee Hoffs is an American singer-songwriter. She is best known as a co-founder of the Bangles.\nHoffs founded the Bangles in 1981 with Debbi and Vicki Peterson. They released their first full length album All Over the Place on Columbia Records in 1984. Hoffs started a solo career after the Bangles disbanded in 1989. She released her first solo album, When You're a Boy, in 1991. She later formed the faux British 1960s band Ming Tea with Mike Myers and Matthew Sweet. Hoffs has also appeared in a supporting role in several movies.",
    "year": 1959,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Steve Harvey",
    "birthday": "1957-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/SteveHarveyHWOFMay2013_%28cropped%29.jpg/220px-SteveHarveyHWOFMay2013_%28cropped%29.jpg",
    "extract": "Broderick Stephen Harvey, Sr. is an American television host, actor, writer, producer, and comedian. He hosts The Steve Harvey Morning Show, Family Feud, Celebrity Family Feud, the Miss Universe competition, Family Feud Africa, and arbitration-based court comedy, Judge Steve Harvey.",
    "year": 1957,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ann Nocenti",
    "birthday": "1957-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/4.11.15AnnNocentiByLuigiNovi10.jpg/320px-4.11.15AnnNocentiByLuigiNovi10.jpg",
    "extract": "Ann \"Annie\" Nocenti is an American journalist, filmmaker, teacher, comic book writer and editor. She is best known for her work at Marvel in the late 1980s, particularly the four-year stint as the editor of Uncanny X-Men and The New Mutants as well as her run as a writer of Daredevil, illustrated primarily by John Romita, Jr. Nocenti has co-created such Marvel characters as Longshot, Mojo, Spiral, Blackheart and Typhoid Mary.",
    "year": 1957,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Damian Green",
    "birthday": "1956-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Official_portrait_of_Rt_Hon_Damian_Green_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Damian_Green_MP_crop_2.jpg",
    "extract": "Damian Howard Green is a British politician who served as First Secretary of State and Minister for the Cabinet Office from June to December 2017 in the Second May government. A member of the Conservative Party, he has been Member of Parliament (MP) for Ashford since 1997.",
    "year": 1956,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Paul Young",
    "birthday": "1956-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/PAUL_YOUNG_new.jpg/224px-PAUL_YOUNG_new.jpg",
    "extract": "Paul Antony Young is an English singer, songwriter and musician. Formerly the frontman of the short-lived bands Kat Kool & the Kool Cats, Streetband and Q-Tips, he became a teen idol with his solo success in the 1980s. His hit singles include \"Love of the Common People\", \"Wherever I Lay My Hat\", \"Come Back and Stay\", \"Every Time You Go Away\" and \"Everything Must Change\", all reaching the top 10 of the UK Singles Chart. Released in 1983, his debut album, No Parlez, the first of three UK number-one albums, made him a household name. His smooth yet soulful voice belonged to a genre known as \"blue-eyed soul\". At the 1985 Brit Awards, Young received the award for Best British Male. Associated with the Second British Invasion of the US, \"Every Time You Go Away\" reached number one on the Billboard Hot 100 in 1985. It also won Best British Video at the 1986 Brit Awards.",
    "year": 1956,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Steve Earle",
    "birthday": "1955-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/20180705-Rudolstadt-Festival-Steve_Earle-and-the-Dukes-4821.jpg/320px-20180705-Rudolstadt-Festival-Steve_Earle-and-the-Dukes-4821.jpg",
    "extract": "Stephen Fain Earle is an American rock, country and folk singer-songwriter, record producer, author, and actor. Earle began his career as a songwriter in Nashville and released his first EP in 1982.",
    "year": 1955,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pietro Parolin",
    "birthday": "1955-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Cardinal_Pietro_Parolin_par_Claude_Truong-Ngoc_juillet_2021.jpg/213px-Cardinal_Pietro_Parolin_par_Claude_Truong-Ngoc_juillet_2021.jpg",
    "extract": "Pietro Parolin OMRI is an Italian prelate of the Catholic Church. A cardinal since February 2014, he has served as the Vatican's Secretary of State since October 2013 and a member of the Council of Cardinal Advisers since July 2014. Before that, he worked in the diplomatic service of the Holy See for thirty years, where his assignments included terms in Nigeria, Mexico and Venezuela, as well as more than six years as Undersecretary of State for Relations with States.",
    "year": 1955,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Steve Javie",
    "birthday": "1955-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Steve_Javie_%28cropped%29.jpg/259px-Steve_Javie_%28cropped%29.jpg",
    "extract": "Steve Javie is an American retired professional basketball referee who refereed in the National Basketball Association (NBA) from the 1986–87 NBA season to the 2010–11 season. Javie officiated 1,514 regular season, 243 playoff, and 23 NBA Finals games and is one of few NBA referees to officiate 1,000 games. According to Referee magazine, Javie was a highly regarded referee in the NBA, and he was respected within the officiating community for his game management skills. He was also notable during his NBA officiating career for his quickness in assessing technical fouls.",
    "year": 1955,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Robert F. Kennedy Jr.",
    "birthday": "1954-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Robert_F._Kennedy_Jr._by_Gage_Skidmore.jpg/255px-Robert_F._Kennedy_Jr._by_Gage_Skidmore.jpg",
    "extract": "Robert Francis Kennedy Jr. is an American environmental lawyer and author known for promoting anti-vaccine propaganda and conspiracy theories. Kennedy is a son of U.S. senator Robert F. Kennedy and a nephew of President John F. Kennedy. He helped found the non-profit environmental group Waterkeeper Alliance in 1999 and has served as the president of its board. Kennedy has co-hosted Ring of Fire, a nationally syndicated radio program, and written or edited ten books, including two New York Times bestsellers.",
    "year": 1954,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jeff Berlin",
    "birthday": "1953-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Jeff_Berlin_2007_in_Austin_TX.jpg/185px-Jeff_Berlin_2007_in_Austin_TX.jpg",
    "extract": "Jeffrey Arthur Berlin is an American jazz fusion bassist. He first came to prominence in the 1970s as a member of the band Bruford led by drummer Bill Bruford.",
    "year": 1953,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Carlos Johnson (blues musician)",
    "birthday": "1953-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/CarlosJohnson2008.jpg/320px-CarlosJohnson2008.jpg",
    "extract": "Carlos Johnson is an American blues guitarist and singer. He is left-handed, but plays a right-handed instrument upside-down like players such as Otis Rush, Albert King, and Jimi Hendrix. Johnson is known for his aggressive playing which has attracted audiences in Chicago blue scene since the 1970s. He has played on recordings of notable musicians including Billy Branch & The Sons of Blues and Son Seals.",
    "year": 1953,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Darrell Porter",
    "birthday": "1952-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Darrellporter1988.jpg/271px-Darrellporter1988.jpg",
    "extract": "Darrell Ray Porter was an American professional baseball player. He played as a catcher in Major League Baseball from 1971 to 1987 for the Milwaukee Brewers, Kansas City Royals, St. Louis Cardinals, and Texas Rangers. The four-time All-Star was known for his excellent defensive skills and power hitting ability.\nHe struggled but was never able to overcome a substance abuse problem, yet went on to become the most valuable player of the 1982 World Series with the St. Louis Cardinals. Porter died from an accidental drug overdose in 2002 at the age of 50.",
    "year": 1952,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ryuichi Sakamoto",
    "birthday": "1952-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Ryuichi_Sakamoto_at_the_Japan_Society_Panel_on_Art_%26_Nature_2010_cropped.jpg/234px-Ryuichi_Sakamoto_at_the_Japan_Society_Panel_on_Art_%26_Nature_2010_cropped.jpg",
    "extract": "Ryuichi Sakamoto  is a Japanese composer, pianist, singer, record producer and actor who has pursued a diverse range of styles as a solo artist and as a member of Yellow Magic Orchestra (YMO). With his bandmates Haruomi Hosono and Yukihiro Takahashi, Sakamoto influenced and pioneered a number of electronic music genres.",
    "year": 1952,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Anita Borg",
    "birthday": "1949-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e1/Anita_Borg.jpg",
    "extract": "Anita Borg was an American computer scientist. She founded the Institute for Women and Technology and the Grace Hopper Celebration of Women in Computing.",
    "year": 1949,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gyude Bryant",
    "birthday": "1949-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Gyude_Bryant_2004.jpg/230px-Gyude_Bryant_2004.jpg",
    "extract": "Charles Gyude Bryant was a Liberian politician and businessman. He served as the Chairman of the Transitional Government of Liberia from 14 October 2003 to 16 January 2006. The installation of the transitional government was part of the peace agreement to end the country's second civil war, which had raged since the Liberians United for Reconciliation and Democracy (LURD) rebelled against President Charles Taylor in 1999. Bryant was previously a businessman and was chosen as chairman because he was seen as politically neutral and therefore acceptable to each of the warring factions, which included LURD, the Movement for Democracy in Liberia (MODEL), and loyalists of former President Taylor. He was a prominent member of the Episcopal Church of Liberia, and was critical of the governments of Samuel Doe (1980–90) and Taylor (1997–2003).",
    "year": 1949,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Andy Kaufman",
    "birthday": "1949-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9a/Akaufman1.jpg",
    "extract": "Andrew Geoffrey Kaufman was an American actor, singer, professional wrestler and performance artist. While often called a comedian, Kaufman preferred to describe himself instead as a \"song and dance man\". He has sometimes been called an \"anti-comedian\". He disdained telling jokes and engaging in comedy as it was traditionally understood, once saying in an interview, \"I am not a comic, I have never told a joke. The comedian's promise is that he will go out there and make you laugh with him. My only promise is that I will try to entertain you as best I can.\"",
    "year": 1949,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mick Taylor",
    "birthday": "1949-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Mick_Taylor_2.jpg/212px-Mick_Taylor_2.jpg",
    "extract": "Michael Kevin Taylor is an English musician, best known as a former member of John Mayall's Bluesbreakers (1967–69) and the Rolling Stones (1969–74). As a member of the Stones, he appeared on: Let It Bleed (1969), Get Yer Ya-Ya's Out! The Rolling Stones in Concert (1970), Sticky Fingers (1971), Exile on Main St. (1972), Goats Head Soup (1973) and It's Only Rock 'n Roll (1974).",
    "year": 1949,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Davíð Oddsson",
    "birthday": "1948-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Bilden_ar_tagen_vid_Nordiska_radets_session_i_Oslo%2C_2003.jpg/213px-Bilden_ar_tagen_vid_Nordiska_radets_session_i_Oslo%2C_2003.jpg",
    "extract": "Davíð Oddsson is an Icelandic politician, and the longest-serving prime minister of Iceland, in office from 1991 to 2004. From 2004 to 2005 he served as foreign minister. Previously, he was Mayor of Reykjavík from 1982 to 1991, and he chaired the board of governors of the Central Bank of Iceland from 2005 to 2009. The collapse of Iceland's banking system led to vocal demands for his resignation, both from members of the Icelandic public and from the new Icelandic Prime Minister Jóhanna Sigurðardóttir, which resulted in his being replaced as head of the Central Bank in March 2009. In September 2009 he was hired as the editor of Morgunblaðið, one of Iceland's largest newspapers, a decision that caused nationwide controversy and was followed by resignations and widespread terminated subscriptions. He contested the election for President of Iceland on 25 June 2016 but lost to Guðni Jóhannesson.",
    "year": 1948,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Javed Akhtar",
    "birthday": "1945-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Javed_Aktar_2010.jpg/240px-Javed_Aktar_2010.jpg",
    "extract": "Javed Akhtar is an Indian poet, lyricist, screenwriter and political activist. Known for his work in Hindi cinema, he has won five National Film Awards, and received the Padma Shri in 1999 and the Padma Bhushan in 2007, two of India's highest civilian honours.",
    "year": 1945,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Anne Cutler",
    "birthday": "1945-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Anne-Cutler-FRS.jpg/213px-Anne-Cutler-FRS.jpg",
    "extract": "(Elizabeth) Anne Cutler FRS, FBA, FASSA is a Research Professor at the MARCS Institute for Brain, Behaviour and Development, Western Sydney University and Emeritus Director of the Max Planck Institute for Psycholinguistics in Nijmegen.",
    "year": 1945,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Chris Montez",
    "birthday": "1943-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Chris_Montez.png/279px-Chris_Montez.png",
    "extract": "Chris Montez is an American guitarist and vocalist, whose stylistic approach has ranged from rock & roll to pop standards and Latin music. His rock sound is exemplified in songs such as his 1962 hit \"Let's Dance\", which reached No. 4 on the Billboard Hot 100. When his early music's popularity began to fade, he switched to a more traditional role as a popular singer of soft ballads, scoring hits with “The More I See You” and “Call Me\" in 1966. He has also recorded in Latin styles. Over the intervening years, he has continued to work in all three modes.",
    "year": 1943,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "René Préval",
    "birthday": "1943-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Rene_Preval.jpg/242px-Rene_Preval.jpg",
    "extract": "René Garcia Préval was a Haitian politician and agronomist who served twice as President of Haiti; once from early 1996 to early 2001, and again from mid 2006 to mid 2011. He was also Prime Minister from early to late 1991.",
    "year": 1943,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Muhammad Ali",
    "birthday": "1942-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Muhammad_Ali_NYWTS.jpg/256px-Muhammad_Ali_NYWTS.jpg",
    "extract": "Muhammad Ali was an American professional boxer and activist. Nicknamed \"The Greatest\", he is widely regarded as one of the most significant and celebrated sports figures of the 20th century, and is frequently ranked as the greatest heavyweight boxer of all time. In 1999, he was named Sportsman of the Century by Sports Illustrated and the Sports Personality of the Century by the BBC.",
    "year": 1942,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ita Buttrose",
    "birthday": "1942-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Ita_Buttrose_2014.jpg/213px-Ita_Buttrose_2014.jpg",
    "extract": "Ita Clare Buttrose is an Australian TV network chairperson, television and radio personality, author and former magazine editor, publishing executive and newspaper journalist.",
    "year": 1942,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ulf Hoelscher",
    "birthday": "1942-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Bundesarchiv_B_145_Bild-F075423-0011%2C_Bonn%2C_Konzert_in_der_Beethovenhalle.jpg/320px-Bundesarchiv_B_145_Bild-F075423-0011%2C_Bonn%2C_Konzert_in_der_Beethovenhalle.jpg",
    "extract": "Ulf Hoelscher is a German violinist.",
    "year": 1942,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nerses Bedros XIX Tarmouni",
    "birthday": "1940-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/BISHOP_patriarc_nerses_bedros_xix.jpg/173px-BISHOP_patriarc_nerses_bedros_xix.jpg",
    "extract": "Nerses Bedros XIX was the patriarch of the Armenian Catholic Church.",
    "year": 1940,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kipchoge Keino",
    "birthday": "1940-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/14-01-10-tbh-012-kipchoge-keino.jpg/238px-14-01-10-tbh-012-kipchoge-keino.jpg",
    "extract": "Kipchoge Hezekiah Keino is a retired Kenyan track and field athlete. He was the chairman of the Kenyan Olympic Committee (KOC) until 29 September 2017. A two-time Olympic gold medalist, Keino was among the first in a long line of successful middle and long distance runners to come from the country and has helped and inspired many of his fellow countrymen and women to become the athletics force that they are today. In 2000, he became an honorary member of the International Olympic Committee (IOC). In 2012, he was one of 24 athletes inducted as inaugural members of the IAAF Hall of Fame.",
    "year": 1940,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tabaré Vázquez",
    "birthday": "1940-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Visita_Oficial_del_Presidente_de_Uruguay_2_%28cropped%29.jpg/228px-Visita_Oficial_del_Presidente_de_Uruguay_2_%28cropped%29.jpg",
    "extract": "Tabaré Ramón Vázquez Rosas was a Uruguayan politician who served as the 41st President of Uruguay from 2015 to 2020. He previously served as president from 2005 to 2010 as the 39th officeholder. A physician (oncologist), he was a member of the leftist Broad Front coalition.",
    "year": 1940,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Christodoulos of Athens",
    "birthday": "1939-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/11/Archbishop_Christodoulos_%28cropped%29.jpg",
    "extract": "Christodoulos was Archbishop of Athens and All Greece and as such the primate of the Autocephalous Orthodox Church of Greece, from 1998 until his death, in 2008.",
    "year": 1939,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Maury Povich",
    "birthday": "1939-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4d/Maury_Povich.jpg",
    "extract": "Maurice Richard Povich is an American retired television personality, best known for hosting the tabloid talk show Maury which aired from 1991 and will end in 2022. Povich began his career as a radio reporter, initially at WWDC. In the late 1980s, he gained national fame as the host of tabloid infotainment TV show A Current Affair, based at Fox's New York flagship station WNYW. In 1991 he co-produced his own show The Maury Povich Show, which in 1998 was rebranded as Maury.",
    "year": 1939,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Bellairs",
    "birthday": "1938-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4c/John_Anthony_Bellairs.jpg",
    "extract": "John Anthony Bellairs was an American author best known for his fantasy novel The Face in the Frost and many Gothic mystery novels for children featuring the characters Lewis Barnavelt, Rose Rita Pottinger, Johnny Dixon, and Anthony Monday. Most of his books were illustrated by Edward Gorey. Thirteen unfinished and original sequels to Bellairs' books have been written by Brad Strickland. At the time of his death, Bellairs' books had sold a quarter-million copies in hard cover and more than a million and a half copies in paperback.",
    "year": 1938,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Toini Gustafsson",
    "birthday": "1938-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Toini_Gustafsson_R%C3%B6nnlund_in_Jan_2014.jpg/253px-Toini_Gustafsson_R%C3%B6nnlund_in_Jan_2014.jpg",
    "extract": "Toini Gustafsson Rönnlund is a Swedish former cross-country skier. She competed in the 1964 and 1968 Winter Olympics and won four medals. Gustafsson also won the 10 km race at the Holmenkollen ski festival in each of 1960, 1967, and 1968. At the FIS Nordic World Ski Championships she collected three medals with a silver in 1962 and two bronzes in 1966.",
    "year": 1938,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alain Badiou",
    "birthday": "1937-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Alain_Badiou-2.jpg/251px-Alain_Badiou-2.jpg",
    "extract": "Alain Badiou is a French philosopher, formerly chair of Philosophy at the École normale supérieure (ENS) and founder of the faculty of Philosophy of the Université de Paris VIII with Gilles Deleuze, Michel Foucault and Jean-François Lyotard. Badiou has written about the concepts of being, truth, event and the subject in a way that, he claims, is neither postmodern nor simply a repetition of modernity. Badiou has been involved in a number of political organisations, and regularly comments on political events. Badiou argues for a return of communism as a political force.",
    "year": 1937,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Boyd (diplomat)",
    "birthday": "1936-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7f/John_Boyd_at_public_lecture.jpg",
    "extract": "Sir John Dixon Ikle Boyd was a British ambassador and academic administrator. He was British ambassador to Japan from 1992 to 1996, and subsequently the Master of Churchill College, Cambridge from 1996 to 2006.",
    "year": 1936,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "A. Thangathurai",
    "birthday": "1936-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3d/A._Thangathurai.jpg",
    "extract": "Arunasalam Thangathurai was a Sri Lankan Tamil lawyer, politician and Member of Parliament.",
    "year": 1936,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ruth Ann Minner",
    "birthday": "1935-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Ruth_Ann_Minner.jpg/297px-Ruth_Ann_Minner.jpg",
    "extract": "Ruth Ann Minner was an American politician and businesswoman from Milford, in Kent County, Delaware. A member of the Democratic Party, she served as the 72nd governor of Delaware from 2001 to 2009. She previously served in the Delaware House of Representatives from 1975 to 1983, in the Delaware Senate from 1983 to 1993, and as 23rd lieutenant governor of Delaware from 1993 to 2001.",
    "year": 1935,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dalida",
    "birthday": "1933-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Dalida_1974.jpg/205px-Dalida_1974.jpg",
    "extract": "Iolanda Cristina Gigliotti, professionally known as Dalida, was a French singer born in Egypt to Italian parents. She sang in eleven languages, and sold millions of records internationally. Her best known songs are \"Bambino\", Les enfants du Pirée\" \"Le temps des fleurs\", \"Darla dirladada\", \"J'attendrai\", and \"Paroles, paroles\" featuring spoken word by Alain Delon.",
    "year": 1933,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sadruddin Aga Khan",
    "birthday": "1933-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Sadruddin_Aga_Khan_%281991%29_by_Erling_Mandelmann.jpg",
    "extract": "Prince Sadruddin Aga Khan was a statesman and activist who served as United Nations High Commissioner for Refugees from 1966 to 1977, during which he reoriented the agency's focus beyond Europe and prepared it for an explosion of complex refugee issues. He was also a proponent of greater collaboration between non-governmental organizations (NGOs) and UN agencies. The Prince's interest in ecological issues led him to establish the Bellerive Foundation in the late 1970s, and he was a knowledgeable and respected collector of Islamic art.",
    "year": 1933,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Shari Lewis",
    "birthday": "1933-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Sharis_Lewis.jpg/244px-Sharis_Lewis.jpg",
    "extract": "Shari Lewis was an American ventriloquist, puppeteer, children's entertainer, and television show host. She was best known as the original puppeteer of the sock puppet Lamb Chop, first appearing on Captain Kangaroo in March 1956 and then Hi Mom, a local morning television show which aired on WRCA-TV in New York City.",
    "year": 1933,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sheree North",
    "birthday": "1932-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Sheree_North_1975.JPG/245px-Sheree_North_1975.JPG",
    "extract": "Sheree North was an American actress, dancer, and singer, known for being one of 20th Century-Fox's intended successors to Marilyn Monroe.",
    "year": 1932,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "James Earl Jones",
    "birthday": "1931-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/James_Earl_Jones_%288516667383%29.jpg/213px-James_Earl_Jones_%288516667383%29.jpg",
    "extract": "James Earl Jones is an American actor. He has been described as \"one of America's most distinguished and versatile\" actors for his performances in film, television, and theater, and \"one of the greatest actors in American history\". With a career spanning over six decades, Jones has achieved success in multiple fields of entertainment, and is among the few performers awarded an Emmy, Grammy, Oscar, and Tony (EGOT). Jones has been said to possess \"one of the best-known voices in show business, a stirring basso profondo that has lent gravel and gravitas\" to his projects, including live-action acting, voice acting, and commercial voice-overs.",
    "year": 1931,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Douglas Wilder",
    "birthday": "1931-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wilder1.image.jpg/215px-Wilder1.image.jpg",
    "extract": "Lawrence Douglas Wilder is an American lawyer and politician who served as the 66th Governor of Virginia from 1990 to 1994. He was the first African American to serve as governor of a U.S. state since the Reconstruction era, and the first African American ever elected as governor.",
    "year": 1931,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Don Zimmer",
    "birthday": "1931-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Don_zimmer_bowman_1955.jpg/320px-Don_zimmer_bowman_1955.jpg",
    "extract": "Donald William Zimmer was an American infielder, manager, and coach in Major League Baseball (MLB). Zimmer was involved in professional baseball from 1949 until his death, a span of 65 years, across 8 decades.",
    "year": 1931,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jacques Plante",
    "birthday": "1929-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Jacques_plante.jpg/251px-Jacques_plante.jpg",
    "extract": "Joseph Jacques Omer Plante was a Canadian professional ice hockey goaltender. During a career lasting from 1947 to 1975, he was considered to be one of the most important innovators in hockey. He played for the Montreal Canadiens from 1953 to 1963; during his tenure, the team won the Stanley Cup six times, including five consecutive wins. In 2017 Plante was named one of the \"100 Greatest NHL Players\" in history.",
    "year": 1929,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tan Boon Teik",
    "birthday": "1929-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9a/Tan_Boon_Teik.jpg",
    "extract": "Tan Boon Teik was a Singaporean judicial officer who served as Attorney-General on an acting basis from 1967 to 1968, and the full position from 1969 through to 1992. Appointed when he was 39 years old, he remains the youngest person to have held this post and remains the longest serving Attorney-General of post-independence Singapore, having held office for just over 25 years.",
    "year": 1929,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Vidal Sassoon",
    "birthday": "1928-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/6.6.06VidalSassoon.jpg/190px-6.6.06VidalSassoon.jpg",
    "extract": "Vidal Sassoon was a British hairstylist, businessman, and philanthropist. He was noted for repopularising a simple, close-cut geometric hairstyle called the bob cut, worn by famous fashion designers including Mary Quant and film stars such as Mia Farrow, Goldie Hawn, Cameron Diaz, Nastassja Kinski and Helen Mirren.",
    "year": 1928,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Thomas Anthony Dooley III",
    "birthday": "1927-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Thomas_Anthony_Dooley_III%2C_MD.jpg/320px-Thomas_Anthony_Dooley_III%2C_MD.jpg",
    "extract": "Thomas Anthony Dooley III was an American physician who worked in Southeast Asia at the outset of American involvement in the Vietnam War. While serving as a physician in the United States Navy and afterwards, he became known for his humanitarian and anti-communist political activities up until his early death from cancer. After his death, the public learned that he had been recruited as an intelligence operative by the Central Intelligence Agency, and numerous descriptions of atrocities by the Viet Minh in his book Deliver Us From Evil had been fabricated.",
    "year": 1927,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Eartha Kitt",
    "birthday": "1927-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Eartha_Kitt_visit_to_Israel_%28997009326918005171%29_%28cropped%29.jpg/223px-Eartha_Kitt_visit_to_Israel_%28997009326918005171%29_%28cropped%29.jpg",
    "extract": "Eartha Kitt was an American singer, actress, comedian, dancer and activist known for her highly distinctive singing style and her 1953 recordings of \"C'est si bon\" and the Christmas novelty song \"Santa Baby\". Orson Welles once called her the \"most exciting woman in the world\".",
    "year": 1927,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Harlan Mathews",
    "birthday": "1927-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Senator_Harlan_Mathews_%28D-TN%29.jpg",
    "extract": "Harlan Mathews was a Democratic United States Senator from Tennessee from 1993 to 1994. He had previously served in the executive and legislative branches of state government in Tennessee for more than 40 years beginning in 1950.",
    "year": 1927,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "E. W. Swackhamer",
    "birthday": "1927-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/E_W_Swackhamer.jpg/251px-E_W_Swackhamer.jpg",
    "extract": "Egbert Warnderink \"E. W.\" Swackhamer Jr. was an American television and film director.",
    "year": 1927,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Newton N. Minow",
    "birthday": "1926-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Newton_Minow_2006.jpg/228px-Newton_Minow_2006.jpg",
    "extract": "Newton Norman Minow is an American attorney and former Chair of the Federal Communications Commission. He is famous for his speech referring to television as a \"vast wasteland\". While still maintaining a law practice, Minow is currently the Honorary Consul General of Singapore in Chicago.",
    "year": 1926,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Moira Shearer",
    "birthday": "1926-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Moira_Shearer_1954.jpg/259px-Moira_Shearer_1954.jpg",
    "extract": "Moira Shearer King, Lady Kennedy, was an internationally renowned Scottish ballet dancer and actress. She is best remembered for her performances in Powell and Pressburger's The Red Shoes (1948), The Tales of Hoffman (1951) and Michael Powell's Peeping Tom (1960). She has been played on screen by Shannon Davidson in the award-winning short film Òran na h-Eala (2022) which explores her life changing decision to appear in The Red Shoes.",
    "year": 1926,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Clyde Walcott",
    "birthday": "1926-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Clyde_Walcott.jpg",
    "extract": "Sir Clyde Leopold Walcott KA, GCM, OBE was a West Indian cricketer. Walcott was a member of the \"three W's\", the other two being Everton Weekes and Frank Worrell: all were very successful batsmen from Barbados, born within a short distance of each other in Bridgetown, Barbados in a period of 18 months from August 1924 to January 1926; all made their Test cricket debut against England in 1948. \nIn the mid-1950s, Walcott was arguably the best batsman in the world. In later life, he had an active career as a cricket administrator, and was the first non-English and non-white chairman of the International Cricket Council.",
    "year": 1926,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gunnar Birkerts",
    "birthday": "1925-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Kemper_Museum_of_Contemporary_Art.jpg/320px-Kemper_Museum_of_Contemporary_Art.jpg",
    "extract": "Gunnar Birkerts was a Latvian American architect who, for most of his career, was based in the metropolitan area of Detroit, Michigan.",
    "year": 1925,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Robert Cormier",
    "birthday": "1925-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f5/Cormier_Robert.jpg",
    "extract": "Robert Edmund Cormier was an American author and journalist, known for his deeply pessimistic novels, many of which were written for young adults. Recurring themes include abuse, mental illness, violence, revenge, betrayal, and conspiracy. In most of his novels, the protagonists do not win.",
    "year": 1925,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Abdul Hafeez Kardar",
    "birthday": "1925-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/85/Abdul_Hafeez_Kardar.jpg",
    "extract": "Abdul Hafeez Kardar pronunciation (help·info) or Abdul Kardar was a Pakistani cricketer, politician and diplomat. He was the first captain of the Pakistan Test cricket team. He is one of the only three players to have played Test cricket for both India and Pakistan, the other two being Amir Elahi and Gul Mohammad.",
    "year": 1925,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rik De Saedeleer",
    "birthday": "1924-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Rik-de-saedeleer-1362509235.jpg/213px-Rik-de-saedeleer-1362509235.jpg",
    "extract": "Rik De Saedeleer was a Belgian footballer, columnist and television sports commentator.",
    "year": 1924,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jewel Plummer Cobb",
    "birthday": "1924-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2d/Jewel_Plummer_Cobb.jpg/225px-Jewel_Plummer_Cobb.jpg",
    "extract": "Jewel Plummer Cobb was an American biologist, cancer researcher, professor, dean, and academic administrator. She contributed to the field of cancer research by studying the cure for melanoma. Cobb was an advocate for increasing the representation of women and students of color in universities, and she created programs to support students interested in pursuing graduate school.",
    "year": 1924,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Luis Echeverría",
    "birthday": "1922-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Luis_Echeverria_Smiling.png/232px-Luis_Echeverria_Smiling.png",
    "extract": "Luis Echeverría Álvarez is a Mexican lawyer, academic and politician affiliated with the Institutional Revolutionary Party (PRI), who served as the 57th President of Mexico from 1970 to 1976. Previously, he was Secretary of the Interior from 1963 to 1969. At 100, he is the oldest former head of state in the country's history, as well as the only centenarian.",
    "year": 1922,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nicholas Katzenbach",
    "birthday": "1922-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Nicholas_Katzenbach_at_White_House%2C_6_May_1968.jpg/320px-Nicholas_Katzenbach_at_White_House%2C_6_May_1968.jpg",
    "extract": "Nicholas deBelleville Katzenbach was an American lawyer who served as United States Attorney General during the Lyndon B. Johnson administration.",
    "year": 1922,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Betty White",
    "birthday": "1922-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Betty_White_1988_Emmy_Awards_%28cropped_2%29.jpg/216px-Betty_White_1988_Emmy_Awards_%28cropped_2%29.jpg",
    "extract": "Betty Marion White was an American actress and comedian. A pioneer of early television, with a television career spanning more than seven decades, White was noted for her vast work in the entertainment industry and being one of the first women to work both in front of and behind the camera. She was the first woman to produce a sitcom in the United States, which contributed to her being named honorary Mayor of Hollywood in 1955. White is often referred to as the \"First Lady of Television\", a title used for a 2018 documentary detailing her life and career.",
    "year": 1922,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Asghar Khan",
    "birthday": "1921-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Air_Marshal_Asghar_Khan.jpg/293px-Air_Marshal_Asghar_Khan.jpg",
    "extract": "Air Marshal Muhammad Asghar Khan (Retd.), was a Pakistani politician and an autobiographer, later a dissident serving the cause of pacifism, peace, and human rights.",
    "year": 1921,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Keith Joseph",
    "birthday": "1918-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7e/Sir_Keith_Joseph%2C_Bt_in_1964.jpg/244px-Sir_Keith_Joseph%2C_Bt_in_1964.jpg",
    "extract": "Keith Sinjohn Joseph, Baron Joseph,, known as Sir Keith Joseph, 2nd Baronet, for most of his political life, was a British politician, intellectual and barrister. A member of the Conservative Party, he served as a minister under four prime ministers: Harold Macmillan, Sir Alec Douglas-Home, Edward Heath and Margaret Thatcher. He was a key influence in the creation of what came to be known as \"Thatcherism\".",
    "year": 1918,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "George M. Leader",
    "birthday": "1918-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/George_M._Leader_%28Pennsylvania_governor%29.jpg/248px-George_M._Leader_%28Pennsylvania_governor%29.jpg",
    "extract": "George Michael Leader was an American politician. He served as the 36th Governor of Pennsylvania from January 18, 1955 until January 20, 1959. He was a member of the Democratic Party, and a native of York County, Pennsylvania. He was the only person from that county ever to be elected governor of the state until the election of Tom Wolf in 2014.",
    "year": 1918,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "M. G. Ramachandran",
    "birthday": "1917-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/MG_Ramachandran_2017_stamp_of_India.jpg/238px-MG_Ramachandran_2017_stamp_of_India.jpg",
    "extract": "Marudhur Gopalan Ramachandran, also popularly known as M.G.R., was an Indian politician, actor, philanthropist and filmmaker who served as the chief minister of Tamil Nadu from 1977 till his death in 1987. He was the founder of AIADMK and mentor of J. Jayalalithaa. On 19 March 1988, M.G.R. was posthumously honoured with Bharat Ratna, India's highest civilian honour.",
    "year": 1917,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Peter Frelinghuysen Jr.",
    "birthday": "1916-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d9/PeterFrelinghuysen.jpg",
    "extract": "Peter Hood Ballantine Frelinghuysen Jr. was an American politician and attorney. He represented New Jersey's fifth congressional district in the United States House of Representatives as a Republican from 1953 to 1975.",
    "year": 1916,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "William Stafford (poet)",
    "birthday": "1914-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/ce/William_Stafford.jpg/206px-William_Stafford.jpg",
    "extract": "William Edgar Stafford was an American poet and pacifist. He was the father of poet and essayist Kim Stafford. He was appointed the twentieth Consultant in Poetry to the Library of Congress in 1970.",
    "year": 1914,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Busher Jackson",
    "birthday": "1911-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6a/Busher_jackson.jpg/180px-Busher_jackson.jpg",
    "extract": "Ralph Harvey Jackson was a Canadian professional ice hockey player. Jackson played 15 National Hockey League (NHL) seasons between 1929 and 1944 for the Toronto Maple Leafs, New York Americans, and Boston Bruins. He was a member of the Maple Leafs' famed Kid Line with Joe Primeau and Charlie Conacher, one of the early NHL's dominant scoring trios. Jackson led the league in scoring in 1931–32 and was a member of Toronto's 1932 Stanley Cup championship team. He was named to five NHL All-Star Teams and played in three benefit All-Star Games, including the Ace Bailey Benefit Game, the first All-Star contest in NHL history.",
    "year": 1911,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John S. McCain Jr.",
    "birthday": "1911-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/John_S._McCain%2C_Jr._color_portrait.jpg/249px-John_S._McCain%2C_Jr._color_portrait.jpg",
    "extract": "John Sidney \"Jack\" McCain Jr. was a United States Navy admiral who served in conflicts from the 1940s through the 1970s, including as the Commander, United States Pacific Command.",
    "year": 1911,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "George Stigler",
    "birthday": "1911-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c7/George_Stigler.jpg",
    "extract": "George Joseph Stigler was an American economist, the 1982 laureate in Nobel Memorial Prize in Economic Sciences and a key leader of the Chicago school of economics.",
    "year": 1911,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Cus D'Amato",
    "birthday": "1908-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Cus_DAmato_1959.jpg/240px-Cus_DAmato_1959.jpg",
    "extract": "Constantine \"Cus\" D'Amato was an Italian-American boxing manager and trainer who handled the careers of Mike Tyson, Floyd Patterson, and José Torres, all of whom went on to be inducted into the International Boxing Hall of Fame. Several successful boxing trainers, including Teddy Atlas and Kevin Rooney, were tutored by D'Amato. He was a proponent of the peek-a-boo style of boxing, in which the fighter holds his gloves close to his cheeks and pulls his arms tight against his torso, which was criticized by some because it was believed that an efficient attack could not be launched from it.",
    "year": 1908,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Henk Badings",
    "birthday": "1907-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/12/HenkBadings.jpg",
    "extract": "Henk Badings was a Indo-Dutch composer.",
    "year": 1907,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Peggy Gilbert",
    "birthday": "1905-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/ce/Peggy_Gilbert.jpg",
    "extract": "Peggy Gilbert, born Margaret Fern Knechtges, was an American jazz saxophonist and bandleader.",
    "year": 1905,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Eduard Oja",
    "birthday": "1905-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Eduard_Oja_haud.JPG/320px-Eduard_Oja_haud.JPG",
    "extract": "Eduard Oja was an Estonian composer, conductor, music teacher and critic. His father was a forest warden. Between 1919 and 1925 he studied at Tartu Teacher's College at Tartu University, where he met Eduard Tubin, and he also worked for some time as a school teacher. He was not a particularly prolific composer, composing mainly orchestral and ensemble works and choral music. He was however much appreciated during his lifetime, and received awards and acclaim for several of his works. He also worked as a conductor, leading the Tartu Women's Singing Society's Women's Choir between 1930 and 1934, as well as a teacher of music theory at Tartu Higher School of Music. In addition, he was himself a practising violinist. A number of his works such as the opera Oath Redeemed and the choral work The Return Home have been lost, although the majority of his work has survived, and is valued in museums in Estonia today. The Eduard Tubin Museum of Alatskivi Castle contains exhibits related to him and his fellow students under Heino Eller, known as the \"Tartu school\", such as Eduard Tubin, Alfred Karindi, Olav Roots and Karl Leichter.",
    "year": 1905,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Guillermo Stábile",
    "birthday": "1905-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Stabile_hurac_1926.jpg/249px-Stabile_hurac_1926.jpg",
    "extract": "Guillermo Stábile was an Argentine professional football player and manager who played as a centre forward. At club level, Stábile won two national championships with Huracán and played in Italy and France. He was the top scorer of 1930 World Cup, the inaugural iteration of the tournament. As manager, he led Argentina to victory at six South American Championships and Racing Club to three league titles.",
    "year": 1905,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jan Zahradníček",
    "birthday": "1905-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Pametni_deska_na_zdejsi_pusobeni_J._Zahradnicka.JPG/240px-Pametni_deska_na_zdejsi_pusobeni_J._Zahradnicka.JPG",
    "extract": "Jan Zahradníček was a Czech journalist, translator, and one of the most important Czech Catholic poets of the 20th century. Because of his faith and his anti-totalitarian work, he was imprisoned as an enemy of the Communist Party after the Communist coup of 1948.",
    "year": 1905,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Hem Vejakorn",
    "birthday": "1904-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Hem_Wetchakon.jpg/223px-Hem_Wetchakon.jpg",
    "extract": "Hem Vejakorn was a Thai artist and writer. He is best known for his illustrations for the covers of 10-satang pulp novels, which have in turn influenced subsequent generations of Thai artists and illustrators, and also his ghost stories. It is estimated that he produced more than 50,000 pieces of art, including pen and pencil drawings, watercolors, posters and oil paintings. He portrayed rural life, Thai history and figures from Thai classical literature. His works have been reproduced on Thai postage stamps and featured in art galleries.",
    "year": 1904,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Al Capone",
    "birthday": "1899-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Al_Capone_in_1930.jpg/251px-Al_Capone_in_1930.jpg",
    "extract": "Alphonse Gabriel Capone, sometimes known by the nickname \"Scarface\", was an American gangster and businessman who attained notoriety during the Prohibition era as the co-founder and boss of the Chicago Outfit. His seven-year reign as a crime boss ended when he went to prison at the age of 33.",
    "year": 1899,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Robert Maynard Hutchins",
    "birthday": "1899-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Robert_Maynard_Hutchins_1921_Yale_2145977.jpg/234px-Robert_Maynard_Hutchins_1921_Yale_2145977.jpg",
    "extract": "Robert Maynard Hutchins was an American educational philosopher. He was president (1929–1945) and chancellor (1945–1951) of the University of Chicago, and earlier dean of Yale Law School (1927–1929). His first wife was the novelist Maude Hutchins. Although his father and grandfather were both Presbyterian ministers, Hutchins became one of the most influential members of the school of secular perennialism.",
    "year": 1899,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nevil Shute",
    "birthday": "1899-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Neville_Shute_AWW_1949.jpg/195px-Neville_Shute_AWW_1949.jpg",
    "extract": "Nevil Shute Norway was an English novelist and aeronautical engineer who spent his later years in Australia. He used his full name in his engineering career and Nevil Shute as his pen name, in order to protect his engineering career from inferences by his employers (Vickers) or from fellow engineers that he was '\"not a serious person\" or from potentially adverse publicity in connection with his novels, which included On the Beach and A Town Like Alice.",
    "year": 1899,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marcel Petiot",
    "birthday": "1897-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Portraitpetiot.jpg",
    "extract": "Marcel André Henri Félix Petiot was a French doctor and serial killer. He was convicted of multiple murders after the discovery of the remains of 23 people in the basement of his home in Paris during World War II. He is suspected of the murder of around 60 victims during his lifetime, although the true number remains unknown.",
    "year": 1897,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Babu Gulabrai",
    "birthday": "1888-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Babu_Gulabrai_2002_stamp_of_India.jpg",
    "extract": "Babu Gulabrai was a significant figure in modern Hindi literature.",
    "year": 1888,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ola Raknes",
    "birthday": "1887-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Ola_Raknes.jpg/208px-Ola_Raknes.jpg",
    "extract": "Ola Raknes was a Norwegian psychologist, philologist and non-fiction writer. Born in Bergen, Norway, he was internationally known as a psychoanalyst in the Reichian tradition. He has been described as someone who spent his entire life working with the conveying of ideas through many languages and between different epistemological systems of reference, science and religion. For large portions of his life he was actively contributing to the public discourse in Norway. He has also been credited for his contributions to strengthening and enriching the Nynorsk language and its use in the public sphere.",
    "year": 1887,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Glenn L. Martin",
    "birthday": "1886-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Glenn_L._Martin_in_pusher-biplane.jpg/320px-Glenn_L._Martin_in_pusher-biplane.jpg",
    "extract": "Glenn Luther Martin was an early American aviation pioneer. He designed and built his own aircraft and was an active pilot, as well as an aviation record-holder. He founded an aircraft company in 1912 which through several mergers amalgamated into what is today known as Lockheed Martin.",
    "year": 1886,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Compton Mackenzie",
    "birthday": "1883-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Compton_Mackenzie.jpg/257px-Compton_Mackenzie.jpg",
    "extract": "Sir Edward Montague Compton Mackenzie, was an English-born Scottish writer of fiction, biography, histories and a memoir, as well as a cultural commentator, raconteur and lifelong Scottish nationalist. He was one of the co-founders in 1928 of the National Party of Scotland along with Hugh MacDiarmid, R. B. Cunninghame Graham and John MacCormick. He was knighted in 1952.",
    "year": 1883,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Noah Beery",
    "birthday": "1882-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Noah_Beery_Sr.jpg/251px-Noah_Beery_Sr.jpg",
    "extract": "Noah Nicholas Beery was an American actor who appeared in films from 1913 until his death in 1946. He was the older brother of Academy Award-winning actor Wallace Beery as well as the father of prominent character actor Noah Beery Jr. He was billed as either Noah Beery or Noah Beery Sr. depending upon the film.",
    "year": 1882,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Antoni Łomnicki",
    "birthday": "1881-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/%C5%81omnicki_Antoni.jpg/224px-%C5%81omnicki_Antoni.jpg",
    "extract": "Antoni Marian Łomnicki was a Polish mathematician.",
    "year": 1881,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Harry Price",
    "birthday": "1881-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Harry_price_by_william_hope.jpg/316px-Harry_price_by_william_hope.jpg",
    "extract": "Harry Price was a British psychic researcher and author, who gained public prominence for his investigations into psychical phenomena and his exposing fraudulent spiritualist mediums. He is best known for his well-publicised investigation of the purportedly haunted Borley Rectory in Essex, England.",
    "year": 1881,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mack Sennett",
    "birthday": "1880-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Mack_Sennett_1916.jpg/225px-Mack_Sennett_1916.jpg",
    "extract": "Mack Sennett was a Canadian-American film actor, director, and producer, and studio head, known as the 'King of Comedy'.",
    "year": 1880,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marie Zdeňka Baborová-Čiháková",
    "birthday": "1877-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Zdenka_Baborova_1901_Vilim.png/208px-Zdenka_Baborova_1901_Vilim.png",
    "extract": "Dr. Marie Zdeňka Baborová-Čiháková was the first female Czech botanist and zoologist.",
    "year": 1877,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "May Gibbs",
    "birthday": "1877-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/May_Gibbs.jpg/242px-May_Gibbs.jpg",
    "extract": "Cecilia May Gibbs MBE was an Australian children's author, illustrator, and cartoonist. She is best known for her gumnut babies, and the book Snugglepot and Cuddlepie.",
    "year": 1877,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Frank Hague",
    "birthday": "1876-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Frank_Hague.jpg/233px-Frank_Hague.jpg",
    "extract": "Frank Hague was an American Democratic Party politician who served as the Mayor of Jersey City, New Jersey from 1917 to 1947, Democratic National Committeeman from New Jersey from 1922 until 1949, and Vice-Chairman of the Democratic National Committee from 1924 until 1949.",
    "year": 1876,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Florencio Sánchez",
    "birthday": "1875-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/083_MO_1.jpg/219px-083_MO_1.jpg",
    "extract": "Florencio Sánchez was a Uruguayan playwright, journalist and political figure. He is considered one of the founding fathers of theater in the River Plate region of Argentina and Uruguay.",
    "year": 1875,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "David Beatty, 1st Earl Beatty",
    "birthday": "1871-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Vice_Admiral_Sir_David_Beatty.jpg/231px-Vice_Admiral_Sir_David_Beatty.jpg",
    "extract": "Admiral of the Fleet David Richard Beatty, 1st Earl Beatty was a Royal Navy officer. After serving in the Mahdist War and then the response to the Boxer Rebellion, he commanded the 1st Battlecruiser Squadron at the Battle of Jutland in 1916, a tactically indecisive engagement after which his aggressive approach was contrasted with the caution of his commander Admiral Sir John Jellicoe. He is remembered for his comment at Jutland that \"There seems to be something wrong with our bloody ships today\", after two of his ships exploded. Later in the war he succeeded Jellicoe as Commander in Chief of the Grand Fleet, in which capacity he received the surrender of the German High Seas Fleet at the end of the war. He then followed Jellicoe's path a second time, serving as First Sea Lord—a position that Beatty held longer than any other First Sea Lord. While First Sea Lord, he was involved in negotiating the Washington Naval Treaty of 1922 in which it was agreed that the United States, Britain and Japan should set their navies in a ratio of 5:5:3, with France and Italy maintaining smaller ratio fleets of 1.75 each.",
    "year": 1871,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nicolae Iorga",
    "birthday": "1871-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Iorga_at_his_desk_Luceaferul_2%2C_1914.jpg/288px-Iorga_at_his_desk_Luceaferul_2%2C_1914.jpg",
    "extract": "Nicolae Iorga was a Romanian historian, politician, literary critic, memoirist, Albanologist, poet and playwright. Co-founder of the Democratic Nationalist Party (PND), he served as a member of Parliament, President of the Deputies' Assembly and Senate, cabinet minister and briefly (1931–32) as Prime Minister. A child prodigy, polymath and polyglot, Iorga produced an unusually large body of scholarly works, establishing his international reputation as a medievalist, Byzantinist, Latinist, Slavist, art historian and philosopher of history. Holding teaching positions at the University of Bucharest, the University of Paris and several other academic institutions, Iorga was founder of the International Congress of Byzantine Studies and the Institute of South-East European Studies (ISSEE). His activity also included the transformation of Vălenii de Munte town into a cultural and academic center.",
    "year": 1871,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Carl Laemmle",
    "birthday": "1867-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Carl_Laemmle_LCCN2014718849_%28cropped%29.jpg/240px-Carl_Laemmle_LCCN2014718849_%28cropped%29.jpg",
    "extract": "Carl Laemmle was a German-American film producer and the co-founder and, until 1934, owner of Universal Pictures. He produced or worked on over 400 films.",
    "year": 1867,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sir Alfred Rawlinson, 3rd Baronet",
    "birthday": "1867-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Colonel_Rawlinson_1924.png/277px-Colonel_Rawlinson_1924.png",
    "extract": "Colonel Sir Alfred \"Toby\" Rawlinson, 3rd Baronet, was an English soldier and intelligence officer, sportsman, pioneer motorist and aviator.",
    "year": 1867,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sir Charles Fergusson, 7th Baronet",
    "birthday": "1865-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Sir_Charles_Fergusson%2C_ca_1926.jpg/242px-Sir_Charles_Fergusson%2C_ca_1926.jpg",
    "extract": "Sir Charles Fergusson, 7th Baronet,, was a British Army officer and the third Governor-General of New Zealand.",
    "year": 1865,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "David Lloyd George",
    "birthday": "1863-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/David_Lloyd_George.jpg/245px-David_Lloyd_George.jpg",
    "extract": "David Lloyd George, 1st Earl Lloyd-George of Dwyfor, was Prime Minister of the United Kingdom from 1916 to 1922. He was a Liberal Party politician known for leading the United Kingdom during the First World War, social reform policies including the National Insurance Act 1911, his role in the Paris Peace Conference, negotiating the establishment of the Irish Free State, disestablishment of the Church of England in Wales and support of Welsh devolution in his early career.",
    "year": 1863,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Konstantin Stanislavski",
    "birthday": "1863-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Bundesarchiv_Bild_183-18073-0003%2C_Konstantin_Sergejewitsch_Stanislawski.jpg/251px-Bundesarchiv_Bild_183-18073-0003%2C_Konstantin_Sergejewitsch_Stanislawski.jpg",
    "extract": "Konstantin Sergeyevich Stanislavski was a seminal Soviet and Russian theatre practitioner. He was widely recognized as an outstanding character actor and the many productions that he directed garnered him a reputation as one of the leading theatre directors of his generation. His principal fame and influence, however, rests on his 'system' of actor training, preparation, and rehearsal technique.",
    "year": 1863,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Douglas Hyde",
    "birthday": "1860-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Douglas_Hyde_2.jpg/202px-Douglas_Hyde_2.jpg",
    "extract": "Douglas Ross Hyde, known as An Craoibhín Aoibhinn, was an Irish academic, linguist, scholar of the Irish language, politician and diplomat who served as the first president of Ireland from June 1938 to June 1945. He was a leading figure in the Gaelic revival, and the first President of the Gaelic League, one of the most influential cultural organisations in Ireland at the time.",
    "year": 1860,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tomás Carrasquilla",
    "birthday": "1858-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Tom%C3%A1s_Carrasquilla_by_Benjam%C3%ADn_de_la_Calle.jpg/234px-Tom%C3%A1s_Carrasquilla_by_Benjam%C3%ADn_de_la_Calle.jpg",
    "extract": "Tomás Carrasquilla Naranjo (1858 – 1940) was a Colombian writer who lived in the Antioquia region. He dedicated himself to very simple jobs: tailor, secretary of a judge, storekeeper in a mine, and worker at the Ministry of Public Works. He was an avid reader, and one of the most original Colombian literary writers, greatly influencing the younger generation of his time and later generations. Carrasquilla was little known in his time, according to Federico de Onís, a scholar of Carrasquilla's works. It was only after 1936, when he was already 68 years old, when he was awarded with the National Prize of Literature, that Carrasquilla got a national recognition. Tomás Carrasquilla Library Park is named in his honor.",
    "year": 1858,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Wilhelm Kienzl",
    "birthday": "1857-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Wilhelm_Kienzl_by_Friedrich_Bruckmann_%28before_1898%29_-_Archivio_Storico_Ricordi_ICON010547_B.jpg/233px-Wilhelm_Kienzl_by_Friedrich_Bruckmann_%28before_1898%29_-_Archivio_Storico_Ricordi_ICON010547_B.jpg",
    "extract": "Wilhelm Kienzl was an Austrian composer.",
    "year": 1857,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alva Belmont",
    "birthday": "1853-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Mrs._O.H.P._%28Alva%29_Belmont_%28Cropped%29.jpg/289px-Mrs._O.H.P._%28Alva%29_Belmont_%28Cropped%29.jpg",
    "extract": "Alva Erskine Belmont, known as Alva Vanderbilt from 1875 to 1896, was an American socialite and suffrage activist. She was a prominent multi-millionaire socialite and a major figure in the American women's suffrage movement, was noted for her energy, intelligence, strong opinions, as well as willingness to challenge convention.",
    "year": 1853,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "T. Alexander Harrison",
    "birthday": "1853-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Beaux_2009-2_v1_KW_2-4-2009_XL_conflict-20131119-163954-780x1024.jpg/244px-Beaux_2009-2_v1_KW_2-4-2009_XL_conflict-20131119-163954-780x1024.jpg",
    "extract": "Thomas Alexander Harrison, was an American marine painter who spent most of his career in France.",
    "year": 1853,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "A. B. Frost",
    "birthday": "1851-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Portrait_of_Arthur_Burdett_Frost.png/253px-Portrait_of_Arthur_Burdett_Frost.png",
    "extract": "Arthur Burdett Frost, usually cited as A. B. Frost, was an American illustrator, graphic artist, painter and comics writer. He is best known for his illustrations of Brer Rabbit and other characters in the Joel Chandler Harris' Uncle Remus books.",
    "year": 1851,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Joaquim Arcoverde de Albuquerque Cavalcanti",
    "birthday": "1850-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Almeida_J%C3%BAnior_-_Retrato_do_Cardeal_Arcoverde.jpg/229px-Almeida_J%C3%BAnior_-_Retrato_do_Cardeal_Arcoverde.jpg",
    "extract": "Joaquim Arcoverde de Albuquerque Cavalcanti was a Brazilian prelate of the Catholic Church, who served as Archbishop of Rio de Janeiro from 1897 to 1930. He was made a cardinal in 1905, the first cardinal born in Latin America.",
    "year": 1850,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alexander Taneyev",
    "birthday": "1850-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Taneev_Alexandr_Sergeevitsch_%28Mladschy%29.jpg/234px-Taneev_Alexandr_Sergeevitsch_%28Mladschy%29.jpg",
    "extract": "Alexander Sergeyevich Taneyev was a Russian state official and composer of the late Romantic era, specifically of the nationalist school. Among his better-known works were three string quartets, believed to have been composed between 1898–1900.",
    "year": 1850,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "August Weismann",
    "birthday": "1834-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/August_Weismann.jpg/234px-August_Weismann.jpg",
    "extract": "Prof August Friedrich Leopold Weismann FRS (For), HonFRSE, LLD was a German evolutionary biologist. Ernst Mayr ranked him as the second most notable evolutionary theorist of the 19th century, after Charles Darwin. Weismann became the Director of the Zoological Institute and the first Professor of Zoology at Freiburg.",
    "year": 1834,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Henry Martyn Baird",
    "birthday": "1832-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Henry_Martyn_Baird_with_signature_-_JT_White_1898_vol8_p171_-_GB.jpg/201px-Henry_Martyn_Baird_with_signature_-_JT_White_1898_vol8_p171_-_GB.jpg",
    "extract": "Henry Martyn Baird was an American historian and educator. He is best known as a historian of the Huguenots.",
    "year": 1832,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lewis A. Grant",
    "birthday": "1828-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/LAGrant.jpg/220px-LAGrant.jpg",
    "extract": "Lewis Addison Grant was a teacher, lawyer, soldier in the Union Army during the American Civil War, and later United States Assistant Secretary of War. He was among the leading officers from the state of Vermont, and received the Medal of Honor for \"personal gallantry and intrepidity.\"",
    "year": 1828,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ede Reményi",
    "birthday": "1828-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Rem%C3%A9nyi_Ede-1887.jpg/209px-Rem%C3%A9nyi_Ede-1887.jpg",
    "extract": "Ede Reményi or Eduard Reményi was a Hungarian violinist and composer. His birth date is disputed, and variously given from 1828-1830.",
    "year": 1828,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Anne Brontë",
    "birthday": "1820-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f9/AnneBronte.jpg",
    "extract": "Anne Brontë was an English novelist and poet, and the youngest member of the Brontë literary family.",
    "year": 1820,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ellen Wood (author)",
    "birthday": "1814-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/84/Ellen_Price_Wood_small.jpg",
    "extract": "Ellen Price was an English novelist better known as Mrs. Henry Wood. She is best remembered for her 1861 novel East Lynne. Many of her books sold well internationally and were widely read in the United States. In her time, she surpassed Charles Dickens in fame in Australia.",
    "year": 1814,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Antonio José Martínez",
    "birthday": "1793-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Antonio_Jos%C3%A9_Mart%C3%ADnez.jpg/209px-Antonio_Jos%C3%A9_Mart%C3%ADnez.jpg",
    "extract": "Antonio José Martínez was a New Mexican priest, educator, publisher, rancher, farmer, community leader, and politician. He lived through and influenced three distinct periods of New Mexico's history: the Spanish period, the Mexican period, and the American occupation and subsequent territorial period. Martínez appears as a character in Willa Cather's novel, Death Comes for the Archbishop.",
    "year": 1793,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "August Neander",
    "birthday": "1789-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/August_Neander.jpg/284px-August_Neander.jpg",
    "extract": "Johann August Wilhelm Neander was a German theologian and church historian.",
    "year": 1789,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "François-Joseph Gossec",
    "birthday": "1734-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Gossec-portrait-big.jpg/252px-Gossec-portrait-big.jpg",
    "extract": "François-Joseph Gossec was a French composer of operas, string quartets, symphonies, and choral works.",
    "year": 1734,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Stanisław August Poniatowski",
    "birthday": "1732-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Stanislaw_poniatowski_bacciarelli.jpg/255px-Stanislaw_poniatowski_bacciarelli.jpg",
    "extract": "Stanisław II August, known also by his regal Latin name Stanislaus II Augustus, was King of Poland and Grand Duke of Lithuania from 1764 to 1795, and the last monarch of the Polish–Lithuanian Commonwealth.",
    "year": 1732,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Johann Gottfried Müthel",
    "birthday": "1728-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Muethel2.jpg/249px-Muethel2.jpg",
    "extract": "Johann Gottfried Müthel was a German composer and noted keyboard virtuoso. Along with C.P.E. Bach, he represented the Sturm und Drang style of composition.",
    "year": 1728,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "William Vernon",
    "birthday": "1719-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Vernonhome.jpg/320px-Vernonhome.jpg",
    "extract": "William Vernon, of Newport, Rhode Island, was a merchant in the Atlantic slave trade who played a leading role in the Continental Congress' maritime activities during the American Revolution. In 1774, Vernon was member of the committee of correspondence between Newport and Boston. As president of the Eastern Navy Board during the Revolution, he was responsible for building and outfitting the ships of the Continental Navy. William Vernon was one of the charter members of the Artillery Company of Newport, and is the namesake of the Vernon House.",
    "year": 1719,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Stanley (composer)",
    "birthday": "1712-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/J.Stanley.jpg/251px-J.Stanley.jpg",
    "extract": "Charles John Stanley was an English composer and organist.",
    "year": 1712,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Benjamin Franklin",
    "birthday": "1706-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Joseph_Siffrein_Duplessis_-_Benjamin_Franklin_-_Google_Art_Project.jpg/262px-Joseph_Siffrein_Duplessis_-_Benjamin_Franklin_-_Google_Art_Project.jpg",
    "extract": "Benjamin Franklin was an American polymath who was active as a writer, scientist, inventor, statesman, diplomat, printer, publisher, and political philosopher. Among the leading intellectuals of his time, Franklin was one of the Founding Fathers of the United States, a drafter and signer of the United States Declaration of Independence, and the first United States Postmaster General.",
    "year": 1706,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Archibald Bower",
    "birthday": "1686-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Archibald_Bower_Macardell.jpg/256px-Archibald_Bower_Macardell.jpg",
    "extract": "Archibald Bower was a Scottish historian, now noted for his complicated and varying religious faith, and the accounts he gave of it, now considered by scholars to lack credibility.",
    "year": 1686,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Antonio Maria Valsalva",
    "birthday": "1666-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Valsalva_by_Ceracchi.jpg/252px-Valsalva_by_Ceracchi.jpg",
    "extract": "Antonio Maria Valsalva, was an Italian anatomist born in Imola. His research focused on the anatomy of the ears. He coined the term Eustachian tube and he described the aortic sinuses of Valsalva in his writings, published posthumously in 1740. His name is associated with the Valsalva antrum of the ear and the Valsalva maneuver, which is used as a test of circulatory function. Anatomical structures bearing his name are Valsalva’s muscle and taeniae Valsalvae. He observed that when weakness of one side of the body is caused by a lesion in the brain, the culprit lesion tends to be on the side opposite (contralateral) to the weak side; this finding is named the \"Valsalva doctrine\" in his honor.",
    "year": 1666,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jonathan Singletary Dunham",
    "birthday": "1640-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Jonathan_Dunham_WoodbridgeNJ_Memorial.JPG/240px-Jonathan_Dunham_WoodbridgeNJ_Memorial.JPG",
    "extract": "Jonathan Dunham, known in his early life as Jonathan Singletary, was a prominent early European-American settler of Woodbridge Township, New Jersey, who built the first gristmill in New Jersey. He was an ancestor of President Barack Obama.",
    "year": 1640,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Thomas Fairfax",
    "birthday": "1612-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/General_Thomas_Fairfax_%281612-1671%29_by_Robert_Walker_and_studio.jpg/291px-General_Thomas_Fairfax_%281612-1671%29_by_Robert_Walker_and_studio.jpg",
    "extract": "Thomas Fairfax, 3rd Lord Fairfax of Cameron, also known as Sir Thomas Fairfax, was an English politician, general and Parliamentary commander-in-chief during the English Civil War. An adept and talented commander, Fairfax led Parliament to many victories, notably the crucial Battle of Naseby, becoming effectively military ruler of England, but was eventually overshadowed by his subordinate Oliver Cromwell, who was more politically adept and radical in action against Charles I. Fairfax became unhappy with Cromwell's policy and publicly refused to take part in Charles's show trial. Eventually he resigned, leaving Cromwell to control the country. Because of this, and also his honourable battlefield conduct and his active role in the Restoration of the monarchy after Cromwell's death, he was exempted from the retribution exacted on many other leaders of the revolution.",
    "year": 1612,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pedro Calderón de la Barca",
    "birthday": "1600-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Las_Glorias_Nacionales%2C_1852_%22D._Pedro_Calder%C3%B3n_de_la_Barca%22_%284013195639%29.jpg/235px-Las_Glorias_Nacionales%2C_1852_%22D._Pedro_Calder%C3%B3n_de_la_Barca%22_%284013195639%29.jpg",
    "extract": "Pedro Calderón de la Barca y Barreda González de Henao Ruiz de Blasco y Riaño was a Spanish dramatist, poet, writer and knight of the Order of Santiago. He is known as one of the most distinguished Baroque writers of the Spanish Golden Age, especially for his plays.",
    "year": 1600,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "William Backhouse",
    "birthday": "1593-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Backhouse_coat_of_arms.png/242px-Backhouse_coat_of_arms.png",
    "extract": "William Backhouse was an English philosopher, alchemist, astrologer, translator, and the esoteric mentor of Elias Ashmole.",
    "year": 1593,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Robert Fludd",
    "birthday": "1574-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Robert_Fludd.jpg/284px-Robert_Fludd.jpg",
    "extract": "Robert Fludd, also known as Robertus de Fluctibus, was a prominent English Paracelsian physician with both scientific and occult interests. He is remembered as an astrologer, mathematician, cosmologist, Qabalist and Rosicrucian.",
    "year": 1574,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gaspard Bauhin",
    "birthday": "1560-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Bauhin_Gaspard_1550-1624.jpg/237px-Bauhin_Gaspard_1550-1624.jpg",
    "extract": "Gaspard Bauhin or Caspar Bauhin, was a Swiss botanist whose Pinax theatri botanici (1623) described thousands of plants and classified them in a manner that draws comparisons to the later binomial nomenclature of Linnaeus. He was a disciple of the famous Italian physician Girolamo Mercuriale and he also worked on human anatomical nomenclature.",
    "year": 1560,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pope Pius V",
    "birthday": "1504-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Bartolomeo_Passarotti_-_Pius_V.jpg/250px-Bartolomeo_Passarotti_-_Pius_V.jpg",
    "extract": "Pope Pius V, born Antonio Ghislieri, was head of the Catholic Church and ruler of the Papal States from 8 January 1566 to his death in 1572. He is venerated as a saint of the Catholic Church. He is chiefly notable for his role in the Council of Trent, the Counter-Reformation, and the standardization of the Roman Rite within the Latin Church. Pius V declared Thomas Aquinas a Doctor of the Church.",
    "year": 1504,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Leonhart Fuchs",
    "birthday": "1501-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Renaissance_C14_F%C3%BCllmaurer_Leonhart_Fuchs.jpg/212px-Renaissance_C14_F%C3%BCllmaurer_Leonhart_Fuchs.jpg",
    "extract": "Leonhart Fuchs, sometimes spelled Leonhard Fuchs, was a German physician and botanist. His chief notability is as the author of a large book about plants and their uses as medicines, a herbal, which was first published in 1542 in Latin. It has about 500 accurate and detailed drawings of plants, which were printed from woodcuts. The drawings are the book's most notable advance on its predecessors. Although drawings had been used in other herbal books, Fuchs' book proved and emphasized high-quality drawings as the most telling way to specify what a plant name stands for.",
    "year": 1501,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "George Spalatin",
    "birthday": "1484-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Lucas_Cranach_I_-_Georg-Spalatin.jpg/274px-Lucas_Cranach_I_-_Georg-Spalatin.jpg",
    "extract": "Georg(e) Spalatin was the pseudonym taken by Georg Burkhardt, a German humanist, theologian, reformer, secretary of the Saxon Elector Frederick the Wise, as well as an important figure in the history of the Reformation.",
    "year": 1484,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Guidobaldo da Montefeltro",
    "birthday": "1472-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Raffaello_Sanzio_-_Guidobaldo_da_Montefeltro_-_WGA18653.jpg/227px-Raffaello_Sanzio_-_Guidobaldo_da_Montefeltro_-_WGA18653.jpg",
    "extract": "Guidobaldo da Montefeltro, also known as Guidobaldo I, was an Italian condottiero and the Duke of Urbino from 1482 to 1508.",
    "year": 1472,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Frederick III, Elector of Saxony",
    "birthday": "1463-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Lucas_Cranach_d.%C3%84._-_Friedrich_III._von_Sachsen%2C_genannt_der_Weise_%28Liechtenstein_Collection%29.jpg/199px-Lucas_Cranach_d.%C3%84._-_Friedrich_III._von_Sachsen%2C_genannt_der_Weise_%28Liechtenstein_Collection%29.jpg",
    "extract": "Frederick III, also known as Frederick the Wise, was Elector of Saxony from 1486 to 1525, who is mostly remembered for the worldly protection of his subject Martin Luther.",
    "year": 1463,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Antoine Duprat",
    "birthday": "1463-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Antoine_Duprat.JPG/235px-Antoine_Duprat.JPG",
    "extract": "Antoine Duprat was a French Cardinal and politician, who was chancellor of France.",
    "year": 1463,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Antonio del Pollaiuolo",
    "birthday": "1429-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/San_pietro_in_vincoli%2C_monumento_ai_fratelli_del_pollaiolo%2C_di_luigi_capponi%2C_antonio.JPG/268px-San_pietro_in_vincoli%2C_monumento_ai_fratelli_del_pollaiolo%2C_di_luigi_capponi%2C_antonio.JPG",
    "extract": "Antonio del Pollaiuolo, also known as Antonio di Jacopo Pollaiuolo or Antonio Pollaiuolo, was an Italian painter, sculptor, engraver, and goldsmith during the Italian Renaissance.",
    "year": 1429,
    "month": 1,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Philip the Bold",
    "birthday": "1342-1-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/16th-century_unknown_painters_-_Philip_the_Bold_-_WGA23677.jpg/246px-16th-century_unknown_painters_-_Philip_the_Bold_-_WGA23677.jpg",
    "extract": "Philip II the Bold was Duke of Burgundy and jure uxoris Count of Flanders, Artois and Burgundy. He was the fourth and youngest son of King John II of France and Bonne of Luxembourg.",
    "year": 1342,
    "month": 1,
    "day": 17,
    "language": "en"
  }
]