[
  {
    "name": "Harrison Reed (footballer)",
    "birthday": "1995-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Harrison_Reed_6_Fulham_FC.png/272px-Harrison_Reed_6_Fulham_FC.png",
    "extract": "Harrison James Reed is an English professional footballer who plays as a midfielder for EFL Championship club Fulham.",
    "year": 1995,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jack Stephens (footballer)",
    "birthday": "1994-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Stephens_vs_Sevilla_2017.jpg/228px-Stephens_vs_Sevilla_2017.jpg",
    "extract": "Jack Stephens is an English professional footballer who plays as a defender for Premier League club Southampton.",
    "year": 1994,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Christian Bickel",
    "birthday": "1991-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/2021-05-29_1._FC_Lokomotive_Leipzig_gegen_Chemnitzer_FC_%28Finale_Wernesgr%C3%BCner_Sachsenpokal_2020-21%29_by_Sandro_Halank%E2%80%93087.jpg/251px-2021-05-29_1._FC_Lokomotive_Leipzig_gegen_Chemnitzer_FC_%28Finale_Wernesgr%C3%BCner_Sachsenpokal_2020-21%29_by_Sandro_Halank%E2%80%93087.jpg",
    "extract": "Christian Bickel is a German professional footballer who plays for Chemnitzer FC as a midfielder.",
    "year": 1991,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sebastine Ikahihifo",
    "birthday": "1991-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Sebastine_Ikahihifo.jpg/225px-Sebastine_Ikahihifo.jpg",
    "extract": "Sebastine Ikahihifo is a New Zealand professional rugby league footballer who plays as a prop and loose forward for the Salford Red Devils in the Betfred Super League, on loan from the Huddersfield Giants.",
    "year": 1991,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alberto Botía",
    "birthday": "1989-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/21/Albertobotia.png",
    "extract": "Alberto Tomás Botía Rabasco is a Spanish professional footballer who plays as a central defender for Saudi Arabian club Al Wehda FC.",
    "year": 1989,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Anton Shunin",
    "birthday": "1987-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Anton_Shunin_2018.jpg/262px-Anton_Shunin_2018.jpg",
    "extract": "Anton Vladimirovich Shunin is a Russian footballer who plays as a goalkeeper for Dynamo Moscow and the Russian national team.",
    "year": 1987,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vince Mellars",
    "birthday": "1984-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Vince_Mellars.JPG/320px-Vince_Mellars.JPG",
    "extract": "Vincent \"Vinny\" Mellars is a New Zealand rugby league and rugby union footballer who plays in the Centres. He has previously played in the NRL, Super League and Air New Zealand Cup and in the RFL Championship for Featherstone Rovers.",
    "year": 1984,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Carlo Colaiacovo",
    "birthday": "1983-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Carlo_Colaiacovo_2014-03-23.JPG/200px-Carlo_Colaiacovo_2014-03-23.JPG",
    "extract": "Carlo Colaiacovo is a Canadian former professional ice hockey defenceman who is currently co-hosting a show on Canada’s TSN 1050 radio station, First Up with Korolnek and Colaiacovo. He most recently played for Adler Mannheim in the Deutsche Eishockey Liga (DEL). Colaiacovo has an identical twin brother, Paulo Colaiacovo, who has also played professional ice hockey, as a goaltender.",
    "year": 1983,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gavin Floyd",
    "birthday": "1983-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Gavin_Floyd_2011.jpg/185px-Gavin_Floyd_2011.jpg",
    "extract": "Gavin Christopher Floyd, is an American former professional baseball pitcher, who played in Major League Baseball (MLB) for the Philadelphia Phillies, Chicago White Sox, Atlanta Braves, Cleveland Indians, and Toronto Blue Jays.",
    "year": 1983,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lee Grant (footballer, born 1983)",
    "birthday": "1983-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/LeeGrant09.jpg/320px-LeeGrant09.jpg",
    "extract": "Lee Anderson Grant is an English football coach and former professional footballer, who is a first-team coach at EFL League One side Ipswich Town.",
    "year": 1983,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Eva Asderaki",
    "birthday": "1982-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Eva_Asderaki.jpg/222px-Eva_Asderaki.jpg",
    "extract": "Eva Asderaki, also known by her married name Eva Asderaki-Moore, is a Greek tennis umpire, who has umpired international tennis matches since 2001. She has umpired at all four Grand Slam tournaments, and in 2015, she became the first woman to umpire a men's US Open tennis final.",
    "year": 1982,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alicia Molik",
    "birthday": "1981-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Alicia_Molik_headshot.jpg/240px-Alicia_Molik_headshot.jpg",
    "extract": "Alicia Molik is an Australian former professional tennis player. She reached a career-high singles ranking of world No. 8 and won a bronze medal for Australia at the 2004 Athens Olympics by upsetting then world No. 3 and reigning French Open champion Anastasia Myskina. Molik peaked at No. 6 in the doubles rankings and won Grand Slam titles at the 2005 Australian Open and the 2007 French Open alongside Svetlana Kuznetsova and Mara Santangelo, respectively. She won the 2004 Zurich Open, defeating Maria Sharapova in the final, and reached the finals of the 2004 Wimbledon, 2004 US Open, and 2007 Wimbledon mixed doubles events, as well as the quarterfinals of the 2005 Australian Open singles tournament.",
    "year": 1981,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tony Woodcock (rugby union)",
    "birthday": "1981-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Tony_Woodcock_2015.jpg/223px-Tony_Woodcock_2015.jpg",
    "extract": "Tony Dale Woodcock is a New Zealand former rugby union player. His position was loosehead prop, and he played 111 tests for the New Zealand national team, the All Blacks. Woodcock played for the All Blacks from 2002 to 2015, scoring eight test tries. He was described by The Dominion Post as \"widely regarded as the world's premier loosehead\", and by The New Zealand Herald as having the \"best range of skills of any prop on the planet\". He is now the most capped All Black prop of all time, and is the second most capped player in Blues history, behind Keven Mealamu. He was a key member of the 2011 and 2015 Rugby World Cup winning squads, becoming one of only 20 players to have won multiple Rugby World Cups.",
    "year": 1981,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Chanda Gunn",
    "birthday": "1980-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Chanda_Gunn_30.jpg/320px-Chanda_Gunn_30.jpg",
    "extract": "Chanda Leigh Gunn is an American ice hockey player. She won a bronze medal at the 2006 Winter Olympics. At the games in Turin, she played close to 250 minutes and had 50 saves with a save percentage of 89.3%.",
    "year": 1980,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Marat Safin",
    "birthday": "1980-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Marat_Safin%2C_2006.jpg/220px-Marat_Safin%2C_2006.jpg",
    "extract": "Marat Mubinovich Safin is a Russian retired world No. 1 tennis player and former politician. He achieved the Association of Tennis Professionals (ATP) world No. 1 singles ranking on 20 November 2000. Safin is also the older brother of former WTA world No. 1 player Dinara Safina. They are the only brother-sister tandem in tennis history who have both achieved No. 1 rankings.Safin began his professional tennis career in 1997, and held the No. 1 ranking for a total of 9 weeks between November 2000 and April 2001. He won his first Grand Slam title at the 2000 US Open, defeating Pete Sampras in the final, and won the 2005 Australian Open, defeating Lleyton Hewitt in the final. Safin helped lead Russia to Davis Cup victories in 2002 and 2006. Despite his dislike of grass courts, he became the first Russian man to reach the semifinals of Wimbledon at the 2008 Wimbledon Championships, where he lost to Roger Federer. At the time of his retirement in November 2009, he was ranked world No. 61. In 2011, he became a member of the State Duma representing the United Russia party. In 2016, he became the first Russian tennis player inducted into the International Tennis Hall of Fame.",
    "year": 1980,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Daniel Vettori",
    "birthday": "1979-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Daniel_Vettori_ONZM_%28cropped%29.jpg/248px-Daniel_Vettori_ONZM_%28cropped%29.jpg",
    "extract": "Daniel Luca Vettori is a New Zealand cricket coach and former cricketer who played for the New Zealand cricket team in all formats. He is the 200th Test cap for New Zealand.",
    "year": 1979,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Pete Laforest",
    "birthday": "1978-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Phillies_Rally_Monday_%281469642656%29_%28cropped%29.jpg/246px-Phillies_Rally_Monday_%281469642656%29_%28cropped%29.jpg",
    "extract": "Pierre-Luc \"Pete\" Laforest is a Canadian former professional baseball catcher and was the first manager of the Trois-Rivières Aigles.",
    "year": 1978,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ahn Jung-hwan",
    "birthday": "1976-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Ahn_Jung-Hwan_in_2009.JPG/240px-Ahn_Jung-Hwan_in_2009.JPG",
    "extract": "Ahn Jung-hwan is a South Korean former football player and television personality. Ahn played for South Korea as a second striker and scored a total of three goals in two FIFA World Cups, including a golden goal against Italy. After his retirement as a footballer, he became an entertainer and a football commentator.",
    "year": 1976,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Danielle George",
    "birthday": "1976-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Danielle_George_by_Paul_Wilkinson_Photography_Ltd._%2815229867263%29.jpg/320px-Danielle_George_by_Paul_Wilkinson_Photography_Ltd._%2815229867263%29.jpg",
    "extract": "Danielle Amanda George is a Professor of Radio frequency engineering in the Department of Electrical and Electronic Engineering (EEE) and Associate Dean for Teaching and Learning at the University of Manchester in the UK. George became the 139th President of the Institution of Engineering and Technology in October 2020.",
    "year": 1976,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ole Einar Bjørndalen",
    "birthday": "1974-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Bjoerndalen_cutout.JPG/240px-Bjoerndalen_cutout.JPG",
    "extract": "Ole Einar Bjørndalen is a retired Norwegian professional biathlete and coach, often referred to by the nickname, the \"King of Biathlon\". With 13 Winter Olympic Games medals, he is second on the list of multiple medalists behind Marit Bjørgen who has won 15 medals. He is also the most successful biathlete of all time at the Biathlon World Championships, having won 45 medals, more than double that of any other biathlete except Martin Fourcade. With 95 World Cup wins, Bjørndalen is ranked first all-time for career victories on the Biathlon World Cup tour, more than twice that of anyone else but Fourcade. He has won the Overall World Cup title six times, in 1997–98, in 2002–03, in 2004–05, in 2005–06, in 2007–08 and in 2008–09.",
    "year": 1974,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Andrei Pavel",
    "birthday": "1974-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Andrei_Pavel_at_the_2012_BRD_N%C4%83stase_%C8%9Airiac_Trophy.jpg/211px-Andrei_Pavel_at_the_2012_BRD_N%C4%83stase_%C8%9Airiac_Trophy.jpg",
    "extract": "Andrei Pavel is a Romanian tennis coach and former professional tennis player. He is currently coaching another Romanian tennis player, Marius Copil.",
    "year": 1974,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Chaminda Vaas",
    "birthday": "1974-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Chaminda_Vaas.jpg/238px-Chaminda_Vaas.jpg",
    "extract": "Warnakulasuriya Patabendige Ushantha Joseph Chaminda Vaas is a former Sri Lankan international cricketer, who played all forms of the game, and a former ODI captain who is often described as the greatest fast bowler Sri Lanka has produced', due to his highly accurate lines, lengths and capability of swinging the ball. Vaas currently holds the record for the best bowling figures in ODI history, and is the only bowler to take an 8-wicket haul in ODIs.",
    "year": 1974,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Valyantsin Byalkevich",
    "birthday": "1973-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Valyantsin_Byalkevich.jpeg/201px-Valyantsin_Byalkevich.jpeg",
    "extract": "Valyantsin Byalkevich, also referred to as Valiantsin Bialkevich, was a Belarusian footballer who played as a midfielder. He spent the majority of his career with Ukrainian club Dynamo Kyiv, where he was predominantly used as a playmaker, and was part of the team that reached the semi-finals of 1998–99 UEFA Champions League.",
    "year": 1973,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bibi Gaytán",
    "birthday": "1972-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Bibi_Gaytan.jpeg/216px-Bibi_Gaytan.jpeg",
    "extract": "Bibi Gaytán is a Mexican singer and actress. Since she was born, she has lived in Villahermosa, Tabasco and she considers herself \"Tabasqueña\".",
    "year": 1972,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Patrice Brisebois",
    "birthday": "1971-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Patrice_Brisebois_August_2011.jpg/225px-Patrice_Brisebois_August_2011.jpg",
    "extract": "Joseph Jean-Guy Patrice Brisebois is a Canadian former professional ice hockey defenceman for the Montreal Canadiens and Colorado Avalanche, playing nearly 900 games with the former and 1,009 games overall. Brisebois was recently the Canadiens' Director of Player Development.",
    "year": 1971,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bradley Clyde",
    "birthday": "1970-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Bradley_Clyde.jpg/240px-Bradley_Clyde.jpg",
    "extract": "Bradley Clyde is an Australian former professional rugby league footballer who played in the 1980s, 1990s and 2000s who, at the peak of his playing career was widely acknowledged as the best lock in the game. He represented both New South Wales, and played for the Australian national side, and played his club football in Australia for the Canberra Raiders and Canterbury-Bankstown Bulldogs, and in England for Leeds Rhinos.",
    "year": 1970,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Patton Oswalt",
    "birthday": "1969-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Patton_Oswalt_by_Gage_Skidmore_3_%28cropped%29.jpg/233px-Patton_Oswalt_by_Gage_Skidmore_3_%28cropped%29.jpg",
    "extract": "Patton Oswalt is an American stand-up comedian, actor, and screenwriter. He starred as Spence Olchin in the sitcom The King of Queens (1998–2007) and narrated the sitcom The Goldbergs (2013–present) as adult Adam F. Goldberg. After making his acting debut in the Seinfeld episode \"The Couch\", he has since appeared in a variety of television series, such as Parks and Recreation, Community, Two and a Half Men, Drunk History, Reno 911!, Mystery Science Theater 3000, Archer, Veep, Justified, Kim Possible, and Brooklyn Nine-Nine, portraying Principal Ralph Durbin in A.P. Bio (2018–2021) and Matthew the Raven in the upcoming TV series The Sandman.",
    "year": 1969,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tracy Lawrence",
    "birthday": "1968-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/CountrySingerTracyLawrence.jpg/320px-CountrySingerTracyLawrence.jpg",
    "extract": "Tracy Lee Lawrence is an American country music singer, songwriter, and record producer. Born in Atlanta, Texas, and raised in Foreman, Arkansas, Lawrence began performing at age 15 and moved to Nashville, Tennessee, in 1990 to begin his country music career. He signed to Atlantic Records Nashville in 1991 and made his debut late that year with the album Sticks and Stones. Five more studio albums, as well as a live album and a compilation album, followed throughout the 1990s and into 2000 on Atlantic before the label's country division was closed in 2001. Afterward, he recorded for Warner Bros. Records, DreamWorks Records, Mercury Records Nashville, and his own labels, Rocky Comfort Records and Lawrence Music Group.",
    "year": 1968,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mike Patton",
    "birthday": "1968-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Patton_FNM_2009_%28cropped%29.jpg/254px-Patton_FNM_2009_%28cropped%29.jpg",
    "extract": "Michael Allan Patton is an American singer, producer, film composer and voice actor, best known as the lead vocalist of the alternative metal band Faith No More. Noted for his vocal proficiency, diverse singing techniques, wide range of projects, style-transcending influences, eccentric public image and contempt for the music industry, Patton has earned critical praise and influenced many contemporary singers. Patton is also co-founder and lead vocalist of Mr. Bungle, and has played with Tomahawk, Fantômas, Moonchild Trio, Kaada/Patton, Dead Cross, Lovage, Mondo Cane, and Peeping Tom. Consistent collaborators through his varied career include avant-garde jazz saxophonist John Zorn, hip hop producer Dan the Automator and classical violinist Eyvind Kang.",
    "year": 1968,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Matt Stover",
    "birthday": "1968-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Matt_Stover_2006-11-05.jpg/252px-Matt_Stover_2006-11-05.jpg",
    "extract": "John Matthew Stover is a former American football placekicker who played in the National Football League (NFL) for 20 seasons, primarily with the Baltimore Ravens. After five seasons for the Cleveland Browns, he was among the Browns players transferred to the newly-created Ravens franchise in 1996, with whom he played 13 seasons. Additionally, Stover was a member of the New York Giants during his first season and Indianapolis Colts during his last. His most successful season was in 2000 when he earned Pro Bowl and first-team All-Pro honors en route to the Ravens winning their first Super Bowl title in Super Bowl XXXV. He was also part of the Giants team that won Super Bowl XXV. For his accomplishments with the Ravens, Stover was named to the Baltimore Ravens Ring of Honor in 2011.",
    "year": 1968,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dave Manson",
    "birthday": "1967-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/76/Dave_Manson_at_Christopher_Lake_Summer_2017.jpg/247px-Dave_Manson_at_Christopher_Lake_Summer_2017.jpg",
    "extract": "David Michael Manson is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL) with several teams. He is an assistant coach with the Edmonton Oilers of the National Hockey League (NHL).",
    "year": 1967,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tamlyn Tomita",
    "birthday": "1966-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Andres_Useche_and_Tamlyn_Tomita_%28cropped%29.jpg/269px-Andres_Useche_and_Tamlyn_Tomita_%28cropped%29.jpg",
    "extract": "Tamlyn Naomi Tomita is an American actress and singer. She made her screen debut as Kumiko in The Karate Kid Part II (1986) and reprised the character for the streaming web series Cobra Kai (2021). She is also well known for her role as Waverly in The Joy Luck Club (1993). Additional films include Come See the Paradise (1990), Picture Bride (1994), Four Rooms (1995), Robot Stories (2003), The Day After Tomorrow (2004) and Gaijin 2: Love Me as I Am (2005).",
    "year": 1966,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alan Cumming",
    "birthday": "1965-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/AlanCummingSept2013TIFF.jpg/240px-AlanCummingSept2013TIFF.jpg",
    "extract": "Alan Cumming is a Scottish actor. His London stage appearances include Hamlet, the Maniac in Accidental Death of an Anarchist, the lead in Bent, The National Theatre of Scotland's The Bacchae and Samuel Beckett's Endgame at The Old Vic opposite Daniel Radcliffe. On Broadway, he has appeared in The Threepenny Opera, as the master of ceremonies in Cabaret, Design for Living, and a one-man adaptation of Macbeth.",
    "year": 1965,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Patrick van Deurzen",
    "birthday": "1964-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/PatrickvanDeurzen.jpg/320px-PatrickvanDeurzen.jpg",
    "extract": "Patrick van Deurzen is a Dutch composer.",
    "year": 1964,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bridget Fonda",
    "birthday": "1964-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Bridget_Fonda.jpg/245px-Bridget_Fonda.jpg",
    "extract": "Bridget Jane Fonda Elfman is an American former actress. She is known for her roles in The Godfather Part III (1990), Single White Female (1992), Singles (1992), Point of No Return (1993), It Could Happen to You (1994), and Jackie Brown (1997). She is the daughter of Peter Fonda, niece of Jane Fonda, and granddaughter of Henry Fonda. Fonda was nominated for a Golden Globe Award for Best Supporting Actress for playing Mandy Rice-Davies in the 1989 film Scandal and provided the voice for Jenna in the 1995 animated feature film Balto. She received an Emmy Award nomination for the 1997 TV film In the Gloaming, and a second Golden Globe Award nomination for the 2001 TV film No Ordinary Baby.",
    "year": 1964,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "George Monbiot",
    "birthday": "1963-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/George_beach_crop4.jpg/320px-George_beach_crop4.jpg",
    "extract": "George Joshua Richard Monbiot is a British writer known for his environmental and political activism. He writes a weekly column for The Guardian, and is the author of a number of books, including Captive State: The Corporate Takeover of Britain (2000), Feral: Searching for Enchantment on the Frontiers of Rewilding (2013) and Out of the Wreckage: A New Politics in the Age of Crisis (2017).",
    "year": 1963,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Roberto Paci Dalò",
    "birthday": "1962-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Roberto_Paci_Dal%C3%B2.jpg/213px-Roberto_Paci_Dal%C3%B2.jpg",
    "extract": "Roberto Paci Dalò is an Italian author, composer and musician, film maker and theatre director, visual artist, radio-maker. He is the co-founder and director of the performing arts ensemble Giardini Pensili and he has been the artistic director of Wikimania 2016 Esino Lario. He won the Premio Napoli per la lingua e la cultura italiana in 2015.",
    "year": 1962,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Narciso Rodriguez",
    "birthday": "1961-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Narciso_Rodriguez_crop_a.jpg/226px-Narciso_Rodriguez_crop_a.jpg",
    "extract": "Narciso Jesus Rodriguez III is an American fashion designer.",
    "year": 1961,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Margo Timmins",
    "birthday": "1961-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Margo_Timmins.jpg/218px-Margo_Timmins.jpg",
    "extract": "Margo Timmins is the lead vocalist of the Canadian band Cowboy Junkies. She is the sister of Michael Timmins, the band's lead guitarist, and Peter Timmins, the band's drummer. Her ethereal vocals, paired with the band's spare and low-key instrumentation played at a relaxed pace, lend the band its unique atmospheric sound.",
    "year": 1961,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Fiona O'Donnell",
    "birthday": "1960-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/FionaODonnellMPPortrait.jpg/234px-FionaODonnellMPPortrait.jpg",
    "extract": "Fiona O'Donnell is a Scottish Labour Party politician who served as the Member of Parliament (MP) for East Lothian from 2010 to 2015.",
    "year": 1960,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Cris Collinsworth",
    "birthday": "1959-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Cris_Collinsworth_%2837045366070%29.jpg/205px-Cris_Collinsworth_%2837045366070%29.jpg",
    "extract": "Anthony Cris Collinsworth is an American sports broadcaster and former professional American football player. Collinsworth was a wide receiver in the National Football League (NFL) for eight seasons (1981-1988), all with the Cincinnati Bengals. He played college football at the University of Florida, where he was recognized as an All-American. He is currently a television sportscaster for NBC, Showtime, and the NFL Network, and winner of 17 Sports Emmy Awards. He is also the majority owner of Pro Football Focus.",
    "year": 1959,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Göran Hägglund",
    "birthday": "1959-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/G%C3%B6ran_H%C3%A4gglund%2C_2013-09-09_08.jpg/320px-G%C3%B6ran_H%C3%A4gglund%2C_2013-09-09_08.jpg",
    "extract": "Bo Göran Hägglund is a Swedish politician of the Christian Democrats. He was Leader of the Christian Democrats from 2004 to 2015, Member of the Riksdag from 1991 to 2015, and served as Minister for Social Affairs from 2006 to 2014.",
    "year": 1959,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Keith Olbermann",
    "birthday": "1959-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Keith_Olbermann_-_small.jpg",
    "extract": "Keith Theodore Olbermann is an American sports and political commentator and writer.",
    "year": 1959,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alan Milburn",
    "birthday": "1958-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Alan_Milburn_2014.jpg/250px-Alan_Milburn_2014.jpg",
    "extract": "Alan Milburn is a British Labour politician who was Member of Parliament (MP) for Darlington from 1992 to 2010. He served for five years in the Cabinet, first as Chief Secretary to the Treasury from 1998 to 1999, and subsequently as Secretary of State for Health until 2003, when he resigned. He briefly rejoined the Cabinet as Chancellor of the Duchy of Lancaster in order to manage Labour's 2005 re-election campaign. He did not seek re-election in the 2010 election.",
    "year": 1958,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Janick Gers",
    "birthday": "1957-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Janick_Gers_%40_Bluesfest_July_6_2010.jpg/213px-Janick_Gers_%40_Bluesfest_July_6_2010.jpg",
    "extract": "Janick Robert Gers is an English musician who is best known as one of the three guitarists in heavy metal band Iron Maiden. He initially joined to replace Adrian Smith, but remained in the band after Smith rejoined. Gers was previously a member of Gillan and co-founder of the band White Spirit in 1975.",
    "year": 1957,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frank Miller",
    "birthday": "1957-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/FrankMiller_JimLee_DC%27s_2018PopUpShop2.jpg/250px-FrankMiller_JimLee_DC%27s_2018PopUpShop2.jpg",
    "extract": "Frank Miller is an American comic book writer, penciller and inker, novelist, screenwriter, film director, and producer known for his comic book stories and graphic novels such as his run on Daredevil and subsequent Daredevil: Born Again, The Dark Knight Returns, Batman: Year One, Sin City, and 300.",
    "year": 1957,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mimi Rogers",
    "birthday": "1956-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/MimiRogersApr09.jpg/236px-MimiRogersApr09.jpg",
    "extract": "Miriam Rogers is an American actress. Her notable film roles are Gung Ho (1986), Someone to Watch Over Me (1987), Desperate Hours (1990), and Full Body Massage (1995). She garnered the greatest acclaim of her career for her role in the religious drama The Rapture (1991), with critic Robin Wood declaring that she \"gave one of the greatest performances in the history of the Hollywood cinema.\" Rogers has since appeared in Reflections on a Crime (1994), The Mirror Has Two Faces (1996), Austin Powers: International Man of Mystery (1997), Lost in Space (1998), Ginger Snaps (2000), The Door in the Floor (2004), and For a Good Time, Call...  (2012). Her extensive work in television includes Paper Dolls (1984), Weapons of Mass Distraction (1997), The Loop (2006–2007), and recurring roles on The X-Files (1998–1999), Two and a Half Men (2011–2015), Wilfred (2014), Mad Men (2015), Bosch (2014–2021), and Bosch: Legacy (2022).",
    "year": 1956,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Roberts",
    "birthday": "1955-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Official_roberts_CJ.jpg/256px-Official_roberts_CJ.jpg",
    "extract": "John Glover Roberts Jr. is an American lawyer and jurist serving as the 17th chief justice of the United States since 2005. He was nominated by President George W. Bush to succeed associate justice Sandra Day O'Connor, but was withdrawn and renominated to replace Chief Justice William Rehnquist after Rehnquist's death in 2005. Roberts presided over the first impeachment trial of Donald Trump in early 2020; however, he declined to preside over the second impeachment trial of Trump, who was impeached as president, but whose term had expired by the time of the trial.",
    "year": 1955,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Peter Laird",
    "birthday": "1954-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/4.20.08PeterLairdByLuigiNovi.JPG/320px-4.20.08PeterLairdByLuigiNovi.JPG",
    "extract": "Peter Alan Laird is an American comic book writer and artist best known for co-creating the Teenage Mutant Ninja Turtles with writer and artist Kevin Eastman.",
    "year": 1954,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ed Schultz",
    "birthday": "1954-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Sanders_presidential_campaign_kickoff%2C_May_2015_Bernie_Sanders_%2824830006642%29.jpg/320px-Sanders_presidential_campaign_kickoff%2C_May_2015_Bernie_Sanders_%2824830006642%29.jpg",
    "extract": "Edward Andrew Schultz was an American television and radio host, political commentator, news anchor and sports broadcaster.",
    "year": 1954,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tam O'Shaughnessy",
    "birthday": "1952-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/99/OShaughnessy-accepting-medal-for-Sally-Ride.jpg",
    "extract": "Tam Elizabeth O'Shaughnessy is an American children's science writer and former professional tennis player who co-founded the science education company Sally Ride Science together with her partner, astronaut Sally Ride, the first American woman and third woman in space. The company was relaunched as a nonprofit entity, Sally Ride Science at UC San Diego, on October 1, 2015. O'Shaughnessy serves as executive director.",
    "year": 1952,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "G. E. Smith",
    "birthday": "1952-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/G_E_Smith.jpg/276px-G_E_Smith.jpg",
    "extract": "George Edward Smith is an American guitarist. Smith was the lead guitarist for the duo Hall & Oates during the band's heyday from 1979 to 1985, playing on five #1 singles. After Hall & Oates went into a hiatus in 1985, Smith joined the sketch-comedy show Saturday Night Live, serving as bandleader and co-musical director of the Saturday Night Live Band.",
    "year": 1952,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Cees van der Knaap",
    "birthday": "1951-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/VanderKnaap_Dutch_politician_kabinet_Balkenende_IV.jpg/231px-VanderKnaap_Dutch_politician_kabinet_Balkenende_IV.jpg",
    "extract": "Cornelis (Cees) van der Knaap is a Dutch politician. He was State Secretary for Defence for the Christian Democratic Appeal (CDA).",
    "year": 1951,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mikhail Baryshnikov",
    "birthday": "1948-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Mikhail_Baryshnikov.jpg/215px-Mikhail_Baryshnikov.jpg",
    "extract": "Mikhail Nikolayevich Baryshnikov is a Soviet Latvian-born Russian-American dancer, choreographer, and actor. He was the preeminent male classical dancer of the 1970s and 1980s. He subsequently became a noted dance director.",
    "year": 1948,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jean-Philippe Collard",
    "birthday": "1948-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Jean-Philippe_Collard_05955.JPG/303px-Jean-Philippe_Collard_05955.JPG",
    "extract": "Jean-Philippe Henri Collard is a French pianist known for his interpretations of the works of Gabriel Fauré and Camille Saint-Saëns.",
    "year": 1948,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Björn Afzelius",
    "birthday": "1947-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Bj%C3%B6rn_Afzelius_1994_001.jpg/210px-Bj%C3%B6rn_Afzelius_1994_001.jpg",
    "extract": "Björn Svante Afzelius was a Swedish singer-songwriter and guitar player. Politically, he was an outspoken socialist, known for his support for Olof Palme. His songs are about love, politics and joys and sadness in life.",
    "year": 1947,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Perfecto Yasay Jr.",
    "birthday": "1947-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Philippines_Foreign_Secretary_Yasay_Addresses_Reporters_at_a_News_Conference_%2828502880421%29_%28cropped%29.jpg/245px-Philippines_Foreign_Secretary_Yasay_Addresses_Reporters_at_a_News_Conference_%2828502880421%29_%28cropped%29.jpg",
    "extract": "Perfecto Rivas Yasay Jr. was a Philippine government official who served as Secretary of Foreign Affairs of the Philippines in an ad interim basis from June 30, 2016, until March 8, 2017, the rejection of his appointment by the Commission on Appointments over eligibility concerns resulting from questions on his citizenship.",
    "year": 1947,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nedra Talley",
    "birthday": "1946-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Nedra_Talley.JPG/311px-Nedra_Talley.JPG",
    "extract": "Nedra Talley, now known as Nedra Talley-Ross, is an American singer best known as a former member of the girl group the Ronettes, in which she performed with her sister-cousins Ronnie and Estelle Bennett. As of 2022, Talley is the last surviving member of the group.",
    "year": 1946,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Peter Akinola",
    "birthday": "1944-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Peter_Jasper_Akinola.jpg",
    "extract": "Peter Jasper Akinola is the former Anglican Primate of the Church of Nigeria. He is also the former bishop of Abuja and Archbishop of Province III, which covered the northern and central parts of the country. When the division into ecclesiastical provinces was adopted in 2002, he became the first Archbishop of Abuja Province, a position he held until 2010. He is married and a father of six.",
    "year": 1944,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mairead Maguire",
    "birthday": "1944-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Mairead_Corrigan_Gaza_%28cropped%29.jpg/258px-Mairead_Corrigan_Gaza_%28cropped%29.jpg",
    "extract": "Mairead Maguire, also known as Mairead Corrigan Maguire and formerly as Mairéad Corrigan, is a peace activist from Northern Ireland. She co-founded, with Betty Williams and Ciaran McKeown, the Women for Peace, which later became the Community for Peace People, an organization dedicated to encouraging a peaceful resolution of the Troubles in Northern Ireland. Maguire and Williams were awarded the 1976 Nobel Peace Prize.",
    "year": 1944,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nick Mason",
    "birthday": "1944-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Nick_Mason_Goodwood_Festival_of_Speed_2016_001.jpg/306px-Nick_Mason_Goodwood_Festival_of_Speed_2016_001.jpg",
    "extract": "Nicholas Berkeley Mason, is an English drummer and founder member of the progressive rock band Pink Floyd. He is the only member to feature on every Pink Floyd album, and the only constant member since its formation in 1965. He co-wrote Pink Floyd compositions such as \"Echoes\", \"Time\", \"Careful with That Axe, Eugene\" and \"One of These Days\". In 2018, he formed a new band, Nick Mason's Saucerful of Secrets, to perform music from Pink Floyd's early years.",
    "year": 1944,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Julia Cumberlege, Baroness Cumberlege",
    "birthday": "1943-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Official_portrait_of_Baroness_Cumberlege%2C_2022.jpg/240px-Official_portrait_of_Baroness_Cumberlege%2C_2022.jpg",
    "extract": "Julia Frances Cumberlege, Baroness Cumberlege, is a British Conservative Party politician and businesswoman. She was created a life peer on 18 May 1990 as Baroness Cumberlege, of Newick in the County of East Sussex.",
    "year": 1943,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Maki Asakawa",
    "birthday": "1942-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3d/Maki_Asakawa.png/320px-Maki_Asakawa.png",
    "extract": "Maki Asakawa  was a Japanese jazz and blues singer, lyricist and composer. She was an important voice of the Japanese urban counterculture.",
    "year": 1942,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tasuku Honjo",
    "birthday": "1942-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Tasuku_Honjo_201311.jpg/213px-Tasuku_Honjo_201311.jpg",
    "extract": "Tasuku Honjo  is a Japanese physician-scientist and immunologist. He won the 2018 Nobel Prize in Physiology or Medicine and is best known for his identification of programmed cell death protein 1 (PD-1).\nHe is also known for his molecular identification of cytokines: IL-4 and IL-5, as well as the discovery of activation-induced cytidine deaminase (AID) that is essential for class switch recombination and somatic hypermutation.",
    "year": 1942,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Witherspoon (actor)",
    "birthday": "1942-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/JohnWithersppon2019_%28Cropped%29.png/233px-JohnWithersppon2019_%28Cropped%29.png",
    "extract": "John Weatherspoon, better known as John Witherspoon, was an American actor and comedian who performed in various television shows and films.",
    "year": 1942,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kate Wolf",
    "birthday": "1942-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0a/Kate_Wolf.jpg/246px-Kate_Wolf.jpg",
    "extract": "Kate Wolf was an American folk singer and songwriter. Though her career was relatively short, she had a significant impact on the folk music scene. Her best-known compositions include \"Here in California\", \"Love Still Remains\", \"Across the Great Divide\", \"Unfinished Life\", “Green Eyes” and \"Give Yourself to Love\". She recorded six albums as a solo artist. She was elected to the NAIRD Independent Music Hall of Fame in 1987. Her songs have since been recorded by artists such as Nanci Griffith and Emmylou Harris.",
    "year": 1942,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Beatrice Tinsley",
    "birthday": "1941-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4c/Beatrice_Tinsley.jpg",
    "extract": "Beatrice Muriel Hill Tinsley was a British-born New Zealand astronomer and cosmologist and professor of astronomy at Yale University, whose research made fundamental contributions to the astronomical understanding of how galaxies evolve, grow and die.",
    "year": 1941,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "James Cromwell",
    "birthday": "1940-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/James_Cromwell_2010.jpg/213px-James_Cromwell_2010.jpg",
    "extract": "James Oliver Cromwell is an American actor. Some of his best-known films include Babe (1995), Star Trek: First Contact (1996), L.A. Confidential (1997), The Green Mile (1999), Secretariat (2010), The Artist (2011), and Jurassic World: Fallen Kingdom (2018).",
    "year": 1940,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Terry Harper",
    "birthday": "1940-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Chex_Terry_Harper.jpg/227px-Chex_Terry_Harper.jpg",
    "extract": "Terrance Victor Harper is a Canadian former professional ice hockey player. Harper played in the National Hockey League from 1962 to 1981. During this time, he played for the Montreal Canadiens, Los Angeles Kings, Detroit Red Wings, St. Louis Blues, and Colorado Rockies.",
    "year": 1940,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Petru Lucinschi",
    "birthday": "1940-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/24/Petru_Lucinschi_2000.jpg",
    "extract": "Petru Lucinschi, born 27 January 1940) is a former Moldovan politician who was Moldova's second President (1997–2001).",
    "year": 1940,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Fred Åkerström",
    "birthday": "1937-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Vreeswijk_Akerstrom_Cervin_1965.jpg/320px-Vreeswijk_Akerstrom_Cervin_1965.jpg",
    "extract": "Fred Åkerström was a Swedish folk guitarist and singer particularly noted for his interpretations of Carl Michael Bellman's music, and his own work of the typically Swedish song segment named visa. These songs, visor, are traditionally very narrative and the performance is \"acted\" to some degree. The singer is in context a vissångare, a troubadour character. Åkerström was also known for his actor's interpretations of Bellman's 18th century material, and his unusual ability to reach deep bass notes.",
    "year": 1937,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Troy Donahue",
    "birthday": "1936-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Troy_Donahue_Hawaiian_Eye_1959.jpg/250px-Troy_Donahue_Hawaiian_Eye_1959.jpg",
    "extract": "Troy Donahue was an American film and television actor and singer. He was a popular sex symbol in the 1950s and 1960s.",
    "year": 1936,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Samuel C. C. Ting",
    "birthday": "1936-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Samuel_ting_10-19-10.jpg/232px-Samuel_ting_10-19-10.jpg",
    "extract": "Samuel Chao Chung Ting is a Chinese-American physicist who, with Burton Richter, received the Nobel Prize in 1976 for discovering the subatomic J/ψ particle. More recently he has been the principal investigator in research conducted with the Alpha Magnetic Spectrometer, a device installed on the International Space Station in 2011.",
    "year": 1936,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Édith Cresson",
    "birthday": "1934-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Edith_Cresson2.png/292px-Edith_Cresson2.png",
    "extract": "Édith Cresson is a French politician. She is the first woman to have held the office of Prime Minister of France. It took until May 16, 2022 to see the appointment of Élisabeth Borne. Other than her breakthrough gender role, Edith Cresson term was uneventful. Her political career ended in scandal as a result of corruption charges dating from her tenure as European Commissioner for Research, Science and Technology.",
    "year": 1934,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "George Follmer",
    "birthday": "1934-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/George_Follmer_1973.jpg/320px-George_Follmer_1973.jpg",
    "extract": "George Follmer is an American former auto racing driver, and one of the most successful road racers of the 1970s. He was born in Phoenix, Arizona. His family moved to California when he was just an infant.",
    "year": 1934,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jerry Buss",
    "birthday": "1933-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Jerry_Buss_playing_the_WSOP.jpg/214px-Jerry_Buss_playing_the_WSOP.jpg",
    "extract": "Gerald Hatten Buss was an American businessman, investor, chemist, and philanthropist. He was the majority owner of the Los Angeles Lakers of the National Basketball Association (NBA), winning 10 league championships that were highlighted by the team's Showtime era during the 1980s. He was a member of the Naismith Memorial Basketball Hall of Fame as a contributor. Buss owned other professional sports franchises in Southern California.",
    "year": 1933,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Boris Shakhlin",
    "birthday": "1932-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/De_Russische_Boris_Chaklin_in_aktie_aan_de_ringen%2C_Bestanddeelnr_919-5889.jpg/211px-De_Russische_Boris_Chaklin_in_aktie_aan_de_ringen%2C_Bestanddeelnr_919-5889.jpg",
    "extract": "Boris Anfiyanovich Shakhlin was a Soviet gymnast who was the 1960 Olympic all-around champion and the 1958 all-around World Champion. He won a total of 13 medals including seven gold medals at the Summer Olympics, and was the most successful athlete at the 1960 Summer Olympics. He held the record for most Olympic medals by a male athlete record until gymnast Nikolai Andrianov won his 14th and 15th medals at the 1980 Summer Olympics. He also won 14 medals at the World Championships.",
    "year": 1932,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mordecai Richler",
    "birthday": "1931-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/MORDECAI-RICHLER-WEB.jpg/253px-MORDECAI-RICHLER-WEB.jpg",
    "extract": "Mordecai Richler was a Canadian writer. His best known works are The Apprenticeship of Duddy Kravitz (1959) and Barney's Version (1997). His 1970 novel St. Urbain's Horseman and 1989 novel Solomon Gursky Was Here were shortlisted for the Man Booker Prize. He is also well known for the Jacob Two-Two fantasy series for children. In addition to his fiction, Richler wrote numerous essays about the Jewish community in Canada, and about Canadian and Quebec nationalism. Richler's Oh Canada! Oh Quebec! (1992), a collection of essays about nationalism and anti-Semitism, generated considerable controversy.",
    "year": 1931,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bobby Bland",
    "birthday": "1930-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Bobby_Blue_Bland.jpg/214px-Bobby_Blue_Bland.jpg",
    "extract": "Robert Calvin Bland, known professionally as Bobby \"Blue\" Bland, was an American blues singer.",
    "year": 1930,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mohamed Al-Fayed",
    "birthday": "1929-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Mohamed_Al-Fayed.jpg/233px-Mohamed_Al-Fayed.jpg",
    "extract": "Mohamed Al-Fayed is an Egyptian-born businessman whose residence and chief business interests have been in the United Kingdom since the late 1960s. Fayed's business interests include ownership of Hôtel Ritz Paris and formerly Harrods department store and Fulham F.C., both in London.",
    "year": 1929,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gastón Suárez",
    "birthday": "1929-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Gaston_Suarez.jpeg",
    "extract": "Gastón Suárez was a Bolivian novelist and dramatist. Suárez was born in the town of Tupiza in the southern part of Potosí, Bolivia in 1929.",
    "year": 1929,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hans Modrow",
    "birthday": "1928-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Modrow.jpg/216px-Modrow.jpg",
    "extract": "Hans Modrow is a German politician best known as the last communist premier of East Germany.",
    "year": 1928,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ingrid Thulin",
    "birthday": "1926-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Ingrid_Thulin_1926-2004.jpg/235px-Ingrid_Thulin_1926-2004.jpg",
    "extract": "Ingrid Lilian Thulin was a Swedish actress and director, best known for her collaborations with filmmaker Ingmar Bergman. She was often cast as harrowing and desperate characters, and earned acclaim from both Swedish and international critics. She won the Cannes Film Festival Award for Best Actress for her performance in Brink of Life (1958) and the inaugural Guldbagge Award for Best Actress in a Leading Role for The Silence (1963), and was nominated for a Best Supporting Actress BAFTA for Cries and Whispers (1972).",
    "year": 1926,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Rauf Denktaş",
    "birthday": "1924-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Rauf_Denktash.jpg/246px-Rauf_Denktash.jpg",
    "extract": "Rauf Raif Denktaş was a Turkish Cypriot politician, barrister and jurist who served as the founding president of Northern Cyprus. He occupied this position as the president of the Turkish Republic of Northern Cyprus between the declaration of the de facto state by Denktaş in 1983 and 2005, as the president of the Turkish Federated State of Cyprus between 1975 and 1983 and as the president of the Autonomous Turkish Cypriot Administration between 1974 and 1975. He was also elected in 1973 as the vice-president of the Republic of Cyprus.",
    "year": 1924,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Brian Rix",
    "birthday": "1924-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/31/Lord_Rix_2008.jpg/320px-Lord_Rix_2008.jpg",
    "extract": "Brian Norman Roger Rix, Baron Rix, was an English actor-manager, who produced a record-breaking sequence of long-running farces on the London stage, including Dry Rot, Simple Spymen and One for the Pot. His one-night TV shows made him the joint-highest paid star on the BBC. He often worked with his wife Elspet Gray and sister Sheila Mercier, who became the matriarch in Emmerdale Farm.",
    "year": 1924,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Harvey Shapiro (poet)",
    "birthday": "1924-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Harvey_Shapiro_by_David_Shankbone.jpg/320px-Harvey_Shapiro_by_David_Shankbone.jpg",
    "extract": "Harvey Shapiro was an American poet and editor of The New York Times. He wrote a dozen books of poetry from 1953 to 2006, writing in epigrammatic style about things in his everyday life. As an editor, he was always affiliated with The New York Times in some capacity, mainly in the magazine and book reviews, from 1957 to 2005.",
    "year": 1924,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Donna Reed",
    "birthday": "1921-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/DOnnaREed.jpg/250px-DOnnaREed.jpg",
    "extract": "Donna Reed was an American actress. Her career spanned more than 40 years, with performances in more than 40 films. She is well known for her portrayal of Mary Hatch Bailey in Frank Capra's fantasy holiday film It's a Wonderful Life (1946). Reed won the Academy Award for Best Supporting Actress for Fred Zinnemann's war drama film From Here to Eternity (1953).",
    "year": 1921,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hiroyoshi Nishizawa",
    "birthday": "1920-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Hiroyoshi_Nishizawa_a.jpg/320px-Hiroyoshi_Nishizawa_a.jpg",
    "extract": "Lieutenant Junior Grade Hiroyoshi Nishizawa  was a Japanese naval aviator and an ace of the Imperial Japanese Navy Air Service during World War II. Nishizawa was known to his colleagues as 'the Devil' for his breathtaking, brilliant, and unpredictable aerobatics and superb control of his aircraft while in combat. He was a member of the Tainan Kōkūtai's famous \"clean up trio\" with fellow aces Saburō Sakai and Toshio Ōta and would see action in the New Guinea campaign as well as in the aerial battles over Guadalcanal and over the Solomon Islands. He was killed in 1944 during the Philippines Campaign while aboard an IJN transport aircraft. It is possible that he was the most successful Japanese fighter ace of the war, reportedly telling his last CO that he had achieved a tally of 86 or 87 aerial victories- post war he was linked with scores of 147 or 103, but both of these scores have been considered inaccurate.",
    "year": 1920,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Helmut Zacharias",
    "birthday": "1920-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Helmut_Zacharias_1965.jpg/210px-Helmut_Zacharias_1965.jpg",
    "extract": "Helmut Zacharias was a German violinist and composer who created over 400 works and sold 14 million records. He also appeared in a number of films, usually playing musicians.",
    "year": 1920,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ross Bagdasarian",
    "birthday": "1919-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Ross_Bagdasarian_1972.jpg/283px-Ross_Bagdasarian_1972.jpg",
    "extract": "Ross S. Bagdasarian, known professionally by his stage name David Seville, was an American singer, songwriter, record producer, and actor, best known for creating the cartoon band Alvin and the Chipmunks. Initially a stage and film actor, he rose to prominence in 1958 with the songs \"Witch Doctor\" and \"The Chipmunk Song \", which both became Billboard number-one singles. He produced and directed The Alvin Show, which aired on CBS in 1961–62.",
    "year": 1919,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Skitch Henderson",
    "birthday": "1918-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Skitch_Henderson_1965.JPG/245px-Skitch_Henderson_1965.JPG",
    "extract": "Lyle Russel \"Skitch\" Henderson was a pianist, conductor, and composer. His nickname \"Skitch\" came from his ability to \"re-sketch\" a song in a different key. Bing Crosby suggested that he should use the name professionally.",
    "year": 1918,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Elmore James",
    "birthday": "1918-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/01/Elmore_James.gif",
    "extract": "Elmore James was an American blues guitarist, singer, songwriter and bandleader. He was known as \"King of the Slide Guitar\" and was noted for his use of loud amplification and his stirring voice. For his contributions to music, James was inducted into the Rock and Roll Hall of Fame in 1992.",
    "year": 1918,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William Seawell",
    "birthday": "1918-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Seawell_wt.jpg/238px-Seawell_wt.jpg",
    "extract": "William Thomas Seawell was a brigadier general in the United States Air Force and former head of Pan Am.",
    "year": 1918,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jacques Hnizdovsky",
    "birthday": "1915-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Hnizdovsky_wc_87.jpg/320px-Hnizdovsky_wc_87.jpg",
    "extract": "Jacques Hnizdovsky, (1915–1985) was a Ukrainian-American painter, printmaker, graphic\ndesigner, illustrator and sculptor.",
    "year": 1915,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Arne Næss",
    "birthday": "1912-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/46/Arne_N%C3%A6ss_2003.jpg",
    "extract": "Arne Dekke Eide Næss was a Norwegian philosopher who coined the term \"deep ecology\", an important intellectual and inspirational figure within the environmental movement of the late twentieth century, and a prolific writer on many other philosophical issues. Næss cited Rachel Carson's 1962 book Silent Spring as being a key influence in his vision of deep ecology. Næss combined his ecological vision with Gandhian nonviolence and on several occasions participated in direct action.",
    "year": 1912,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Francis Rogallo",
    "birthday": "1912-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Parawing.jpg/320px-Parawing.jpg",
    "extract": "Francis Melvin Rogallo was an American aeronautical engineer inventor born in Sanger, California, U.S. Together with his wife, he is credited with the invention of the Rogallo wing, or \"flexible wing\", a precursor to the modern hang glider and paraglider. His patents were ranged over mechanical utility patents and ornamental design patents for wing controls, airfoils, target kite, flexible wing, and advanced configurations for flexible wing vehicles.",
    "year": 1912,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Edvard Kardelj",
    "birthday": "1910-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Edvard_Kardelj_%285%29.jpg/214px-Edvard_Kardelj_%285%29.jpg",
    "extract": "Edvard Kardelj, also known by the pseudonyms Bevc, Sperans and Krištof, was a Yugoslav politician and economist. He was one of the leading members of the Communist Party of Slovenia before World War II. During the war, Kardelj was one of the leaders of the Liberation Front of the Slovenian People and a Slovene Partisan, and after the war, he was a federal political leader in the Socialist Federal Republic of Yugoslavia and led the Yugoslav delegation in peace talks with Italy over the border dispute in the Julian March. He was the main creator of the Yugoslav system of workers' self-management. He was an economist and a full member of both the Slovene Academy of Sciences and Arts and the Serbian Academy of Sciences and Arts. he played a major role and setting the foreign policy by designing the fundamental ideological basis for the Yugoslav policy of nonalignment in the 1950s and the 1960s.",
    "year": 1910,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William Randolph Hearst Jr.",
    "birthday": "1908-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/William_Randolph_Hearst_Jr_-_Bundesarchiv_Bild_102-10747.jpg/214px-William_Randolph_Hearst_Jr_-_Bundesarchiv_Bild_102-10747.jpg",
    "extract": "William Randolph Hearst Jr. was an American businessman and newspaper publisher. He was the second son of the publisher William Randolph Hearst. He became editor-in-chief of Hearst Newspapers after the death of his father in 1951. He won a Pulitzer Prize for his interview with Soviet premier, Nikita Khrushchev, and associated commentaries in 1955.",
    "year": 1908,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Howard McNear",
    "birthday": "1905-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/23/Floyd1.jpg",
    "extract": "Howard Terbell McNear was an American stage, screen, and radio character actor. McNear is best remembered as the original voice of Doc Adams in the radio version of Gunsmoke and as Floyd Lawson, the barber on The Andy Griffith Show (1961–1967).",
    "year": 1905,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Eccles (neurophysiologist)",
    "birthday": "1903-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Sir_John_Eccles_Wellcome_L0026812.jpg/252px-Sir_John_Eccles_Wellcome_L0026812.jpg",
    "extract": "Sir John Carew Eccles was an Australian neurophysiologist and philosopher who won the 1963 Nobel Prize in Physiology or Medicine for his work on the synapse. He shared the prize with Andrew Huxley and Alan Lloyd Hodgkin.",
    "year": 1903,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Willy Fritsch",
    "birthday": "1901-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Willy_Fritsch.jpg",
    "extract": "Willy Fritsch was a German theater and film actor, a popular leading man and character actor from the silent-film era to the early 1960s.",
    "year": 1901,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Art Rooney",
    "birthday": "1901-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/56/Art_Rooney.jpg",
    "extract": "Arthur Joseph Rooney Sr., often referred to as \"The Chief\", was the founding owner of the Pittsburgh Steelers, an American football franchise in the National Football League (NFL), from 1933 until his death. Rooney is a member of the Pro Football Hall of Fame, was an Olympic qualifying boxer, and was part or whole owner in several track sport venues and Pittsburgh area pro teams. He was the first president of the Pittsburgh Steelers from 1933 to 1974, and the first chairman of the team from 1933 to 1988.",
    "year": 1901,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hyman G. Rickover",
    "birthday": "1900-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Hyman_Rickover_1955.jpg/249px-Hyman_Rickover_1955.jpg",
    "extract": "Hyman G. Rickover was an admiral in the U.S. Navy. He directed the original development of naval nuclear propulsion and controlled its operations for three decades as director of the U.S. Naval Reactors office. In addition, he oversaw the development of the Shippingport Atomic Power Station, the world's first commercial pressurized water reactor used for generating electricity. Rickover is also one of four people who have been awarded two Congressional Gold Medals.",
    "year": 1900,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Soong Ching-ling",
    "birthday": "1893-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Soong_Ching-ling.jpg/209px-Soong_Ching-ling.jpg",
    "extract": "Rosamond Soong Ch'ing-ling was a Chinese political figure. As the third wife of Sun Yat-sen, then Premier of the Kuomintang and President of the Republic of China, she was often referred to as Madame Sun Yat-sen. She was a member of the Soong family and, together with her siblings, played a prominent role in China's politics prior to and after 1949.",
    "year": 1893,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Balthasar van der Pol",
    "birthday": "1889-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Prof._Dr._B._van_der_Pol%2C_1939.jpg/211px-Prof._Dr._B._van_der_Pol%2C_1939.jpg",
    "extract": "Balthasar van der Pol was a Dutch physicist.",
    "year": 1889,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Radhabinod Pal",
    "birthday": "1886-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Radhabinod_Pal_1947_extracted.jpg/242px-Radhabinod_Pal_1947_extracted.jpg",
    "extract": "Radhabinod Pal was an Indian jurist who was a member of the United Nations' International Law Commission from 1952 to 1966. He was one of three Asian judges appointed to the International Military Tribunal for the Far East, the \"Tokyo Trials\" of Japanese war crimes committed during the Second World War. Among all the judges of the tribunal, he was the only one who submitted a judgment which insisted all defendants were not guilty. The Yasukuni Shrine and the Kyoto Ryozen Gokoku Shrine have monuments specially dedicated to Pal.",
    "year": 1886,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jerome Kern",
    "birthday": "1885-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Jerome-Kern-1934-Stage.jpg/264px-Jerome-Kern-1934-Stage.jpg",
    "extract": "Jerome David Kern was an American composer of musical theatre and popular music. One of the most important American theatre composers of the early 20th century, he wrote more than 700 songs, used in over 100 stage works, including such classics as \"Ol' Man River\", \"Can't Help Lovin' Dat Man\", \"A Fine Romance\", \"Smoke Gets in Your Eyes\", \"The Song Is You\", \"All the Things You Are\", \"The Way You Look Tonight\" and \"Long Ago \". He collaborated with many of the leading librettists and lyricists of his era, including George Grossmith Jr., Guy Bolton, P. G. Wodehouse, Otto Harbach, Oscar Hammerstein II, Dorothy Fields, Johnny Mercer, Ira Gershwin and Yip Harburg.",
    "year": 1885,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Seison Maeda",
    "birthday": "1885-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Seison_Maeda_01.jpg/251px-Seison_Maeda_01.jpg",
    "extract": "Seison Maeda  was the art-name of a nihonga painter in the Taishō and Shōwa periods of Japan. His legal name was Maeda Renzō. He is considered one of the greatest contemporary Japanese painters, and one of the leaders of the Nihonga movement.",
    "year": 1885,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dorothy Scarborough",
    "birthday": "1878-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/DorothyScarborough1918.tif/lossless-page1-193px-DorothyScarborough1918.tif.png",
    "extract": "Emily Dorothy Scarborough was an American writer who wrote about Texas, folk culture, cotton farming, ghost stories and women's life in the Southwest.",
    "year": 1878,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Will Marion Cook",
    "birthday": "1869-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Will-Marion-Cook-NYPL-1910.jpg/219px-Will-Marion-Cook-NYPL-1910.jpg",
    "extract": "William Mercer Cook, better known as Will Marion Cook, was an American composer, violinist, and choral director. Cook was a student of Antonín Dvořák. In 1919 he took his New York Syncopated Orchestra to England for a command performance for King George V of the United Kingdom, and tour. Cook is probably best known for his popular songs and landmark Broadway musicals, featuring African-American creators, producers, and casts, such as Clorindy, or The Origin of the Cake Walk (1898) and In Dahomey (1903). The latter toured for four years, including in the United Kingdom and United States.",
    "year": 1869,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Wilhelm II, German Emperor",
    "birthday": "1859-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Kaiser_Wilhelm_II_of_Germany_-_1902.jpg/222px-Kaiser_Wilhelm_II_of_Germany_-_1902.jpg",
    "extract": "Wilhelm II, anglicised as William II, was the last German Emperor and King of Prussia, reigning from 15 June 1888 until his abdication on 9 November 1918. Despite strengthening the German Empire's position as a great power by building a powerful navy, his tactless public statements and erratic foreign policy greatly antagonized the international community and are considered by many to be one of the underlying causes for World War I. When the German war effort collapsed after a series of crushing defeats on the Western Front in 1918, he was forced to abdicate, thereby marking the end of the German Empire and the House of Hohenzollern's 300-year reign in Prussia and 500-year reign in Brandenburg.",
    "year": 1859,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Neel Doff",
    "birthday": "1858-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/93/Neel_Doff.jpg",
    "extract": "Cornelia Hubertina \"Neel\" Doff was an author of Dutch origin living and working in Belgium and mainly writing in French. She is one of the most important contributors to proletarian literature.",
    "year": 1858,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Collier (painter)",
    "birthday": "1850-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Collier%2C_Marion_-_Portrait_of_John_Collier_-_circa_1882-1883.jpg/256px-Collier%2C_Marion_-_Portrait_of_John_Collier_-_circa_1882-1883.jpg",
    "extract": "John Maler Collier RP was a British painter and writer. He painted in the Pre-Raphaelite style, and was one of the most prominent portrait painters of his generation. Both of his marriages were to daughters of Thomas Henry Huxley. He studied painting in Paris with Jean-Paul Laurens and at the Munich Academy starting in 1875.",
    "year": 1850,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Samuel Gompers",
    "birthday": "1850-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Samuel_Gompers_cph.3a02952.jpg/215px-Samuel_Gompers_cph.3a02952.jpg",
    "extract": "Samuel Gompers was a British-born American cigar maker, labor union leader and a key figure in American labor history. Gompers founded the American Federation of Labor (AFL) and served as the organization's president from 1886 to 1894, and from 1895 until his death in 1924. He promoted harmony among the different craft unions that comprised the AFL, trying to minimize jurisdictional battles. He promoted thorough organization and collective bargaining in order to secure shorter hours and higher wages, which he considered the essential first steps to emancipating labor. He also encouraged the AFL to take political action to \"elect their friends\" and \"defeat their enemies\". He mostly supported Democrats, but sometimes Republicans. He strongly opposed Socialists, and he was particularly opposed to immigrants from China, spreading arguments about their supposed inferiority. During World War I, Gompers and the AFL openly supported the war effort, attempting to avert strikes and boost morale while raising wage rates and expanding membership.",
    "year": 1850,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Edward Smith (sea captain)",
    "birthday": "1850-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Edward_J._Smith.jpg/239px-Edward_J._Smith.jpg",
    "extract": "Edward John Smith was a British naval officer. He served as master of numerous White Star Line vessels. He was the captain of the RMS Titanic, and perished when the ship sank on its maiden voyage.",
    "year": 1850,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tōgō Heihachirō",
    "birthday": "1848-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/T%C5%8Dg%C5%8D_Heihachir%C5%8D.jpg/244px-T%C5%8Dg%C5%8D_Heihachir%C5%8D.jpg",
    "extract": "Marshal-Admiral the Marquis Tōgō Heihachirō , served as a gensui or admiral of the fleet in the Imperial Japanese Navy and became one of Japan's greatest naval heroes. He claimed descent from Samurai Shijo Kingo, and he was an integral part of preserving Japanese artwork. As Commander-in-Chief of the Combined Fleet during the Russo-Japanese War of 1904–1905, he successfully confined the Russian Pacific naval forces to Port Arthur before winning a decisive victory over a relieving fleet at Tsushima in May 1905. Western journalists called Tōgō \"the Nelson of the East\". He remains deeply revered as a national hero in Japan, with shrines and streets named in his honour.",
    "year": 1848,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Arkhip Kuindzhi",
    "birthday": "1842-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Vasnetsov_Kuindzhi.jpg/246px-Vasnetsov_Kuindzhi.jpg",
    "extract": "Arkhip Ivanovich Kuindzhi was a Russian landscape painter of Pontic Greek descent.",
    "year": 1842,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Leopold von Sacher-Masoch",
    "birthday": "1836-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Leopold_von_Sacher-Masoch%2C_portrait_3.jpg/251px-Leopold_von_Sacher-Masoch%2C_portrait_3.jpg",
    "extract": "Leopold Ritter von Sacher-Masoch was an Austrian nobleman, writer and journalist, who gained renown for his romantic stories of Galician life. The term masochism is derived from his name, invented by his contemporary, the Austrian psychiatrist Richard von Krafft-Ebing. Masoch did not approve of this use of his name.",
    "year": 1836,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lewis Carroll",
    "birthday": "1832-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/LewisCarrollSelfPhoto.jpg/226px-LewisCarrollSelfPhoto.jpg",
    "extract": "Charles Lutwidge Dodgson, better known by his pen name Lewis Carroll, was an English author, poet and mathematician. His most notable works are Alice's Adventures in Wonderland (1865) and its sequel Through the Looking-Glass (1871). He was noted for his facility with word play, logic, and fantasy. His poems Jabberwocky (1871) and The Hunting of the Snark (1876) are classified in the genre of literary nonsense.",
    "year": 1832,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Carl Friedrich Schmidt (geologist)",
    "birthday": "1832-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Friedrich_Schmidt.jpg/223px-Friedrich_Schmidt.jpg",
    "extract": "Carl Friedrich Schmidt was a Baltic German geologist and botanist in the Russian Empire. He is acknowledged as the founder of Estonian geology. In the mid-19th century, he researched Estonian oil shale, kukersite, and named it as kuckers.",
    "year": 1832,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mikhail Saltykov-Shchedrin",
    "birthday": "1826-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Kramskoj_-_saltykov-schedrin.jpg/240px-Kramskoj_-_saltykov-schedrin.jpg",
    "extract": "Mikhail Yevgrafovich Saltykov-Shchedrin, born Mikhail Yevgrafovich Saltykov and known during his lifetime by the pen name Nikolai Shchedrin, was a major Russian writer and satirist of the 19th century. He spent most of his life working as a civil servant in various capacities. After the death of poet Nikolay Nekrasov he acted as editor of the well-known Russian magazine, Otechestvenniye Zapiski, until the Tsarist government banned it in 1884. In his works Saltykov mastered both stark realism and satirical grotesque merged with fantasy. His political novel The History of a Town (1870) is regarded as a satirical masterpiece, while the novel The Golovlyov Family (1880) became one of the major works of Russian realism and 19th-century fiction.",
    "year": 1826,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Richard Taylor (Confederate general)",
    "birthday": "1826-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Richard_Taylor.jpg/235px-Richard_Taylor.jpg",
    "extract": "Lieutenant-General Richard \"Dick\" Taylor was an American planter, politician, military historian, and Confederate general. Following the outbreak of the American Civil War, Taylor joined the Confederate States Army, serving first as a brigade commander in Virginia, and later as an army commander in the Trans-Mississippi Theater. Taylor commanded the District of West Louisiana and was responsible for successfully opposing U.S. Federal Government troops invading upper northwest Louisiana during the Red River Campaign of 1864. He was the only son of Zachary Taylor, the 12th president of the United States. After the war and Reconstruction, Taylor published a memoir about his experiences.",
    "year": 1826,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Édouard Lalo",
    "birthday": "1823-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/%C3%89douard_Lalo.jpg/232px-%C3%89douard_Lalo.jpg",
    "extract": "Édouard-Victoire-Antoine Lalo was a French composer. His most celebrated piece is the Symphonie espagnole, a five-movement concerto for violin and orchestra, which remains a popular work in the standard repertoire.",
    "year": 1823,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Chivington",
    "birthday": "1821-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Colonel_John_M._Chivington_%28cropped%29.jpg/230px-Colonel_John_M._Chivington_%28cropped%29.jpg",
    "extract": "John Milton Chivington was an American Methodist pastor and Mason who served as a colonel in the United States Volunteers during the New Mexico Campaign of the American Civil War. He led a rear action against a Confederate supply train in the Battle of Glorieta Pass, and was then appointed a colonel of cavalry during the Colorado War.",
    "year": 1821,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Eugène Viollet-le-Duc",
    "birthday": "1814-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Eugene_viollet_le_duc.jpg/233px-Eugene_viollet_le_duc.jpg",
    "extract": "Eugène Emmanuel Viollet-le-Duc was a French architect and author who restored many prominent medieval landmarks in France, including those which had been damaged or abandoned during the French Revolution. His major restoration projects included Notre-Dame de Paris, the Basilica of Saint Denis, Mont Saint-Michel, Sainte-Chapelle, and the medieval walls of the city of Carcassonne, and he planned much of the physical construction of the Statue of Liberty. His later writings on the relationship between form and function in architecture had a notable influence on a new generation of architects, including Victor Horta, Hector Guimard, Antoni Gaudí, Hendrik Petrus Berlage, Louis Sullivan and Frank Lloyd Wright.",
    "year": 1814,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "David Strauss",
    "birthday": "1808-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/1908_David-Friedrich-Strauss.jpg/237px-1908_David-Friedrich-Strauss.jpg",
    "extract": "David Friedrich Strauss was a German liberal Protestant theologian and writer, who influenced Christian Europe with his portrayal of the \"historical Jesus\", whose divine nature he denied. His work was connected to the Tübingen School, which revolutionized study of the New Testament, early Christianity, and ancient religions. Strauss was a pioneer in the historical investigation of Jesus.",
    "year": 1808,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Juan Crisóstomo Arriaga",
    "birthday": "1806-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Juan_de_Arriaga.jpg",
    "extract": "Juan Crisóstomo Jacobo Antonio de Arriaga y Balzola was a Spanish Basque composer. He was nicknamed \"the Spanish Mozart\" after he died, because, like Wolfgang Amadeus Mozart, he was both a child prodigy and an accomplished composer who died young. They also shared the same first and second baptismal names; and they shared the same birthday, 27 January.",
    "year": 1806,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Maria Anna of Bavaria (born 1805)",
    "birthday": "1805-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Joseph_Karl_Stieler_-_Maria_Anna_von_Bayern_1805-1877.jpg/236px-Joseph_Karl_Stieler_-_Maria_Anna_von_Bayern_1805-1877.jpg",
    "extract": "Princess Maria Anna of Bavaria was Queen of Saxony from 1836 to 1854 as the second wife of King Frederick Augustus II of Saxony.",
    "year": 1805,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Samuel Palmer",
    "birthday": "1805-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Samuel_Palmer_-_Self-Portrait_-_WGA16951.jpg/259px-Samuel_Palmer_-_Self-Portrait_-_WGA16951.jpg",
    "extract": "Samuel Palmer Hon.RE was a British landscape painter, etcher and printmaker. He was also a prolific writer. Palmer was a key figure in Romanticism in Britain and produced visionary pastoral paintings.",
    "year": 1805,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Eunice Hale Cobb",
    "birthday": "1803-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Eunice_Hale_Waite_Cobb.png/276px-Eunice_Hale_Waite_Cobb.png",
    "extract": "Eunice Hale Cobb was an American writer, public speaker, and activist. She was born in Kennebunk, Maine in 1803 and she married Rev. Sylvanus Cobb in Hallowell, Maine in 1822. She was a devoted and efficient assistant to his religious work as a Universalist preacher. Her eldest son, Sylvanus, Jr., derived much of his noted faculty for story-telling from her practice of telling him stories – often continued from evening to evening, as he sat at her feet when a child. She wrote hymns, and occasional poems, and obituary lines. Her faith in God was expressed in all her poetry. As a public speaker, she was very persuasive and convincing. She was the first female president of the Ladies Physiological Institute, of Boston, and served it in that capacity for some 15 years. She died in 1880.",
    "year": 1803,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Eli Whitney Blake",
    "birthday": "1795-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/52/Eli_Whitney_Blake_Sr.jpg",
    "extract": "Eli Whitney Blake, Sr. was an American inventor, best known for his mortise lock and stone-crushing machine, the latter of which earned him a place into the National Inventors Hall of Fame.",
    "year": 1795,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Juan Álvarez",
    "birthday": "1790-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/General_Juan_%C3%81lvarez.jpg/253px-General_Juan_%C3%81lvarez.jpg",
    "extract": "Juan Nepomuceno Álvarez Hurtado de Luna, generally known as Juan Álvarez, was a general, long-time caudillo in southern Mexico, and president of Mexico for two months in 1855, following the liberals ouster of Antonio López de Santa Anna. His presidency inaugurated the pivotal era of La Reforma.",
    "year": 1790,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Titumir",
    "birthday": "1782-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/05/Titumir_portrait.jpg",
    "extract": "Syed Mīr Nisār ʿAlī, better known as Titumir, was a [[Bengali freedom fighter",
    "year": 1782,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Friedrich Wilhelm Joseph Schelling",
    "birthday": "1775-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Nb_pinacoteca_stieler_friedrich_wilhelm_joseph_von_schelling.jpg/258px-Nb_pinacoteca_stieler_friedrich_wilhelm_joseph_von_schelling.jpg",
    "extract": "Friedrich Wilhelm Joseph Schelling, later von Schelling, was a German philosopher. Standard histories of philosophy make him the midpoint in the development of German idealism, situating him between Johann Gottlieb Fichte, his mentor in his early years, and Georg Wilhelm Friedrich Hegel, his one-time university roommate, early friend, and later rival. Interpreting Schelling's philosophy is regarded as difficult because of its evolving nature.",
    "year": 1775,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Wolfgang Amadeus Mozart",
    "birthday": "1756-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Croce-Mozart-Detail.jpg/247px-Croce-Mozart-Detail.jpg",
    "extract": "Wolfgang Amadeus Mozart, baptised as Joannes Chrysostomus Wolfgangus Theophilus Mozart, was a prolific and influential composer of the Classical period. Despite his short life, his rapid pace of composition resulted in more than 800 works of virtually every genre of his time. Many of these compositions are acknowledged as pinnacles of the symphonic, concertante, chamber, operatic, and choral repertoire. Mozart is among the greatest composers in the history of Western music, with music admired for its \"melodic beauty, its formal elegance and its richness of harmony and texture\".",
    "year": 1756,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hester Thrale",
    "birthday": "1741-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Hester_Thrale_in_1786_or_1786.png/320px-Hester_Thrale_in_1786_or_1786.png",
    "extract": "Hester Lynch Thrale Piozzi, a Welsh-born diarist, author and patron of the arts, is an important source on Samuel Johnson and 18th-century English life. She belonged to the prominent Salusbury family, Anglo-Welsh landowners, and married first a wealthy brewer, Henry Thrale, then a music teacher, Gabriel Mario Piozzi. Her Anecdotes of the Late Samuel Johnson (1786) and her diary Thraliana, published posthumously in 1942, are the main works for which she is remembered. She also wrote a popular history book and a dictionary. She has been seen as a protofeminist.",
    "year": 1741,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Grand Duchess Anna Petrovna of Russia",
    "birthday": "1708-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Anna_Petrovna_by_I.G.Adolsky_%28after_1721%2C_Hermitage%29.jpg/254px-Anna_Petrovna_by_I.G.Adolsky_%28after_1721%2C_Hermitage%29.jpg",
    "extract": "Grand Duchess Anna Petrovna of Russia, Tsesarevna of Russia was the elder daughter of Emperor Peter I of Russia and his wife Empress Catherine I. Her younger sister, Empress Elizabeth, ruled between 1741 and 1762. While a potential heir in the reign of her nephew Peter II, she never acceded to the throne due to political reasons. However, her son Peter III would become Emperor in 1762, succeeding Elizabeth.\nShe was the Duchess Consort of Holstein-Gottorp by marriage.",
    "year": 1708,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Johann Nikolaus von Hontheim",
    "birthday": "1701-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Portrait_Johann_Nikolaus_von_Hontheim.tif/lossy-page1-221px-Portrait_Johann_Nikolaus_von_Hontheim.tif.jpg",
    "extract": "Johann Nikolaus von Hontheim was a German historian and theologian. He is remembered as Febronius, the pseudonym under which he wrote his 1763 treatise On the State of the Church and the Legitimate Power of the Roman Pontiff and which gave rise to febronianism.",
    "year": 1701,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Balthasar Neumann",
    "birthday": "1687-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Balthasar_Neumann_W%C3%BCrzburg_Mainfr%C3%A4nkisches_Museum_Marienberg.jpg/277px-Balthasar_Neumann_W%C3%BCrzburg_Mainfr%C3%A4nkisches_Museum_Marienberg.jpg",
    "extract": "Johann Balthasar Neumann, usually known as Balthasar Neumann, was a German architect and military artillery engineer who developed a refined brand of Baroque architecture, fusing Austrian, Bohemian, Italian, and French elements to design some of the most impressive buildings of the period, including the Würzburg Residence and the Basilica of the Fourteen Holy Helpers.",
    "year": 1687,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "George Byng, 1st Viscount Torrington",
    "birthday": "1663-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/George_Byng%2C_1st_Viscount_Torrington_by_Jeremiah_Davison.jpg/226px-George_Byng%2C_1st_Viscount_Torrington_by_Jeremiah_Davison.jpg",
    "extract": "Admiral of the Fleet George Byng, 1st Viscount Torrington,, of Southill Park in Bedfordshire, was a Royal Navy officer and statesman. While still a lieutenant, he delivered a letter from various captains to Prince William of Orange, who had just landed at Torbay, assuring the Prince of the captains' support; the Prince gave Byng a response which ultimately led to the Royal Navy switching allegiance to the Prince and the Glorious Revolution of November 1688.",
    "year": 1663,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Richard Bentley",
    "birthday": "1662-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Richard_Bentley_3.jpg/246px-Richard_Bentley_3.jpg",
    "extract": "Richard Bentley FRS was an English classical scholar, critic, and theologian. Considered the \"founder of historical philology\", Bentley is widely credited with establishing the English school of Hellenism. In 1892, A. E. Housman called Bentley \"the greatest scholar that England or perhaps that Europe ever bred\".",
    "year": 1662,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Thomas Willis",
    "birthday": "1621-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Thomas_Willis_ODNB.jpg/273px-Thomas_Willis_ODNB.jpg",
    "extract": "Thomas Willis FRS was an English doctor who played an important part in the history of anatomy, neurology and psychiatry. He was a founding member of the Royal Society.",
    "year": 1621,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sir Harbottle Grimston, 2nd Baronet",
    "birthday": "1603-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Sir_Harbottle_Grimston.jpg/263px-Sir_Harbottle_Grimston.jpg",
    "extract": "Sir Harbottle Grimston, 2nd Baronet was an English lawyer and politician who sat in the House of Commons at various times between 1640 and 1685 and was Speaker in 1660. During the English Civil War he remained a Parliamentarian but was sympathetic to the Royalists.",
    "year": 1603,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hendrick Avercamp",
    "birthday": "1585-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/53/Hendrick_Avercamp.jpg",
    "extract": "Hendrick Avercamp was a Dutch painter during the Dutch Golden Age of painting. He was one of the earliest landscape painters of the 17th-century Dutch school, he specialized in painting the Netherlands in winter. His paintings are colorful and lively, with carefully crafted images of the people in the landscape. His works give a vivid depiction of sport and leisure in the Netherlands in the beginning of the 17th century. Many of Avercamp's paintings feature people ice skating on frozen lakes.",
    "year": 1585,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Abbas the Great",
    "birthday": "1571-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/ShahAbbasPortraitFromItalianPainter.jpg/215px-ShahAbbasPortraitFromItalianPainter.jpg",
    "extract": "Abbas the Great or Abbas I of Persia or Abbas I of Iran was the 5th Safavid Shah (king) of Iran, and is generally considered one of the greatest rulers of Iranian history and the Safavid dynasty. He was the third son of Shah Mohammad Khodabanda.",
    "year": 1571,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Joachim Frederick, Elector of Brandenburg",
    "birthday": "1546-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/JoachimFriedrichBrandenburg1600.JPG/248px-JoachimFriedrichBrandenburg1600.JPG",
    "extract": "Joachim Frederick, of the House of Hohenzollern, was Prince-elector of the Margraviate of Brandenburg from 1598 until his death.",
    "year": 1546,
    "month": 1,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Albert III, Duke of Saxony",
    "birthday": "1443-1-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Albrecht_der_Beherzte%2C_1443-1500_%28AT_KHM_GG4796%29.jpg/241px-Albrecht_der_Beherzte%2C_1443-1500_%28AT_KHM_GG4796%29.jpg",
    "extract": "Albert III was a Duke of Saxony. He was nicknamed Albert the Bold or Albert the Courageous and founded the Albertine line of the House of Wettin.",
    "year": 1443,
    "month": 1,
    "day": 27,
    "language": "en"
  }
]