[
  {
    "name": "Sergio Araujo",
    "birthday": "1992-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Sergio_Araujo_2019_2020.png/269px-Sergio_Araujo_2019_2020.png",
    "extract": "Sergio Ezequiel Araujo, commonly known as Chino Araujo or El Chino, is an Argentine professional footballer who plays as a forward for Greek Super League club AEK Athens.",
    "year": 1992,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Carl Klingberg",
    "birthday": "1991-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/CarlKlingberg.JPG/288px-CarlKlingberg.JPG",
    "extract": "Carl Klingberg is a Swedish professional ice hockey forward for EV Zug of the National League (NL).",
    "year": 1991,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Siem de Jong",
    "birthday": "1989-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/SiemdeJong.jpg/301px-SiemdeJong.jpg",
    "extract": "Siem Stefan de Jong is a Dutch professional footballer who currently plays for Eredivisie club SC Heerenveen as an attacking midfielder or striker.",
    "year": 1989,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sanada (wrestler)",
    "birthday": "1988-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/SANADA_2019.10.17.2.jpg/213px-SANADA_2019.10.17.2.jpg",
    "extract": "Seiya Sanada , better known by his ring name Sanada, is a Japanese professional wrestler currently signed to New Japan Pro-Wrestling (NJPW). He is a member of the stable Los Ingobernables de Japón.",
    "year": 1988,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jessica Ennis-Hill",
    "birthday": "1986-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Jessica_Ennis_100_m.jpg/213px-Jessica_Ennis_100_m.jpg",
    "extract": "Dame Jessica Ennis-Hill is a British retired track and field athlete from England, specialising in multi-eventing disciplines and 100 metres hurdles. As a competitor in heptathlon, she is the 2012 Olympic champion, a three-time world champion, and the 2010 European champion. She is also the 2010 world indoor pentathlon champion. A member of the City of Sheffield & Dearne athletic club, she is a former British national record holder for the heptathlon. She is a former British record holder in the 100 metres hurdles, the high jump and the indoor pentathlon. Today, Ennis-Hill commentates for the BBC and runs Jennis, a fitness app specialising in women's health. Her latest product launch is CycleMapping, which helps women map their training to their menstrual cycles.",
    "year": 1986,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Asad Shafiq",
    "birthday": "1986-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Asad_Shafiq.png/320px-Asad_Shafiq.png",
    "extract": "Asad Shafiq  is a Pakistani cricketer who played for Pakistan national cricket team between 2010 and 2020. As of the 2021/22 season, he plays for Sindh in domestic cricket.",
    "year": 1986,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "J. Cole",
    "birthday": "1985-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/JCole2018.png/291px-JCole2018.png",
    "extract": "Jermaine Lamarr Cole is an American rapper, singer, songwriter, record producer and professional basketball player for the Scarborough Shooting Stars of the Canadian Elite Basketball League. He is regarded as one of the most influential rappers of his generation. Born on a military base in Germany and raised in Fayetteville, North Carolina, Cole initially gained recognition as a rapper following the release of his debut mixtape, The Come Up, in early 2007. Intent on further pursuing a musical career, he went on to release two additional mixtapes, The Warm Up (2009) and Friday Night Lights (2010) both to critical acclaim, after signing to Jay-Z's Roc Nation imprint in 2009.",
    "year": 1985,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Daniel Carcillo",
    "birthday": "1985-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Daniel_Carcillo_-_Chicago_Blackhawks.jpg/291px-Daniel_Carcillo_-_Chicago_Blackhawks.jpg",
    "extract": "Daniel Carcillo is a Canadian former professional ice hockey left winger. He most recently played under contract to the Chicago Blackhawks of the National Hockey League (NHL). His on-ice reputation as an enforcer has led to him being nicknamed \"Car Bomb\". Carcillo won a Stanley Cup as a member of the 2013 and 2015 Blackhawks. After retiring from the NHL in 2015, Carcillo created a non-profit organization that assists former NHL-players who are suffering from post-concussion syndrome and mental health issues. Carcillo is the founder and CEO of Wesana Health, a life sciences company that leverages psilocybin-based medicine to treat traumatic brain injuries.",
    "year": 1985,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lauris Dārziņš",
    "birthday": "1985-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Lauris_Darzins_2008_cropped.jpg/271px-Lauris_Darzins_2008_cropped.jpg",
    "extract": "Lauris Dārziņš is a Latvian professional ice hockey forward who is currently playing with Dinamo Riga in the Kontinental Hockey League (KHL).",
    "year": 1985,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Arnold Mvuemba",
    "birthday": "1985-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/FC_Lorient_2010-211_-_Arnold_Mvuemba.jpg/214px-FC_Lorient_2010-211_-_Arnold_Mvuemba.jpg",
    "extract": "Arnold Mvuemba Makengo is a French-Congolese professional footballer who plays as a midfielder for Roeselare in the Belgian First Division B.",
    "year": 1985,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Libby Trickett",
    "birthday": "1985-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Libby_Trickett_being_interviewed_by_the_media_at_the_Welcome_Home_parade_in_Sydney.jpg/225px-Libby_Trickett_being_interviewed_by_the_media_at_the_Welcome_Home_parade_in_Sydney.jpg",
    "extract": "Lisbeth Constance \"Libby\" Trickett, OAM is a retired Australian swimmer. She was a gold medallist at the 2004 Summer Olympics, the 2008 Summer Olympics, and the 2012 Summer Olympics. She was the world record holder in the short-course (25m) 100-metre freestyle.",
    "year": 1985,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ben Clucas",
    "birthday": "1984-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/84_2006_Aust_F3_C%27Ship%2C_Ben_Clucas_%28UK%29%2C_Dallara_F304.JPG/320px-84_2006_Aust_F3_C%27Ship%2C_Ben_Clucas_%28UK%29%2C_Dallara_F304.JPG",
    "extract": "Ben Clucas is a British racing driver.",
    "year": 1984,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Stephen Gostkowski",
    "birthday": "1984-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Stephen_Gostkowski_2013.jpg/298px-Stephen_Gostkowski_2013.jpg",
    "extract": "Stephen Carroll Gostkowski is an American football placekicker who is a free agent. He was selected in the fourth round of the 2006 NFL Draft by the New England Patriots, where he spent his first 14 seasons and became the franchise's all-time leading scorer. Gostkowski led the league in scoring five times during his career, including four consecutive from 2012 to 2015, and is the first post-merger player to lead the league in scoring for more than two consecutive seasons. Named to four Pro Bowls and two first-team All-Pros, Gostkowski also holds the NFL record for consecutive extra points.",
    "year": 1984,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Andre Iguodala",
    "birthday": "1984-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Heat_Andre_Iguodala_%28cropped%29.jpg/249px-Heat_Andre_Iguodala_%28cropped%29.jpg",
    "extract": "Andre Tyler Iguodala is an American professional basketball player for the Golden State Warriors of the National Basketball Association (NBA). The swingman was an NBA All-Star in 2012 and has been named to the NBA All-Defensive Team twice. He won three NBA championships with the Warriors and was named the NBA Finals Most Valuable Player (MVP) in 2015. He was also a member of the United States national team at the 2010 FIBA World Championship and 2012 Summer Olympics, winning the gold medal both times.",
    "year": 1984,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Anne Panter",
    "birthday": "1984-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Anne_Panter_and_Helen_Richardson%2C_England_v_Spain_%281261666130%29.jpg/320px-Anne_Panter_and_Helen_Richardson%2C_England_v_Spain_%281261666130%29.jpg",
    "extract": "Anne Panter is an English field hockey international, who was a member of the England and Great Britain women's field hockey team since 2002, and was part of the bronze medal-winning team at the 2012 Summer Olympics.",
    "year": 1984,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Elijah Wood",
    "birthday": "1981-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Elijah_Wood_%2847955397556%29_%28cropped%29.jpg/231px-Elijah_Wood_%2847955397556%29_%28cropped%29.jpg",
    "extract": "Elijah Jordan Wood is an American actor and producer. He is best known for his portrayal of Frodo Baggins in the Lord of the Rings film trilogy (2001–2003) and The Hobbit: An Unexpected Journey (2012).",
    "year": 1981,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nick Carter (musician)",
    "birthday": "1980-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Nick_Carter_Freehold_NJ.jpg/240px-Nick_Carter_Freehold_NJ.jpg",
    "extract": "Nickolas Gene Carter is an American singer, musician and actor who gained fame as a teen idol. He is best known for being a member of the vocal group the Backstreet Boys. As of 2015, Carter has released three solo albums, Now or Never, I'm Taking Off and All American during breaks between Backstreet Boys schedules, and a collaboration with Jordan Knight titled Nick & Knight. He has made occasional television appearances and starred in his own reality shows, House of Carters and I (Heart) Nick Carter.",
    "year": 1980,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Yasuhito Endō",
    "birthday": "1980-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Yasuhito_End%C5%8D_against_Bahrain_June_22_2008.png/224px-Yasuhito_End%C5%8D_against_Bahrain_June_22_2008.png",
    "extract": "Yasuhito Endō  is a Japanese footballer who plays for J1 League club Júbilo Iwata. His brother Akihiro Endō was also a footballer.",
    "year": 1980,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Michael Hastings (journalist)",
    "birthday": "1980-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Michael_Hastings_election_night_2012.jpg/320px-Michael_Hastings_election_night_2012.jpg",
    "extract": "Michael Mahon Hastings was an American journalist, author, contributing editor to Rolling Stone and reporter for BuzzFeed. He was raised in New York, Canada, and Vermont, and he attended New York University. Hastings rose to prominence with his coverage of the Iraq War for Newsweek in the 2000s. After his fiancée Andrea Parhamovich was killed in an ambush, Hastings wrote his first book, I Lost My Love in Baghdad: A Modern War Story (2008), a memoir about his relationship with Parhamovich and the insurgency that took her life.",
    "year": 1980,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Brian Fallon",
    "birthday": "1980-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Brian_Fallon%2C_%27Songs_from_the_Hymnal%27_tour%2C_The_Junction%2C_Cambridge%2C_UK%2C_22_February_2019.jpg/240px-Brian_Fallon%2C_%27Songs_from_the_Hymnal%27_tour%2C_The_Junction%2C_Cambridge%2C_UK%2C_22_February_2019.jpg",
    "extract": "Brian Fallon is an American musician, singer and songwriter. He is best known as the lead vocalist, rhythm guitarist, and main lyricist of the rock band the Gaslight Anthem, with whom he has recorded five studio albums. He is also a member of the duo the Horrible Crowes alongside the Gaslight Anthem's guitar technician and touring guitarist, Ian Perkins. Since 2016, Fallon has released four solo albums and one EP.",
    "year": 1980,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gianluigi Buffon",
    "birthday": "1978-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Gianluigi_Buffon_%2831784615942%29_%28cropped%29.jpg/224px-Gianluigi_Buffon_%2831784615942%29_%28cropped%29.jpg",
    "extract": "Gianluigi Buffon is an Italian professional footballer who captains and plays as a goalkeeper for the Serie B club Parma. He is widely regarded as one of the greatest goalkeepers of all time. He is one of the few recorded players to have made over 1,100 professional career appearances.",
    "year": 1978,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jamie Carragher",
    "birthday": "1978-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Jamie_Carragher_meets_the_fans.jpg/184px-Jamie_Carragher_meets_the_fans.jpg",
    "extract": "James Lee Duncan Carragher is an English football pundit and former footballer who played as a defender for Premier League club Liverpool during a career which spanned 17 years. A one-club man, he was Liverpool's vice-captain for 10 years, and is the club's second-longest ever serving player, making his 737th appearance for Liverpool in all competitions on 19 May 2013. Carragher also holds the record for the most appearances in European competition for Liverpool with 149.",
    "year": 1978,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Papa Bouba Diop",
    "birthday": "1978-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Papa_Bouba_Diop_en_mai_2014.JPG/260px-Papa_Bouba_Diop_en_mai_2014.JPG",
    "extract": "Papa Bouba Diop was a Senegalese professional footballer. His preferred position was defensive midfield but he could also play as a centre back, where he previously played at Lens. Diop was considered a strong and aggressive player. His playing style and ability drew comparisons to Patrick Vieira.",
    "year": 1978,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sheamus",
    "birthday": "1978-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Sheamus_March_2018.jpg/243px-Sheamus_March_2018.jpg",
    "extract": "Stephen Farrelly is an Irish professional wrestler and actor. He is currently signed to WWE, where he performs on the SmackDown brand under the ring name Sheamus.",
    "year": 1978,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Big Freedia",
    "birthday": "1978-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Big_Freedia_2014.jpg/213px-Big_Freedia_2014.jpg",
    "extract": "Freddie Ross Jr., better known by her stage name Big Freedia, is an American rapper known for her work in the New Orleans genre of hip hop called bounce music. Freedia has been credited with helping popularize the genre, which had been largely underground since developing in the early 1990s. Freedia identifies as a gay man and is ambivalent about pronouns, using all of them interchangeably.",
    "year": 1978,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Daunte Culpepper",
    "birthday": "1977-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Daunte_Culpepper_cropped.JPG/195px-Daunte_Culpepper_cropped.JPG",
    "extract": "Daunte Rachard Culpepper is a former American football quarterback who played in the National Football League (NFL) for 11 seasons, primarily with the Minnesota Vikings. He played college football at UCF and was selected by the Vikings in the first round of the 1999 NFL Draft.",
    "year": 1977,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Joey Fatone",
    "birthday": "1977-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Joey_Fatone_%2831503991831%29.jpg/233px-Joey_Fatone_%2831503991831%29.jpg",
    "extract": "Joseph Anthony Fatone Jr. is an American singer, dancer, actor, and television personality. He is best known as a member of the boyband NSYNC, in which he sang baritone. In 2007, he came in second place on the ABC reality show Dancing with the Stars. He was the host of the U.S. and Australian versions of The Singing Bee, which aired on NBC in the U.S. Fatone was also the announcer for the game show Family Feud from 2010 to 2015. Fatone previously hosted on Food Network's Rewrapped, Live Well Network's My Family Recipe Rocks, The Price Is Right Live! at Bally's Las Vegas and appeared as \"Rabbit\" on the first season of The Masked Singer in 2019.",
    "year": 1977,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Takuma Sato",
    "birthday": "1977-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Takuma_Sato_%282021%29.jpg/213px-Takuma_Sato_%282021%29.jpg",
    "extract": "Takuma Sato , nicknamed \"Taku\", is a Japanese professional racing driver. Sato is a two time winner of the Indianapolis 500, having won the event in 2017 and 2020. He was the first Asian driver to win the Indianapolis 500, and the twentieth driver to win the race more than once. Before winning the Indianapolis 500, Sato became the first Japanese-born driver to win an IndyCar Series race when he won the 2013 Grand Prix of Long Beach. He currently drives for Dale Coyne Racing with Rick Ware Racing.",
    "year": 1977,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sireli Bobo",
    "birthday": "1976-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Sireli_bobo_2.jpg/259px-Sireli_bobo_2.jpg",
    "extract": "Isireli Bobo, is a Fijian rugby union footballer.",
    "year": 1976,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mark Madsen (basketball)",
    "birthday": "1976-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Mark_Madsen_timberwolves_2007.jpg/179px-Mark_Madsen_timberwolves_2007.jpg",
    "extract": "Mark Ellsworth Madsen is an American basketball coach and former NBA player who is the head coach of Utah Valley University of the Western Athletic Conference (WAC). Due to his hustle and physical style of play, he received the nickname \"Mad Dog\" while playing for the San Ramon Valley High School Wolves - the moniker continued during his time with the Stanford Cardinal and beyond. He played professionally in the National Basketball Association (NBA) with the Los Angeles Lakers, winning two NBA championships. He also played for the Minnesota Timberwolves.",
    "year": 1976,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Rick Ross",
    "birthday": "1976-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Rick_Ross_The_Mastermind_Tour_June_15%2C_2014_Toronto_%2814590434716%29_%28cropped%29.jpg/232px-Rick_Ross_The_Mastermind_Tour_June_15%2C_2014_Toronto_%2814590434716%29_%28cropped%29.jpg",
    "extract": "William Leonard Roberts II, known professionally as Rick Ross, is an American rapper and record executive.",
    "year": 1976,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Pedro Pinto (journalist)",
    "birthday": "1975-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Web_Summit_2017_-_SportsTrade_CG1_7265_%2837534496774%29.jpg/320px-Web_Summit_2017_-_SportsTrade_CG1_7265_%2837534496774%29.jpg",
    "extract": "Pedro Mendonça Pinto is a Portuguese journalist. He has been a sports anchor for CNN International based in Atlanta and London, and then was managing director of communications at UEFA in Switzerland. He is founder and CEO of a sports communications agency called Empower Sports.",
    "year": 1975,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tony Delk",
    "birthday": "1974-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Tony-Delk.jpg/174px-Tony-Delk.jpg",
    "extract": "Tony Lorenzo Delk is an American former professional basketball player and former college assistant coach, most recently for the New Mexico State Aggies men's basketball team. During his playing days, he was team leader of the Kentucky Wildcats team that won the 1996 NCAA Championship Game. After college, he played for eight NBA teams over ten seasons.",
    "year": 1974,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jermaine Dye",
    "birthday": "1974-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/More_White_Sox_pictures-Jermaine_Dye.jpg/320px-More_White_Sox_pictures-Jermaine_Dye.jpg",
    "extract": "Jermaine Trevell Dye is an American former professional baseball right fielder. Dye grew up in Northern California and was a multi-sport star at Will C. Wood High School in Vacaville. Dye attended Cosumnes River College in Sacramento, where he played as a right fielder on a team that reached the playoffs. Dye played in Major League Baseball (MLB) for the Atlanta Braves (1996), Kansas City Royals (1997–2001), Oakland Athletics (2001–2004), and the Chicago White Sox (2005–2009). He won the World Series MVP with the White Sox in 2005. Dye batted and threw right-handed; in his prime, he was known for his ability to hit for power and his powerful throwing arm. Dye announced his retirement on March 31, 2011.",
    "year": 1974,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ramsey Nasr",
    "birthday": "1974-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Ramsey_Nasr%2C_Nederlands_dichter.jpg/307px-Ramsey_Nasr%2C_Nederlands_dichter.jpg",
    "extract": "Ramsey Nasr is a Dutch author and actor of mixed descent, half Palestinian, half Dutch.",
    "year": 1974,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Magglio Ordóñez",
    "birthday": "1974-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Magglio_Ord%C3%B3%C3%B1ez_%286044544490%29.jpg/210px-Magglio_Ord%C3%B3%C3%B1ez_%286044544490%29.jpg",
    "extract": "Magglio José Ordóñez Delgado is a Venezuelan former professional baseball right fielder. He played for the Chicago White Sox (1997–2004) and Detroit Tigers (2005–2011). Ordóñez is 5 feet 11 inches (1.80 m) tall and weighs 215 lb (98 kg). Having posted a career .309 batting average over 15 seasons, Ordóñez retired from the major leagues as a Tiger on June 3, 2012, in a ceremony at Comerica Park prior to the afternoon game.",
    "year": 1974,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Amy Coney Barrett",
    "birthday": "1972-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Amy_Coney_Barrett_official_portrait.jpg/265px-Amy_Coney_Barrett_official_portrait.jpg",
    "extract": "Amy Vivian Coney Barrett is an American lawyer and jurist serving as an associate justice of the Supreme Court of the United States. She is the fifth woman to serve on the court. She was nominated by President Donald Trump and has served since October 27, 2020. She was a United States circuit judge on the United States Court of Appeals for the Seventh Circuit from 2017 to 2020.",
    "year": 1972,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nicky Southall",
    "birthday": "1972-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/NLSouthall.jpg/199px-NLSouthall.jpg",
    "extract": "Leslie Nicholas Southall, is an English former professional footballer, currently serving as first team coach at National League South side Dover Athletic.",
    "year": 1972,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Léon van Bon",
    "birthday": "1972-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Leonvanbon.jpg/320px-Leonvanbon.jpg",
    "extract": "Léon Hendrik Jan van Bon is a retired road racing cyclist from the Netherlands, who won the silver medal in the men's points race at the 1992 Summer Olympics in Barcelona, Spain. He won his first major race at the professionals in 1998, winning the HEW Cyclassics. In 2001 he claimed the overall-victory in the Ronde van Nederland. Van Bon retired in 2013.",
    "year": 1972,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mo Rocca",
    "birthday": "1969-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Mo_Rocca_2002.jpg/250px-Mo_Rocca_2002.jpg",
    "extract": "Maurice Alberto Rocca is an American humorist, journalist, and actor. He is a correspondent for CBS Sunday Morning, the host and creator of My Grandmother's Ravioli on the Cooking Channel, and also the host of The Henry Ford's Innovation Nation on CBS. He was the moderator of the National Geographic Society's National Geographic Bee from 2016 until its final competition in 2019, as the 2020 and 2021 competitions were cancelled and the competition was ended in 2021. He is also the host of the podcast Mobituaries with Mo Rocca from CBS News. He is a regular panelist on the radio quiz show Wait Wait... Don't Tell Me!",
    "year": 1969,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Linda Sánchez",
    "birthday": "1969-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Linda_S%C3%A1nchez%2C_116th_Congress%2C_official_photo.jpg/213px-Linda_S%C3%A1nchez%2C_116th_Congress%2C_official_photo.jpg",
    "extract": "Linda Teresa Sánchez is an American politician and former labor lawyer serving as the U.S. representative for California's 38th congressional district. A member of the Democratic Party, Sánchez was first elected to Congress in 2002. She serves on the Ways and Means Committee and is the previous ranking member on the House Ethics Committee. In the 114th Congress, she chaired the Congressional Hispanic Caucus.",
    "year": 1969,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sarah McLachlan",
    "birthday": "1968-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Sarah_McLachlan_29_July_2010.jpg/254px-Sarah_McLachlan_29_July_2010.jpg",
    "extract": "Sarah Ann McLachlan OC OBC is a Canadian singer-songwriter. As of 2015, she had sold over 40 million albums worldwide. McLachlan's best-selling album to date is Surfacing, for which she won two Grammy Awards and four Juno Awards. In addition to her personal artistic efforts, she founded the Lilith Fair tour, which showcased female musicians.",
    "year": 1968,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Rakim",
    "birthday": "1968-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Rakim-03-mika.jpg/320px-Rakim-03-mika.jpg",
    "extract": "William Michael Griffin Jr., better known by his stage name Rakim, is an American rapper and record producer. One half of golden age hip hop duo Eric B. & Rakim, he is widely regarded as one of the most influential and skilled MC's of all time.",
    "year": 1968,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sam Phillips (musician)",
    "birthday": "1962-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Leslie_Ann_Phillips_cropped.jpg/312px-Leslie_Ann_Phillips_cropped.jpg",
    "extract": "Leslie Ann Phillips, better known by her stage name Sam Phillips, is an American singer and songwriter. Her albums include the critically acclaimed Martinis & Bikinis in 1994 and Fan Dance in 2001. She has also composed scores for the television shows Gilmore Girls, Bunheads, and The Marvelous Mrs. Maisel.",
    "year": 1962,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Loren Legarda",
    "birthday": "1960-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Rep._Loren_Legarda_%2818th_Congress_PH%29.jpg/240px-Rep._Loren_Legarda_%2818th_Congress_PH%29.jpg",
    "extract": "Lorna Regina \"Loren\" Bautista Legarda is a Filipina politician, environmentalist, cultural worker, and former journalist who is currently serving as the representative of Antique and as a House Deputy Speaker. She previously served as a senator twice: from 1998 to 2004 and from 2007 to 2019. She is the only female in the Philippines to top two senatorial elections: 1998 and 2007. She also unsuccessfully ran for vice president twice: In 2004 as the running mate of Fernando Poe Jr., and again in 2010 as the running mate of Manny Villar.",
    "year": 1960,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Frank Darabont",
    "birthday": "1959-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Frank_Darabont_at_the_PaleyFest_2011_-_The_Walking_Dead_panel.jpg/224px-Frank_Darabont_at_the_PaleyFest_2011_-_The_Walking_Dead_panel.jpg",
    "extract": "Frank Árpád Darabont is an American film director, screenwriter and producer. He has been nominated for three Academy Awards and a Golden Globe Award. In his early career, he was primarily a screenwriter for such horror films as A Nightmare on Elm Street 3: Dream Warriors (1987), The Blob (1988) and The Fly II (1989). As a director, he is known for his film adaptations of Stephen King novellas and novels, such as The Shawshank Redemption (1994), The Green Mile (1999), and The Mist (2007).",
    "year": 1959,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nick Price",
    "birthday": "1957-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Nick_Price.jpg/186px-Nick_Price.jpg",
    "extract": "Nicholas Raymond Leige Price is a Zimbabwean professional golfer who has won three major championships in his career: the PGA Championship twice and The Open Championship in 1994. In the mid-1990s, Price reached number one in the Official World Golf Ranking. He was inducted into the World Golf Hall of Fame in 2003.",
    "year": 1957,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Frank Skinner",
    "birthday": "1957-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Frank_Skinner.jpg/237px-Frank_Skinner.jpg",
    "extract": "Christopher Graham Collins, professionally known as Frank Skinner, is an English comedian, actor, presenter and writer. At the 2001 British Comedy Awards, he was named Best Comedy Entertainment Personality. His television work includes Fantasy Football League from 1994 to 2004, The Frank Skinner Show from 1995 to 2005, Baddiel and Skinner Unplanned from 2000 to 2005, and Room 101 from 2012 to 2018. Since 2009 he has hosted The Frank Skinner Show on Absolute Radio, broadcast live on Saturdays and later released as a podcast.",
    "year": 1957,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Peter Schilling",
    "birthday": "1956-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Peter_Schilling_Leipzig_5.Juni_2010.jpg/254px-Peter_Schilling_Leipzig_5.Juni_2010.jpg",
    "extract": "Peter Schilling is a German synthpop musician whose songs often feature science-fiction themes like aliens, astronauts and catastrophes. He is best-known for his 1983 hit single \"Major Tom \" which was an international success.",
    "year": 1956,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vinod Khosla",
    "birthday": "1955-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Vinod_Khosla%2C_Web_2.0_Conference.jpg/216px-Vinod_Khosla%2C_Web_2.0_Conference.jpg",
    "extract": "Vinod Khosla is an Indian-American billionaire businessman and venture capitalist. He is a co-founder of Sun Microsystems and the founder of Khosla Ventures. Khosla made his wealth from early venture capital investments in areas such as networking, software, and alternative energy technologies. He is considered one of the most successful and influential venture capitalists.",
    "year": 1955,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nicolas Sarkozy",
    "birthday": "1955-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Nicolas_Sarkozy_in_2010.jpg/209px-Nicolas_Sarkozy_in_2010.jpg",
    "extract": "Nicolas Paul Stéphane Sarközy de Nagy-Bocsa is a French politician who served as President of France from 16 May 2007 until 15 May 2012.",
    "year": 1955,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Peter Lampe",
    "birthday": "1954-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/08/Dr_Peter_Lampe.jpg",
    "extract": "Peter Lampe is a German Protestant theologian and Professor of New Testament Studies at the University of Heidelberg in Germany.",
    "year": 1954,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bruno Metsu",
    "birthday": "1954-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Bruno_Metsu_2012.jpg/206px-Bruno_Metsu_2012.jpg",
    "extract": "Bruno Jean Cornil Metsu was a French footballer and football manager. During his senior playing career from 1973 to 1987, he played for seven different clubs in his native France. From 1988 until his death, he was the manager of a total of nine clubs in France and Persian Gulf region, the Guinea, Senegal, United Arab Emirates and Qatar national football teams. He was perhaps most famous for coaching Senegal to the quarter-finals of the 2002 FIFA World Cup, including a surprise victory over defending champions France in the opening match of the tournament.",
    "year": 1954,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Rick Warren",
    "birthday": "1954-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Rick_Warren_%282016%29.jpg/320px-Rick_Warren_%282016%29.jpg",
    "extract": "Richard Duane Warren is an American Southern Baptist evangelical Christian pastor and author. He is the founder and senior pastor of Saddleback Church, an evangelical megachurch affiliated with the Southern Baptist Convention in Lake Forest, California.",
    "year": 1954,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Brian Bilbray",
    "birthday": "1951-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Brian_Bilbray_2.jpg/256px-Brian_Bilbray_2.jpg",
    "extract": "Brian Phillip Bilbray is an American Republican politician who represented parts of San Diego County in the U.S. House of Representatives from 1995 to 2001 and again from 2006 to 2013.",
    "year": 1951,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Leonid Kadeniuk",
    "birthday": "1951-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Leonid_Kadenyuk.jpg/256px-Leonid_Kadenyuk.jpg",
    "extract": "Leonid Kostyantynovych Kadenyuk was the first astronaut of independent Ukraine who flew into outer space. He flew on NASA's Space Shuttle Columbia in 1997 as part of the international mission STS-87. Kadenyuk held the rank of Major general in the Ukrainian Air Force. He was Deputy of Ukraine of the 4th convocation, People's Ambassador of Ukraine, Hero of Ukraine, President of the Aerospace Society of Ukraine, Adviser to the Prime Minister of Ukraine and Chairman of the State Space Agency of Ukraine, Honorary Doctor of Chernivtsi National University.",
    "year": 1951,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Barbi Benton",
    "birthday": "1950-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Barbi_Benton_1977.JPG/240px-Barbi_Benton_1977.JPG",
    "extract": "Barbi Benton is an American retired model, actress, songwriter, television personality, and singer. She is known for appearing in Playboy magazine, as a four-season regular on the comedy series Hee Haw, and for recording several modestly successful albums in the 1970s. After the birth of her first child in 1986, Benton retired from show business to raise her family.",
    "year": 1950,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hamad bin Isa Al Khalifa",
    "birthday": "1950-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Donald_Trump_meets_with_King_Hamed_bin_Issa_of_Bahrain%2C_May_2017_%28cropped%29.jpg/233px-Donald_Trump_meets_with_King_Hamed_bin_Issa_of_Bahrain%2C_May_2017_%28cropped%29.jpg",
    "extract": "Hamad bin Isa bin Salman Al Khalifa is King of Bahrain since 14 February 2002, after ruling as Emir of Bahrain from 6 March 1999. He is the son of Isa bin Salman Al Khalifa, the previous and first emir. The country has been ruled by the Al Khalifa dynasty since 1783.",
    "year": 1950,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "David C. Hilmers",
    "birthday": "1950-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/DavidCarlHilmers.jpg/256px-DavidCarlHilmers.jpg",
    "extract": "David Carl Hilmers, M.D. is a former NASA astronaut who flew four Space Shuttle missions. He was born in Clinton, Iowa, but considers DeWitt, Iowa, to be his hometown. He has two grown sons. His recreational interests include playing the piano, gardening, electronics, spending time with his family, and all types of sports. His parents are deceased. With five academic degrees, he is the second most formally educated U.S. astronaut, behind Story Musgrave with six.",
    "year": 1950,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mike Moore (New Zealand politician)",
    "birthday": "1949-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Mike_Moore.jpg/297px-Mike_Moore.jpg",
    "extract": "Michael Kenneth Moore was a New Zealand politician, union organiser, and author. In the Fourth Labour Government he served in several portfolios including minister of Foreign Affairs, and was the 34th prime minister of New Zealand for 59 days before the 1990 general election elected a new parliament. Following Labour's defeat in that election, Moore served as Leader of the Opposition until the 1993 election, after which Helen Clark successfully challenged him for the Labour Party leadership.",
    "year": 1949,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gregg Popovich",
    "birthday": "1949-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Gregg_Popovich_speaks_at_the_White_House_2015-01-12_%28cropped%29.jpg/240px-Gregg_Popovich_speaks_at_the_White_House_2015-01-12_%28cropped%29.jpg",
    "extract": "Gregg Charles Popovich is an American professional basketball coach and executive who is the president and head coach of the San Antonio Spurs of the National Basketball Association (NBA). Taking over as coach of the Spurs in 1996, Popovich is the longest tenured active coach in the NBA as well as all other major sports leagues in the United States. He is often called \"Coach Pop\" or simply \"Pop\". He is the winningest coach in NBA history, and is widely regarded as one of the greatest coaches in NBA history.",
    "year": 1949,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ilkka Kanerva",
    "birthday": "1948-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Ilkka_Kanerva_speaks_to_the_press_at_a_polling_station_in_Kyiv_on_31_March_2019_%28cropped%29.jpg/269px-Ilkka_Kanerva_speaks_to_the_press_at_a_polling_station_in_Kyiv_on_31_March_2019_%28cropped%29.jpg",
    "extract": "Ilkka Armas Mikael Kanerva was a Finnish politician and a member of the Parliament of Finland. He was born in Lokalahti, now a part of Uusikaupunki in Southwest Finland. He was the Minister for Foreign Affairs from 2007 to 2008. Kanerva was a member of the National Coalition Party.",
    "year": 1948,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Charles Taylor (Liberian politician)",
    "birthday": "1948-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/94/President_Charles_Taylor.png",
    "extract": "Charles McArthur Ghankay Taylor is a former Liberian politician and convicted warlord who served as the 22nd President of Liberia from 2 August 1997 until his resignation on 11 August 2003, as a result of the Second Liberian Civil War and growing international pressure.",
    "year": 1948,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jeanne Shaheen",
    "birthday": "1947-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Jeanne_Shaheen%2C_official_Senate_photo_portrait%2C_2009.jpg/253px-Jeanne_Shaheen%2C_official_Senate_photo_portrait%2C_2009.jpg",
    "extract": "Cynthia Jeanne Shaheen is an American politician and retired educator serving as the senior United States senator from New Hampshire since 2009. A member of the Democratic Party, she is the first female U.S. senator in New Hampshire's history, the first elected female governor of New Hampshire and the first woman elected as both a governor and a U.S. senator, with the junior senator from New Hampshire and former governor of the state Maggie Hassan being the second woman to have occupied both of those roles.",
    "year": 1947,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marthe Keller",
    "birthday": "1945-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Marthe_Keller_Cannes_2016.jpg/226px-Marthe_Keller_Cannes_2016.jpg",
    "extract": "Marthe Keller is a Swiss actress and opera director. She is perhaps best known for her role in the film Marathon Man (1976), for which she was nominated for a Golden Globe Award.",
    "year": 1945,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Rosalía Mera",
    "birthday": "1944-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/81/Rosal%C3%ADa_Mera_sied_2013.png",
    "extract": "Rosalía Mera Goyenechea was a Spanish businesswoman and entrepreneur. At the time of her death, she was the richest woman in Spain and the world's richest self-made woman. In 1975, she co-founded the Zara retail chain with her then-husband Amancio Ortega Gaona. The company grew to become the world's largest fashion retailer.",
    "year": 1944,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Tavener",
    "birthday": "1944-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/07/John_tavener_2005.JPG",
    "extract": "Sir John Kenneth Tavener was an English composer, known for his extensive output of choral religious works. Among his best known works are The Lamb (1982) The Protecting Veil, (1988) and Song for Athene (1993).",
    "year": 1944,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dick Taylor",
    "birthday": "1943-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Pretty_Things_go_Saltburn_10_%289973182545%29.jpg/320px-Pretty_Things_go_Saltburn_10_%289973182545%29.jpg",
    "extract": "Richard Clifford Taylor is an English musician, best known as the guitarist and founding member of the Pretty Things.",
    "year": 1943,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sjoukje Dijkstra",
    "birthday": "1942-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Sjoukje_Dijkstra_c1965.jpg/273px-Sjoukje_Dijkstra_c1965.jpg",
    "extract": "Sjoukje Rosalinde Dijkstra is a Dutch former competitive figure skater. She is the 1964 Olympic champion in ladies' singles, the 1960 Olympic silver medalist, a three-time World champion (1962–1964), five-time European champion (1960–1964), and the six-time Dutch national champion (1959–1964).",
    "year": 1942,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Erkki Pohjanheimo",
    "birthday": "1942-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Erkki_Pohjanheimo.JPG/271px-Erkki_Pohjanheimo.JPG",
    "extract": "Erkki Pohjanheimo is a Finnish television producer and director.",
    "year": 1942,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Carlos Slim",
    "birthday": "1940-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Carlos_Slim_%2845680472234%29_%28cropped%29.jpg/228px-Carlos_Slim_%2845680472234%29_%28cropped%29.jpg",
    "extract": "Carlos Slim Helú is a Mexican business magnate, investor, and philanthropist. From 2010 to 2013, Slim was ranked as the richest person in the world by the Forbes business magazine. He derived his fortune from his extensive holdings in a considerable number of Mexican companies through his conglomerate, Grupo Carso. As of May 2022, Bloomberg Billionaires Index ranked him as the 13th-richest person in the world with a net worth of $71.6 billion, making him the richest person in Latin America.",
    "year": 1940,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John M. Fabian",
    "birthday": "1939-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Fabian-jm.jpg/256px-Fabian-jm.jpg",
    "extract": "John McCreary Fabian is a former NASA astronaut and Air Force officer who flew two Space Shuttle missions and worked on the development of the Shuttle's robotic arm. He later led the Air Force's space operations.",
    "year": 1939,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tomas Lindahl",
    "birthday": "1938-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Tomas_Lindahl_0113.jpg/320px-Tomas_Lindahl_0113.jpg",
    "extract": "Tomas Robert Lindahl FRS FMedSci is a Swedish-British scientist specialising in cancer research. In 2015, he was awarded the Nobel Prize in Chemistry jointly with American chemist Paul L. Modrich and Turkish chemist Aziz Sancar for mechanistic studies of DNA repair.",
    "year": 1938,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Leonid Zhabotinsky",
    "birthday": "1938-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Leonid_Zhabotinsky_1968cr2.jpg/320px-Leonid_Zhabotinsky_1968cr2.jpg",
    "extract": "Leonid Ivanovich Zhabotinsky was a Soviet and Ukrainian weightlifter who set 19 world records in the superheavyweight class, and won gold medals at the 1964 and 1968 Olympic Games.",
    "year": 1938,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alan Alda",
    "birthday": "1936-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Alan_Alda_2015.jpg/216px-Alan_Alda_2015.jpg",
    "extract": "Alan Alda is an American actor and comedian. A six-time Emmy Award and Golden Globe Award winner, he played Hawkeye Pierce in the war television series M*A*S*H (1972–1983). He is known for recurring roles on television series, such as The West Wing and 30 Rock. He received critical acclaim for his appearances in films such as Same Time, Next Year (1978) alongside Ellen Burstyn and for his directorial debut film The Four Seasons (1981). Other appearances include Crimes and Misdemeanors (1989), Flirting with Disaster (1996), the Cold War drama film Bridge of Spies (2015), and Marriage Story (2019). In 2004, Alda was nominated for the Academy Award for Best Supporting Actor for his role in The Aviator. He is also known as Uncle Pete in the Peabody Award–winning tragicomedy web series Horace and Pete. Alda has also received three Tony Award nominations for his Broadway performances in The Apple Tree (1967), Jake's Women (1992), and Glengarry Glen Ross (2005). In 2019, Alda received the Screen Actors Guild Life Achievement Award.",
    "year": 1936,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ismail Kadare",
    "birthday": "1936-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Ismail_Kadare_%28portret%29.jpg/277px-Ismail_Kadare_%28portret%29.jpg",
    "extract": "Ismail Kadare is an Albanian novelist, poet, essayist, screenwriter, and playwright. He is a leading international literary figure and intellectual. He focused on poetry until the publication of his first novel, The General of the Dead Army, which made him famous internationally.",
    "year": 1936,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Juan Manuel Bordeu",
    "birthday": "1934-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Bordeu_-_El_Gr%C3%A1fico_2444.jpg/227px-Bordeu_-_El_Gr%C3%A1fico_2444.jpg",
    "extract": "Juan Manuel Bordeu was a racing driver from Balcarce, Argentina. A protégé of Juan Manuel Fangio, Bordeu had a successful early career but a bad testing accident wrecked his chances in Formula One. His only World Championship Formula One entry was at the 1961 French Grand Prix in a Lotus run by the UDT Laystall team, but the car was eventually driven by Lucien Bianchi.",
    "year": 1934,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jack Hill",
    "birthday": "1933-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Jack_Hill.jpg/191px-Jack_Hill.jpg",
    "extract": "Jack Hill is an American film director in the exploitation film genre. Several of Hill's later films have been characterized as feminist works.",
    "year": 1933,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kurt Biedenkopf",
    "birthday": "1930-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Bundesarchiv_B_145_Bild-F040153-0017%2C_Bonn%2C_Pressekonferenz_CDU-Vorstand%2C_Biedenkopf.jpg/205px-Bundesarchiv_B_145_Bild-F040153-0017%2C_Bonn%2C_Pressekonferenz_CDU-Vorstand%2C_Biedenkopf.jpg",
    "extract": "Kurt Hans Biedenkopf was a German jurist, academic teacher and politician of the Christian-Democratic Union (CDU). He was rector of the Ruhr University Bochum.",
    "year": 1930,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Acker Bilk",
    "birthday": "1929-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Acker_bilk.jpg/261px-Acker_bilk.jpg",
    "extract": "Bernard Stanley Bilk,, known professionally as Acker Bilk, was a British clarinetist and vocalist known for his breathy, vibrato-rich, lower-register style, and distinctive appearance – of goatee, bowler hat and striped waistcoat.",
    "year": 1929,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Claes Oldenburg",
    "birthday": "1929-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Museum_Ludwig_-_Pressekonferenz_-_Claes_Oldenburg-3979.jpg/320px-Museum_Ludwig_-_Pressekonferenz_-_Claes_Oldenburg-3979.jpg",
    "extract": "Claes Oldenburg is a Swedish-born American sculptor, best known for his public art installations typically featuring large replicas of everyday objects. Another theme in his work is soft sculpture versions of everyday objects. Many of his works were made in collaboration with his wife, Coosje van Bruggen, who died in 2009; they had been married for 32 years. Oldenburg lives and works in New York.",
    "year": 1929,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Edith M. Flanigen",
    "birthday": "1929-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Edith-flanigen-barack-obama.png/235px-Edith-flanigen-barack-obama.png",
    "extract": "Edith Marie Flanigen is a noted American chemist, known for her work on synthesis of emeralds, and later zeolites for molecular sieves at Union Carbide.",
    "year": 1929,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Per Oscarsson",
    "birthday": "1927-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Per_Oscarsson_1948.jpg/320px-Per_Oscarsson_1948.jpg",
    "extract": "Per Oscar Heinrich Oscarsson was a Swedish actor. He is best known for his role in the 1966 film Hunger, which earned him a Cannes Film Festival Award for Best Actor.",
    "year": 1927,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ronnie Scott",
    "birthday": "1927-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/25/Ronnie_Scott.jpg/320px-Ronnie_Scott.jpg",
    "extract": "Ronnie Scott OBE was a British jazz tenor saxophonist and jazz club owner. He co-founded Ronnie Scott's Jazz Club in London's Soho district, one of the world's most popular jazz clubs, in 1959.",
    "year": 1927,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hiroshi Teshigahara",
    "birthday": "1927-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/ce/Hiroshi_Teshigahara.jpg",
    "extract": "Hiroshi Teshigahara  was a Japanese avant-garde filmmaker and artist from the Japanese New Wave era. He is best known for the 1964 film Woman in the Dunes. He is also known for directing other titles such as The Face of Another (1966), Natsu No Heitai, and Pitfall (1962) which was Teshigahara's directorial debut. He has been called \"one of the most acclaimed Japanese directors of all time\". Teshigahara is the first person of Asian descent to be nominated for the Academy Award for Best Director, accomplishing this in 1964 for his work on Woman in the Dunes. Apart from being a filmmaker, Teshigahara also practiced other arts, such as calligraphy, pottery, painting, opera and ikebana.",
    "year": 1927,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jimmy Bryan",
    "birthday": "1926-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Phoenix-Greenwood_Memory_Lawn_Cemetery-James_Ernest_Bryan.jpg/320px-Phoenix-Greenwood_Memory_Lawn_Cemetery-James_Ernest_Bryan.jpg",
    "extract": "James Ernest Bryan was an American racecar driver who won the 1958 Indianapolis 500. Born in Phoenix, Arizona, Bryan died as a result of injuries sustained in a champ car race at Langhorne Speedway.",
    "year": 1926,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Raja Ramanna",
    "birthday": "1925-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/00/RajaRamannaPic.jpg/239px-RajaRamannaPic.jpg",
    "extract": "Raja Ramanna was an Indian physicist who is best known for his role in India's nuclear program during its early stages.",
    "year": 1925,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marcel Broodthaers",
    "birthday": "1924-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/%E2%80%9CDites_partout_que_je_l%E2%80%99ai_dit%E2%80%9D%2C_1974.jpg/320px-%E2%80%9CDites_partout_que_je_l%E2%80%99ai_dit%E2%80%9D%2C_1974.jpg",
    "extract": "Marcel Broodthaers was a Belgian poet, filmmaker, and visual artist with a highly literate and often witty approach to creating art works.",
    "year": 1924,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Robert W. Holley",
    "birthday": "1922-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/88/Robert_W._Holley_nobel.jpg/226px-Robert_W._Holley_nobel.jpg",
    "extract": "Robert William Holley was an American biochemist. He shared the Nobel Prize in Physiology or Medicine in 1968 for describing the structure of alanine transfer RNA, linking DNA and protein synthesis.",
    "year": 1922,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vytautas Norkus",
    "birthday": "1921-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Vytautas_Norkus.JPG/192px-Vytautas_Norkus.JPG",
    "extract": "Vytautas Norkus was a Lithuanian-born American basketball player. He won a gold medal with the Lithuania national basketball team during EuroBasket 1939.",
    "year": 1921,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gabby Gabreski",
    "birthday": "1919-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Francis_Gabreski_color_photo_in_pilot_suit.jpg/242px-Francis_Gabreski_color_photo_in_pilot_suit.jpg",
    "extract": "Francis Stanley \"Gabby\" Gabreski was a Polish-American career pilot in the United States Air Force who retired as a colonel after 26 years of military service. He was the top American and United States Army Air Forces fighter ace over Europe during World War II and a jet fighter ace with the Air Force in the Korean War.",
    "year": 1919,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jackson Pollock",
    "birthday": "1912-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Jackson_Pollock.jpg/256px-Jackson_Pollock.jpg",
    "extract": "Paul Jackson Pollock was an American painter and a major figure in the abstract expressionist movement. He was widely noticed for his \"drip technique\" of pouring or splashing liquid household paint onto a horizontal surface, enabling him to view and paint his canvases from all angles. It was also called all-over painting and action painting, since he covered the entire canvas and used the force of his whole body to paint, often in a frenetic dancing style. This extreme form of abstraction divided the critics: some praised the immediacy of the creation, while others derided the random effects. In 2016, Pollock's painting titled Number 17A was reported to have fetched US$200 million in a private purchase.",
    "year": 1912,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Johan van Hulst",
    "birthday": "1911-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Johan_Willem_van_Hulst.JPG/262px-Johan_Willem_van_Hulst.JPG",
    "extract": "Johan Willem van Hulst was a Dutch school director, university professor, author, politician, chess player and centenarian. In 1943, with the help of the Dutch resistance and students of the nearby University of Amsterdam, he was instrumental in saving over 600 Jewish children from the nursery of the Hollandsche Schouwburg who were destined for deportation to Nazi concentration camps. For his humanitarian actions he received the Yad Vashem distinction Righteous Among the Nations from the State of Israel in 1973.",
    "year": 1911,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Banner",
    "birthday": "1910-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/John_Banner_in_1965.jpg/242px-John_Banner_in_1965.jpg",
    "extract": "John Banner was an Austrian-born American actor, best known for his role as Sergeant Schultz in the situation comedy Hogan's Heroes (1965–1971). Schultz, constantly encountering evidence that the inmates of his stalag were planning mayhem, frequently feigned ignorance with the catchphrase, \"I see nothing! I hear nothing! I know nothing!\".",
    "year": 1910,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Thomson (footballer, born 1909)",
    "birthday": "1909-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/John_Thomson%2C_Celtic_FC.jpg/240px-John_Thomson%2C_Celtic_FC.jpg",
    "extract": "John Thomson was a Scottish footballer who played as a goalkeeper for Celtic and the Scotland national football team. He died as a result of an accidental collision with Rangers player Sam English during an Old Firm match at Ibrox.",
    "year": 1909,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Paul Misraki",
    "birthday": "1908-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Misraki_Harcourt_1948.jpg/236px-Misraki_Harcourt_1948.jpg",
    "extract": "Paul Misraki was a French composer of popular music and film scores. Over the course of over 60 years, Misraki wrote the music to 130 films, scoring works by directors like Jean Renoir, Claude Chabrol, Jacques Becker, Jean-Pierre Melville, Jean-Luc Godard, Henri-Georges Clouzot, Orson Welles, Luis Buñuel and Roger Vadim.",
    "year": 1908,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Pat O'Callaghan",
    "birthday": "1906-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Pat_O%27Callaghan_1928.jpg/154px-Pat_O%27Callaghan_1928.jpg",
    "extract": "Patrick \"Pat\" O'Callaghan was an Irish athlete and Olympic gold medallist. He was the first athlete from Ireland to win an Olympic medal under the Irish flag rather than the British. In sport he then became regarded as one of Ireland's greatest-ever athletes.",
    "year": 1906,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Markos Vafeiadis",
    "birthday": "1906-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Markos_Vafeiadis%2C_1948.jpg/208px-Markos_Vafeiadis%2C_1948.jpg",
    "extract": "Markos Vafeiadis was a leading figure of the Communist Party of Greece (KKE) during the Greek Resistance and the Greek Civil War.",
    "year": 1906,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Aleksander Kamiński",
    "birthday": "1903-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Aleksander_Kami%C5%84ski_-_Kamyk.jpg",
    "extract": "Aleksander Kamiński, assumed name: Aleksander Kędzierski. Also known under aliases such as Dąbrowski, J. Dąbrowski, Fabrykant, Faktor, Juliusz Górecki, Hubert, Kamyk, Kaźmierczak, Bambaju – a teacher, educator, professor of humanities, co-founder of Cub Scouts methodology, scout instructor, scoutmaster, soldier of the Home Army and one of the ideological leaders of the Grey Ranks, chairman of the Presidium of the Supreme Council of the Polish Scouting Association.",
    "year": 1903,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kathleen Lonsdale",
    "birthday": "1903-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Kathleen_Yardley_Lonsdale_%281903-1971%29.jpg/225px-Kathleen_Yardley_Lonsdale_%281903-1971%29.jpg",
    "extract": "Dame Kathleen Lonsdale was an Irish-born British pacifist, prison reformer and crystallographer. She proved, in 1929, that the benzene ring is flat by using X-ray diffraction methods to elucidate the structure of hexamethylbenzene. She was the first to use Fourier spectral methods while solving the structure of hexachlorobenzene in 1931. During her career she attained several firsts for female scientists, including being one of the first two women elected a Fellow of the Royal Society (FRS) in 1945, first woman tenured professor at University College London, first woman president of the International Union of Crystallography, and first woman president of the British Association for the Advancement of Science.",
    "year": 1903,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alice Neel",
    "birthday": "1900-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Alice_Neel_portrait_by_%C2%A9Lynn_Gilbert_1976.jpg/212px-Alice_Neel_portrait_by_%C2%A9Lynn_Gilbert_1976.jpg",
    "extract": "Alice Neel was an American visual artist, who was known for her portraits depicting friends, family, lovers, poets, artists, and strangers. Her paintings have an expressionistic use of line and color, psychological acumen, and emotional intensity. Her work depicts women through a female gaze, illustrating them as being consciously aware of the objectification by men and the demoralizing effects of the male gaze. Her work contradicts and challenges the traditional and objectified nude depictions of women by her male predecessors. She pursued a career as a figurative painter during a period when abstraction was favored, and she did not begin to gain critical praise for her work until the 1960s. Neel was called \"one of the greatest portrait artists of the 20th century\" by Barry Walker, curator of modern and contemporary art at the Museum of Fine Arts, Houston, which organized a retrospective of her work in 2010.",
    "year": 1900,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Valentin Kataev",
    "birthday": "1897-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Valentin_Kataev.jpg/215px-Valentin_Kataev.jpg",
    "extract": "Valentin Petrovich Kataev was a Russian and Soviet novelist and playwright who managed to create penetrating works discussing post-revolutionary social conditions without running afoul of the demands of official Soviet style. Kataev is credited with suggesting the idea for The Twelve Chairs to his brother Yevgeni Petrov and Ilya Ilf. In return, Kataev insisted that the novel be dedicated to him, in all editions and translations. Kataev's relentless imagination, sensitivity, and originality made him one of the most distinguished Soviet writers.",
    "year": 1897,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Arthur Rubinstein",
    "birthday": "1887-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Arthur_Rubinstein.jpg/233px-Arthur_Rubinstein.jpg",
    "extract": "Arthur Rubinstein was a Polish-American pianist. He is widely regarded as one of the greatest pianists of all time. He received international acclaim for his performances of the music written by a variety of composers and many regard him as one of the greatest Chopin interpreters of his time. He played in public for eight decades.",
    "year": 1887,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marthe Bibesco",
    "birthday": "1886-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Martha_Bibescu_2000_Romania_stamp.jpg/220px-Martha_Bibescu_2000_Romania_stamp.jpg",
    "extract": "Princess Martha Bibescu also known outside of Romania as Marthe Bibesco, was a celebrated Romanian-French writer, socialite, style icon and political hostess. She spent her childhood at the noble Lahovary's estates in Baltotesti and Biarritz, where she had an education in literature. During her life, she traveled to and moved around many European countries and met many contemporary influential political figures. During the post-World War 1 period she rebuilt her family estates. She lived in exile after World War 2 when communist rule in Romania started.",
    "year": 1886,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hidetsugu Yagi",
    "birthday": "1886-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Hidetsugu_Yagi.jpg/262px-Hidetsugu_Yagi.jpg",
    "extract": "Hidetsugu Yagi  was a Japanese electrical engineer from Osaka, Japan. When working at Tohoku University, he wrote several articles that introduced a new antenna designed by his colleague Shintaro Uda to the English-speaking world.",
    "year": 1886,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vahan Terian",
    "birthday": "1885-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0b/Teryan2020.jpg/271px-Teryan2020.jpg",
    "extract": "Vahan Terian was an Armenian poet, lyrist and public activist. He is known for his sorrowful, romantic poems, the most famous of which are still read and sung in their musical versions.",
    "year": 1885,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Auguste Piccard",
    "birthday": "1884-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Bundesarchiv_Bild_102-13738%2C_Auguste_Piccard.jpg/220px-Bundesarchiv_Bild_102-13738%2C_Auguste_Piccard.jpg",
    "extract": "Auguste Antoine Piccard was a Swiss physicist, inventor and explorer known for his record-breaking hydrogen balloon flights, with which he studied the Earth's upper atmosphere. Piccard was also known for his invention of the first bathyscaphe, FNRS-2, with which he made a number of unmanned dives in 1948 to explore the ocean's depths.",
    "year": 1884,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Herbert Strudwick",
    "birthday": "1880-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Herbert_Strudwick_c1905cr.jpg/263px-Herbert_Strudwick_c1905cr.jpg",
    "extract": "Herbert Strudwick was an English wicket-keeper. During his career, his record of 1,493 dismissals is the third-highest by any wicket-keeper in the history of first-class cricket.",
    "year": 1880,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Walter Kollo",
    "birthday": "1878-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Walter-Kollo-Gedenktafel_am_Ehrengrab.jpg/315px-Walter-Kollo-Gedenktafel_am_Ehrengrab.jpg",
    "extract": "Walter Kollo was a German composer of operettas, Possen mit Gesang, and Singspiele as well as popular songs. He was also a conductor and a music publisher.",
    "year": 1878,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Julián Carrillo",
    "birthday": "1875-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Glorieta_Julian_Carrillo_-_panoramio.jpg/320px-Glorieta_Julian_Carrillo_-_panoramio.jpg",
    "extract": "Julián Carrillo Trujillo was a Mexican composer, conductor, violinist and music theorist, famous for developing a theory of microtonal music which he dubbed \"The Thirteenth Sound\".",
    "year": 1875,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alex Smith (golfer)",
    "birthday": "1874-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Alex_Smith%2C_golfer.PNG",
    "extract": "Alexander Smith was a Scottish-American professional golfer who played in the late 19th and early 20th century. He was a member of a famous Scottish golfing family. His brother Willie won the U.S. Open in 1899, and Alex won it in both 1906 and 1910. Like many British professionals of his era he spent much of his adult life working as a club professional in the United States.",
    "year": 1874,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Colette",
    "birthday": "1873-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Colette_-_photo_Henri_Manuel.jpg/238px-Colette_-_photo_Henri_Manuel.jpg",
    "extract": "Sidonie-Gabrielle Colette, known mononymously as Colette, was a French author and woman of letters. She was also a mime, actress, and journalist. Colette is best known in the English-speaking world for her 1944 novella Gigi, which was the basis for the 1958 film and the 1973 stage production of the same name. Her short story collection The Tendrils of the Vine is also famous in France.",
    "year": 1873,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Monty Noble",
    "birthday": "1873-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Monty_Noble_c1905b.jpg/168px-Monty_Noble_c1905b.jpg",
    "extract": "Montague Alfred Noble was an Australian cricketer who played for New South Wales and Australia. A right-hand batsman, right-handed bowler who could deliver both medium pace and off-break bowling, capable fieldsman and tactically sound captain, Noble is considered one of the great Australian all-rounders. He scored 13,975 first class runs between 1893 and 1920 and took 624 wickets. He made 37 centuries – including a best of 284 in 1902 – and set several partnership and high-score records for his State team.",
    "year": 1873,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lala Lajpat Rai",
    "birthday": "1865-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Mahatma_Lala_Lajpat_Rai.jpg/225px-Mahatma_Lala_Lajpat_Rai.jpg",
    "extract": "Lala Lajpat Rai was an Indian author, freedom fighter, and politician. He played a pivotal role in the Indian Independence movement. He was popularly known as Punjab Kesari. He was one of the three members of the Lal Bal Pal triumvirate. He was also associated with activities of Punjab National Bank and Lakshmi Insurance Company in their early stages in 1894. He died a few weeks after sustaining severe injuries during a baton charge by police when he led a peaceful protest march against the all-British [[Simon CommissIndian constitutional reform.",
    "year": 1865,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kaarlo Juho Ståhlberg",
    "birthday": "1865-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Kaarlo_Juho_St%C3%A5hlberg.jpg/235px-Kaarlo_Juho_St%C3%A5hlberg.jpg",
    "extract": "Kaarlo Juho Ståhlberg was a Finnish jurist and academic, which was one of the most important pioneers of republicanism in the country. He was the first president of Finland (1919–1925) and a liberal nationalist.",
    "year": 1865,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Charles W. Nash",
    "birthday": "1864-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Charles_Williams_Nash.jpg",
    "extract": "Charles Williams Nash was an American automobile entrepreneur who served as an executive in the automotive industry. He played a major role in building up General Motors as its 5th President. In 1916, he bought Thomas B. Jeffery Company, makers of the popular Rambler automobile, renamed it Nash Motors, and played an independent role in an automobile industry increasingly dominated by the Big Three: General Motors, Ford, and Chrysler. His profits came from focusing on one well-designed car in the upper-medium price range. He bought several distressed companies in Wisconsin, merging them and installing advanced managerial accounting procedures while cutting costs and focusing on long-term growth. He retired as president in 1932, but remained chairman of the board. His major acquisition was the merger in 1937 with the Kelvinator Company, which made refrigerators. During World War II, Nash-Kelvinator greatly expanded to manufacture aircraft engines and parts.",
    "year": 1864,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ernest William Christmas",
    "birthday": "1863-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8a/EWChristmas.jpg",
    "extract": "Ernest William Christmas was an Australian painter, known primarily for his landscapes. Much of his later, most familiar work was done outside of Australia; in Europe, South America and, finally, Hawaii.",
    "year": 1863,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Julián Felipe",
    "birthday": "1861-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Julian_Felipe.jpg/240px-Julian_Felipe.jpg",
    "extract": "Julián Reyes Felipe was a Filipino composer of the music of the Philippine national anthem, formerly known as \"Marcha Nacional Filipina\", now known as \"Lupang Hinirang\".",
    "year": 1861,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Edgeworth David",
    "birthday": "1858-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Tannatt_William_Edgeworth_David%2C_1898%2C_by_J.H._Newman.jpg/252px-Tannatt_William_Edgeworth_David%2C_1898%2C_by_J.H._Newman.jpg",
    "extract": "Sir Tannatt William Edgeworth David was a Welsh Australian geologist and Antarctic explorer. A household name in his lifetime, David's most significant achievements were discovering the major Hunter Valley coalfield in New South Wales and leading the first expedition to reach the South Magnetic Pole. He also served with distinction in World War I.",
    "year": 1858,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "William Seward Burroughs I",
    "birthday": "1855-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/William_S._Burroughs_%281855-1898%29.jpg/226px-William_S._Burroughs_%281855-1898%29.jpg",
    "extract": "William Seward Burroughs I was an American inventor born in Rochester, New York.",
    "year": 1855,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "José Martí",
    "birthday": "1853-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Jos%C3%A9_Mart%C3%AD_retrato_m%C3%A1s_conocido_Jamaica_1892.jpg/230px-Jos%C3%A9_Mart%C3%AD_retrato_m%C3%A1s_conocido_Jamaica_1892.jpg",
    "extract": "José Julián Martí Pérez was a Cuban nationalist, poet, philosopher, essayist, journalist, translator, professor, and publisher, who is considered a Cuban national hero because of his role in the liberation of his country from Spain. He was also an important figure in Latin American literature. He was very politically active and is considered an important philosopher and political theorist. Through his writings and political activity, he became a symbol of Cuba's bid for independence from the Spanish Empire in the 19th century, and is referred to as the \"Apostle of Cuban Independence\". From adolescence, he dedicated his life to the promotion of liberty, political independence for Cuba, and intellectual independence for all Spanish Americans; his death was used as a cry for Cuban independence from Spain by both the Cuban revolutionaries and those Cubans previously reluctant to start a revolt.",
    "year": 1853,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vladimir Solovyov (philosopher)",
    "birthday": "1853-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/VS_Solovyov.jpg/241px-VS_Solovyov.jpg",
    "extract": "Vladimir Sergeyevich Solovyov, a Russian philosopher, theologian, poet, pamphleteer, and literary critic, played a significant role in the development of Russian philosophy and poetry at the end of the 19th century and in the spiritual renaissance of the early-20th century.",
    "year": 1853,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Charles George Gordon",
    "birthday": "1833-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Charles_George_Gordon_by_Freres.jpg/214px-Charles_George_Gordon_by_Freres.jpg",
    "extract": "Major-General  Charles George Gordon CB, also known as Chinese Gordon, Gordon Pasha, and Gordon of Khartoum, was a British Army officer and administrator. He saw action in the Crimean War as an officer in the British Army. However, he made his military reputation in China, where he was placed in command of the \"Ever Victorious Army\", a force of Chinese soldiers led by European officers which was instrumental in putting down the Taiping Rebellion, regularly defeating much larger forces. For these accomplishments, he was given the nickname \"Chinese Gordon\" and honours from both the Emperor of China and the British.",
    "year": 1833,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alexander Mackenzie (politician)",
    "birthday": "1822-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Alexander_MacKenzie_-_portrait.jpg/248px-Alexander_MacKenzie_-_portrait.jpg",
    "extract": "Alexander Mackenzie, was a Canadian politician who served as the second prime minister of Canada, in office from 1873 to 1878.",
    "year": 1822,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "George S. Boutwell",
    "birthday": "1818-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/George_Boutwell%2C_Brady-Handy_photo_portrait%2C_ca1870-1880.jpg/270px-George_Boutwell%2C_Brady-Handy_photo_portrait%2C_ca1870-1880.jpg",
    "extract": "George Sewall Boutwell was an American politician, lawyer, and statesman from Massachusetts. He served as Secretary of the Treasury under U.S. President Ulysses S. Grant, the 20th Governor of Massachusetts, a Senator and Representative from Massachusetts and the first Commissioner of Internal Revenue under U.S. President Abraham Lincoln. He was a leader in the impeachment of U.S. President Andrew Johnson, and served as a House manager (prosecutor) in the impeachment trial.",
    "year": 1818,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Charles Gray Round",
    "birthday": "1797-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Charles_Gray_Round_%28detail%29.jpg/250px-Charles_Gray_Round_%28detail%29.jpg",
    "extract": "Charles Gray Round was a barrister and the Conservative Member of Parliament (MP) for North Essex 1837–47. He also served as Recorder for Colchester, and as a magistrate and Deputy Lieutenant for Essex, as well as being a substantial local landowner and notable.",
    "year": 1797,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "George Hamilton-Gordon, 4th Earl of Aberdeen",
    "birthday": "1784-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/George-Hamilton-Gordon-4th-Earl-of-Aberdeen_%28cropped%29.jpg/202px-George-Hamilton-Gordon-4th-Earl-of-Aberdeen_%28cropped%29.jpg",
    "extract": "George Hamilton-Gordon, 4th Earl of Aberdeen,, styled Lord Haddo from 1791 to 1801, was a British statesman, diplomat and landowner, successively a Tory, Conservative and Peelite politician and specialist in foreign affairs. He served as Prime Minister from 1852 until 1855 in a coalition between the Whigs and Peelites, with Radical and Irish support. The Aberdeen ministry was filled with powerful and talented politicians, whom Aberdeen was largely unable to control and direct. Despite his trying to avoid this happening, it took Britain into the Crimean War, and fell when its conduct became unpopular, after which Aberdeen retired from politics.",
    "year": 1784,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Samuel Thomas von Sömmerring",
    "birthday": "1755-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Wendelin_Moosbrugger%2C_Samuel_Thomas_Soemmerring%2C_1813_aus_A.jpg",
    "extract": "Samuel Thomas von Sömmerring was a German physician, anatomist, anthropologist, paleontologist and inventor. Sömmerring discovered the macula in the retina of the human eye. His investigations on the brain and the nervous system, on the sensory organs, on the embryo and its malformations, on the structure of the lungs, etc., made him one of the most important German anatomists.",
    "year": 1755,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Christian Felix Weiße",
    "birthday": "1726-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Christian_Felix_Wei%C3%9Fe.jpg/261px-Christian_Felix_Wei%C3%9Fe.jpg",
    "extract": "Christian Felix Weiße (1726–1804) was a German writer and pedagogue. Weiße was among the leading representatives of the Enlightenment in Germany and is regarded as the founder of German children's literature.",
    "year": 1726,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mustafa III",
    "birthday": "1717-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Mustafa3.jpg/225px-Mustafa3.jpg",
    "extract": "Mustafa III was the Sultan of the Ottoman Empire from 1757 to 1774. He was a son of Sultan Ahmed III (1703–30), and his consort Mihrişah Kadın. He was succeeded by his brother Abdul Hamid I (1774–89).",
    "year": 1717,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tokugawa Ieshige",
    "birthday": "1712-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Tokugawa_Ieshige.jpg/320px-Tokugawa_Ieshige.jpg",
    "extract": "Tokugawa Ieshige; 徳川 家重 was the ninth shōgun of the Tokugawa shogunate of Japan.",
    "year": 1712,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Baskerville",
    "birthday": "1706-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/John_Baskerville_%281706%E2%80%931775%29_by_James_Millar.jpeg/272px-John_Baskerville_%281706%E2%80%931775%29_by_James_Millar.jpeg",
    "extract": "John Baskerville was an English businessman, in areas including japanning and papier-mâché, but he is best remembered as a printer and type designer. He was also responsible for inventing \"wove paper\", which was considerably smoother than \"laid paper\", allowing for sharper printing results.",
    "year": 1706,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Charles Marie de La Condamine",
    "birthday": "1701-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Charles_Marie_de_La_Condamine.jpg/217px-Charles_Marie_de_La_Condamine.jpg",
    "extract": "Charles Marie de La Condamine was a French explorer, geographer, and mathematician. He spent ten years in territory which is now Ecuador, measuring the length of a degree of latitude at the equator and preparing the first map of the Amazon region based on astro-geodetic observations. Furthermore he was a contributor to the Encyclopédie.",
    "year": 1701,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Adrien Auzout",
    "birthday": "1622-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Auzout%2C_Adrien_%E2%80%93_Lettres_sur_les_grandes_lunettes%2C_1735_%E2%80%93_BEIC_716339.jpg/247px-Auzout%2C_Adrien_%E2%80%93_Lettres_sur_les_grandes_lunettes%2C_1735_%E2%80%93_BEIC_716339.jpg",
    "extract": "Adrien Auzout [pronounced in French somewhat like o-zoo] was a French astronomer.",
    "year": 1622,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Johannes Hevelius",
    "birthday": "1611-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Johannes_Hevelius%28close-up%29.jpg/238px-Johannes_Hevelius%28close-up%29.jpg",
    "extract": "Johannes Hevelius was a councillor and mayor of Danzig (Gdańsk), in the Kingdom of Poland. As an astronomer, he gained a reputation as \"the founder of lunar topography\", and described ten new constellations, seven of which are still used by astronomers.",
    "year": 1611,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Giovanni Alfonso Borelli",
    "birthday": "1608-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Giovanni_Alfonso_Borelli.jpg/248px-Giovanni_Alfonso_Borelli.jpg",
    "extract": "Giovanni Alfonso Borelli was a Renaissance Italian physiologist, physicist, and mathematician. He contributed to the modern principle of scientific investigation by continuing Galileo's practice of testing hypotheses against observation. Trained in mathematics, Borelli also made extensive studies of Jupiter's moons, the mechanics of animal locomotion and, in microscopy, of the constituents of blood. He also used microscopy to investigate the stomatal movement of plants, and undertook studies in medicine and geology. During his career, he enjoyed the patronage of Queen Christina of Sweden.",
    "year": 1608,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Pope Clement IX",
    "birthday": "1600-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Portrait_of_Pope_Clement_IX%2C_by_Carlo_Maratti_%28or_Maratta%29_-_Hermitage_Museum.jpg/237px-Portrait_of_Pope_Clement_IX%2C_by_Carlo_Maratti_%28or_Maratta%29_-_Hermitage_Museum.jpg",
    "extract": "Pope Clement IX, born Giulio Rospigliosi, was head of the Catholic Church and ruler of the Papal States from 20 June 1667 to his death in 1669.",
    "year": 1600,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Barclay (poet)",
    "birthday": "1582-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/John_Barclay_%28poet%29.jpg/219px-John_Barclay_%28poet%29.jpg",
    "extract": "John Barclay was a Scottish writer, satirist and neo-Latin poet.",
    "year": 1582,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ludolph van Ceulen",
    "birthday": "1540-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Ludolf_van_Ceulen.jpeg/263px-Ludolf_van_Ceulen.jpeg",
    "extract": "Ludolph van Ceulen was a German-Dutch mathematician from Hildesheim. He emigrated to the Netherlands.",
    "year": 1540,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Paul Luther",
    "birthday": "1533-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Paul_Luther.jpg/206px-Paul_Luther.jpg",
    "extract": "Paul Luther was a German physician, medical chemist, and alchemist. He was the third son of the German Protestant Reformer Martin Luther and was successively physician to John Frederick II, Duke of Saxony; Joachim II Hector, Elector of Brandenburg; Augustus, Elector of Saxony and his successor Christian I, Elector of Saxony. He taught alchemy to Anne of Denmark.",
    "year": 1533,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Henry VII of England",
    "birthday": "1457-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Enrique_VII_de_Inglaterra%2C_por_un_artista_an%C3%B3nimo.jpg/232px-Enrique_VII_de_Inglaterra%2C_por_un_artista_an%C3%B3nimo.jpg",
    "extract": "Henry VII was King of England and Lord of Ireland from his seizure of the crown on 22 August 1485 until his death in 1509. He was the first monarch of the House of Tudor, a Royal house of Welsh-French origin.",
    "year": 1457,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Razadarit",
    "birthday": "1368-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Rajadhirat-kamarwet-2.jpg/240px-Rajadhirat-kamarwet-2.jpg",
    "extract": "Razadarit, was king of Hanthawaddy Pegu from 1384 to 1421. He successfully unified his Mon-speaking kingdom, and fended off major assaults by the Burmese-speaking Ava Kingdom (Inwa) in the Forty Years' War. The king also instituted an administrative system that left his successors with a far more integrated kingdom. He is one of the most famous kings in Burmese history.",
    "year": 1368,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Joan II of Navarre",
    "birthday": "1312-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Jana2Navarra_SaintDenis.jpg",
    "extract": "Joan II was Queen of Navarre from 1328 until her death. She was the only surviving child of Louis X of France, King of France and Navarre, and Margaret of Burgundy. Joan's paternity was dubious because her mother was involved in a scandal, but Louis X declared her his legitimate daughter before he died in 1316. However, the French lords were opposed to the idea of a female monarch and elected Louis X's brother, Philip V, king. The Navarrese noblemen also paid homage to Philip. Joan's maternal grandmother, Agnes of France, and uncle, Odo IV of Burgundy, made attempts to secure the counties of Champagne and Brie to Joan, but the French royal troops defeated her supporters. After Philip V married his daughter to Odo and granted him two counties as her dowry, Odo renounced Joan's claim to Champagne and Brie in exchange for a compensation in March 1318. Joan married Philip of Évreux, who was also a member of the French royal family.",
    "year": 1312,
    "month": 1,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Emperor Taizong of Tang",
    "birthday": "598-1-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/TangTaizong.jpg/149px-TangTaizong.jpg",
    "extract": "Emperor Taizong of Tang, previously Prince of Qin, personal name Li Shimin, was the second emperor of the Tang dynasty of China, ruling from 626 to 649. He is traditionally regarded as a co-founder of the dynasty for his role in encouraging Li Yuan, his father, to rebel against the Sui dynasty at Jinyang in 617. Taizong subsequently played a pivotal role in defeating several of the dynasty's most dangerous opponents and solidifying its rule over China.",
    "year": 598,
    "month": 1,
    "day": 28,
    "language": "en"
  }
]