[
  {
    "name": "Kyary Pamyu Pamyu",
    "birthday": "1993-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Kyary_Pamyu_Pamyu_20120707_Japan_Expo_01.jpg/213px-Kyary_Pamyu_Pamyu_20120707_Japan_Expo_01.jpg",
    "extract": "Kiriko Takemura, known professionally as Kyary Pamyu Pamyu, is a Japanese tarento, singer, and model. Her public image is associated with Japan's kawaii and decora culture, centered in the Harajuku neighborhood of Tokyo. Kyary's music is produced by musician Yasutaka Nakata of electronic music duo Capsule.",
    "year": 1993,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Markel Brown",
    "birthday": "1992-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Markel_Brown_22_Dar%C3%BC%C5%9F%C5%9Fafaka_Tekfen_20181120_%282%29.jpg/194px-Markel_Brown_22_Dar%C3%BC%C5%9F%C5%9Fafaka_Tekfen_20181120_%282%29.jpg",
    "extract": "DeMarious Markel Brown is an American professional basketball player for Telenet Giants Antwerp of the BNXT League. He played college basketball for the Oklahoma State Cowboys.",
    "year": 1992,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kevin Shattenkirk",
    "birthday": "1989-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Kevin_Shattenkirk_2014-03-23.JPG/242px-Kevin_Shattenkirk_2014-03-23.JPG",
    "extract": "Kevin Michael Shattenkirk is an American professional ice hockey defenseman who currently plays for the Anaheim Ducks of the National Hockey League (NHL). He previously played for the Colorado Avalanche, St. Louis Blues, Washington Capitals, New York Rangers and Tampa Bay Lightning. He was drafted in the first round, 14th overall, at the 2007 NHL Entry Draft by the Avalanche. Shattenkirk won the Stanley Cup as a member of the Lightning in 2020.",
    "year": 1989,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tatyana Chernova",
    "birthday": "1988-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Tatyana_Chernova_at_TNT_Fortuna_Meeting_in_Kladno_16June2011_051.jpg/222px-Tatyana_Chernova_at_TNT_Fortuna_Meeting_in_Kladno_16June2011_051.jpg",
    "extract": "Tatyana Sergeyevna Chernova is a Russian former heptathlete. She was originally awarded the bronze medals at the 2008 and 2012 Summer Olympics before being stripped of them for doping. A serial offender, all of her athletics results from 17 August 2008 to 5 February 2016 were disqualified due to doping.",
    "year": 1988,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Shay Logan",
    "birthday": "1988-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Shay_Logan_2014.jpg/239px-Shay_Logan_2014.jpg",
    "extract": "Shaleum Narval Logan is an English footballer who plays as a right-back for Cove Rangers.",
    "year": 1988,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Aydın Yılmaz",
    "birthday": "1988-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Ayd%C4%B1n_Y%C4%B1lmaz%2713-14.JPG/222px-Ayd%C4%B1n_Y%C4%B1lmaz%2713-14.JPG",
    "extract": "Aydın Yılmaz is a Turkish professional footballer who currently plays for Czech club 1.FK Příbram.",
    "year": 1988,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "José Abreu",
    "birthday": "1987-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Jose_Abreu_on_deck_circle_at_Minute_Maid_2014.jpg/213px-Jose_Abreu_on_deck_circle_at_Minute_Maid_2014.jpg",
    "extract": "José Dariel Abreu Correa is a Cuban professional baseball first baseman for the Chicago White Sox of Major League Baseball (MLB). He played in the Cuban National Series for Cienfuegos before his defection in August 2013. After being granted free agency by MLB, Abreu signed with the White Sox in October 2013. Since 2013, Abreu has performed primarily as a first baseman, however he has also filled in at designated hitter for the White Sox. Abreu won the AL Rookie of the Year Award in 2014, the Silver Slugger Award in 2014, 2018, and 2020, and the American League's Most Valuable Player Award in 2020.",
    "year": 1987,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Marc Gasol",
    "birthday": "1985-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/1_marc_gasol_toronto_raptors_2019_%28cropped%29.jpg/185px-1_marc_gasol_toronto_raptors_2019_%28cropped%29.jpg",
    "extract": "Marc Gasol Sáez is a Spanish professional basketball player for Bàsquet Girona of the LEB Oro. The center is a two-time All-NBA Team member and a three-time NBA All-Star. He was named the NBA Defensive Player of the Year with the Memphis Grizzlies in 2013, and won an NBA championship with the Toronto Raptors in 2019.",
    "year": 1985,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Natalie du Toit",
    "birthday": "1984-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/070908_-_Women%27s_S9_100m_butterfly_medallists_-_3b_-_crop_%28cropped%29.jpg/247px-070908_-_Women%27s_S9_100m_butterfly_medallists_-_3b_-_crop_%28cropped%29.jpg",
    "extract": "Natalie du Toit OIG is a South African swimmer. She is best known for the gold medals she won at the 2004 Paralympic Games as well as the Commonwealth Games. She was one of two Paralympians to compete at the 2008 Summer Olympics in Beijing; the other being table tennis player Natalia Partyka. Du Toit became the third amputee ever to qualify for the Olympics, where she placed 16th in the 10K, \"Marathon\", swim.",
    "year": 1984,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Nuno Morais",
    "birthday": "1984-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/40/Morais.jpg",
    "extract": "Nuno Miguel Barbosa Morais is a Portuguese former professional footballer. Mainly a defensive midfielder, he could also appear as a central defender.",
    "year": 1984,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Adam Lambert",
    "birthday": "1982-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Queen_And_Adam_Lambert_-_The_O2_-_Tuesday_12th_December_2017_QueenO2121217-14_%2825093782907%29_Cropped.jpg/240px-Queen_And_Adam_Lambert_-_The_O2_-_Tuesday_12th_December_2017_QueenO2121217-14_%2825093782907%29_Cropped.jpg",
    "extract": "Adam Mitchel Lambert is an American singer and songwriter. Since 2009, he has sold over 3 million albums and 5 million singles worldwide. Lambert is known for his dynamic vocal performances that fuse his theatrical training with modern and classic genres.",
    "year": 1982,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ivan Klasnić",
    "birthday": "1980-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/10._Tag_der_Legenden_2014_04.jpg/320px-10._Tag_der_Legenden_2014_04.jpg",
    "extract": "Ivan Klasnić is a Croatian former professional footballer who played as a striker.",
    "year": 1980,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sara Gilbert",
    "birthday": "1975-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Sara_Gilbert.jpg/302px-Sara_Gilbert.jpg",
    "extract": "Sara Gilbert is an American actress, director, and producer known for her role as Darlene Conner on the ABC sitcom Roseanne, for which she received two Primetime Emmy Award nominations. She is also creator and former co-host of the CBS daytime talk show The Talk and had a recurring role as Leslie Winkle on CBS's The Big Bang Theory.",
    "year": 1975,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rajyavardhan Singh Rathore",
    "birthday": "1970-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/The_Minister_of_State_for_Youth_Affairs_and_Sports_%28IC%29_and_Information_%26_Broadcasting%2C_Col._Rajyavardhan_Singh_Rathore_addressing_after_felicitating_the_winners_of_the_World_Youth_Boxing_Championship_2017%2C_at_a_function_%28cropped%29.jpg/320px-thumbnail.jpg",
    "extract": "Colonel Rajyavardhan Singh Rathore,, is an Indian politician, Olympic medallist, former shooting athlete and retired Indian Army officer. Rathore is a Member of Parliament in the 17th Lok Sabha from Jaipur Rural seat. He served as the Minister of State for Ministry of Youth Affairs and Sports in the Government of India till May 2019.",
    "year": 1970,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Heather Graham",
    "birthday": "1970-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/HeatherGrahamByDimitriSarantis2011.jpg/208px-HeatherGrahamByDimitriSarantis2011.jpg",
    "extract": "Heather Joan Graham is an American actress. After appearing in television commercials, her first starring role in a feature film came with the teen comedy License to Drive (1988), followed by the critically acclaimed film Drugstore Cowboy (1989). She then played supporting roles in films such as Six Degrees of Separation (1993) and Swingers (1996), and on the television series Twin Peaks (1991). She gained critical praise for her role as \"Rollergirl\" in the film Boogie Nights (1997). This led to major roles in the comedy films Bowfinger and Austin Powers: The Spy Who Shagged Me.",
    "year": 1970,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jörg Hoffmann (swimmer)",
    "birthday": "1970-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Bundesarchiv_Bild_183-1990-0527-020%2C_Dresden%2C_Schwimmer_J%C3%B6rg_Hoffmann.jpg/320px-Bundesarchiv_Bild_183-1990-0527-020%2C_Dresden%2C_Schwimmer_J%C3%B6rg_Hoffmann.jpg",
    "extract": "Jörg Hoffmann is a former freestyle swimmer from Germany, who won the bronze medal in the 1500 m freestyle at the 1992 Summer Olympics in Barcelona, Spain. He competed in three consecutive Summer Olympics, starting in Seoul 1988 as a member of the East German team.",
    "year": 1970,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Paul Ryan",
    "birthday": "1970-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Paul_Ryan_official_photo.jpg/234px-Paul_Ryan_official_photo.jpg",
    "extract": "Paul Davis Ryan is an American retired politician who served as the 54th speaker of the United States House of Representatives from October 2015 to January 2019. A member of the Republican Party, he was the vice presidential nominee in the 2012 election running alongside Mitt Romney, but lost to incumbent president Barack Obama and then-vice president Joe Biden.",
    "year": 1970,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mohammed Yusuf (Boko Haram)",
    "birthday": "1970-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cd/Mohammed-Yusuf.jpg",
    "extract": "Mohammed Yusuf, also known as Ustaz Mohammed Yusuf, was a Nigerian terrorist and founder of the terrorist Islamist group Boko Haram in 2002. He was its leader until he was killed in the 2009 Boko Haram uprising. The group's official name is Jama'atu Ahlis Sunna Lidda'awati wal-Jihad, which in Arabic means \"People Committed to the Propagation of the Teachings and Jihad\".",
    "year": 1970,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Edward Burns",
    "birthday": "1968-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Edward_Burns_cropped.jpg/218px-Edward_Burns_cropped.jpg",
    "extract": "Edward Fitzgerald Burns is an American actor, producer, writer, and director best known for appearing in several films including Saving Private Ryan (1998), 15 Minutes (2001), Life or Something Like It (2002), Confidence (2003), A Sound of Thunder (2005), The Holiday (2006), The Groomsmen (2006), One Missed Call (2008), 27 Dresses (2008), Man on a Ledge (2012), Friends with Kids (2012), and Alex Cross (2012). Burns directed movies such as The Brothers McMullen (1995), She's the One (1996), Sidewalks of New York (2001), Purple Violets (2007), and The Fitzgerald Family Christmas (2012). He also starred as Bugsy Siegel in the TNT crime drama series Mob City and as Terry Muldoon in TNT's Public Morals.",
    "year": 1968,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Susi Erdmann",
    "birthday": "1968-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Erdmann_2002_Winter_Olympics_two-woman_bobsledding_medalists_%28cropped%29.jpg/320px-Erdmann_2002_Winter_Olympics_two-woman_bobsledding_medalists_%28cropped%29.jpg",
    "extract": "Susi-Lisa Erdmann is an East German-German luger and bobsledder who competed from 1977 to 1998 in luge, then since 1999 in bobsleigh. Competing in five Winter Olympics, she won two medals in the women's singles luge event with a silver in 1994 and a bronze in 1992, and a bronze at the inaugural two-women bobsleigh event in 2002. She is one of only two people to ever win a medal in both bobsleigh and luge at the Winter Olympics; Italy's Gerda Weissensteiner is the other.",
    "year": 1968,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Romário",
    "birthday": "1966-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Foto_oficial_de_Rom%C3%A1rio_%28v._AgSen%29.jpg/256px-Foto_oficial_de_Rom%C3%A1rio_%28v._AgSen%29.jpg",
    "extract": "Romário de Souza Faria, known simply as Romário, is a Brazilian politician who previously achieved worldwide fame as a professional footballer. A prolific striker renowned for his clinical finishing, he scored over 750 goals and was the first player to score at least 100 goals for three different clubs. He is considered one of the greatest players of all time. Romário starred for Brazil in their 1994 FIFA World Cup triumph, receiving the Golden Ball as player of the tournament. He was named FIFA World Player of the Year the same year. He came fifth in the FIFA Player of the Century internet poll in 1999, was elected to the FIFA World Cup Dream Team in 2002, and was named in the FIFA 100 list of the world's greatest living players in 2004.",
    "year": 1966,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dominik Hašek",
    "birthday": "1965-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ae/Hasek-face.png",
    "extract": "Dominik Hašek is a Czech former ice hockey goaltender who mostly played for the Buffalo Sabres of the National Hockey League (NHL). Widely regarded as one of the best goaltenders of all time, Hašek also played for the Chicago Blackhawks, Detroit Red Wings and the Ottawa Senators in his 16-season National Hockey League (NHL) career, before finishing his career in Europe. During his years in Buffalo, he became one of the league's finest goaltenders, earning him the nickname \"The Dominator\". His strong play has been credited with establishing European goaltenders in a league previously dominated by North Americans. He is a two-time Stanley Cup champion, both with the Red Wings.",
    "year": 1965,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Peter Lundgren",
    "birthday": "1965-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Peter_Lundgren.JPG/320px-Peter_Lundgren.JPG",
    "extract": "Peter Lundgren is a former professional male tennis player and tennis coach from Sweden. He preferred playing indoors, hardcourt and on grass to clay.",
    "year": 1965,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Petra Thümer",
    "birthday": "1961-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Petra_Th%C3%BCmer_1976.jpg/244px-Petra_Th%C3%BCmer_1976.jpg",
    "extract": "Petra Thümer is a former swimmer from East Germany. She won gold medals in the 400 m and 800 m freestyle at the 1976 Summer Olympics and the 1977 European Aquatics Championships. During her career she set five world records in the 400 m and 800 m freestyle. In 1987 she was inducted into the International Swimming Hall of Fame.",
    "year": 1961,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gia Carangi",
    "birthday": "1960-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/04/Giafront.jpg",
    "extract": "Gia Marie Carangi was an American model, considered by many to be the first woman to be titled as supermodel. She was featured on the cover of many magazines, including multiple editions of Vogue and Cosmopolitan, and appeared in advertising campaigns for luxury fashion houses such as Armani, Dior, Versace and Yves Saint Laurent.",
    "year": 1960,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Greg Louganis",
    "birthday": "1960-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Greglouganis.jpg",
    "extract": "Gregory Efthimios Louganis is an American Olympic diver, LGBT activist, and author who won gold medals at the 1984 and 1988 Summer Olympics, on both the springboard and platform. He is the only man and the second diver in Olympic history to sweep the diving events in consecutive Olympic Games. He has been called both \"the greatest American diver\" and \"probably the greatest diver in history\".",
    "year": 1960,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mike Foligno",
    "birthday": "1959-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Mike_Foligno_coaching.jpg/213px-Mike_Foligno_coaching.jpg",
    "extract": "Michael Anthony Foligno is a Canadian former professional ice hockey right winger who played in the National Hockey League for fifteen seasons from 1979–80 until 1993–94. He is a scout for the Vegas Golden Knights.",
    "year": 1959,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jan Jakub Kolski",
    "birthday": "1956-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Jan_Jakub_Kolski_%282018%29.jpg/272px-Jan_Jakub_Kolski_%282018%29.jpg",
    "extract": "Jan Jakub Kolski is a Polish film director, cinematographer, and writer.",
    "year": 1956,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Terry Kinney",
    "birthday": "1954-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Terry_Kinney_in_2016.jpg/221px-Terry_Kinney_in_2016.jpg",
    "extract": "Terry Kinney is an American actor and theater director, and is a founding member of the Steppenwolf Theatre Company, with John Malkovich, Laurie Metcalf, Gary Sinise, and Jeff Perry. Kinney is best known for his role as Emerald City creator Tim McManus on HBO's prison drama Oz.",
    "year": 1954,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Oprah Winfrey",
    "birthday": "1954-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Oprah_in_2014.jpg/241px-Oprah_in_2014.jpg",
    "extract": "Oprah Gail Winfrey is an American talk show host, television producer, actress, author, and philanthropist. She is best known for her talk show, The Oprah Winfrey Show, broadcast from Chicago, which was the highest-rated television program of its kind in history and ran in national syndication for 25 years, from 1986 to 2011. Dubbed the \"Queen of All Media\", she was the richest African-American of the 20th century, was once the world's only black billionaire, and the greatest black philanthropist in U.S. history. By 2007, she was sometimes ranked as the most influential woman in the world.",
    "year": 1954,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Peter Baumann",
    "birthday": "1953-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/07/Peter_Baumann_portrait.jpg",
    "extract": "Peter Baumann is a German musician. He formed the core line-up of the pioneering German electronic group Tangerine Dream with Edgar Froese and Christopher Franke in 1971. Baumann composed his first solo album in 1976, while still touring with the band, and embarked on a solo career in 1977. He founded the record label Private Music. Since the early 2000s, Baumann has devoted his time to studying and promoting initiatives in science and philosophy that shed light on the human condition.",
    "year": 1953,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charlie Wilson (singer)",
    "birthday": "1953-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Charlie_Wilson-photo-by-raymond-boyd.jpg/213px-Charlie_Wilson-photo-by-raymond-boyd.jpg",
    "extract": "Charles Kent Wilson, also known as Uncle Charlie, is an American singer, songwriter, record producer and the former lead vocalist of the Gap Band. As a solo artist Wilson has been nominated for 13 Grammy awards and 11 NAACP Image Awards, received a 2009 Soul Train Icon Award, and was a recipient of a BMI Icon Award in 2005. In 2009 and 2020, he was named Billboard magazine's No. 1 Adult R&B Artist, and his song \"There Goes My Baby\" was named the No. 1 Urban Adult Song for 2009 in Billboard Magazine.",
    "year": 1953,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Teresa Teng",
    "birthday": "1953-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Teresa_Teng_HK.jpg/209px-Teresa_Teng_HK.jpg",
    "extract": "Teng Li-Chun, commonly known as Teresa Teng, was a Taiwanese singer, actress, musician and philanthropist. Referred to by some as \"Asia's eternal queen of pop,\" Teng became a cultural icon for her contributions to Mandopop, giving birth to the phrase, \"Wherever there are Chinese people, there is the music of Teresa Teng.\"",
    "year": 1953,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Fereydoon Forooghi",
    "birthday": "1951-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Namaz_vinyl_back_cover.jpg/320px-Namaz_vinyl_back_cover.jpg",
    "extract": "Fereydoon Foroughi was an Iranian singer, musician and composer. He contributed greatly to Iranian music and arts and his unique voice and style soon caught on with the people. In addition to his studies in acting, playing the guitar, piano and organ he also composed music. His style was inspired by jazz and blues.",
    "year": 1951,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ann Jillian",
    "birthday": "1950-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Ann_Jillian_at_the_1988_Emmy_Awards_cropped_original.jpg/192px-Ann_Jillian_at_the_1988_Emmy_Awards_cropped_original.jpg",
    "extract": "Ann Jillian is a retired American actress and singer whose career began as a child actress in 1960. She is best known for her role as the sultry Cassie Cranston on the 1980s sitcom It's a Living.",
    "year": 1950,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jody Scheckter",
    "birthday": "1950-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Jody_Scheckter_during_the_1979_Monaco_Grand_Prix.jpg/224px-Jody_Scheckter_during_the_1979_Monaco_Grand_Prix.jpg",
    "extract": "Jody David Scheckter is a South African business proprietor and former motor racing driver. He competed in Formula One from 1972 to 1980, winning the Drivers' Championship in 1979 with Ferrari. Scheckter remains the only African driver to win the Formula One World Championship.",
    "year": 1950,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Evgeny Lovchev",
    "birthday": "1949-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Lovcheves.jpg/237px-Lovcheves.jpg",
    "extract": "Evgeny Serafimovich Lovchev is a Russian sports journalist, a former footballer, football and futsal manager.",
    "year": 1949,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tommy Ramone",
    "birthday": "1949-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Tommy_Ramone.JPG/217px-Tommy_Ramone.JPG",
    "extract": "Thomas Erdelyi, known professionally as Tommy Ramone, was a Hungarian-American record producer, musician, and songwriter. He was the drummer for the influential punk rock band the Ramones for the first four years of the band's existence and was the longest-surviving original member of the Ramones.",
    "year": 1949,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Raymond Keene",
    "birthday": "1948-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Raymond_Keene_1985_%282%29.jpg/240px-Raymond_Keene_1985_%282%29.jpg",
    "extract": "Raymond Dennis Keene is an English chess grandmaster, a FIDE International Arbiter, a chess organiser, and a journalist and author. He won the British Chess Championship in 1971, and was the first player from England to earn a Grandmaster norm, in 1974. In 1976 he became the second Englishman to be awarded the Grandmaster title, and he was the second British chess player to beat an incumbent World Chess Champion. He represented England in eight Chess Olympiads.",
    "year": 1948,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Linda B. Buck",
    "birthday": "1947-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Dr_Linda_Buck_ForMemRS.jpg/213px-Dr_Linda_Buck_ForMemRS.jpg",
    "extract": "Linda Brown Buck is an American biologist best known for her work on the olfactory system. She was awarded the 2004 Nobel Prize in Physiology or Medicine, along with Richard Axel, for their work on olfactory receptors. She is currently on the faculty of the Fred Hutchinson Cancer Research Center in Seattle.",
    "year": 1947,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "David Byron",
    "birthday": "1947-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/dd/David_Byron.jpg/235px-David_Byron.jpg",
    "extract": "David Garrick, better known by his stage name David Byron, was a British singer and songwriter, best known in the early 1970s as the lead vocalist with the rock band Uriah Heep. Byron possessed a powerful operatic voice and a flamboyant stage presence.",
    "year": 1947,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Marián Varga",
    "birthday": "1947-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Marianvarga.jpg/288px-Marianvarga.jpg",
    "extract": "Marián Varga was a Slovak musician, composer and organist.",
    "year": 1947,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bettye LaVette",
    "birthday": "1946-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Bettye_LaVette_Cosmopolite_%28cropped%29_%28212333%29.jpg/287px-Bettye_LaVette_Cosmopolite_%28cropped%29_%28212333%29.jpg",
    "extract": "Bettye LaVette is an American soul singer-songwriter who made her first record at sixteen, but achieved only intermittent fame until 2005, when her album I've Got My Own Hell to Raise was released to widespread critical acclaim, and was named on many critics' \"Best of 2005\" lists. Her next album, The Scene of the Crime, debuted at number one on Billboard's Top Blues Albums chart and was nominated for Best Contemporary Blues Album at the 2008 Grammy Awards.",
    "year": 1946,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ibrahim Boubacar Keïta",
    "birthday": "1945-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Ibrahim_Boubacar_Ke%C3%AFta_au_Parlement_europ%C3%A9en_Strasbourg_10_d%C3%A9cembre_2013_07_%28cropped2%29.jpg/240px-Ibrahim_Boubacar_Ke%C3%AFta_au_Parlement_europ%C3%A9en_Strasbourg_10_d%C3%A9cembre_2013_07_%28cropped2%29.jpg",
    "extract": "Ibrahim Boubacar Keïta, often known by his initials IBK, was a Malian politician who served as the president of Mali from September 2013 to August 2020, when he was forced to resign in the 2020 Malian coup d'état. He served as Mali's prime minister from February 1994 to February 2000 and as president of the National Assembly of Mali from September 2002 to September 2007.",
    "year": 1945,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jim Nicholson (Northern Ireland politician)",
    "birthday": "1945-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Nicholson%2C_James-2641.jpg/213px-Nicholson%2C_James-2641.jpg",
    "extract": "James Frederick Nicholson is a Northern Irish Ulster Unionist Party (UUP) politician, who served as a Member of the European Parliament (MEP) for Northern Ireland from 1989 to 2019.",
    "year": 1945,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tom Selleck",
    "birthday": "1945-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Tom_Selleck_at_PaleyFest_2014.jpg/236px-Tom_Selleck_at_PaleyFest_2014.jpg",
    "extract": "Thomas William Selleck is an American actor, television and film producer and screenwriter. His breakout role was playing private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), for which he received five Emmy Award nominations for Outstanding Lead Actor in a Drama Series, winning in 1985. Since 2010, Selleck has co-starred as New York City Police Commissioner Frank Reagan in the series Blue Bloods. Beginning in 2005, he has portrayed troubled small-town police chief Jesse Stone in nine television films based on the Robert B. Parker novels.",
    "year": 1945,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Andrew Loog Oldham",
    "birthday": "1944-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Alo_bio_2010_Small.jpg",
    "extract": "Andrew Loog Oldham is an English record producer, talent manager, impresario and author. He was manager and producer of the Rolling Stones from 1963 to 1967, and was noted for his flamboyant style.",
    "year": 1944,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Patrick Lipton Robinson",
    "birthday": "1944-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Patrick_L_Robinson.jpg/212px-Patrick_L_Robinson.jpg",
    "extract": "Patrick Lipton Robinson is a Jamaican member of the International Court of Justice for the term commencing February 2015. Prior to this he was formerly the President of the International Criminal Tribunal for the Former Yugoslavia, a position he held between 2008 and 2011 during which time his Chef de Cabinet was Gabrielle Louise McIntyre. He was first elected to the Tribunal in 1998 and has been re-elected twice since. In 2004, he presided over the trial of Slobodan Milošević, the former Yugoslav president.",
    "year": 1944,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Pauline van der Wildt",
    "birthday": "1944-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Pauline_van_der_Wildt_1964.jpg/260px-Pauline_van_der_Wildt_1964.jpg",
    "extract": "Paulina (\"Pauline\") Jacoba van der Wildt is a retired Dutch swimmer who won a bronze medal in the 4 × 100 m freestyle relay at the 1964 Summer Olympics. Her teammates in that race, who clocked in at 4:12, were Toos Beumer, Erica Terpstra and Winnie van Weerdenburg.",
    "year": 1944,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tony Blackburn",
    "birthday": "1943-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Tony_Blackburn.jpg/320px-Tony_Blackburn.jpg",
    "extract": "Anthony Kenneth Blackburn is an English disc jockey, singer and TV presenter. He first achieved fame broadcasting on the pirate stations Radio Caroline and Radio London in the 1960s, before joining the BBC, on the BBC Light Programme. He was the first disc jockey to broadcast on BBC Radio 1 at its launch, on 30 September 1967, and has had several stints working for the corporation. He has also worked for Capital London and Classic Gold Digital, and currently BBC Radio 2, BBC Local Radio, and KMFM. He has also had a singing career.",
    "year": 1943,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Pat Quinn (ice hockey)",
    "birthday": "1943-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Pat_Quinn_2012.jpg/241px-Pat_Quinn_2012.jpg",
    "extract": "John Brian Patrick Quinn, was a Canadian ice hockey player, head coach, and executive. Known by the nickname \"The Big Irishman\", he coached for the National Hockey League's Philadelphia Flyers, Los Angeles Kings, Vancouver Canucks, Toronto Maple Leafs, and Edmonton Oilers, reaching the Stanley Cup Finals twice, with the Flyers in 1980 and the Canucks in 1994. Internationally, Quinn coached Team Canada to gold medals at the 2002 Winter Olympics, 2008 IIHF World U18 Championships and 2009 World Junior Championship, as well as World Cup championship in 2004.",
    "year": 1943,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Robin Morgan",
    "birthday": "1941-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/RobinMorgan_profile.jpg/212px-RobinMorgan_profile.jpg",
    "extract": "Robin Morgan is an American poet, writer, activist, journalist, lecturer and former child actor. Since the early 1960s, she has been a key radical feminist member of the American Women's Movement, and a leader in the international feminist movement. Her 1970 anthology Sisterhood is Powerful has been widely credited with helping to start the contemporary feminist movement in the US, and was cited by the New York Public Library as \"One of the 100 Most Influential Books of the 20th Century.\" She has written more than 20 books of poetry, fiction, and nonfiction, and is also known as the editor of Ms. magazine.",
    "year": 1941,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Katharine Ross",
    "birthday": "1940-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Katharine_Ross_1967_photo_with_cat.jpg/255px-Katharine_Ross_1967_photo_with_cat.jpg",
    "extract": "Katharine Juliet Ross is an American film, stage, and television actress. Her accolades include one Academy Award nomination, one BAFTA Award, and two Golden Globe Awards. A native of Los Angeles, Ross spent most of her early life in the San Francisco Bay area. After attending Santa Rosa Junior College for one year, Ross joined The Actors Workshop in San Francisco, and began appearing in theatrical productions.",
    "year": 1940,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kunimitsu Takahashi",
    "birthday": "1940-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Kunimitsu_Takahashi_1963.jpg/283px-Kunimitsu_Takahashi_1963.jpg",
    "extract": "Kunimitsu Takahashi  was a Japanese professional motorcycle road racer, racing driver, and team manager. Nicknamed \"Kuni-san\", he is known as the \"father of drifting\".",
    "year": 1940,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Germaine Greer",
    "birthday": "1939-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Germaine_Greer%2C_28_October_2013_%28portrait_crop%29.jpg/232px-Germaine_Greer%2C_28_October_2013_%28portrait_crop%29.jpg",
    "extract": "Germaine Greer is an Australian writer and public intellectual, regarded as one of the major voices of the radical feminist movement in the latter half of the 20th century.",
    "year": 1939,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Hassan Habibi",
    "birthday": "1937-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Hassan_Habibi_1980.jpg/228px-Hassan_Habibi_1980.jpg",
    "extract": "Hassan Ebrahim Habibi was an Iranian politician, lawyer, scholar and the first first vice president from 1989 until 2001 under Presidents Akbar Hashemi Rafsanjani and Mohammad Khatami. He was also a member of the High Council of Cultural Revolution and head of Academy of Persian Language and Literature from 2004 until his death in 2013.",
    "year": 1937,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Veturi",
    "birthday": "1936-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fb/Veturi_Sundararama_Murthy.jpg",
    "extract": "Veturi Sundararama Murthy was an Indian poet and lyricist who is popular for writing Telugu songs. His career in the Telugu cinema spanned more than four decades. He was highly admired and cherished for his deep and thoughtful lyrics in Telugu songs. He was considered an inspiration by many lyricists.",
    "year": 1936,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Branko Miljković",
    "birthday": "1934-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Branko_Miljkovi%C4%87_photo.jpg/320px-Branko_Miljkovi%C4%87_photo.jpg",
    "extract": "Branko Miljković was a Serbian poet.",
    "year": 1934,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sacha Distel",
    "birthday": "1933-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Sacha_distel4.jpg/320px-Sacha_distel4.jpg",
    "extract": "Alexandre \"Sacha\" Distel was a French singer, guitarist, songwriter and actor who had hits with a cover version of \"Raindrops Keep Falling on My Head\" in 1970, which reached No 10 in the UK Charts, \"Scoubidou\", and \"The Good Life\". He was made Chevalier (Knight) of the Légion d'honneur in 1997. He had also scored a hit as a songwriter when Tony Bennett recorded Sacha's song for The Good Life in 1963. It peaked at #18 on Billboard's Hot 100 chart and Top 10 on the Easy Listening chart.",
    "year": 1933,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tommy Taylor",
    "birthday": "1932-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Tommy_Taylor_1957_%28cropped%29.jpg/253px-Tommy_Taylor_1957_%28cropped%29.jpg",
    "extract": "Thomas Taylor was an English footballer, who was known for his aerial ability. He was one of the eight Manchester United players who lost their lives in the Munich air disaster.",
    "year": 1932,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ferenc Mádl",
    "birthday": "1931-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Ferenc_M%C3%A1dl.jpg/221px-Ferenc_M%C3%A1dl.jpg",
    "extract": "Ferenc Mádl was a Hungarian legal scholar, professor, and politician, who served as President of Hungary, between 4 August 2000 and 5 August 2005. Prior to that he had been minister without portfolio between 1990 and 1993 then Minister of Education between 1993 and 1994 in the conservative cabinets of József Antall and Péter Boross.",
    "year": 1931,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Elio Petri",
    "birthday": "1929-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Elio_Petri_1968.jpg/312px-Elio_Petri_1968.jpg",
    "extract": "Eraclio Petri, commonly known as Elio Petri, was an Italian film director, screenwriter, theatre director, and critic associated with the political cinema in the 1960s and '70s. His film Investigation of a Citizen Above Suspicion won the 1971 Oscar for Best Foreign-Language Film, and his film The Working Class Goes to Heaven won the Palme d'Or at the 1972 Cannes Film Festival.",
    "year": 1929,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Edward Abbey",
    "birthday": "1927-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/65/Edward_Abbey.jpg",
    "extract": "Edward Paul Abbey was an American author, essayist, and environmental activist noted for his advocacy of environmental issues and criticism of public land policies. His best-known works include Desert Solitaire, a non-fiction autobiographical account of his time as a park ranger at Arches National Park considered to be an iconic work of nature writing and a staple of early environmentalist writing; the novel The Monkey Wrench Gang, which has been cited as an inspiration by environmentalists and groups defending nature by various means, also called eco-warriors; his novel Hayduke Lives!; and his essay collections Down the River  (1982) and One Life at a Time, Please (1988).",
    "year": 1927,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Abdus Salam",
    "birthday": "1926-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Abdus_Salam_1987.jpg/260px-Abdus_Salam_1987.jpg",
    "extract": "Mohammad Abdus Salam was a Pakistani theoretical physicist and a Nobel Prize laureate. He shared the 1979 Nobel Prize in Physics with Sheldon Glashow and Steven Weinberg for his contribution to the electroweak unification theory. He was the first Pakistani and the first from an Islamic country to receive a Nobel Prize in science and the second from an Islamic country to receive any Nobel Prize, after Anwar Sadat of Egypt.",
    "year": 1926,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Paddy Chayefsky",
    "birthday": "1923-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7b/Paddy_Chayefsky.jpg/257px-Paddy_Chayefsky.jpg",
    "extract": "Sidney Aaron \"Paddy\" Chayefsky was an American playwright, screenwriter and novelist. He is the only person to have won three solo Academy Awards for writing both adapted and original screenplays.",
    "year": 1923,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Geraldine Pittman Woods",
    "birthday": "1921-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/35/Geraldine_Pittman_Woods.gif",
    "extract": "Geraldine Pittman Woods was an American science administrator. She is known for her lifelong dedication to community service and for establishing programs that promote minorities in STEM fields, scientific research, and basic research.",
    "year": 1921,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Forsythe",
    "birthday": "1918-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/John_Forsythe_-_1957.jpg/240px-John_Forsythe_-_1957.jpg",
    "extract": "John Forsythe was an American stage, film/television actor, producer, narrator, drama teacher and philanthropist whose career spanned six decades. He also appeared as a guest on several talk and variety shows and as a panelist on numerous game shows.",
    "year": 1918,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Raitt",
    "birthday": "1917-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/John_Raitt_in_Oklahoma_still.jpg/254px-John_Raitt_in_Oklahoma_still.jpg",
    "extract": "John Emmet Raitt was an American actor and singer best known for his performances in musical theatre.",
    "year": 1917,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Serry Sr.",
    "birthday": "1915-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c1/John-Serry-Sr.gif",
    "extract": "John Serry Sr. was an American concert accordionist, arranger, composer, organist, and educator. He performed on the CBS Radio and Television networks and contributed to Voice of America's cultural diplomacy initiatives during the Golden Age of Radio. He also concertized on the accordion as a member of several orchestras and jazz ensembles for nearly forty years between the 1930s and 1960s.",
    "year": 1915,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Victor Mature",
    "birthday": "1913-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Victor_Mature_-_publicity.JPG/233px-Victor_Mature_-_publicity.JPG",
    "extract": "Victor John Mature was an American stage, film, and television actor who starred most notably in several movies during the 1950s. His best known film roles include One Million B.C. (1940), My Darling Clementine (1946), Kiss of Death (1947), Samson and Delilah (1949), and The Robe (1953). He also appeared in many musicals opposite such stars as Rita Hayworth and Betty Grable.",
    "year": 1913,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Joe Primeau",
    "birthday": "1906-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/NHL_Kid_Line_1930s.jpg/320px-NHL_Kid_Line_1930s.jpg",
    "extract": "Alfred Joseph Francis \"Gentleman Joe\" Primeau, was a Canadian professional ice hockey player.",
    "year": 1906,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Barnett Newman",
    "birthday": "1905-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Newman_Barnett.jpg/217px-Newman_Barnett.jpg",
    "extract": "Barnett Newman was an American artist. He is seen as one of the major figures in abstract expressionism and one of the foremost of the color field painters. His paintings are existential in tone and content, explicitly composed with the intention of communicating a sense of locality, presence, and contingency.",
    "year": 1905,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Yeshayahu Leibowitz",
    "birthday": "1903-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Yeshaia_Leibowitz._Photograph_by_Grubner._Wellcome_V0026693.jpg/216px-Yeshaia_Leibowitz._Photograph_by_Grubner._Wellcome_V0026693.jpg",
    "extract": "Yeshayahu Leibowitz was an Israeli Orthodox Jewish public intellectual and polymath. He was professor of biochemistry, organic chemistry, and neurophysiology at the Hebrew University of Jerusalem, as well as a prolific writer on Jewish thought and western philosophy. He was known for his outspoken views on ethics, religion, and politics. Leibowitz cautioned that the state of Israel and Zionism had become more sacred than Jewish humanist values and controversially went on to describe Israeli conduct in the occupied Palestinian territories as \"Judeo-Nazi\" in nature, while warning of the dehumanizing effect of the occupation on the victims and the oppressors.",
    "year": 1903,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Allen B. DuMont",
    "birthday": "1901-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/ac/Allen_DuMont_Engineer%2C_Scientist_and_Businessman.png/257px-Allen_DuMont_Engineer%2C_Scientist_and_Businessman.png",
    "extract": "Allen Balcom DuMont, also spelled Du Mont, was an American electronics engineer, scientist and inventor best known for improvements to the cathode ray tube in 1931 for use in television receivers. Seven years later he manufactured and sold the first commercially practical television set to the public. In June 1938, his Model 180 television receiver was the first all-electronic television set ever sold to the public, a few months prior to RCA's first set in April 1939. In 1946, DuMont founded the first television network to be licensed, the DuMont Television Network, initially by linking station WABD in New York City to station W3XWT, which later became WTTG, in Washington, D.C. DuMont's successes in television picture tubes, TV sets and components and his involvement in commercial TV broadcasting made him the first millionaire in the business.",
    "year": 1901,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Muna Lee (writer)",
    "birthday": "1895-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/31/Munalee.jpg/213px-Munalee.jpg",
    "extract": "Muna Lee was an American poet, author, and activist, who first became known and widely published as a lyric poet in the early 20th century. She also was known for her writings that promoted Pan-Americanism and feminism. She translated and published in Poetry a 1925 landmark anthology of Latin American poets, and continued to translate from poetry in Spanish.",
    "year": 1895,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ernst Lubitsch",
    "birthday": "1892-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Ernst_Lubitsch_01.jpg/225px-Ernst_Lubitsch_01.jpg",
    "extract": "Ernst Lubitsch was a German-born American film director, producer, writer, and actor. His urbane comedies of manners gave him the reputation of being Hollywood's most elegant and sophisticated director; as his prestige grew, his films were promoted as having \"the Lubitsch touch\". Among his best known works are Trouble in Paradise, Design for Living, Ninotchka, The Shop Around the Corner, To Be or Not to Be and Heaven Can Wait.",
    "year": 1892,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Elizaveta Gerdt",
    "birthday": "1891-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/19/Elgerdt.jpg",
    "extract": "Elizaveta Pavlovna Gerdt was a Russian dancer and teacher whose career links the Russian imperial and Soviet schools of classical dance.",
    "year": 1891,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "R. Norris Williams",
    "birthday": "1891-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Richard_Norris_Williams.jpg/207px-Richard_Norris_Williams.jpg",
    "extract": "Richard \"Dick\" Norris Williams II, generally known as R. Norris Williams, was an American tennis player and RMS Titanic survivor.",
    "year": 1891,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sydney Chapman (mathematician)",
    "birthday": "1888-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Sydney_Chapman.jpg/213px-Sydney_Chapman.jpg",
    "extract": "Sydney Chapman was a British mathematician and geophysicist. His work on the kinetic theory of gases, solar-terrestrial physics, and the Earth's ozone layer has inspired a broad range of research over many decades.",
    "year": 1888,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Wellington Koo",
    "birthday": "1888-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Wellington-Koo-Colour.jpg/235px-Wellington-Koo-Colour.jpg",
    "extract": "Koo Vi Kyuin, better known as V. K. Wellington Koo, was a statesman of the Republic of China. He was one of Republic of China's representatives at the Paris Peace Conference of 1919.",
    "year": 1888,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Juhan Aavik",
    "birthday": "1884-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Laulupidu_1928.a._dirigendipuldis_Juhan_Aavik.%2C_AM_12853-148_F_11687-148.jpg/202px-Laulupidu_1928.a._dirigendipuldis_Juhan_Aavik.%2C_AM_12853-148_F_11687-148.jpg",
    "extract": "Juhan Aavik was an Estonian composer.",
    "year": 1884,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Alice Catherine Evans",
    "birthday": "1881-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Alice_C._Evans%2C_National_Photo_Company_portrait%2C_circa_1915.jpg/320px-Alice_C._Evans%2C_National_Photo_Company_portrait%2C_circa_1915.jpg",
    "extract": "Alice Catherine Evans was an American microbiologist. She became a researcher at the US Department of Agriculture. There she investigated bacteriology in milk and cheese. She later demonstrated that Bacillus abortus caused the disease brucellosis in both cattle and humans.",
    "year": 1881,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "W. C. Fields",
    "birthday": "1880-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/W._C._Fields_1938.jpg/242px-W._C._Fields_1938.jpg",
    "extract": "William Claude Dukenfield, better known as W. C. Fields, was an American comedian, actor, juggler, and writer. Fields's comic persona was a misanthropic and hard-drinking egotist who remained a sympathetic character despite his supposed contempt for children and dogs.",
    "year": 1880,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Georges Catroux",
    "birthday": "1877-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Georges_Catroux_1940_%28cropped%29.jpg/255px-Georges_Catroux_1940_%28cropped%29.jpg",
    "extract": "Georges Albert Julien Catroux was a French Army general and diplomat who served in both World War I and World War II, and served as Grand Chancellor of the Légion d'honneur from 1954 to 1969.",
    "year": 1877,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Havergal Brian",
    "birthday": "1876-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Havergal_Brian_%28c._1900%29.jpg/320px-Havergal_Brian_%28c._1900%29.jpg",
    "extract": "Havergal Brian was an English composer. He is best known for having composed 32 symphonies, most of them late in his life. His best-known work is his Symphony No. 1, The Gothic, which calls for some of the largest orchestral forces demanded by a conventionally structured concert work. He also composed five operas and a number of other orchestral works, as well as songs, choral music and a small amount of chamber music. Brian enjoyed a period of popularity earlier in his career and rediscovery in the 1950s, but public performances of his music have remained rare and he has been described as a cult composer. He continued to be extremely productive late into his career, composing large works even into his nineties, most of which remained unperformed during his lifetime.",
    "year": 1876,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John D. Rockefeller Jr.",
    "birthday": "1874-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/John_D._Rockefeller_Jr._cph.3a03736.jpg/235px-John_D._Rockefeller_Jr._cph.3a03736.jpg",
    "extract": "John Davison Rockefeller Jr. was an American financier and philanthropist, and the only son of Standard Oil co-founder John D. Rockefeller.",
    "year": 1874,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Süleyman Nazif",
    "birthday": "1870-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/S%C3%BCleyman_Nazif-2.2.jpg/265px-S%C3%BCleyman_Nazif-2.2.jpg",
    "extract": "Süleyman Nazif was a Turkish poet and a prominent member of the CUP. He mastered Arabic, Persian, and French languages and worked as a civil servant during the reign of Sultan Abdul Hamid II. He contributed to the literary magazine Servet-i Fünun until it was censored by the Ottoman government in 1901.",
    "year": 1870,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Vicente Blasco Ibáñez",
    "birthday": "1867-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Vicente_Blasco_Ib%C3%A1%C3%B1ez_in_1919_%28cropped%29.jpg/274px-Vicente_Blasco_Ib%C3%A1%C3%B1ez_in_1919_%28cropped%29.jpg",
    "extract": "Vicente Blasco Ibáñez was a journalist, politician and bestselling Spanish novelist in various genres whose most widespread and lasting fame in the English-speaking world is from Hollywood films that were adapted from his works.",
    "year": 1867,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Romain Rolland",
    "birthday": "1866-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Romain_Rolland_de_face_au_balcon%2C_Meurisse%2C_1914_retouche.jpg/232px-Romain_Rolland_de_face_au_balcon%2C_Meurisse%2C_1914_retouche.jpg",
    "extract": "Romain Rolland was a French dramatist, novelist, essayist, art historian and mystic who was awarded the Nobel Prize for Literature in 1915 \"as a tribute to the lofty idealism of his literary production and to the sympathy and love of truth with which he has described different types of human beings\".",
    "year": 1866,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Frederick Delius",
    "birthday": "1862-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/79/Fritz_Delius_%281907%29.jpg/216px-Fritz_Delius_%281907%29.jpg",
    "extract": "Frederick Theodore Albert Delius, originally Fritz Delius, was an English composer. Born in Bradford in the north of England to a prosperous mercantile family, he resisted attempts to recruit him to commerce. He was sent to Florida in the United States in 1884 to manage an orange plantation. He soon neglected his managerial duties and in 1886 returned to Europe.",
    "year": 1862,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Florida Ruffin Ridley",
    "birthday": "1861-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/22/Florida_Ruffin_Ridley.jpg/252px-Florida_Ruffin_Ridley.jpg",
    "extract": "Florida Ruffin Ridley was an African-American civil rights activist, suffragist, teacher, writer, and editor from Boston, Massachusetts. She was one of the first black public schoolteachers in Boston, and edited the Woman's Era, the country's first newspaper published by and for African-American women.",
    "year": 1861,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Anton Chekhov",
    "birthday": "1860-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Anton_Chekhov_1889.jpg/231px-Anton_Chekhov_1889.jpg",
    "extract": "Anton Pavlovich Chekhov was a Russian playwright and short-story writer who is considered to be one of the greatest writers in the world. His career as a playwright produced four classics, and his best short stories are held in high esteem by writers and critics. Along with Henrik Ibsen and August Strindberg, Chekhov is often referred to as one of the three seminal figures in the birth of early modernism in the theatre. Chekhov was a doctor by profession. \"Medicine is my lawful wife\", he once said, \"and literature is my mistress.\"",
    "year": 1860,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Henry Ward Ranger",
    "birthday": "1858-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Henry_Ward_Ranger_%282886603353%29.jpg/252px-Henry_Ward_Ranger_%282886603353%29.jpg",
    "extract": "Henry Ward Ranger was an American artist. Born in western New York State, he was a prominent landscape and marine painter, an important Tonalist, and the leader of the Old Lyme Art Colony. Ranger became a National Academician (1906), and a member of the American Water Color Society. Among his paintings are, Top of the Hill, Corcoran Gallery of Art, Washington, D.C.; and East River Idyll, Carnegie Institute, Pittsburgh, Pennsylvania.",
    "year": 1858,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Frederic Hymen Cowen",
    "birthday": "1852-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e8/FHCM.jpg",
    "extract": "Sir Frederic Hymen Cowen, was an English composer, conductor and pianist.",
    "year": 1852,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Karol Olszewski",
    "birthday": "1846-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Karol_Olszewski.jpg/254px-Karol_Olszewski.jpg",
    "extract": "Karol Stanisław Olszewski was a Polish chemist, mathematician and physicist.",
    "year": 1846,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "William McKinley",
    "birthday": "1843-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/McKinley_%28cropped%29.jpg/251px-McKinley_%28cropped%29.jpg",
    "extract": "William McKinley was the 25th president of the United States, serving from 1897 until his assassination in 1901. He was president during the Spanish–American War of 1898, raised protective tariffs to boost American industry, and rejected the expansionary monetary policy of free silver, keeping the nation on the gold standard.",
    "year": 1843,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ernst Kummer",
    "birthday": "1810-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2f/ErnstKummer.jpg",
    "extract": "Ernst Eduard Kummer was a German mathematician. Skilled in applied mathematics, Kummer trained German army officers in ballistics; afterwards, he taught for 10 years in a gymnasium, the German equivalent of high school, where he inspired the mathematical career of Leopold Kronecker.",
    "year": 1810,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Johannes Bernardus van Bree",
    "birthday": "1801-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Van_Bree.jpg",
    "extract": "Johannes Bernardus van Bree was a Dutch composer, violinist and conductor.",
    "year": 1801,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Daniel Auber",
    "birthday": "1782-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Daniel-Fran%C3%A7ois-Esprit_Auber_by_Hortense_Haudebourt-Lescot.jpg/246px-Daniel-Fran%C3%A7ois-Esprit_Auber_by_Hortense_Haudebourt-Lescot.jpg",
    "extract": "Daniel-François-Esprit Auber was a French composer and director of the Paris Conservatoire.",
    "year": 1782,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Albert Gallatin",
    "birthday": "1761-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Albert_Gallatin_%28by_Gilbert_Stuart%29.jpg/259px-Albert_Gallatin_%28by_Gilbert_Stuart%29.jpg",
    "extract": "Abraham Alfonse Albert Gallatin was a Genevan-American politician, diplomat, ethnologist and linguist. Biographer Nicholas Dungan states that Gallatin was \"America's Swiss Founding Father.\" He is known for being the founder of New York University and for serving in the Democratic-Republican Party at various federal elective and appointed positions across four decades. He represented Pennsylvania in the Senate and the House of Representatives before becoming the longest-tenured United States Secretary of the Treasury and serving as a high-ranking diplomat.",
    "year": 1761,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Henry Lee III",
    "birthday": "1756-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/HenryLee.jpeg/281px-HenryLee.jpeg",
    "extract": "Henry Lee III was an early American Patriot and U.S. politician who served as the ninth Governor of Virginia and as the Virginia Representative to the United States Congress. Lee's service during the American Revolution as a cavalry officer in the Continental Army earned him the nickname by which he is best known, \"Light-Horse Harry\". He was the father of Robert E. Lee, who led Confederate armies against the U.S. in the American Civil War.",
    "year": 1756,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Moses Cleaveland",
    "birthday": "1754-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/General_Moses_Cleaveland.png/307px-General_Moses_Cleaveland.png",
    "extract": "Moses Cleaveland was an American lawyer, politician, soldier, and surveyor from Connecticut who founded the city of Cleveland, Ohio, while surveying the Connecticut Western Reserve in 1796. During the American Revolution, Cleaveland was the brigadier general of the Connecticut militia.",
    "year": 1754,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Christian VII of Denmark",
    "birthday": "1749-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Christian_VII_1772_by_Roslin.jpg/234px-Christian_VII_1772_by_Roslin.jpg",
    "extract": "Christian VII was a monarch of the House of Oldenburg who was King of Denmark–Norway and Duke of Schleswig and Holstein from 1766 until his death in 1808. For his motto he chose: \"Gloria ex amore patriae\".",
    "year": 1749,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Thomas Paine",
    "birthday": "1737-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Portrait_of_Thomas_Paine.jpg/246px-Portrait_of_Thomas_Paine.jpg",
    "extract": "Thomas Paine was an English-born American political activist, philosopher, political theorist, and revolutionary. He authored Common Sense (1776) and The American Crisis (1776–1783), two of the most influential pamphlets at the start of the American Revolution, and helped inspire the Patriots in 1776 to declare independence from Great Britain. His ideas reflected Enlightenment-era ideals of transnational human rights.",
    "year": 1737,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Paul Rabaut",
    "birthday": "1718-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/PaulRabaut.jpg/320px-PaulRabaut.jpg",
    "extract": "Paul Rabaut was a French pastor of the Huguenot \"Church of the Desert\". He was regarded by many as the leader and director of the proscribed church. He was a peacemaker and a scholar despite, due to persecution, living like a troglodyte for more than 30 years.",
    "year": 1718,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jeffery Amherst, 1st Baron Amherst",
    "birthday": "1717-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Jeffrey_Amherst%2C_1st_Baron_Amherst.jpg/259px-Jeffrey_Amherst%2C_1st_Baron_Amherst.jpg",
    "extract": "Field Marshal Jeffery Amherst, 1st Baron Amherst, was a British Army officer and Commander-in-Chief of the Forces in the British Army. Amherst is credited as the architect of Britain's successful campaign to conquer the territory of New France during the Seven Years' War. Under his command, British forces captured the cities of Louisbourg, Quebec City and Montreal, as well as several major fortresses. He was also the first British Governor General in the territories that eventually became Canada. Numerous places and streets are named for him, in both Canada and the United States.",
    "year": 1717,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Georg Christoph Wagenseil",
    "birthday": "1715-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/26/Georg_Christoph_Wagenseil_-_silhouette_1776.jpg",
    "extract": "Georg Christoph Wagenseil was an Austrian composer.",
    "year": 1715,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Giuseppe Bonno",
    "birthday": "1711-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Bonno_giuseppe.jpg",
    "extract": "Giuseppe Bonno was an Austrian composer of Italian origin.",
    "year": 1711,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Emanuel Swedenborg",
    "birthday": "1688-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Emanuel_Swedenborg.PNG/267px-Emanuel_Swedenborg.PNG",
    "extract": "Emanuel Swedenborg was a Swedish pluralistic-Christian theologian, scientist, philosopher and mystic. He became best known for his book on the afterlife, Heaven and Hell (1758).",
    "year": 1688,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Johann Georg Graevius",
    "birthday": "1632-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Johannes_Georgius_Graevius_%281632-1703%29%2C_by_Anonymous.jpg/261px-Johannes_Georgius_Graevius_%281632-1703%29%2C_by_Anonymous.jpg",
    "extract": "Johann Georg Graevius was a German classical scholar and critic. He was born in Naumburg, in the Electorate of Saxony.",
    "year": 1632,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Countess Amalie Elisabeth of Hanau-Münzenberg",
    "birthday": "1602-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Amalie_Elisabeth_von_Hanau-M%C3%BCnzenberg_%281602%E2%80%931651%29.jpg/254px-Amalie_Elisabeth_von_Hanau-M%C3%BCnzenberg_%281602%E2%80%931651%29.jpg",
    "extract": "Amalie Elisabeth of Hanau-Münzenberg (1602–1651) was Landgravine consort and Regent of Hesse-Kassel. She married the future William V, Landgrave of Hesse-Kassel in 1619 and became Landgravine upon his ascension to power in 1627. In 1637, military defeats forced her and William V into exile in East Frisia. Later that year, she became regent for their son William VI upon her husband's death. Through skillful diplomacy and military successes in the Thirty Years' War, she advanced the fortunes of Hesse-Kassel and influenced the Peace of Westphalia that brought the conflict to an end. She handed over an enlarged landgraviate to her son when she abdicated upon his majority in 1650. However, her health had deteriorated over the course of the war, and she died soon after her abdication in 1651.",
    "year": 1602,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Franciscus Junius (the younger)",
    "birthday": "1591-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Fran%C3%A7ois_Junius%2C_after_Anthony_van_Dijck.jpg/199px-Fran%C3%A7ois_Junius%2C_after_Anthony_van_Dijck.jpg",
    "extract": "Franciscus Junius, also known as François du Jon, was a pioneer of Germanic philology. As a collector of ancient manuscripts, he published the first modern editions of a number of important texts. In addition, he wrote the first comprehensive overview of ancient writings on the visual arts, which became a cornerstone of classical art theories throughout Europe.",
    "year": 1591,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Frederick Henry, Prince of Orange",
    "birthday": "1584-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Frederik_Hendrik_by_Michiel_Jansz_van_Mierevelt.jpg/254px-Frederik_Hendrik_by_Michiel_Jansz_van_Mierevelt.jpg",
    "extract": "Frederick Henry was the sovereign prince of Orange and stadtholder of Holland, Zeeland, Utrecht, Guelders, Overijssel in the Dutch Republic from 1625 until his death in 1647. In the last seven years of his life, he was also the stadtholder of Groningen (1640-1647).",
    "year": 1584,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lelio Sozzini",
    "birthday": "1525-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Lelio_Sozzini.jpg/246px-Lelio_Sozzini.jpg",
    "extract": "Lelio Francesco Maria Sozzini, or simply Lelio Sozzini, was an Italian Renaissance humanist and theologian and, alongside his nephew Fausto Sozzini, founder of the Non-trinitarian Christian belief system known as Socinianism. His doctrine was developed among the Polish Brethren in the Polish Reformed Church during the 16th and 17th centuries and embraced by the Unitarian Church of Transylvania during the same period.",
    "year": 1525,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Katharina von Bora",
    "birthday": "1499-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Katharina-v-Bora-1526.jpg/240px-Katharina-v-Bora-1526.jpg",
    "extract": "Katharina von Bora, after her wedding Katharina Luther, also referred to as \"die Lutherin\", was the wife of Martin Luther, German reformer and a seminal figure of the Protestant Reformation. Beyond what is found in the writings of Luther and some of his contemporaries, little is known about her. Despite this, Katharina is often considered one of the most important participants in the Reformation because of her role in helping to define Protestant family life and setting the tone for clergy marriages.",
    "year": 1499,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Johann Reuchlin",
    "birthday": "1455-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Johannes-Reuchlin-1516.jpg/132px-Johannes-Reuchlin-1516.jpg",
    "extract": "Johann Reuchlin was a German Catholic humanist and a scholar of Greek and Hebrew, whose work also took him to modern-day Austria, Switzerland, and Italy and France. Most of Reuchlin's career centered on advancing German knowledge of Greek and Hebrew.",
    "year": 1455,
    "month": 1,
    "day": 29,
    "language": "en"
  },
  {
    "name": "AD 133",
    "birthday": "133-1-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Israel_under_Bar_Kokhba.jpg/263px-Israel_under_Bar_Kokhba.jpg",
    "extract": "Year 133 (CXXXIII) was a common year starting on Wednesday of the Julian calendar. At the time, it was known as the Year of the Consulship of Hiberus and Sisenna. The denomination 133 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.",
    "year": 133,
    "month": 1,
    "day": 29,
    "language": "en"
  }
]