[
  {
    "name": "Greta Thunberg",
    "birthday": "2003-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Greta_Thunberg_urges_MEPs_to_show_climate_leadership_%2849618310531%29_%28cropped%29.jpg/233px-Greta_Thunberg_urges_MEPs_to_show_climate_leadership_%2849618310531%29_%28cropped%29.jpg",
    "extract": "Greta Tintin Eleonora Ernman Thunberg is a Swedish environmental activist who is known for challenging world leaders to take immediate action for climate change mitigation.",
    "year": 2003,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Deni Avdija",
    "birthday": "2001-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Deni_Avdija_1_%28cropped%29.jpg/202px-Deni_Avdija_1_%28cropped%29.jpg",
    "extract": "Deni Avdija is an Israeli-Serbian professional basketball player for the Washington Wizards of the National Basketball Association (NBA). He plays the small forward position.",
    "year": 2001,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kyron McMaster",
    "birthday": "1997-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Bydgoszcz_2016_IAAF_World_U20_Championships%2C_400m_hurdles_men_final8_23-07-2016.jpg/240px-Bydgoszcz_2016_IAAF_World_U20_Championships%2C_400m_hurdles_men_final8_23-07-2016.jpg",
    "extract": "Kyron McMaster is an athlete from the British Virgin Islands specialising in the 400 metres hurdles.",
    "year": 1997,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Florence Pugh",
    "birthday": "1996-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Florence_Pugh_in_2020_%281%29_crop.jpg/254px-Florence_Pugh_in_2020_%281%29_crop.jpg",
    "extract": "Florence Pugh is an English actress. Born in Oxford, she made her acting debut in 2014 in the drama film The Falling. Pugh gained recognition in 2016 for her leading role as a violent young bride in the independent drama Lady Macbeth, winning a British Independent Film Award. After starring in the 2018 films King Lear and Outlaw King, she drew praise for her leading role in the 2018 miniseries The Little Drummer Girl. Pugh was nominated for the BAFTA Rising Star Award that same year.",
    "year": 1996,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jisoo",
    "birthday": "1995-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Jisoo_in_2022.jpg/252px-Jisoo_in_2022.jpg",
    "extract": "Kim Ji-soo, known mononymously as Jisoo, is a South Korean singer and actress. She debuted as a member of the girl group Blackpink, formed by YG Entertainment, in August 2016. After making her acting debut with a cameo role in the 2015 series The Producers, she played her first leading role in the JTBC series Snowdrop (2021–22).",
    "year": 1995,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Isaquias Queiroz",
    "birthday": "1994-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Isaquias_Queiroz_2016.jpg/320px-Isaquias_Queiroz_2016.jpg",
    "extract": "Isaquias Queiroz dos Santos is a Brazilian sprint canoeist who has competed since 2005. He is the only Brazilian athlete to ever win three medals in a single edition of the Olympic Games, and the third most decorated Brazilian athlete with four medals overall, including a gold medal.",
    "year": 1994,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jerson Cabral",
    "birthday": "1991-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Jerson_Cabral_2.jpg/200px-Jerson_Cabral_2.jpg",
    "extract": "Jerson Cabral is a Dutch-Cape Verdean professional footballer who plays as a winger for Greek Super League club Ionikos.",
    "year": 1991,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Özgür Çek",
    "birthday": "1991-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/%C3%96zg%C3%BCr_%C3%87ek%2714.JPG/193px-%C3%96zg%C3%BCr_%C3%87ek%2714.JPG",
    "extract": "Özgür Çek is a Turkish professional footballer who plays as a left winger for TFF First League club Manisa FK.",
    "year": 1991,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dane Gagai",
    "birthday": "1991-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Dane_Gagai_Rabbitohs.jpg/320px-Dane_Gagai_Rabbitohs.jpg",
    "extract": "Dane Gagai is a professional rugby league footballer who plays as a centre and winger for the Newcastle Knights in the NRL. He has played for Australia and the New Zealand Maori at international level.",
    "year": 1991,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kōhei Uchimura",
    "birthday": "1989-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Kohei_Uchimura_%282011%29.jpg/221px-Kohei_Uchimura_%282011%29.jpg",
    "extract": "Kōhei Uchimura  is a retired Japanese artistic gymnast. He is a seven-time Olympic medalist, winning three golds and four silvers, and a twenty-one-time World medalist.",
    "year": 1989,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ikechi Anya",
    "birthday": "1988-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Ikechi_Anya.jpg/320px-Ikechi_Anya.jpg",
    "extract": "Ikechi Anya is a Scottish professional footballer who plays as a midfielder.",
    "year": 1988,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Matt Frattin",
    "birthday": "1988-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Matt_Frattin_1_2012-03-07.JPG/256px-Matt_Frattin_1_2012-03-07.JPG",
    "extract": "Matthew Frattin is a Canadian professional ice hockey right winger who is currently an unrestricted free agent. He most recently played under contract with Barys Nur-Sultan of the Kontinental Hockey League (KHL). He began his NHL career with the Toronto Maple Leafs, the organization that drafted him 99th overall in 2007. Frattin also played in the NHL for the Los Angeles Kings and Columbus Blue Jackets before rejoining Toronto in 2014 via a trade. Frattin spent a further season and a half in the Maple Leafs organization before being included in a nine-player trade with the Ottawa Senators.",
    "year": 1988,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Reto Berra",
    "birthday": "1987-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Reto_Berra_-_Avs.jpg/291px-Reto_Berra_-_Avs.jpg",
    "extract": "Reto Berra is a Swiss professional ice hockey goaltender who is currently playing for HC Fribourg-Gottéron of the National League (NL). Berra played seven seasons in Switzerland's National League A, spending time with the GCK Lions, HC Davos and SCL Tigers before joining EHC Biel in 2009 where he was the team's starting goaltender for four years. He was an NHL draft pick of the St. Louis Blues, selected in the fourth round of the 2006 NHL Entry Draft and was traded to the Calgary Flames, with whom he made his NHL debut in 2013–14. Internationally, Berra has played with the Swiss National Team on several occasions; he has appeared in two World Championships. At the 2013 tournament, he shared goaltending duties with Martin Gerber and helped lead Switzerland to a silver medal, the nation's first medal in 60 years.",
    "year": 1987,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kim Ok-vin",
    "birthday": "1987-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/170530_%EC%98%81%ED%99%94_%27%EC%95%85%EB%85%80%27_%EC%96%B8%EB%A1%A0%EC%8B%9C%EC%82%AC%ED%9A%8C_%EA%B9%80%EC%98%A5%EB%B9%88.jpg/229px-170530_%EC%98%81%ED%99%94_%27%EC%95%85%EB%85%80%27_%EC%96%B8%EB%A1%A0%EC%8B%9C%EC%82%AC%ED%9A%8C_%EA%B9%80%EC%98%A5%EB%B9%88.jpg",
    "extract": "Kim Ok-vin, also known as Kim Ok-bin, is a South Korean actress. Kim made her debut in an online beauty contest in 2004, and began her acting career with a role in the 2005 film Voice. Subsequent appearances include the television drama series Over the Rainbow and films such as Dasepo Naughty Girls and The Accidental Gangster and the Mistaken Courtesan. Kim has received several award nominations, and won Best Actress at the 2009 Sitges Film Festival for her role in Thirst.",
    "year": 1987,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dana Hussain",
    "birthday": "1986-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Dana_Hussain_2012.jpg/211px-Dana_Hussain_2012.jpg",
    "extract": "Dana Hussain Abdul-Razak Al-Khafaji is a sprinter on Iraq's national track and field team, coached by Yousif Abdul-Rahman.\nDue to the International Olympic Committee ban on Iraq competing at the 2008 Summer Olympics, there were concerns that she might be unable to participate, despite qualifying for the 100- and 200-meter sprint events. The ban was, however, subsequently lifted. She was the only athlete on Iraq's 2008 Olympic team to train within the war-torn country. In Beijing she competed at the 100 metres sprint. In her first round heat she placed sixth in a time of 12.36 which was not enough to advance to the second round.",
    "year": 1986,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Linas Kleiza",
    "birthday": "1985-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Linas_Kleiza%2713.JPG/261px-Linas_Kleiza%2713.JPG",
    "extract": "Linas Kleiza is a Lithuanian professional basketball executive and former player. Standing at 6 ft 8 in (2.03 m), he played at the small forward and power forward positions. In 2010, he was the Alphonso Ford EuroLeague Top Scorer Trophy winner and a member of the All-EuroLeague First Team.",
    "year": 1985,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Billy Mehmet",
    "birthday": "1984-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Billy_Mehmet.jpg/284px-Billy_Mehmet.jpg",
    "extract": "Billy Osman Mehmet is a professional footballer who last played as a striker for Merit Alsancak Yeşilova of Northern Cyprus. Born in London, of English, Irish and Turkish Cypriot descent, he has played for the Republic of Ireland U21 team.",
    "year": 1984,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Peter Clarke (footballer)",
    "birthday": "1982-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Peter_Clarke.jpg/143px-Peter_Clarke.jpg",
    "extract": "Peter Michael Clarke is an English professional footballer who plays as a centre back for EFL League Two club Tranmere Rovers.",
    "year": 1982,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lasse Nilsson",
    "birthday": "1982-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Lasse-Nilsson.jpg/320px-Lasse-Nilsson.jpg",
    "extract": "Lars Thomas \"Lasse\" Nilsson is a Swedish former professional footballer who played as a forward. Best remembered for his time with IF Elfsborg, he also represented clubs in the Netherlands, France, and Denmark. He won two caps for the Sweden national team.",
    "year": 1982,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Park Ji-yoon",
    "birthday": "1982-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Park_Ji-yun_from_acrofan.jpg/240px-Park_Ji-yun_from_acrofan.jpg",
    "extract": "Park Ji-yoon is a South Korean pop singer, actress, and model, who debuted as a Haitai model at age 13. She received her BA from Kyunghee University in Postmodern Music, and holds an MA from Kyunghee University in Entertainment and Culture.",
    "year": 1982,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Eli Manning",
    "birthday": "1981-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Eli_Manning_2019_crop.jpg/247px-Eli_Manning_2019_crop.jpg",
    "extract": "Elisha Nelson Manning is a former American football quarterback who played in the National Football League (NFL) for 16 seasons with the New York Giants. A member of the Manning football dynasty, he is the youngest son of former NFL quarterback Archie Manning and younger brother of Hall of Fame quarterback Peyton Manning. Manning played college football at Ole Miss, where he won the Maxwell and Johnny Unitas Golden Arm Awards as a senior. He was selected first overall in the 2004 NFL Draft by the San Diego Chargers and traded to the Giants during the draft.",
    "year": 1981,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bryan Clay",
    "birthday": "1980-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Bryan_Clay_Doha_2010-2.jpg/232px-Bryan_Clay_Doha_2010-2.jpg",
    "extract": "Bryan Ezra Tsumoru Clay is an American decathlete who was the 2008 Summer Olympic champion for the decathlon and was also World champion in 2005.",
    "year": 1980,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Angela Ruggiero",
    "birthday": "1980-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Angela_Ruggiero_-_2018_%28cropped%29.jpg/216px-Angela_Ruggiero_-_2018_%28cropped%29.jpg",
    "extract": "Angela Marie Ruggiero is an American former ice hockey defenseman, gold medalist, and four-time Olympian. She was a member of the International Olympic Committee from 2010 to 2018 and served as a member of the Executive Board of the IOC after being elected the Chairperson of the IOC Athletes' Commission, the body that represents all Olympic athletes worldwide, a post which she held from 2016 to 2018.",
    "year": 1980,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "David Tyree",
    "birthday": "1980-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Tyree_Head_Catch_%282245527996%29_%28cropped%29.jpg/320px-Tyree_Head_Catch_%282245527996%29_%28cropped%29.jpg",
    "extract": "David Mikel Tyree is a former American football wide receiver and executive who played in the National Football League (NFL) for seven seasons, primarily with the New York Giants. He played college football at Syracuse and was selected by the Giants in the sixth round of the 2003 NFL Draft. Tyree is best known for the Helmet Catch, a late-game reception in Super Bowl XLII that helped New York secure one of the greatest sports upsets of all time.",
    "year": 1980,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kurt Vile",
    "birthday": "1980-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Kurt_Vile_-_Roskilde_Festival_2011.jpg/213px-Kurt_Vile_-_Roskilde_Festival_2011.jpg",
    "extract": "Kurt Samuel Vile is an American singer, songwriter, multi-instrumentalist, and record producer. He is known for his solo work and as the former lead guitarist of rock band the War on Drugs. Both in the studio and during live performances, Vile is accompanied by his backing band, the Violators, which currently includes Jesse Trbovich, Rob Laakso, Kyle Spence (drums) and Adam Langellotti (bass).",
    "year": 1980,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mary Wineberg",
    "birthday": "1980-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/836A3323.jpg/320px-836A3323.jpg",
    "extract": "Mary Wineberg is an American track and field athlete from Cincinnati, Ohio. She was born in Brooklyn, New York. After graduating from Walnut Hills High School, she attended the University of Cincinnati on a track scholarship, graduating in 2002 with a bachelor's degree in education.",
    "year": 1980,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dimitra Kalentzou",
    "birthday": "1978-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/FIBA_EuroBasket_Women_2011_Dimitra_Kalentzou_Free_Throws.jpg/320px-FIBA_EuroBasket_Women_2011_Dimitra_Kalentzou_Free_Throws.jpg",
    "extract": "Dimitra Kalentzou is a retired Greek professional basketball player. She played for Panathinaikos and Greece women's national basketball team. She has represented national team in several Eurobasket Women and in 2010 FIBA World Championship for Women.",
    "year": 1978,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lee Bowyer",
    "birthday": "1977-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Lee_Bowyer_Arsenal_vs_Birmingham_2010-11.jpg/246px-Lee_Bowyer_Arsenal_vs_Birmingham_2010-11.jpg",
    "extract": "Lee David Bowyer is an English football manager and former player. He is currently the head coach of EFL Championship club Birmingham City.",
    "year": 1977,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "A. J. Burnett",
    "birthday": "1977-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/A._J._Burnett_on_June_14%2C_2012.jpg/240px-A._J._Burnett_on_June_14%2C_2012.jpg",
    "extract": "Allan James Burnett, is an American former professional baseball starting pitcher, who played in Major League Baseball (MLB) for the Florida Marlins, Toronto Blue Jays, New York Yankees, Pittsburgh Pirates, and Philadelphia Phillies for 17 seasons.",
    "year": 1977,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Angelos Basinas",
    "birthday": "1976-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/de/Basinas_2008.jpg",
    "extract": "Angelos Basinas is a Greek former professional footballer who played as a defensive midfielder. He could also operate as a central midfielder and a centre back. He is best remembered for his key role in the Greece national team that won the 2004 European Championship. He provided the corner kick through which Angelos Charisteas scored the winning goal in the final against Portugal.",
    "year": 1976,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Nicholas Gonzalez",
    "birthday": "1976-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Nicholas_Gonzalez_by_Gage_Skidmore.jpg/219px-Nicholas_Gonzalez_by_Gage_Skidmore.jpg",
    "extract": "Nicholas Edward Gonzalez is an American actor. He is best known for playing the roles of Alex Santiago on the Showtime television series Resurrection Blvd. and Dr. Neil Melendez on the ABC television series The Good Doctor.",
    "year": 1976,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jason Marsden",
    "birthday": "1975-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Jason_Marsden_Photo_Op_GalaxyCon_Richmond_2022.jpg/240px-Jason_Marsden_Photo_Op_GalaxyCon_Richmond_2022.jpg",
    "extract": "Jason Christopher Marsden is an American actor, director, producer and YouTuber, who has done numerous voice roles in animated films, as well as various television series and video games. He has been the official voice of Max Goof since 1995, one year before Max Goof's original voice actor Dana Hill’s death in 1996.",
    "year": 1975,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Thomas Bangalter",
    "birthday": "1975-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/ThomasBangalter028_%28Cropped%29.jpg/274px-ThomasBangalter028_%28Cropped%29.jpg",
    "extract": "Thomas Bangalter is a French musician, record producer, singer, songwriter, DJ and composer. He is best known as one half of the former French house music duo Daft Punk, alongside Guy-Manuel de Homem-Christo. He has recorded and released music as a member of the trio Stardust, the duo Together, as well as a solo artist. Bangalter's work has influenced a wide range of artists in various genres.",
    "year": 1975,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Robert-Jan Derksen",
    "birthday": "1974-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Derksen.jpg/320px-Derksen.jpg",
    "extract": "Robert-Jan Derksen is a Dutch professional golfer.",
    "year": 1974,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alessandro Petacchi",
    "birthday": "1974-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Leuven_-_Brabantse_Pijl%2C_15_april_2015%2C_vertrek_%28B081%29.JPG/234px-Leuven_-_Brabantse_Pijl%2C_15_april_2015%2C_vertrek_%28B081%29.JPG",
    "extract": "Alessandro Petacchi is an Italian former professional road racing cyclist, who rode professionally between 1996 and 2015. A specialist sprinter, Petacchi has won 48 grand tour stages with wins of the points jersey in the Giro d'Italia in 2004, the Vuelta a España in 2005 and the Tour de France in 2010. He also won the classics Milan – San Remo in 2005 and Paris-Tours in 2007. His career spanned over 18 years during which he earned 183 victories.",
    "year": 1974,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jarmo Lehtinen",
    "birthday": "1969-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/ADAC_Rallye_Deutschland_2013_-_Empfang_der_Stadt_K%C3%B6ln_-_Jarmo_Lehtinen-4550.jpg/284px-ADAC_Rallye_Deutschland_2013_-_Empfang_der_Stadt_K%C3%B6ln_-_Jarmo_Lehtinen-4550.jpg",
    "extract": "Jarmo Lehtinen is a rally co-driver from Finland. He was the co-driver to former World Rally Championship driver Mikko Hirvonen and have scored 15 WRC wins competing under Ford World Rally Team and Citroën Total. As of 2019, he is current co-driver for M-Sport driver Teemu Sunninen",
    "year": 1969,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Michael Schumacher",
    "birthday": "1969-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Michael_Schumacher_2005_United_States_GP_%2819872855%29_%28cropped%29.jpg/252px-Michael_Schumacher_2005_United_States_GP_%2819872855%29_%28cropped%29.jpg",
    "extract": "Michael Schumacher is a German former racing driver who competed in Formula One for Jordan, Benetton, Ferrari, and Mercedes. Schumacher has a joint-record seven World Drivers' Championship titles and, at the time of his retirement from the sport in 2012, he held the records for the most wins (91), pole positions (68), and podium finishes (155)—which have since been broken by Hamilton—while he maintains the record for the most fastest laps (77), among others.",
    "year": 1969,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bruce LaBruce",
    "birthday": "1964-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/BruceLaBruce.JPG/255px-BruceLaBruce.JPG",
    "extract": "Bruce LaBruce is a Canadian artist, writer, filmmaker, photographer, and underground director based in Toronto.",
    "year": 1964,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Cheryl Miller",
    "birthday": "1964-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Cheryl_Miller%2C_1985.jpg/239px-Cheryl_Miller%2C_1985.jpg",
    "extract": "Cheryl D. Miller is an American former basketball player. She was formerly a sideline reporter for NBA games on TNT Sports and also works for NBA TV as a reporter and analyst, having worked previously as a sportscaster for ABC Sports, TBS Sports, and ESPN. She was also head coach and general manager of the WNBA's Phoenix Mercury.",
    "year": 1964,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stewart Hosie",
    "birthday": "1963-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Official_portrait_of_Stewart_Hosie_crop_2.jpg/240px-Official_portrait_of_Stewart_Hosie_crop_2.jpg",
    "extract": "Stewart Hosie PC is a Scottish National Party (SNP) politician serving as Member of Parliament (MP) for Dundee East since 2005. He has served as the SNP Shadow Chancellor of the Duchy of Lancaster and Shadow Minister for the Cabinet Office since 2021. He served as Deputy Leader of the SNP to Nicola Sturgeon from November 2014 to October 2016. He was also the SNP Deputy Westminster Leader and the SNP Shadow Chancellor of the Exchequer from May 2015, until he was succeeded in both positions by Kirsty Blackman in June 2017.",
    "year": 1963,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "New Jack",
    "birthday": "1963-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/New_Jack_in_the_ECW%2C_1998.jpg/246px-New_Jack_in_the_ECW%2C_1998.jpg",
    "extract": "Jerome Young was an American professional wrestler better known by his ring name New Jack. He was best known for his time with Extreme Championship Wrestling (ECW), where he became notorious for his willingness to take dangerous bumps and his stiff hardcore wrestling style, often taking high risks and known for shooting on opponents, including the 1996 Mass Transit incident and an altercation with Gypsy Joe in 2003.",
    "year": 1963,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Darren Daulton",
    "birthday": "1962-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/2012_08_10_023_Phillies_Darren_Daulton.JPG/203px-2012_08_10_023_Phillies_Darren_Daulton.JPG",
    "extract": "Darren Arthur Daulton, nicknamed \"Dutch\", was an American professional baseball catcher who played in Major League Baseball (MLB) for the Philadelphia Phillies and Florida Marlins (1997). While with the Phillies, Daulton was a three-time MLB All-Star and won the 1992 Silver Slugger Award. He won the 1997 World Series with the Marlins.",
    "year": 1962,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gavin Hastings",
    "birthday": "1962-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Gavin_Hastings.jpg/212px-Gavin_Hastings.jpg",
    "extract": "Andrew Gavin Hastings, is a Scottish former rugby union player. A fullback, he is widely regarded to be one of the best ever Scottish rugby players and was one of the outstanding players of his generation, winning 61 caps for Scotland, 20 of which as captain. He played for Watsonians, London Scottish, Cambridge University, Scotland and the British Lions. He twice toured with the British and Irish Lions, to Australia in 1989 and as captain on the 1993 tour to New Zealand.",
    "year": 1962,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mel Gibson",
    "birthday": "1956-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Mel_Gibson_Cannes_2016_2.jpg/231px-Mel_Gibson_Cannes_2016_2.jpg",
    "extract": "Mel Columcille Gerard Gibson is an American actor, film director, producer, and screenwriter. He is best known for his action hero roles, particularly his breakout role as Max Rockatansky in the first three films of the post-apocalyptic action series Mad Max and as Martin Riggs in the buddy cop film series Lethal Weapon.\nBorn in Peekskill, New York, Gibson moved with his parents to Sydney, Australia, when he was 12 years old. He studied acting at the National Institute of Dramatic Art, where he starred opposite Judy Davis in a production of Romeo and Juliet. During the 1980s, he founded Icon Entertainment, a production company, which independent film director Atom Egoyan has called \"an alternative to the studio system\". Director Peter Weir cast him as one of the leads in the World War I drama Gallipoli (1981), which earned Gibson a Best Actor Award from the Australian Film Institute, as well as a reputation as a serious, versatile actor.",
    "year": 1956,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mohammed Waheed Hassan",
    "birthday": "1953-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mohammed_Waheed_Hassan_official_portrait_%28cropped%29.jpg/229px-Mohammed_Waheed_Hassan_official_portrait_%28cropped%29.jpg",
    "extract": "Mohamed Waheed Hassan Manik is a Maldivian politician who served as President of the Maldives from 7 February 2012 to 17 November 2013, having succeeded to office following the resignation of President Mohamed Nasheed, under whom Waheed had served as Vice President. He had previously worked as a news anchor, a United Nations official with UNICEF, UNDP and UNESCO, and a member of the Maldivian Parliament.",
    "year": 1953,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Peter Taylor (footballer, born 1953)",
    "birthday": "1953-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Peter_Taylor_2011.jpg/267px-Peter_Taylor_2011.jpg",
    "extract": "Peter John Taylor is an English retired footballer who was most recently manager of National League South club Welling United. He was previously manager at Dartford, Enfield, Southend United, Dover Athletic, Leicester City, Brighton and Hove Albion, Hull City, Crystal Palace, Kerala Blasters, Stevenage Borough, Wycombe Wanderers, Bradford City and (twice) Gillingham, leaving the last role at the end of 2014. He also had two spells as head coach of the England under-21 team and took charge of the England national team as caretaker manager for one game against Italy, for which he made David Beckham captain of England for the first time. He managed the England under-20 team in 2013. Outside England, Taylor was the head coach of the Bahrain national football team.",
    "year": 1953,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Esperanza Aguirre",
    "birthday": "1952-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Esperanza_Aguirre_32_%283941742274%29_%28cropped%29.jpg/242px-Esperanza_Aguirre_32_%283941742274%29_%28cropped%29.jpg",
    "extract": "Esperanza Aguirre y Gil de Biedma is a Spanish politician. As member of the People's Party (PP), she served as President of the Senate between 1999 and 2002, as President of the Community of Madrid between 2003 and 2012 and as Minister of Education and Culture (1996–1999). She also chaired the People's Party of the Community of Madrid between 2004 and 2016.",
    "year": 1952,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gianfranco Fini",
    "birthday": "1952-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Gianfranco_Fini_2016.jpg/228px-Gianfranco_Fini_2016.jpg",
    "extract": "Gianfranco Fini is an Italian politician who served as the president of the Italian Chamber of Deputies from 2008 to 2013. He is the former leader of the conservative National Alliance, the right-wing Italian Social Movement, and the center-right Future and Freedom party. He was Deputy Prime Minister and Minister of Foreign Affairs in Silvio Berlusconi's government from 2001 to 2006.",
    "year": 1952,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jim Ross",
    "birthday": "1952-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Jim_Ross_2017_%28cropped%29_%282%29.jpg/298px-Jim_Ross_2017_%28cropped%29_%282%29.jpg",
    "extract": "James William Ross is an American professional wrestling commentator and talent relations executive, currently signed with All Elite Wrestling (AEW) as a commentator, analyst, and senior advisor. Ross is best known for a long and distinguished career as a play-by-play commentator for the WWE. He is known affectionately as JR or Good Ol' JR. Ross has been labeled as one of the greatest wrestling commentators of all time.",
    "year": 1952,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Linda Dobbs",
    "birthday": "1951-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Royal_Coat_of_Arms_of_the_United_Kingdom.svg/320px-Royal_Coat_of_Arms_of_the_United_Kingdom.svg.png",
    "extract": "Dame Linda Penelope Dobbs, DBE, is a retired High Court judge in England and Wales, who served from 2004 to 2013. Dobbs was the first non-white person to be appointed to the senior judiciary of England and Wales.",
    "year": 1951,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Victoria Principal",
    "birthday": "1950-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Victoria_Principal_at_the_39th_Emmy_Awards_cropped.jpg/218px-Victoria_Principal_at_the_39th_Emmy_Awards_cropped.jpg",
    "extract": "Vicki Ree Principal, later known as Victoria Principal, is an American actress, producer, entrepreneur, and author, best known for her role as Pamela Barnes Ewing on the American primetime television soap opera series Dallas. She spent nine years on the long-running series, leaving in 1987. Afterwards, she opened her own production company, Victoria Principal Productions, focusing mostly on television films. In the mid-1980s, she became interested in natural beauty therapies, and in 1989, she created a self-named line of skincare products, Principal Secret.",
    "year": 1950,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Linda Steiner",
    "birthday": "1950-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Linda-steiner-umd.jpg/320px-Linda-steiner-umd.jpg",
    "extract": "Linda Claire Steiner is a professor at Philip Merrill College of Journalism, University of Maryland. She is also the editor-in-chief of the journal Journalism & Communication Monographs, and sits on the editorial board of Critical Studies in Media Communication.",
    "year": 1950,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Vesna Vulović",
    "birthday": "1950-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/27/Vesna_Vulovic.jpg",
    "extract": "Vesna Vulović was a Serbian flight attendant who holds the Guinness world record for surviving the highest fall without a parachute: 10,160 m. She was the sole survivor after a briefcase bomb exploded in the baggage compartment of JAT Flight 367 on 26 January 1972, causing it to crash near Srbská Kamenice, Czechoslovakia. The Yugoslav authorities suspected that Croatian nationalists were to blame, but no one was ever arrested.",
    "year": 1950,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Zulema",
    "birthday": "1947-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/af/ZulemaCusseauxImage.jpg",
    "extract": "Zulema Cusseaux, usually credited as Zulema, was an American disco and R&B singer and songwriter. Aside from her solo career, she was a member of an early line up of Faith, Hope and Charity and worked as a backing vocalist and songwriter with Aretha Franklin.",
    "year": 1947,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Paul Jones (musician)",
    "birthday": "1946-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/John-Paul-Jones2.jpg/212px-John-Paul-Jones2.jpg",
    "extract": "John Richard Baldwin, better known by his stage name John Paul Jones, is an English musician, composer and record producer who was the bassist and keyboardist for the rock band Led Zeppelin. Prior to forming the band with Jimmy Page in 1968, he was a session musician and arranger. After the death of drummer John Bonham in 1980, Led Zeppelin disbanded, and Jones developed a solo career. He has collaborated with musicians across a variety of genres, including the supergroup Them Crooked Vultures with Dave Grohl and Josh Homme. He was inducted into the Rock and Roll Hall of Fame in 1995 as a member of Led Zeppelin.",
    "year": 1946,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Michalis Kritikopoulos",
    "birthday": "1946-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f6/MichalisKritikopoulosImage.jpg/241px-MichalisKritikopoulosImage.jpg",
    "extract": "Michalis Kritikopoulos was a Greek professional footballer who played as a striker.",
    "year": 1946,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stephen Stills",
    "birthday": "1945-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Stills_%287044697055%29.jpg/320px-Stills_%287044697055%29.jpg",
    "extract": "Stephen Arthur Stills is an American musician, singer and songwriter best known for his work with Buffalo Springfield and Crosby, Stills, Nash & Young. As both a solo act and member of two successful bands, Stills has combined record sales of over 35 million albums. He was ranked number 28 in Rolling Stone's 2003 list of \"The 100 Greatest Guitarists of All Time\" and number 47 in the 2011 list. Stills became the first person to be inducted twice on the same night into the Rock and Roll Hall of Fame. According to Neil Young, \"Stephen is a genius.\"",
    "year": 1945,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Blanche d'Alpuget",
    "birthday": "1944-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Blanche_d%27Alpuget.jpg/320px-Blanche_d%27Alpuget.jpg",
    "extract": "Josephine Blanche d'Alpuget is an Australian writer and the second wife of Bob Hawke, the longest-serving Labor Prime Minister of Australia.",
    "year": 1944,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Doreen Massey (geographer)",
    "birthday": "1944-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Doreen_Massey.jpg/320px-Doreen_Massey.jpg",
    "extract": "Doreen Barbara Massey was a British social scientist and geographer. She specialized in Marxist geography, feminist geography, and cultural geography, as well as other topics. She was Professor of Geography at the Open University.",
    "year": 1944,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Van Dyke Parks",
    "birthday": "1943-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Clare_And_The_Reasons_%2B_Van_Dyke_Parks_%284660964869%29_%28cropped%29.jpg/320px-Clare_And_The_Reasons_%2B_Van_Dyke_Parks_%284660964869%29_%28cropped%29.jpg",
    "extract": "Van Dyke Parks is an American musician, songwriter, arranger, and record producer who has composed various film and television soundtracks. He is best known for his 1967 album Song Cycle and for his collaborations with Brian Wilson and the Beach Boys. In addition to producing or arranging albums by Randy Newman, Harry Nilsson, Phil Ochs, Little Feat, Happy End, Ry Cooder and Joanna Newsom, Parks has worked with performers such as Syd Straw, Ringo Starr, U2, Grizzly Bear, Inara George, Kimbra, Suzy Williams, and Silverchair.",
    "year": 1943,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Marsden (lawyer)",
    "birthday": "1942-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7a/JohnMarsdenImage.jpg/254px-JohnMarsdenImage.jpg",
    "extract": "John Robert Marsden was an Australian solicitor and former President of the Law Society of New South Wales. He was known for his high-profile clients, his gay rights activism, and his victory in a defamation action against the Seven Network.",
    "year": 1942,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Thaw",
    "birthday": "1942-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c6/ThawKavanaghQC.jpg/320px-ThawKavanaghQC.jpg",
    "extract": "John Edward Thaw, was an English actor who appeared in a range of television, stage, and cinema roles. He starred in the television series Inspector Morse as title character Detective Chief Inspector Endeavour Morse, Redcap as Sergeant John Mann, The Sweeney as Detective Inspector Jack Regan, Home to Roost as Henry Willows, and Kavanagh QC as title character James Kavanagh.",
    "year": 1942,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Malcolm Dick (rugby union)",
    "birthday": "1941-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Malcolm_John_Dick.jpg/240px-Malcolm_John_Dick.jpg",
    "extract": "Malcolm John Dick is a former New Zealand rugby union player and administrator. A wing three-quarter, Dick represented Auckland at a provincial level, and was a member of the New Zealand national side, the All Blacks, from 1963 to 1970. He played 55 matches for the All Blacks including 15 internationals.",
    "year": 1941,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Leo de Berardinis",
    "birthday": "1940-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7f/LeoDeBerardinisImage.jpg/229px-LeoDeBerardinisImage.jpg",
    "extract": "Leo de Berardinis was an Italian stage actor and theatre director. He was an important exponent of the Italian avant-garde theatre.",
    "year": 1940,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bernard Blaut",
    "birthday": "1940-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Bernard_Blaut_%281970%29.jpg/282px-Bernard_Blaut_%281970%29.jpg",
    "extract": "Bernard Blaut was a Polish football player, who is most famous for his 1960s performances in both Legia Warsaw and the Polish National Team.",
    "year": 1940,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Arik Einstein",
    "birthday": "1939-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Arik_Einstein_D499-097_taken_by_Israel_Government_Press_Office.jpg/211px-Arik_Einstein_D499-097_taken_by_Israel_Government_Press_Office.jpg",
    "extract": "Arieh Lieb \"Arik\" Einstein was an Israeli singer, actor, comedian and screenwriter. He was a pioneer of Israeli rock music and was named \"the voice of Israel\". Through both high public and critical acclamation, Einstein is regarded as the greatest, most popular, and the most influential Israeli artist of all time.",
    "year": 1939,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bobby Hull",
    "birthday": "1939-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Bobby_Hull_Chex_card.jpg/228px-Bobby_Hull_Chex_card.jpg",
    "extract": "Robert Marvin Hull OC is a Canadian former ice hockey player who is regarded as one of the greatest players of all time. His blonde hair, skating speed, end-to-end rushes, and ability to shoot the puck at very high velocity all earned him the name \"The Golden Jet\". His talents were such that one or two opposing players were often assigned just to shadow him.",
    "year": 1939,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Robin Butler, Baron Butler of Brockwell",
    "birthday": "1938-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Official_portrait_of_Lord_Butler_of_Brockwell_crop_2.jpg/240px-Official_portrait_of_Lord_Butler_of_Brockwell_crop_2.jpg",
    "extract": "Frederick Edward Robin Butler, Baron Butler of Brockwell, is a retired British civil servant, now sitting in the House of Lords as a crossbencher.",
    "year": 1938,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "K. Ganeshalingam",
    "birthday": "1938-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/ce/K._Ganeshalingam.jpg",
    "extract": "Kanagasabai Ganeshalingam was a Sri Lankan Tamil politician. He was Mayor of Colombo.",
    "year": 1938,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Glen A. Larson",
    "birthday": "1937-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/db/Glen_A._Larson.jpg/245px-Glen_A._Larson.jpg",
    "extract": "Glen Albert Larson was an American musician, television producer, writer, and director. His best known work in television was as the creator of the television series Alias Smith and Jones, Battlestar Galactica, Buck Rogers in the 25th Century, The Misadventures of Sheriff Lobo, Quincy, M.E., The Hardy Boys/Nancy Drew Mysteries, B. J. and the Bear, The Fall Guy, Magnum, P.I. and Knight Rider. In addition to his television work, Larson also was a member of the folk revival/satire group The Four Preps.",
    "year": 1937,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marpessa Dawn",
    "birthday": "1934-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Marpessa_Dawn_BW.png/259px-Marpessa_Dawn_BW.png",
    "extract": "Marpessa Dawn, also known as Gypsy Marpessa Dawn Menor, was an American-born French actress, as well as a singer and dancer. She is best remembered for her role in the film Black Orpheus (1959).",
    "year": 1934,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Carla Anderson Hills",
    "birthday": "1934-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Carla_Anderson_Hills_at_the_21st_Annual_CAF_Conference_%2837109768555%29_%28cropped%29.jpg/222px-Carla_Anderson_Hills_at_the_21st_Annual_CAF_Conference_%2837109768555%29_%28cropped%29.jpg",
    "extract": "Carla Anderson Hills is an American lawyer and a public figure. A member of the Republican Party, she previously served as the 5th United States Secretary of Housing and Urban Development under President Gerald Ford from 1975 to 1977 and as the 10th United States Trade Representative under President George H. W. Bush from 1989 to 1993. Hills was the first woman to hold each of those posts and the third female ever to serve in a presidential cabinet.",
    "year": 1934,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Anne Stevenson",
    "birthday": "1933-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Anne_Stevenson.jpg/320px-Anne_Stevenson.jpg",
    "extract": "Anne Stevenson was an American-British poet and writer and recipient of a Lannan Literary Award.",
    "year": 1933,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Eeles Landström",
    "birthday": "1932-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Eeles_Landstr%C3%B6m.jpg/240px-Eeles_Landstr%C3%B6m.jpg",
    "extract": "Eeles Enok Landström is a retired Finnish pole vaulter, a former member of the Finnish parliament and a former business executive. He won two European titles, in 1954 and 1958, and competed at the 1956 and 1960 Olympics, winning a bronze medal in 1960 and finishing seventh in 1956. Landström also placed 14th in the decathlon at the 1952 games and was selected as the Olympic flag bearer for Finland in 1956 and 1960.",
    "year": 1932,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Robert Loggia",
    "birthday": "1930-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Robert_Loggia.jpg/310px-Robert_Loggia.jpg",
    "extract": "Salvatore \"Robert\" Loggia was an American actor and director. He was nominated for the Academy Award for Best Supporting Actor for Jagged Edge (1985) and won the Saturn Award for Best Supporting Actor for Big (1988).",
    "year": 1930,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sergio Leone",
    "birthday": "1929-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Sergio_Leone_1975.jpg/222px-Sergio_Leone_1975.jpg",
    "extract": "Sergio Leone was an Italian film director, producer and screenwriter credited as the creator of the Spaghetti Western genre and widely regarded as one of the most influential directors in the history of cinema.",
    "year": 1929,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gordon Moore",
    "birthday": "1929-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Gordon_Moore.jpg",
    "extract": "Gordon Earle Moore is an American businessman, engineer, and the co-founder and chairman emeritus of Intel Corporation. He is also the author of Moore's law.",
    "year": 1929,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Abdul Rahman Ya'kub",
    "birthday": "1928-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b8/AbdulRahmanYa%27kubImage.jpg/275px-AbdulRahmanYa%27kubImage.jpg",
    "extract": "Tun Datuk Patinggi Haji Abdul Rahman bin Ya'kub was a Malaysian politician of Melanau descent from Mukah. He was the third Chief Minister of Sarawak and the fourth Yang di-Pertua Negeri Sarawak. He is also an uncle of Pehin Sri Abdul Taib Mahmud, since his (Taib's) mother Hajah Hamidah Ya'akub was his (Rahman's) eldest-born sibling.",
    "year": 1928,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "W. Michael Blumenthal",
    "birthday": "1926-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Portrait_of_W._Michael_Blumenthal.jpg",
    "extract": "Werner Michael Blumenthal is a German-born American business leader, economist and political adviser who served as United States Secretary of the Treasury under President Jimmy Carter from 1977 to 1979.",
    "year": 1926,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "George Martin",
    "birthday": "1926-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/George_Martin_-_backstage_at_LOVE.jpg/254px-George_Martin_-_backstage_at_LOVE.jpg",
    "extract": "Sir George Henry Martin was an English record producer, arranger, composer, conductor, audio engineer, and musician. He was referred to as the \"Fifth Beatle\" in reference to his extensive involvement in each of the Beatles' original albums.",
    "year": 1926,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jill Balcon",
    "birthday": "1925-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cd/Jill_Balcon.jpg/320px-Jill_Balcon.jpg",
    "extract": "Jill Angela Henriette Balcon was a British actress. She was known for her work in film, television, radio and on stage. She made her film debut in Nicholas Nickleby (1947). She was the second wife of poet Cecil Day-Lewis and they had two children together: Tamasin Day-Lewis became a food critic and TV chef and Daniel Day-Lewis is notable for his acting career.",
    "year": 1925,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Otto Beisheim",
    "birthday": "1924-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e3/OttoBeisheimImage.jpg",
    "extract": "Otto Beisheim was a German businessman and founder of Metro AG. In 2010, his net worth was estimated at US$3.6 billion.",
    "year": 1924,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "André Franquin",
    "birthday": "1924-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Andr%C3%A9_Franquin%2C_tekenaar_strip_Guust_Flater%2C_1979_-_19.jpg/320px-Andr%C3%A9_Franquin%2C_tekenaar_strip_Guust_Flater%2C_1979_-_19.jpg",
    "extract": "André Franquin was an influential Belgian comics artist, whose best-known creations are Gaston and Marsupilami. He also produced the Spirou et Fantasio comic strip from 1947 to 1969, a period seen by many as the series' golden age.",
    "year": 1924,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Nell Rankin",
    "birthday": "1924-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/88/Nell_Rankin.jpg/260px-Nell_Rankin.jpg",
    "extract": "Nell Rankin was an American operatic mezzo-soprano. Though a successful opera singer internationally, she spent most of her career at the Metropolitan Opera, where she worked from 1951 to 1976. She was particularly admired for her portrayals of Amneris in Verdi's Aida and the title role in Bizet's Carmen. Opera News said, \"Her full, generous tone and bold phrasing, especially in the Italian repertory, were unique among American mezzos of her generation.",
    "year": 1924,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Hank Stram",
    "birthday": "1923-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Hank_Stram.jpg/246px-Hank_Stram.jpg",
    "extract": "Henry Louis Stram was an American football coach. He is best known for his 15-year tenure with the Dallas Texans / Kansas City Chiefs of the American Football League (AFL) and National Football League (NFL).",
    "year": 1923,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bill Travers",
    "birthday": "1922-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Bill_Travers_1966.jpg/239px-Bill_Travers_1966.jpg",
    "extract": "William Inglis Lindon Travers was a British actor, screenwriter, director and animal rights activist. Prior to his show business career, he served in the British army with Gurkha and special forces units.",
    "year": 1922,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Isabella Bashmakova",
    "birthday": "1921-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6c/Bashmakova1987.jpg/320px-Bashmakova1987.jpg",
    "extract": "Isabella Grigoryevna Bashmakova was a Russian historian of mathematics. In 2001, she was a recipient of the Alexander Koyré́ Medal of the International Academy of the History of Science.",
    "year": 1921,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Siegfried Buback",
    "birthday": "1920-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Siegfried_Buback.jpg/237px-Siegfried_Buback.jpg",
    "extract": "Siegfried Buback was the Attorney General of West Germany from 1974 until his murder in 1977.",
    "year": 1920,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Herbie Nichols",
    "birthday": "1919-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/ca/HerbieNicholsImage.jpg/224px-HerbieNicholsImage.jpg",
    "extract": "Herbert Horatio Nichols was an American jazz pianist and composer who wrote the jazz standard \"Lady Sings the Blues\". Obscure during his lifetime, he is now highly regarded by many musicians and critics.",
    "year": 1919,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Albert Mol",
    "birthday": "1917-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Albert_Mol%2C_Bestanddeelnr_914-1349.jpg/211px-Albert_Mol%2C_Bestanddeelnr_914-1349.jpg",
    "extract": "Albert Mol was a Dutch author, actor and television personality.",
    "year": 1917,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Roger Williams Straus Jr.",
    "birthday": "1917-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ef/RogerWilliamsStrausJr.Image.jpg",
    "extract": "Roger Williams Straus Jr. was co-founder and chairman of Farrar, Straus and Giroux, a New York book publishing company, and member of the Guggenheim family.",
    "year": 1917,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Betty Furness",
    "birthday": "1916-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/03/Betty_Furness_in_Mama_Steps_Out_trailer.jpg",
    "extract": "Elizabeth Mary Furness was an American actress, consumer advocate, and current affairs commentator.",
    "year": 1916,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Fred Haas",
    "birthday": "1916-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/41/Fred_Haas.jpg",
    "extract": "Frederick Theodore Haas Jr. was an American professional golfer.",
    "year": 1916,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jack Levine",
    "birthday": "1915-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1e/Levine_Finger_of_Newt.jpg/281px-Levine_Finger_of_Newt.jpg",
    "extract": "Jack Levine was an American Social Realist painter and printmaker best known for his satires on modern life, political corruption, and biblical narratives.",
    "year": 1915,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Federico Borrell García",
    "birthday": "1912-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7b/Capa%2C_Death_of_a_Loyalist_Soldier.jpg/320px-Capa%2C_Death_of_a_Loyalist_Soldier.jpg",
    "extract": "Federico Borrell García was a Spanish Republican and anarchist militiaman during the Spanish Civil War, commonly thought to be the subject in the famous Robert Capa photo The Falling Soldier.",
    "year": 1912,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Renaude Lapointe",
    "birthday": "1912-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/08/RenaudeLapointeImage.jpg",
    "extract": "Louise Marguerite Renaude Lapointe, was a Canadian journalist and a Senator. She was among the first Canadian women to work as a professional journalist and the first French-Canadian woman to preside over the Senate.",
    "year": 1912,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Armand Lohikoski",
    "birthday": "1912-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Armand_Lohikoski.JPG/236px-Armand_Lohikoski.JPG",
    "extract": "Armand Lohikoski was an American born Finnish movie director and writer. He is best known as a director of a number of Pekka ja Pätkä movies.",
    "year": 1912,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Frenchy Bordagaray",
    "birthday": "1910-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Frenchy_Bordagaray_1936.jpeg",
    "extract": "Stanley George \"Frenchy\" Bordagaray was an American professional baseball player. He played in Major League Baseball (MLB) as an outfielder and third baseman for the Chicago White Sox, Brooklyn Dodgers, St. Louis Cardinals, Cincinnati Reds, and New York Yankees between 1934 and 1945. He had a .283 batting average with 14 home runs and 270 runs batted in over 930 major league games for his career.",
    "year": 1910,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Sturges",
    "birthday": "1910-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0b/JohnSturgesImage.jpg/228px-JohnSturgesImage.jpg",
    "extract": "John Eliot Sturges was an American film director. His films include Bad Day at Black Rock (1955), Gunfight at the O.K. Corral (1957), The Magnificent Seven (1960), The Great Escape (1963), and Ice Station Zebra (1968). In 2013, The Magnificent Seven and 2018,  Bad Day at Black Rock were selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\". Although both he and fellow director Preston Sturges were from the Chicago area and shared the same last name, they had no known close relation to each other.",
    "year": 1910,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Victor Borge",
    "birthday": "1909-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Victor-Borge.jpg/222px-Victor-Borge.jpg",
    "extract": "Børge Rosenbaum, known professionally as Victor Borge, was a Danish-American comedian, conductor, and pianist who achieved great popularity in radio and television in the United States and Europe. His blend of music and comedy earned him the nicknames \"The Clown Prince of Denmark\", \"The Unmelancholy Dane\", and \"The Great Dane\".",
    "year": 1909,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ray Milland",
    "birthday": "1907-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Ray_Milland_Markham_1959.JPG/254px-Ray_Milland_Markham_1959.JPG",
    "extract": "Ray Milland was a Welsh-American actor and film director. His screen career ran from 1929 to 1985, and he is remembered for his Academy Award and Cannes Film Festival Award-winning portrayal of an alcoholic writer in Billy Wilder's The Lost Weekend (1945) and also for such roles as a sophisticated leading man opposite John Wayne's corrupt character in Reap the Wild Wind (1942), the murder-plotting husband in Alfred Hitchcock's Dial M for Murder (1954), and Oliver Barrett III in Love Story (1970).",
    "year": 1907,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dante Giacosa",
    "birthday": "1905-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Dante_Giacosa_%281970%29.jpg/249px-Dante_Giacosa_%281970%29.jpg",
    "extract": "Dante Giacosa was an Italian automobile designer and engineer responsible for a range of Italian automobile designs — and for refining the front-wheel drive layout to an industry-standard configuration.",
    "year": 1905,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Anna May Wong",
    "birthday": "1905-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Anna_May_Wong_-_portrait.jpg/242px-Anna_May_Wong_-_portrait.jpg",
    "extract": "Wong Liu-tsong, known professionally as Anna May Wong, was an American actress, considered the first Chinese American Hollywood movie star, as well as the first Chinese American actress to gain international recognition. Her varied career spanned silent film, sound film, television, stage, and radio. As one of the first women depicted on the reverse of the quarter in the 2022-2025 American Women quarters series, she will also be the first Asian American to appear on US currency.",
    "year": 1905,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ngo Dinh Diem",
    "birthday": "1901-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Ngo_Dinh_Diem_-_Thumbnail_-_ARC_542189.png/232px-Ngo_Dinh_Diem_-_Thumbnail_-_ARC_542189.png",
    "extract": "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam (1954–1955), and then served as President of South Vietnam from 1955 until he was captured and assassinated during the 1963 military coup.",
    "year": 1901,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Donald J. Russell",
    "birthday": "1900-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7e/DonaldJ.RussellImage.jpg",
    "extract": "Donald Joseph McKay Russell was an American railroad executive. He was president of Southern Pacific Railroad from 1952 to 1964 and then chairman from 1964 to 1972. Russell was featured on the cover of Time on August 11, 1961, and Forbes on November 1, 1965.",
    "year": 1900,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Carolyn Haywood",
    "birthday": "1898-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/14/CarolynHaywoodImage.jpg",
    "extract": "Carolyn Haywood was an American writer and illustrator from Philadelphia, Pennsylvania. She created 47 children's books, most notably the series under the \"Eddie\" and \"Betsy\" titles.",
    "year": 1898,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marion Davies",
    "birthday": "1897-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Marion_Davies_-_Emerald_Green.jpg/250px-Marion_Davies_-_Emerald_Green.jpg",
    "extract": "Marion Davies was an American actress, producer, screenwriter, and philanthropist. Educated in a religious convent, Davies fled the school to pursue a career as a chorus girl. As a teenager, she appeared in several Broadway musicals and one film, Runaway Romany (1917). She soon became a featured performer in the Ziegfeld Follies. While performing in the 1916 Follies, the nineteen-year-old Marion met the fifty-three-year-old newspaper tycoon, William Randolph Hearst, and became his mistress. Hearst took over management of Davies' career and promoted her as a film actress.",
    "year": 1897,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "ZaSu Pitts",
    "birthday": "1894-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/ZaSu_Pitts.jpg/252px-ZaSu_Pitts.jpg",
    "extract": "Zasu Pitts was an American actress who starred in many silent dramas, including Erich von Stroheim's epic 1924 silent film Greed, and comedies, transitioning successfully to mostly comedy films with the advent of sound films. She also appeared on numerous radio shows. Her career as an entertainer spanned nearly 50 years, and she was awarded a star on the Hollywood Walk of Fame in 1960.",
    "year": 1894,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "J. R. R. Tolkien",
    "birthday": "1892-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/J._R._R._Tolkien%2C_1940s.jpg/221px-J._R._R._Tolkien%2C_1940s.jpg",
    "extract": "John Ronald Reuel Tolkien was an English writer, poet, philologist, and academic, best known as the author of the high fantasy works The Hobbit and The Lord of the Rings.",
    "year": 1892,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "August Macke",
    "birthday": "1887-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/August_Macke_042.jpg/210px-August_Macke_042.jpg",
    "extract": "August Robert Ludwig Macke was a German Expressionist painter. He was one of the leading members of the German Expressionist group Der Blaue Reiter. He lived during a particularly active time for German art: he saw the development of the main German Expressionist movements as well as the arrival of the successive avant-garde movements which were forming in the rest of Europe. As an artist of his time, Macke knew how to integrate into his painting the elements of the avant-garde which most interested him. Like his friend Franz Marc and Otto Soltau, he was one of the young German artists who died in the First World War.",
    "year": 1887,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Gould Fletcher",
    "birthday": "1886-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/10/John_Gould_Fletcher.jpg",
    "extract": "John Gould Fletcher was an Imagist poet, author and authority on modern painting. He was born in Little Rock, Arkansas, to a socially prominent family. After attending Phillips Academy, Andover, Fletcher went on to Harvard University from 1903 to 1907, but dropped out shortly after his father's death.",
    "year": 1886,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Arthur Mailey",
    "birthday": "1886-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Studio_Portrait_of_Arthur_Mailey%2C_ca._1925.jpg/273px-Studio_Portrait_of_Arthur_Mailey%2C_ca._1925.jpg",
    "extract": "Alfred Arthur Mailey was an Australian cricketer who played in 21 Test matches between 1920 and 1926.",
    "year": 1886,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Harry Elkins Widener",
    "birthday": "1885-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Harry_E._Widener.jpg/236px-Harry_E._Widener.jpg",
    "extract": "Harry Elkins Widener was an American businessman and bibliophile, and a member of the Widener family. His mother built Harvard University's Widener Memorial Library in his memory, after his death on the foundering of the RMS Titanic.",
    "year": 1885,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Raoul Koczalski",
    "birthday": "1884-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Koczalski.jpg/320px-Koczalski.jpg",
    "extract": "Raoul Armand Jerzy (von) Koczalski was a Polish pianist and composer. He also used the pseudonym Georg Armand(o) Koczalski.",
    "year": 1884,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Clement Attlee",
    "birthday": "1883-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Person_attlee2.jpg/243px-Person_attlee2.jpg",
    "extract": "Clement Richard Attlee, 1st Earl Attlee, was a British politician who served as Prime Minister of the United Kingdom from 1945 to 1951 and Leader of the Labour Party from 1935 to 1955. He was Deputy Prime Minister during the wartime coalition government under Winston Churchill, and served twice as Leader of the Opposition from 1935 to 1940 and from 1951 to 1955.",
    "year": 1883,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Duncan Gillis",
    "birthday": "1883-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Gillis%2C_hammer_%28LOC%29.jpg/320px-Gillis%2C_hammer_%28LOC%29.jpg",
    "extract": "Duncan Gillis was a Canadian athlete who competed in the 1912 Summer Olympics. Gillis was the first to serve as Canada's flag bearer during the Olympic opening ceremonies.",
    "year": 1883,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Francis Browne",
    "birthday": "1880-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c1/Reverend_Francis_Browne.jpg/256px-Reverend_Francis_Browne.jpg",
    "extract": "Francis Patrick Mary Browne, was a distinguished Irish Jesuit and a prolific photographer. His best known photographs are those of the RMS Titanic and its passengers and crew taken shortly before its sinking in 1912. He was decorated as a military chaplain during the First World War.",
    "year": 1880,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Josephine Hull",
    "birthday": "1877-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Josephine_Hull_face.png",
    "extract": "Marie Josephine Hull was an American stage and film actress who also was a director of plays. She had a successful 50-year career on stage while taking some of her better known roles to film. She won an Academy Award for Best Supporting Actress for the movie Harvey (1950), a role she originally played on the Broadway stage. She was sometimes credited as Josephine Sherwood.",
    "year": 1877,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Wilhelm Pieck",
    "birthday": "1876-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Wilhelm_Pieck_portrait%28cropped%29.jpg/244px-Wilhelm_Pieck_portrait%28cropped%29.jpg",
    "extract": "Friedrich Wilhelm Reinhold Pieck was a German communist politician who served as the chairman of the Socialist Unity Party from 1946 to 1950 and as president of the German Democratic Republic from 1949 to 1960.",
    "year": 1876,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alexandros Diomidis",
    "birthday": "1875-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Alexandros_Diomidis.jpg/274px-Alexandros_Diomidis.jpg",
    "extract": "Alexandros Diomedes was a governor of the Central Bank of Greece who became Prime Minister of Greece upon the death of Themistoklis Sophoulis.",
    "year": 1875,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ichizō Kobayashi",
    "birthday": "1873-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Ichizo_Kobayashi_showa.jpg/235px-Ichizo_Kobayashi_showa.jpg",
    "extract": "Ichizō Kobayashi , occasionally referred to by his pseudonym Itsuō (逸翁), was a Japanese industrialist. He is best known as the founder of Hankyu Railway, the Takarazuka Revue, and Toho. He represented Japanese capital in government.",
    "year": 1873,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Henry Handel Richardson",
    "birthday": "1870-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/HHRichardson.jpg/242px-HHRichardson.jpg",
    "extract": "Ethel Florence Lindesay Richardson, known by her pen name Henry Handel Richardson, was an Australian author.",
    "year": 1870,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Henry Lytton",
    "birthday": "1865-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Henry_Lytton_portrait%2C_1919.jpg/238px-Henry_Lytton_portrait%2C_1919.jpg",
    "extract": "Sir Henry Lytton was an English actor and singer who was the leading exponent of the starring comic patter-baritone roles in Gilbert and Sullivan operas from 1909 to 1934. He also starred in musical comedies. His career with the D'Oyly Carte Opera Company spanned 50 years, and he is the only performer ever knighted for achievements in Gilbert and Sullivan roles.",
    "year": 1865,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Matthew Nathan",
    "birthday": "1862-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Sir_Matthew_Nathan.jpg/224px-Sir_Matthew_Nathan.jpg",
    "extract": "Lieutenant-Colonel Sir Matthew Nathan was a British soldier and colonial administrator, who variously served as the Governor of Sierra Leone, Gold Coast, Hong Kong, Natal and Queensland. He was Under-Secretary for Ireland from 1914 to 1916, and was responsible, with the Chief Secretary, Augustine Birrell, for the administration of Ireland in the years immediately preceding the Easter Rising.",
    "year": 1862,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ernest Renshaw",
    "birthday": "1861-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Ernest_Renshaw.jpg/199px-Ernest_Renshaw.jpg",
    "extract": "Ernest James Renshaw was an English tennis player who was active in the late 19th century.",
    "year": 1861,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "William Renshaw",
    "birthday": "1861-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/William_Charles_Renshaw.jpg/245px-William_Charles_Renshaw.jpg",
    "extract": "William Charles Renshaw was a British tennis player active during the late 19th century, who was ranked world No. 1. He won twelve Major titles during his career. A right-hander, he was known for his power and technical ability which put him ahead of competition at the time. Renshaw shared the all-time male record of seven Wimbledon singles titles with American Pete Sampras until 2017 when Roger Federer won his eighth singles title. His six consecutive singles titles (1881–86) is an all-time record. Additionally he won the doubles title five times together with his twin brother Ernest. William Renshaw was the first president of the British Lawn Tennis Association (LTA).",
    "year": 1861,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Hubert Bland",
    "birthday": "1855-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Hubert_Bland_-_Project_Gutenberg_eText_13715.png/227px-Hubert_Bland_-_Project_Gutenberg_eText_13715.png",
    "extract": "Hubert Bland was an English author and the husband of Edith Nesbit. He was known for being an infamous libertine, a journalist, an early English socialist, and one of the founders of the Fabian Society.",
    "year": 1855,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sophie Elkan",
    "birthday": "1853-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Sophie_Elkan%2C_ca_40_%C3%A5r._KB.JPG/219px-Sophie_Elkan%2C_ca_40_%C3%A5r._KB.JPG",
    "extract": "Sophie Elkan née Salomon, was a Swedish writer and translator.",
    "year": 1853,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ettore Marchiafava",
    "birthday": "1847-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Ettore_Marchiafava.jpg/251px-Ettore_Marchiafava.jpg",
    "extract": "Ettore Marchiafava was an Italian physician, pathologist and neurologist. He spent most of his career as professor of medicine at the University of Rome. His works on malaria laid down the foundation for modern malariology. He and Angelo Celli were the first to elucidate living malarial parasites in human blood, and able to distinguish the protozoan parasites responsible for tertian and benign malaria. In 1885 they gave the formal scientific name Plasmodium for these parasites. They also discovered meningococcus as the causative agent of cerebral and spinal meningitis. Marchiafava was the first to describe syphilitic cerebral arteritis and degeneration of brain in an alcoholic patient, which is now eponymously named Marchiafava's disease. He gave a complete description of a genetic disease of blood now known Paroxysmal nocturnal hemoglobinuria or sometimes Strübing-Marchiafava-Micheli syndrome, in honour of the pioneer scientists. He was personal physician to three successive popes and also to House of Savoy. In 1913 he was elected to Senate of the Kingdom of Italy. He founded the first Italian anti-tuberculosis sanatorium at Rome. He was elected member of the Accademia dei Lincei, becoming its vice-president in 1933.",
    "year": 1847,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Father Damien",
    "birthday": "1840-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Father_Damien%2C_photograph_by_William_Brigham.jpg/218px-Father_Damien%2C_photograph_by_William_Brigham.jpg",
    "extract": "Father Damien or Saint Damien of Molokai, SS.CC. or Saint Damien De Veuster, born Jozef De Veuster, was a Roman Catholic priest from Belgium and member of the Congregation of the Sacred Hearts of Jesus and Mary, a missionary religious institute. He was recognized for his ministry, which he led from 1873 until his death in 1889, in the Kingdom of Hawaiʻi for people with leprosy, who lived in government-mandated medical quarantine in a settlement on the Kalaupapa Peninsula of Molokaʻi.",
    "year": 1840,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sakamoto Ryōma",
    "birthday": "1836-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Sakamoto_Ryoma.jpg/250px-Sakamoto_Ryoma.jpg",
    "extract": "Sakamoto Ryōma  was a Japanese samurai and influential figure of the Bakumatsu and establishment of the Empire of Japan in the late Edo period.",
    "year": 1836,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Savitribai Phule",
    "birthday": "1831-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Savitribai_Phule_1998_stamp_of_India.jpg/320px-Savitribai_Phule_1998_stamp_of_India.jpg",
    "extract": "Savitribai Phule was an Indian social reformer, educationalist, and poet from Maharashtra. Along with her husband, in Maharashtra, she played an important and vital role in improving women's rights in India. She is considered to be the pioneer of India's feminist movement. Savitribai and her husband founded one of the first modern Indian girls' school in Pune, at Bhide wada in 1848. She worked to abolish the discrimination and unfair treatment of people based on caste and gender. She is regarded as an important figure of the social reform movement in Maharashtra.",
    "year": 1831,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Charles Piazzi Smyth",
    "birthday": "1819-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Piazzismyth.jpg/247px-Piazzismyth.jpg",
    "extract": "Charles Piazzi Smyth was an Italian-born British astronomer who was Astronomer Royal for Scotland from 1846 to 1888; he is known for many innovations in astronomy and, along with his wife Jessica Duncan Piazzi Smyth, his pyramidological and metrological studies of the Great Pyramid of Giza.",
    "year": 1819,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Samuel C. Pomeroy",
    "birthday": "1816-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Samuel_C._Pomeroy_-_Brady-Handy.jpg/265px-Samuel_C._Pomeroy_-_Brady-Handy.jpg",
    "extract": "Samuel Clarke Pomeroy was a United States senator from Kansas in the mid-19th century. He served in the United States Senate during the American Civil War. Pomeroy also served in the Massachusetts House of Representatives. A Republican, he also was the mayor of Atchison, Kansas, from 1858 to 1859, the second president of the Atchison, Topeka and Santa Fe Railroad, and the first president to oversee any of the railroad's construction and operations. Pomeroy succeeded Cyrus K. Holliday as president of the railroad on January 13, 1864.",
    "year": 1816,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Antoine Thomson d'Abbadie",
    "birthday": "1810-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/68/Antoine_d%27Abbadie.gif",
    "extract": "Antoine Thomson d'Abbadie d'Arrast was an Irish-born French explorer, geographer, ethnologist, linguist and astronomer notable for his travels in Ethiopia during the first half of the 19th century. He was the older brother of Arnaud-Michel d'Abbadie, with whom he travelled.",
    "year": 1810,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Henriette Sontag",
    "birthday": "1806-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Henriette_Sontag_in_her_Donna_Anna_costume_1831%2C_painting_of_Paul_Delaroche.jpg/259px-Henriette_Sontag_in_her_Donna_Anna_costume_1831%2C_painting_of_Paul_Delaroche.jpg",
    "extract": "Henriette Sontag, born Gertrude Walpurgis Sontag, and, after her marriage, entitled Henriette, Countess Rossi, was a German operatic soprano of great international renown. She possessed a sweet-toned, lyrical voice and was a brilliant exponent of florid singing.",
    "year": 1806,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Douglas William Jerrold",
    "birthday": "1803-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Douglas_William_Jerrold_by_Sir_Daniel_Macnee.jpg/247px-Douglas_William_Jerrold_by_Sir_Daniel_Macnee.jpg",
    "extract": "Douglas William Jerrold was an English dramatist and writer.",
    "year": 1803,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Charles Pelham Villiers",
    "birthday": "1802-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/CharlesPelhamVilliers.jpg/244px-CharlesPelhamVilliers.jpg",
    "extract": "Charles Pelham Villiers was a British lawyer and politician from the aristocratic Villiers family. He sat in the House of Commons for 63 years, from 1835 to 1898, making him the longest-serving Member of Parliament (MP). He also holds the distinction of the oldest candidate to win a parliamentary seat, at 93. He was a radical and reformer who often collaborated with John Bright and had a noteworthy effect in the leadership of the Anti-Corn Law League, until its repeal in 1846. Lord Palmerston appointed him to the cabinet as president of the Poor-Law Board in 1859. His Public Works Act of 1863 opened job-creating schemes in public health projects. He progressed numerous other reforms, most notably the Metropolitan Poor Law Act of 1867. Florence Nightingale helped him formulate the reform, in particular, ensure professionalisation of nursing as part of the poor law regime, the workhouses of which erected public infirmaries under an Act of the same year. His political importance was overshadowed by his brother, the Earl of Clarendon, and undercut by the hostility of Gladstone.",
    "year": 1802,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lucretia Mott",
    "birthday": "1793-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Lucretia_Mott%2C_signed_photo%2C_by_F._Gutekunst.jpg/225px-Lucretia_Mott%2C_signed_photo%2C_by_F._Gutekunst.jpg",
    "extract": "Lucretia Mott was an American Quaker, abolitionist, women's rights activist, and social reformer. She had formed the idea of reforming the position of women in society when she was amongst the women excluded from the World Anti-Slavery Convention held in London in 1840. In 1848 she was invited by Jane Hunt to a meeting that led to the first public gathering about women's rights, the Seneca Falls Convention, during which Mott co-wrote the Declaration of Sentiments.",
    "year": 1793,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Antoni Melchior Fijałkowski",
    "birthday": "1778-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Ks._Antoni_Melchior_Fija%C5%82kowski_%2843294%29.jpg/262px-Ks._Antoni_Melchior_Fija%C5%82kowski_%2843294%29.jpg",
    "extract": "Antoni Melchior Fijałkowski was the Archbishop Metropolitan of Warsaw and spiritual leader of the nation during the Partitions of Poland.",
    "year": 1778,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Francis Caulfeild, 2nd Earl of Charlemont",
    "birthday": "1775-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/FrancisCaulfeildImage.jpg/278px-FrancisCaulfeildImage.jpg",
    "extract": "Francis William Caulfeild, 2nd Earl of Charlemont KP, PC (Ire), styled Viscount Caulfeild until 1799, was an Irish peer and politician.",
    "year": 1775,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Veerapandiya Kattabomman",
    "birthday": "1760-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Veerapandiya_Kattabomman_1999_stamp_of_India.jpg/241px-Veerapandiya_Kattabomman_1999_stamp_of_India.jpg",
    "extract": "Veerapandiya Kattabomman was an 18th-century Tamil Palayakarrar and king of Panchalankuruchi in Tamil Nadu, India. He refused to accept the sovereignty of the British East India Company and waged a war against them. He was captured by the British with the help of the ruler of the kingdom of Pudukottai, Vijaya Raghunatha Tondaiman, and at the age of 39 he was hanged at Kayathar on 16 October 1799.",
    "year": 1760,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Angelo Emo",
    "birthday": "1731-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Angelo_Emo_Capodilista.jpg/240px-Angelo_Emo_Capodilista.jpg",
    "extract": "Angelo Emo was a Venetian noble and admiral, mostly known for being the last admiral of the Republic of Venice to lead the Venetian navy to battle. Distinguished for his seamanship since early in his career, he introduced reforms based on the practices of the British Royal Navy, and led raids on the harbours of the Beylik of Tunis in retaliation for corsair attacks on Venetian-flagged shipping.",
    "year": 1731,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Pietro Metastasio",
    "birthday": "1698-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Metastasio_by_Batoni.jpg/235px-Metastasio_by_Batoni.jpg",
    "extract": "Pietro Antonio Domenico Trapassi, better known by his pseudonym of Pietro Metastasio, was an Italian poet and librettist, considered the most important writer of opera seria libretti.",
    "year": 1698,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "James Harrington (author)",
    "birthday": "1611-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/James_Harrington_by_Sir_Peter_Lely.jpg/264px-James_Harrington_by_Sir_Peter_Lely.jpg",
    "extract": "James Harrington was an English political theorist of classical republicanism. He is best known for his controversial publication The Commonwealth of Oceana (1656). This work was an exposition of an ideal constitution, a utopia, designed to facilitate the development of the English republic established after the regicide, the execution of Charles I in 1649.",
    "year": 1611,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gian Girolamo Albani",
    "birthday": "1509-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Gian_Girolamo_Albani.jpg/264px-Gian_Girolamo_Albani.jpg",
    "extract": "Gian Girolamo Albani (1509–1591) was an Italian Roman Catholic cardinal of Albanian descent.",
    "year": 1509,
    "month": 1,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Cicero",
    "birthday": "-106-1-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Bust_of_Cicero_%281st-cent._BC%29_-_Palazzo_Nuovo_-_Musei_Capitolini_-_Rome_2016.jpg/213px-Bust_of_Cicero_%281st-cent._BC%29_-_Palazzo_Nuovo_-_Musei_Capitolini_-_Rome_2016.jpg",
    "extract": "Marcus Tullius Cicero was a Roman statesman, lawyer, scholar, philosopher, and academic skeptic, who tried to uphold optimate principles during the political crises that led to the establishment of the Roman Empire. His extensive writings include treatises on rhetoric, philosophy and politics, and he is considered one of Rome's greatest orators and prose stylists. He came from a wealthy municipal family of the Roman equestrian order, and served as consul in 63 BC.",
    "year": -106,
    "month": 1,
    "day": 3,
    "language": "en"
  }
]