[
  {
    "name": "Dafne Navarro",
    "birthday": "1996-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Dafne_NAvarro.jpg/213px-Dafne_NAvarro.jpg",
    "extract": "Dafne Navarro Loza is a Mexican trampoline gymnast. She won the silver medal in the women's trampoline event at the 2015 Pan American Games held in Toronto, Canada. In 2019, she won the bronze medal at the 2019 Pan American Games held in Lima, Peru.",
    "year": 1996,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jack Laugher",
    "birthday": "1995-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Jack_Laugher_2012.jpg/267px-Jack_Laugher_2012.jpg",
    "extract": "Jack David Laugher is a British diver competing for Great Britain and England. A specialist on springboard, he competes in individual springboard events, and in synchronised events with Chris Mears and later Daniel Goodfellow. Laugher and Mears became Britain's first diving Olympic champions by winning a gold medal in the men's synchronised 3m springboard event at the 2016 Summer Olympics in Rio, an achievement many had expected double world 10m champion Tom Daley would achieve first. A week later, Laugher won a silver in the men's individual 3m springboard at the same Games, becoming the first British diver to win multiple Olympic diving medals at the same Games.",
    "year": 1995,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Katy Marchant",
    "birthday": "1993-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/2016_2017_UCI_Track_World_Cup_Apeldoorn_75.jpg/226px-2016_2017_UCI_Track_World_Cup_Apeldoorn_75.jpg",
    "extract": "Katy Marchant, is an elite British track cyclist who specialises in the sprint disciplines. She was educated at Brigshaw High School.",
    "year": 1993,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Thitipoom Techaapaikhun",
    "birthday": "1993-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Thitipoom_Techaapaikhun_as_SOTUS_S_Cast.png/270px-Thitipoom_Techaapaikhun_as_SOTUS_S_Cast.png",
    "extract": "Thitipoom Techaapaikhun is a Thai actor and host. He is known for his main roles as Apo in GMMTV's Water Boyy: The Series (2017), and Kao in Kiss: The Series (2016), Kiss Me Again (2018), Our Skyy (2018), and Dark Blue Kiss (2019).",
    "year": 1993,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Stefan Elliott",
    "birthday": "1991-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/2017_C1C_-_CAN_v_KOR_%2832%29.jpg/264px-2017_C1C_-_CAN_v_KOR_%2832%29.jpg",
    "extract": "Stefan Elliott is a Canadian professional ice hockey defenceman currently playing with Frölunda HC of the Swedish Hockey League (SHL).",
    "year": 1991,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mitchell Starc",
    "birthday": "1990-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/MITCHELL_STARC_%286310554649%29_%28cropped%29.jpg/265px-MITCHELL_STARC_%286310554649%29_%28cropped%29.jpg",
    "extract": "Mitchell Aaron Starc is an Australian international cricketer who plays for the Australian national team and New South Wales in domestic cricket. A left-arm fast bowler and a lower order left-handed batsman, Starc was a prominent member of the victorious Australian squad that won the 2015 Cricket World Cup and was declared Player of the Tournament as a result of his consistent performances throughout the matches.He is regarded as one of the best fast bowlers in modern cricket With 49 World Cup wickets, he is the joint 5th highest wicket taker in tournament's history.",
    "year": 1990,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Yoon Bo-ra",
    "birthday": "1989-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Yoon_Bo-ra_going_to_a_Hit_The_Stage_recording_in_July_2016_01.png/225px-Yoon_Bo-ra_going_to_a_Hit_The_Stage_recording_in_July_2016_01.png",
    "extract": "Yoon Bo-ra, better known by the mononym Bora, is a South Korean singer, rapper and actress. She is a former member of the South Korean girl group Sistar and its sub-group Sistar19.",
    "year": 1989,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Becky Lynch",
    "birthday": "1987-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Becky_Lynch_July_2019.jpg/218px-Becky_Lynch_July_2019.jpg",
    "extract": "Rebecca Quin is an Irish professional wrestler and actress. She is signed to WWE under the ring name Becky Lynch where she performs on the Raw brand. Lynch is one of WWE's most recognizable and highest paid wrestlers. Twitter named her sixth on their list of Top Female Athletes Worldwide in 2019.",
    "year": 1987,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Arda Turan",
    "birthday": "1987-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/AUT_vs._TUR_2016-03-29_%28283%29.jpg/213px-AUT_vs._TUR_2016-03-29_%28283%29.jpg",
    "extract": "Arda Turan is a Turkish professional footballer who plays as an attacking midfielder for Galatasaray.",
    "year": 1987,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gisela Dulko",
    "birthday": "1985-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Gisela_Dulko_Rome_2009.jpg/213px-Gisela_Dulko_Rome_2009.jpg",
    "extract": "Gisela Dulko is a retired Argentine tennis player. Although she enjoyed modest success in singles, reaching a career-high ranking of world No. 26 and winning four WTA titles, her speciality was doubles, where she achieved the world No. 1 ranking and won 17 WTA titles. Partnering with Flavia Pennetta, Dulko won the 2010 WTA Tour Championships and the 2011 Australian Open. She also reached the mixed-doubles final at the 2011 US Open, with Edward Schwank. During her career, Dulko upset a number of top players on the tour, including Maria Sharapova in the second round of Wimbledon in 2009, Samantha Stosur in the third round of Roland Garros in 2011, and Martina Navratilova in the second round of Wimbledon in 2004 and in Navratilova's final Grand Slam singles match.",
    "year": 1985,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kotoshōgiku Kazuhiro",
    "birthday": "1984-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Kotoshogiku_in_Harubasho_2013_IMG_1887-2_20130324.JPG/240px-Kotoshogiku_in_Harubasho_2013_IMG_1887-2_20130324.JPG",
    "extract": "Kotoshōgiku Kazuhiro  is a Japanese former professional sumo wrestler. Wrestling for Sadogatake stable, he made his professional debut in 2002, and reached the top division in 2005. In 2011 he achieved the standard for promotion to the second highest rank of ōzeki by winning 33 bouts over three tournaments, and was formally promoted by the Japan Sumo Association on 28 September.",
    "year": 1984,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kid Cudi",
    "birthday": "1984-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Kid_Cudi_2010_2_%28crop%29.jpg/203px-Kid_Cudi_2010_2_%28crop%29.jpg",
    "extract": "Scott Ramon Seguro Mescudi, better known by his stage name Kid Cudi, is an American rapper, singer, songwriter, record producer, and actor. He has widely been recognized as an influence on several contemporary hip hop and alternative acts. His lyrics are often autobiographical and describe his childhood hardships of depression, loneliness and alienation, his struggle with alcohol and drugs into adulthood, as well as themes of spirituality, heartbreak, dissipation and celebration. Cudi began to gain major recognition following the release of his first official full-length project, a mixtape titled A Kid Named Cudi (2008), which would go on to catch the attention of high-profile music producer Kanye West, who subsequently signed Cudi to his GOOD Music label imprint by late 2008.",
    "year": 1984,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jorge Cantú",
    "birthday": "1982-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/JorgeCantu.jpg/310px-JorgeCantu.jpg",
    "extract": "Jorge Luís Cantú Guzmán is an American-born Mexican professional baseball infielder for the Diablos Rojos del México of the Mexican League. He played in Major League Baseball (MLB) for the Tampa Bay Devil Rays, Cincinnati Reds, Florida Marlins, Texas Rangers, and San Diego Padres, and in the KBO League for the Doosan Bears.",
    "year": 1982,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dimitar Berbatov",
    "birthday": "1981-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Mitko_Berbatov_cropped.jpg/269px-Mitko_Berbatov_cropped.jpg",
    "extract": "Dimitar Ivanov Berbatov is a Bulgarian former professional footballer. A striker, he captained the Bulgaria national team from 2006 to 2010, and is the country's all-time leading goalscorer. He is regarded as one of the greatest Bulgarian players of all time.",
    "year": 1981,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Peter Crouch",
    "birthday": "1981-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Peter_Crouch_v_Chelsea_2014.jpg/148px-Peter_Crouch_v_Chelsea_2014.jpg",
    "extract": "Peter James Crouch is an English former professional footballer who played as a striker. He was capped 42 times by the England national team between 2005 and 2010, scoring 22 goals for his country during that time, and appearing at two FIFA World Cup tournaments. He is one of 32 players to have scored 100 or more Premier League goals, and holds the record for the most headed goals in Premier League history.",
    "year": 1981,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mathias Lauda",
    "birthday": "1981-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Mathias_Lauda.jpg/212px-Mathias_Lauda.jpg",
    "extract": "Mathias Lauda is an Austrian racing driver currently racing for Aston Martin Racing as a factory driver in the FIA World Endurance Championship. He is the son of the late three-time Formula One world champion Niki Lauda and his first wife, Marlene. He has a brother, Lukas, who is currently his manager.",
    "year": 1981,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Wilmer Valderrama",
    "birthday": "1980-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Wilmer_Valderrama_%287492358912%29.jpg/240px-Wilmer_Valderrama_%287492358912%29.jpg",
    "extract": "Wilmer Eduardo Valderrama is an American actor, producer and television personality. He is known for his role as Fez in the sitcom That '70s Show (1998–2006), Agustín Madrigal in Encanto, and as Carlos Madrigal in From Dusk till Dawn: The Series (2014–16). He was also host of the MTV series Yo Momma (2006–07), the voice of Manny in the children's show Handy Manny (2006–13) and has had recurring roles on Grey's Anatomy as well as The Ranch. He is currently part of the main cast of NCIS, portraying Special Agent Nick Torres.",
    "year": 1980,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Trevor Gillies",
    "birthday": "1979-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Trevor_Gillies_NYI_2011-02-11.JPG/320px-Trevor_Gillies_NYI_2011-02-11.JPG",
    "extract": "Trevor Gillies is a Canadian former professional ice hockey player. He has played in the National Hockey League (NHL) with both the Mighty Ducks of Anaheim and New York Islanders. Gillies was known for being an enforcer, as evidenced by his NHL career statistics of 57 games with only three points and 261 penalty minutes. Gillies was also known for his distinctive horseshoe moustache during his time with the Islanders.",
    "year": 1979,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Carmen Küng",
    "birthday": "1978-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Carmen_K%C3%BCng_and_trainer.jpg/197px-Carmen_K%C3%BCng_and_trainer.jpg",
    "extract": "Carmen Küng is a curler from Solothurn, Switzerland.",
    "year": 1978,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Patterson (pitcher)",
    "birthday": "1978-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/John_Patterson.jpg/320px-John_Patterson.jpg",
    "extract": "John Hollis Patterson is an American former professional starting pitcher. He played for the Arizona Diamondbacks and the Montreal Expos/Washington Nationals of the Major League Baseball (MLB).",
    "year": 1978,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Andy Milonakis",
    "birthday": "1976-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Andy_Milonakis_by_Gage_Skidmore.jpg/241px-Andy_Milonakis_by_Gage_Skidmore.jpg",
    "extract": "Andrew Michael Milonakis is an American actor, comedian, rapper, and streamer. He is best known for his work on The Andy Milonakis Show, a sketch comedy series that aired on MTV and MTV2 from 2005 to 2007. Other notable films and TV series Milonakis has appeared in include Kroll Show, Waiting..., and Adventure Time.",
    "year": 1976,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Juninho Pernambucano",
    "birthday": "1975-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Juninho_Pernambucano.JPG/262px-Juninho_Pernambucano.JPG",
    "extract": "Antônio Augusto Ribeiro Reis Júnior, commonly known as Juninho Pernambucano or simply Juninho, is a Brazilian former professional footballer who is the sporting director of French club Olympique Lyonnais. A dead-ball specialist noted for his bending free kicks, in particular the knuckleball technique which he developed, Juninho holds the record for the highest number of goals scored through free kicks and he is considered by many to be the greatest free kick-taker of all time.",
    "year": 1975,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Christian Bale",
    "birthday": "1974-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Christian_Bale-7837.jpg/213px-Christian_Bale-7837.jpg",
    "extract": "Christian Charles Philip Bale is an English actor. Known for his versatility and recurring physical transformations to play his roles, he has been a leading man in films of several genres. Bale is the recipient of various accolades, including an Academy Award and two Golden Globe Awards. Time magazine included him on its list of the 100 most influential people in the world in 2011.",
    "year": 1974,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Olivia Colman",
    "birthday": "1974-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Olivia_Colman_at_Moet_BIFA_2014_%28cropped%29.jpg/214px-Olivia_Colman_at_Moet_BIFA_2014_%28cropped%29.jpg",
    "extract": "Sarah Caroline Sinclair, known professionally as Olivia Colman, is an English actress. Known for her comedic and dramatic roles in film and television, she has received numerous accolades, including an Academy Award, a British Academy Film Award, a Primetime Emmy Award, three British Academy Television Awards, and three Golden Globe Awards.",
    "year": 1974,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jalen Rose",
    "birthday": "1973-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Jalen_Rose_in_2021_%28cropped%29.jpg/216px-Jalen_Rose_in_2021_%28cropped%29.jpg",
    "extract": "Jalen Anthony Rose is an American sports analyst and former professional basketball player. In college, he was a member of the University of Michigan Wolverines' \"Fab Five\" that reached the 1992 and 1993 NCAA Men's Division I Basketball Championship games as both freshmen and sophomores.",
    "year": 1973,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Felipe VI",
    "birthday": "1968-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/King_Felipe_VI_of_Spain.jpg/226px-King_Felipe_VI_of_Spain.jpg",
    "extract": "Felipe VI or Philip VI is the King of Spain. He is the son of former King Juan Carlos I and Queen Sofía, and has two elder sisters, Infanta Elena, Duchess of Lugo, and Infanta Cristina. In 2004, Felipe married TV news journalist Letizia Ortiz with whom he has two daughters, Leonor and Sofía. In accordance with the Spanish Constitution, as monarch, he is head of state and commander-in-chief of the Spanish Armed Forces with the military rank of Captain General, and also plays the role of the supreme representation of Spain in international relations.",
    "year": 1968,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Danielle Goyette",
    "birthday": "1966-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Danielle_Goyette.JPG/199px-Danielle_Goyette.JPG",
    "extract": "Danielle Goyette is a Canadian former ice hockey player who played on the Canada women's national ice hockey team. In 2013, she was inducted into the IIHF Hall of Fame. In 2017, she was inducted into the Hockey Hall of Fame. Goyette was made a member of the Order of Hockey in Canada in 2018.",
    "year": 1966,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kevin Moore (rugby league)",
    "birthday": "1965-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Kevin_Moore.jpg/244px-Kevin_Moore.jpg",
    "extract": "Kevin Moore is an Australian former rugby league football coach and player.",
    "year": 1965,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Otis Smith (basketball)",
    "birthday": "1964-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ee/Otis_Smith_at_the_Air_Canada_Centre_2008.jpg",
    "extract": "Otis Fitzgerald Smith is a retired American professional basketball player. He played college basketball for Jacksonville.",
    "year": 1964,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Abdullah II of Jordan",
    "birthday": "1962-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/King_Abdullah_II_%28cropped%29.jpg/230px-King_Abdullah_II_%28cropped%29.jpg",
    "extract": "Abdullah II bin Al-Hussein is King of Jordan. He has been the king since ascending the throne on February 7, 1999. He is a member of the Hashemite dynasty, who have been the reigning royal family of Jordan since 1921, and is considered a 41st-generation direct descendant of Prophet Muhammad.",
    "year": 1962,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mary Kay Letourneau",
    "birthday": "1962-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/76/Mary_Kay_Letourneau.jpg/230px-Mary_Kay_Letourneau.jpg",
    "extract": "Mary Katherine Letourneau was an American teacher who pleaded guilty in 1997 to two counts of felony second-degree rape of a child. The child was Vili Fualaau, who was 12 years old when sexual relations first occurred and had been her sixth-grade student at a Burien, Washington elementary school. While awaiting sentencing, she gave birth to Fualaau's child. With the state seeking a six-and-a-half-year prison sentence, she reached a plea agreement calling for six months in jail, with three months suspended, and no contact with Fualaau for life among other terms. The case received national attention.",
    "year": 1962,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jody Watley",
    "birthday": "1959-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/40/JW_INDONESIAmini_2008.jpg",
    "extract": "Jody Vanessa Watley is an American singer, songwriter, record producer, and artist, whose music crosses genres including pop, R&B, jazz, dance, and electronic soul. During the late 1970s and early 1980s she was a member of the r&b/funk band Shalamar, who scored many hits, notably so in the UK. In 1988, she won the Grammy Award for Best New Artist and has been nominated for three Grammy awards.",
    "year": 1959,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Payne Stewart",
    "birthday": "1957-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Payne_Stewart_1998_%28by_Ed_Balaun%29.JPG/215px-Payne_Stewart_1998_%28by_Ed_Balaun%29.JPG",
    "extract": "William Payne Stewart was an American professional golfer who won eleven PGA Tour events, including three major championships, the last of which came just a few months before his death in an airplane accident at the age of 42.",
    "year": 1957,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Baldacci",
    "birthday": "1955-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Governor_John_E._Baldacci_at_Kibby_Mountain_in_Western_Maine.jpg/258px-Governor_John_E._Baldacci_at_Kibby_Mountain_in_Western_Maine.jpg",
    "extract": "John Elias Baldacci is an American politician who served as the 73rd Governor of Maine from 2003 to 2011. A Democrat, he also served as a member of the United States House of Representatives from 1995 to 2003.",
    "year": 1955,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fred Hembeck",
    "birthday": "1953-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/FredHembeck11.15.08ByLuigiNovi.jpg/287px-FredHembeck11.15.08ByLuigiNovi.jpg",
    "extract": "Fred Hembeck is an American cartoonist best known for his parodies of characters from major American comic book publishers. His work has frequently been published by the firms whose characters he spoofs. His characters are always drawn with curlicues at the elbows and knees. He often portrays himself as a character in his own work, in the role of \"interviewer\" of various comic book characters. Interviewer Daniel Best has said of his work, \"If you take your comic books seriously, and think that those characters are real, then you're probably not a fan of Hembeck.\"",
    "year": 1953,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Doug Falconer (Canadian football)",
    "birthday": "1952-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a8/Doug_Falconer_1985.jpg/257px-Doug_Falconer_1985.jpg",
    "extract": "Doug Falconer was a Canadian-American film producer, singer-songwriter, recording artist and professional Canadian football player, having played in the Canadian Football League (CFL).",
    "year": 1952,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Phil Collins",
    "birthday": "1951-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Phil_Collins_1_%28cropped%29.jpg/226px-Phil_Collins_1_%28cropped%29.jpg",
    "extract": "Philip David Charles Collins is an English drummer, singer-songwriter, record producer, and actor. He is best known for his tenure as the drummer and lead singer of the rock band Genesis and for his solo career which began in 1981. Between 1982 and 1990, Collins scored three UK and seven US number-one singles as a solo artist. When his work with Genesis, his work with other artists, as well as his solo career is totalled, he had more US top 40 singles than any other artist during the 1980s. His most successful singles from the period include \"In the Air Tonight\", \"Against All Odds \", \"One More Night\", and \"Another Day in Paradise\".",
    "year": 1951,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Charles S. Dutton",
    "birthday": "1951-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Charles_Dutton_2000.jpg/264px-Charles_Dutton_2000.jpg",
    "extract": "Charles Stanley Dutton is an American actor and director. He is best known for his roles in the television series Roc (1991–1994) and the television film The Piano Lesson (1995), the latter of which earned him a Golden Globe Award nomination. His other accolades include three Primetime Emmy Awards and three NAACP Image Awards.",
    "year": 1951,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Peter Agre",
    "birthday": "1949-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Peter_Agre.jpg/213px-Peter_Agre.jpg",
    "extract": "Peter Agre is an American physician, Nobel Laureate, and molecular biologist, Bloomberg Distinguished Professor at the Johns Hopkins Bloomberg School of Public Health and Johns Hopkins School of Medicine, and director of the Johns Hopkins Malaria Research Institute. In 2003, Agre and Roderick MacKinnon shared the 2003 Nobel Prize in Chemistry for \"discoveries concerning channels in cell membranes.\" Agre was recognized for his discovery of aquaporin water channels. Aquaporins are water-channel proteins that move water molecules through the cell membrane. In 2009, Agre was elected president of the American Association for the Advancement of Science (AAAS) and became active in science diplomacy.",
    "year": 1949,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Les Barker",
    "birthday": "1947-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Les_Barker.jpg/320px-Les_Barker.jpg",
    "extract": "Les Barker is an English poet, who is famous for his comedic poetry and parodies of popular songs, but he has also produced some very serious thought-provoking written works.",
    "year": 1947,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Steve Marriott",
    "birthday": "1947-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Steve_Marriott_%28Humble_Pie%29.jpg/320px-Steve_Marriott_%28Humble_Pie%29.jpg",
    "extract": "Stephen Peter Marriott was an English musician, songwriter and frontman guitarist of rock bands Small Faces and Humble Pie, spanning over two decades. Marriott was inducted posthumously into the Rock and Roll Hall of Fame in 2012 as a member of Small Faces.",
    "year": 1947,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Bird, Baron Bird",
    "birthday": "1946-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Official_portrait_of_Lord_Bird_crop_2.jpg/240px-Official_portrait_of_Lord_Bird_crop_2.jpg",
    "extract": "John Anthony Bird, Baron Bird, is a British social entrepreneur and life peer. He is best known as the co-founder of The Big Issue, a magazine that is edited by professional journalists and sold by street vendors who are homeless or vulnerably-housed. Bird sits as an independent Crossbencher member of the House of Lords.",
    "year": 1946,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Meir Dagan",
    "birthday": "1945-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Meir-Dagan.png",
    "extract": "Aluf Meir Dagan was an Israel Defense Forces Major General (reserve) and Director of the Mossad.",
    "year": 1945,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lynn Harrell",
    "birthday": "1944-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/LynnHarrell.jpg/219px-LynnHarrell.jpg",
    "extract": "Lynn Harrell was an American classical cellist. Known for the \"penetrating richness\" of his sound, Harrell performed internationally as a recitalist, chamber musician, and soloist with major orchestras over a career spanning nearly six decades. He was the winner of the inaugural Avery Fisher Prize and two Grammy Awards, among other accolades, and taught at the University of Cincinnati – College-Conservatory of Music, Royal Academy of Music, Cleveland Institute of Music, Juilliard School, USC Thornton School of Music, and the Shepherd School of Music.",
    "year": 1944,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Davey Johnson",
    "birthday": "1943-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Davey_Johnson_Nationals_2_%28cropped%29.jpg/177px-Davey_Johnson_Nationals_2_%28cropped%29.jpg",
    "extract": "David Allen Johnson is an American former professional baseball player and manager. He played as a second baseman from 1965 through 1978, most notably as a member of the Baltimore Orioles dynasty that won four American League pennants and two World Series championships between 1966 and 1971. Johnson played in Major League Baseball from 1965 to 1975, then played for two seasons in the Nippon Professional Baseball league before returning to play in Major League Baseball with the Philadelphia Phillies and Chicago Cubs from 1977 to 1978. A three-time Rawlings Gold Glove Award winner, he was selected to four All-Star Game teams during his playing career.",
    "year": 1943,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Marty Balin",
    "birthday": "1942-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Marty_Balin_guitar_strong_light.JPG/320px-Marty_Balin_guitar_strong_light.JPG",
    "extract": "Martyn Jerel Buchwald, known as Marty Balin, was an American singer, songwriter, and musician best known as the founder/leader and one of the lead singers and songwriters of Jefferson Airplane and Jefferson Starship.",
    "year": 1942,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gregory Benford",
    "birthday": "1941-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/GB_UTOPIALES_2008.jpg/320px-GB_UTOPIALES_2008.jpg",
    "extract": "Gregory Benford is an American science fiction author and astrophysicist who is Professor Emeritus at the Department of Physics and Astronomy at the University of California, Irvine. He is a contributing editor of Reason magazine.",
    "year": 1941,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dick Cheney",
    "birthday": "1941-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/46_Dick_Cheney_3x4.jpg/240px-46_Dick_Cheney_3x4.jpg",
    "extract": "Richard Bruce Cheney is an American politician and businessman who served as the 46th vice president of the United States from 2001 to 2009 under president George W. Bush. Cheney, often cited as the most powerful vice president in American history, ended his tenure as an unpopular figure in American politics. He is currently the oldest living former U.S. vice president, following the death of Walter Mondale in 2021.",
    "year": 1941,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tineke Lagerberg",
    "birthday": "1941-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Becky_Collins_and_Tineke_Lagerberg_1961.jpg/320px-Becky_Collins_and_Tineke_Lagerberg_1961.jpg",
    "extract": "Catharina Bernadetta Jacoba (\"Tineke\") Lagerberg is a retired Dutch swimmer who won the bronze medal in the 400 m freestyle at the 1960 Summer Olympics in a time of 4:56.9. She was also part of the Dutch team that broke the 4×100 m medley Olympic record in the preliminaries; however, they finished fourth in the final. Lagerberg broke the world record in the women's 200 m butterfly on 13 September 1958 in Naarden, Netherlands. She was also part of the Dutch relay team that set a new world record in the 4×100 m medley in the same year.",
    "year": 1941,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Islam Karimov",
    "birthday": "1938-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Valdis_Dombrovskis_tiekas_ar_Uzbekist%C4%81nas_prezidentu_%28cropped%29.jpg/251px-Valdis_Dombrovskis_tiekas_ar_Uzbekist%C4%81nas_prezidentu_%28cropped%29.jpg",
    "extract": "Islam Abduganiyevich Karimov was the leader of Uzbekistan and its predecessor state, the Uzbek Soviet Socialist Republic, from 1989 until his death in 2016. He was the last First Secretary of the Communist Party of Uzbekistan from 1989 to 1991, when the party was reconstituted as the People's Democratic Party of Uzbekistan (PDP); he led the PDP until 1996. He was the President of the Uzbek SSR from 24 March 1990 until he declared the independence of Uzbekistan on 1 September 1991.",
    "year": 1938,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Vanessa Redgrave",
    "birthday": "1937-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Vanessa_Redgrave_Cannes_2016.jpg/227px-Vanessa_Redgrave_Cannes_2016.jpg",
    "extract": "Dame Vanessa Redgrave is an English actress and activist. Throughout her career spanning over six decades, Redgrave has garnered numerous accolades, including an Academy Award, a British Academy Television Award, two Golden Globe Awards, two Cannes Film Festival Awards, two Primetime Emmy Awards, two Screen Actors Guild Awards, a Volpi Cup and a Tony Award, making her one of the few performers to achieve the Triple Crown of Acting. She has also received various honorary awards, including the BAFTA Fellowship Award, the Golden Lion Honorary Award, and an induction into the American Theatre Hall of Fame.",
    "year": 1937,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Boris Spassky",
    "birthday": "1937-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Boris_Spasski_1984_Saloniki.jpg/320px-Boris_Spasski_1984_Saloniki.jpg",
    "extract": "Boris Vasilievich Spassky is a Russian chess grandmaster who was the tenth World Chess Champion, holding the title from 1969 to 1972. Spassky played three world championship matches: he lost to Tigran Petrosian in 1966; defeated Petrosian in 1969 to become world champion; then lost to Bobby Fischer in a famous match in 1972.",
    "year": 1937,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Richard Brautigan",
    "birthday": "1935-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1f/Richard_Brautigan_photo.jpg",
    "extract": "Richard Gary Brautigan was an American novelist, poet, and short story writer. A prolific writer, he wrote throughout his life and published ten novels, two collections of short stories, and four books of poetry. Brautigan's work has been published both in the United States and internationally throughout Europe, Japan, and China. He is best known for his novels Trout Fishing in America (1967), In Watermelon Sugar (1968), and The Abortion: An Historical Romance 1966 (1971).",
    "year": 1935,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tubby Hayes",
    "birthday": "1935-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Memorial_to_Tubby_Hayes%2C_Golders_Green_Crematorium.JPG/320px-Memorial_to_Tubby_Hayes%2C_Golders_Green_Crematorium.JPG",
    "extract": "Edward Brian \"Tubby\" Hayes was an English jazz multi-instrumentalist, best known for his tenor saxophone playing in groups with fellow sax player Ronnie Scott and with trumpeter Jimmy Deuchar.",
    "year": 1935,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tammy Grimes",
    "birthday": "1934-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Tammy_Grimes_1966.jpg/247px-Tammy_Grimes_1966.jpg",
    "extract": "Tammy Lee Grimes was an American film and stage actress.",
    "year": 1934,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Crosbie",
    "birthday": "1931-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Crosbie_1983-2.jpg/199px-Crosbie_1983-2.jpg",
    "extract": "John Carnell Crosbie, was a Canadian provincial and federal politician who served as the 12th lieutenant governor of Newfoundland and Labrador, Canada. Prior to being lieutenant governor, he served as a provincial cabinet minister under Premiers Joey Smallwood and Frank Moores as well as a federal cabinet minister during the Progressive Conservative (PC) governments of Joe Clark and Brian Mulroney. Crosbie held several federal cabinet posts, including minister of finance, minister of justice, minister of transport, minister of international trade, and minister of fisheries and oceans.",
    "year": 1931,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Shirley Hazzard",
    "birthday": "1931-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Shirley_hazzard_australian_writer_mercantile_library_for_fiction_benefit_awards_dinner_october_29_2007_photo_by_christopher_peterson.jpg/213px-Shirley_hazzard_australian_writer_mercantile_library_for_fiction_benefit_awards_dinner_october_29_2007_photo_by_christopher_peterson.jpg",
    "extract": "Shirley Hazzard was an Australian-American novelist, short story writer, and essayist. She was born in Australia and also held U.S. citizenship.",
    "year": 1931,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gene Hackman",
    "birthday": "1930-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Gene_Hackman_-_1972.jpg/233px-Gene_Hackman_-_1972.jpg",
    "extract": "Eugene Allen Hackman is an American retired actor and novelist. In a career that has spanned more than six decades, Hackman has won two Academy Awards, four Golden Globes, one Screen Actors Guild Award, two BAFTAs and one Silver Bear.",
    "year": 1930,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Magnus Malan",
    "birthday": "1930-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/44/Magnus-malan.jpg/209px-Magnus-malan.jpg",
    "extract": "General Magnus André de Merindol Malan was a South African military figure and politician during the last years of apartheid in South Africa. He served respectively as Minister of Defence in the cabinet of President P. W. Botha, Chief of the South African Defence Force (SADF), and Chief of the South African Army. Rising quickly through the lower ranks, he was appointed to strategic command positions. His tenure as chief of the defence force saw it increase in size, efficiency and capabilities. As P.W. Botha's cabinet minister, he posited a total communist onslaught, for which an encompassing national strategy was devised. This entailed placing policing, intelligence and aspects of civic affairs under control of generals. The ANC and SWAPO were branded as terrorist organizations, while splinter groups were bolstered in neighbouring and Frontline States. Cross-border raids targeted suspected bases of insurgents or activists, while at home the army entered townships from 1984 onwards to stifle unrest. Elements in the Inkhata Freedom Party were used as a proxy force, and rogue soldiers and policemen in the CCB assassinated opponents.",
    "year": 1930,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hugh Tayfield",
    "birthday": "1929-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/47/South_African_team_in_ANZ_1952-53.jpg/320px-South_African_team_in_ANZ_1952-53.jpg",
    "extract": "Hugh Joseph Tayfield was a South African international cricketer. He played 37 Test matches for South Africa between 1949 and 1960 and was one of the best off spinners the game has seen. He was the fastest South African to take 100 wickets in Tests until Dale Steyn claimed the record in March 2008. He was named as one of the Wisden Cricketers of the Year in 1956. He was known as 'Toey' due to his habit of stubbing his toes into the ground before every delivery. He would also kiss the badge on his cap before handing it to the umpire at the start of every over.",
    "year": 1929,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lucille Teasdale-Corti",
    "birthday": "1929-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/IMMAGINE_4.jpg/214px-IMMAGINE_4.jpg",
    "extract": "Lucille Teasdale-Corti was a Canadian physician and pediatric surgeon, who worked in Uganda from 1961 until her death in 1996. Despite considerable hardship, including civil war and the AIDS epidemic, she cofounded with her husband a university hospital in the north of Uganda.",
    "year": 1929,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Harold Prince",
    "birthday": "1928-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Hal_Prince_LOC.jpg/218px-Hal_Prince_LOC.jpg",
    "extract": "Harold Smith Prince, commonly known as Hal Prince, was an American theatre director and producer known for his work in musical theatre.",
    "year": 1928,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Olof Palme",
    "birthday": "1927-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/%28Olof_Palme%29_Felipe_Gonz%C3%A1lez_ofrece_una_rueda_de_prensa_junto_al_primer_ministro_de_Suecia._Pool_Moncloa._28_de_septiembre_de_1984_%28cropped%29.jpeg/234px-%28Olof_Palme%29_Felipe_Gonz%C3%A1lez_ofrece_una_rueda_de_prensa_junto_al_primer_ministro_de_Suecia._Pool_Moncloa._28_de_septiembre_de_1984_%28cropped%29.jpeg",
    "extract": "Sven Olof Joachim Palme was a Swedish politician and statesman who served as Prime Minister of Sweden from 1969 to 1976 and 1982 to 1986. Palme led the Swedish Social Democratic Party from 1969 until his assassination in 1986.",
    "year": 1927,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Douglas Engelbart",
    "birthday": "1925-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Douglas_Engelbart_in_2008.jpg/259px-Douglas_Engelbart_in_2008.jpg",
    "extract": "Douglas Carl Engelbart was an engineer and inventor, and an early computer and Internet pioneer. He is best known for his work on founding the field of human–computer interaction, particularly while at his Augmentation Research Center Lab in SRI International, which resulted in creation of the computer mouse, and the development of hypertext, networked computers, and precursors to graphical user interfaces. These were demonstrated at The Mother of All Demos in 1968. Engelbart's law, the observation that the intrinsic rate of human performance is exponential, is named after him.",
    "year": 1925,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "S. N. Goenka",
    "birthday": "1924-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/The_Kalyanmitra_Satyanarayan_Goenka_who_brought_Vipassana_Meditation_technique_to_India_after_2500_years_is_seen_with_his_wife_while_speaking_at_a_talk_on_%22Values_in_Education_-_Good_Governance_through_Vipassana_Meditation%22_in.jpg/320px-thumbnail.jpg",
    "extract": "Satya Narayana Goenka was an Indian teacher of Vipassanā meditation. Born in Burma to an Indian business family, he moved to India in 1969 and started teaching meditation. His teaching emphasized that the Buddha's path to liberation was non-sectarian, universal, and scientific in character. He became an influential teacher and played an important role in establishing non-commercial Vipassana meditation centers globally. He was awarded the Padma Bhushan by the Government of India in 2012, an award given for distinguished service of high order.",
    "year": 1924,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lloyd Alexander",
    "birthday": "1924-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/84/Lloyd_Alexander.jpg/236px-Lloyd_Alexander.jpg",
    "extract": "Lloyd Chudley Alexander was an American author of more than 40 books, primarily fantasy novels for children and young adults. Over his seven-decade career, Alexander wrote 48 books, and his work has been translated into 20 languages. His most famous work is The Chronicles of Prydain, a series of five high fantasy novels whose conclusion, The High King, was awarded the 1969 Newbery Medal for excellence in American children's literature. He won U.S. National Book Awards in 1971 and 1982.",
    "year": 1924,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dick Martin (comedian)",
    "birthday": "1922-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Dick_Martin_1968.jpg",
    "extract": "Thomas Richard Martin, known professionally as Dick Martin, was an American comedian and director. He was known for his role as the co-host of the sketch comedy program Rowan & Martin's Laugh-In from 1968 to 1973.",
    "year": 1922,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Michael Anderson (director)",
    "birthday": "1920-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Mike_Todd_Frank_Sinatra_Around_the_World_in_80_Days_1956_%28cropped%29.JPG",
    "extract": "Michael Joseph Anderson was an English film director, best known for directing the World War II film The Dam Busters (1955), the epic Around the World in 80 Days (1956) and the dystopian sci-fi film Logan's Run (1976).",
    "year": 1920,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Patrick Heron",
    "birthday": "1920-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d8/Patrick_heron_red_garden_painting_1985.tif/lossy-page1-320px-Patrick_heron_red_garden_painting_1985.tif.jpg",
    "extract": "Patrick Heron was a British abstract and figurative artist, critic, writer, and polemicist, who lived in Zennor, Cornwall.",
    "year": 1920,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Delbert Mann",
    "birthday": "1920-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Jack_Metzger_%E2%80%93_Heidi_1967_ETH-BIB_Com_L16-0706-0002-0006_crop.jpg/213px-Jack_Metzger_%E2%80%93_Heidi_1967_ETH-BIB_Com_L16-0706-0002-0006_crop.jpg",
    "extract": "Delbert Martin Mann Jr. was an American television and film director. He won the Academy Award for Best Director for the film Marty (1955), adapted from a 1953 teleplay of the same name which he had also directed. From 1967 to 1971, he was president of the Directors Guild of America. In 2002, he received the DGA's honorary life member award. Mann was credited to have \"helped bring TV techniques to the film world.\"",
    "year": 1920,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fred Korematsu",
    "birthday": "1919-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/68/Fred_Korematsu.jpg",
    "extract": "Fred Toyosaburo Korematsu was an American civil rights activist who resisted the internment of Japanese Americans during World War II. Shortly after the Imperial Japanese Navy launched its attack on Pearl Harbor, President Franklin D. Roosevelt issued Executive Order 9066, which authorized the removal of individuals of Japanese ancestry living on the West Coast from their homes and their mandatory imprisonment in incarceration camps, but Korematsu instead challenged the orders and became a fugitive.",
    "year": 1919,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "David Opatoshu",
    "birthday": "1918-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/David-opatoshu-07.jpg/320px-David-opatoshu-07.jpg",
    "extract": "David Opatoshu was an American actor. He is best known for his role in the film Exodus (1960).",
    "year": 1918,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Frère",
    "birthday": "1917-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/2003-04-26_Paul_Fr%C3%A8re_Cfs.JPG/303px-2003-04-26_Paul_Fr%C3%A8re_Cfs.JPG",
    "extract": "Paul Frère was a racing driver and journalist from Belgium. He participated in eleven World Championship Formula One Grands Prix debuting on 22 June 1952 and achieving one podium finish with a total of eleven championship points. He drove in several non-Championship Formula One races, winning the 1952 Grand Prix des Frontières and 1960 VI South African Grand Prix.",
    "year": 1917,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Joachim Peiper",
    "birthday": "1915-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Bundesarchiv_Bild_183-R65485%2C_Joachim_Peiper.jpg/211px-Bundesarchiv_Bild_183-R65485%2C_Joachim_Peiper.jpg",
    "extract": "Joachim Peiper was a German Schutzstaffel (SS) officer and a Nazi war criminal convicted for the Malmedy massacre of U.S. Army prisoners of war (PoW). During the Second World War in Europe, Peiper served as personal adjutant to Heinrich Himmler, leader of the SS, and as a tank commander in the Waffen-SS.",
    "year": 1915,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Profumo",
    "birthday": "1915-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/John_Profumo.jpg/211px-John_Profumo.jpg",
    "extract": "John Dennis Profumo, CBE, OBE (Mil.) was a British politician whose career ended in 1963 after a sexual relationship with the 19-year-old model Christine Keeler in 1961. The scandal, which became known as the Profumo affair, led to his resignation from the Conservative government of Harold Macmillan.",
    "year": 1915,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Ireland",
    "birthday": "1914-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/JohnIreland.jpg/250px-JohnIreland.jpg",
    "extract": "John Benjamin Ireland was a Canadian-American actor and film director. He was nominated for an Academy Award for his performance in All the King's Men (1949), making him the first Vancouver-born actor to receive an Oscar nomination.",
    "year": 1914,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "David Wayne",
    "birthday": "1914-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/DAVIDWayne.jpg/288px-DAVIDWayne.jpg",
    "extract": "David Wayne was an American stage and screen actor with a career spanning over 50 years.",
    "year": 1914,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Werner Hartmann (physicist)",
    "birthday": "1912-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/HartmannWerner-Physiker-1964.jpg/317px-HartmannWerner-Physiker-1964.jpg",
    "extract": "Werner Hartmann was a German physicist who introduced microelectronics into East Germany. He studied physics at the Technische Hochschule Berlin and worked at Siemens before joining Fernseh GmbH. At the end of World War II, he and his research staff were flown to the Soviet Union to work on their atomic bomb project; he was assigned to Institute G. In 1955, he arrived in the German Democratic Republic (GDR); in the same year, he founded and became the director of the VEB Vakutronik Dresden, later VEB RFT Meßelektronik Dresden. In 1956, he completed his Habilitation at the Technische Hochschule Dresden and also became a professor for Kernphysikalische Elektronik there. In 1961, he founded the Arbeitsstelle für Molekularelektronik Dresden (AME). He was awarded the National Prize of GDR in 1958. In 1974, he was removed from his positions, significantly demoted, and sent to work as a staff scientist at the VEB Spurenmetalle Freiberg. Hartmann had been the object of security investigations by the Stasi for some time; while he was investigated at length and repeatedly interrogated, the alleged charges were politically motivated and no trial ever took place. The Werner-Hartmann-Preis für Chipdesign is an industrial award given in Hartmann's honor for achievement in the field of semiconductors.",
    "year": 1912,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Francis Schaeffer",
    "birthday": "1912-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7c/Francis_Schaeffer.jpg",
    "extract": "Francis August Schaeffer was an American evangelical theologian, philosopher, and Presbyterian pastor. He co-founded the L'Abri community in Switzerland with his wife Edith Schaeffer, née Seville, a prolific author in her own right. Opposed to theological modernism, Schaeffer promoted what he claimed was a more historic Protestant faith and a presuppositional approach to Christian apologetics, which he believed would answer the questions of the age. Schaeffer was the father of the author, film-maker, and painter Frank Schaeffer.",
    "year": 1912,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Barbara W. Tuchman",
    "birthday": "1912-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Barbara_W._Tuchman.JPG/213px-Barbara_W._Tuchman.JPG",
    "extract": "Barbara Wertheim Tuchman was an American historian and author. She won the Pulitzer Prize twice, for The Guns of August (1962), a best-selling history of the prelude to and the first month of World War I, and Stilwell and the American Experience in China (1971), a biography of General Joseph Stilwell.",
    "year": 1912,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Roy Eldridge",
    "birthday": "1911-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Roy_Eldridge%2C_Spotlite_%28Club%29%2C_New_York%2C_ca._Nov._1946_%28William_P._Gottlieb_02271%29.jpg/310px-Roy_Eldridge%2C_Spotlite_%28Club%29%2C_New_York%2C_ca._Nov._1946_%28William_P._Gottlieb_02271%29.jpg",
    "extract": "David Roy Eldridge, nicknamed \"Little Jazz\", was an American jazz trumpeter. His sophisticated use of harmony, including the use of tritone substitutions, his virtuosic solos exhibiting a departure from the dominant style of jazz trumpet innovator Louis Armstrong, and his strong impact on Dizzy Gillespie mark him as one of the most influential musicians of the swing era and a precursor of bebop.",
    "year": 1911,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Chidambaram Subramaniam",
    "birthday": "1910-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Chidambaram_Subramaniam.jpg",
    "extract": "Chidambaram Subramaniam, was an Indian politician and independence activist. He served as Minister of Finance and Minister of Defence in the union cabinet. He later served as the Governor of Maharashtra. As the Minister for Food and Agriculture, he ushered the Indian Green Revolution, an era of self-sufficiency in food production along with M. S. Swaminathan, B. Sivaraman and Norman E. Borlaug. He was awarded Bharat Ratna, Indian's highest civilian award, in 1998, for his role in ushering Green Revolution.",
    "year": 1910,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nikolaus Pevsner",
    "birthday": "1902-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7c/Nikolaus_Pevsner.jpg/232px-Nikolaus_Pevsner.jpg",
    "extract": "Sir Nikolaus Bernhard Leon Pevsner was a German-British art historian and architectural historian best known for his monumental 46-volume series of county-by-county guides, The Buildings of England (1951–74).",
    "year": 1902,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Rudolf Caracciola",
    "birthday": "1901-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Rudolf_Caracciola_by_Hugo_K%C3%BChn_1928cr.jpg/230px-Rudolf_Caracciola_by_Hugo_K%C3%BChn_1928cr.jpg",
    "extract": "Otto Wilhelm Rudolf Caracciola was a racing driver from Remagen, Germany. He won the European Drivers' Championship, the pre-1950 equivalent of the modern Formula One World Championship, an unsurpassed three times. He also won the European Hillclimbing Championship three times – twice in sports cars, and once in Grand Prix cars. Caracciola raced for Mercedes-Benz during their original dominating Silver Arrows period, named after the silver colour of the cars, and set speed records for the firm. He was affectionately dubbed Caratsch by the German public, and was known by the title of Regenmeister, or \"Rainmaster\", for his prowess in wet conditions.",
    "year": 1901,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Martita Hunt",
    "birthday": "1900-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c8/Actress_Martita_Hunt.jpg",
    "extract": "Martita Edith Hunt was an Argentine-born British theatre and film actress. She had a dominant stage presence and played a wide range of powerful characters. She is best remembered for her performance as Miss Havisham in David Lean's Great Expectations.",
    "year": 1900,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Max Theiler",
    "birthday": "1899-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Max_Theiler_nobel.jpg/226px-Max_Theiler_nobel.jpg",
    "extract": "Max Theiler was a South African-American virologist and physician. He was awarded the Nobel Prize in Physiology or Medicine in 1951 for developing a vaccine against yellow fever in 1937, becoming the first African-born Nobel laureate.",
    "year": 1899,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Franklin D. Roosevelt",
    "birthday": "1882-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/FDR_1944_Color_Portrait.jpg/222px-FDR_1944_Color_Portrait.jpg",
    "extract": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician and attorney who served as the 32nd president of the United States from 1933 until his death in 1945. As a member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which defined modern liberalism in the United States throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office.",
    "year": 1882,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "A. H. Tammsaare",
    "birthday": "1878-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Anton_Hansen_Tammsaare%2C_000290.jpg/211px-Anton_Hansen_Tammsaare%2C_000290.jpg",
    "extract": "\n\nAnton Hansen, better known by his pseudonym A. H. Tammsaare and its variants, was an Estonian writer whose pentalogy Truth and Justice is considered one of the major works of Estonian literature and \"The Estonian Novel\".",
    "year": 1878,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gelett Burgess",
    "birthday": "1866-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Gelett_Burgess.jpg/243px-Gelett_Burgess.jpg",
    "extract": "Frank Gelett Burgess was an American artist, art critic, poet, author and humorist. An important figure in the San Francisco Bay Area literary renaissance of the 1890s, particularly through his iconoclastic little magazine, The Lark, he is best known as a writer of nonsense verse, such as \"The Purple Cow\", and for introducing French modern art to the United States in an essay titled \"The Wild Men of Paris\". He was the author of the popular Goops books, and he coined the term \"blurb\".",
    "year": 1866,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Walter Damrosch",
    "birthday": "1862-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Walter_Damrosch_1889_%28Sarony%29.jpg/275px-Walter_Damrosch_1889_%28Sarony%29.jpg",
    "extract": "Walter Johannes Damrosch was a German-born American conductor and composer. He is best remembered today as long-time director of the New York Symphony Orchestra and for conducting the world premiere performances of George Gershwin's Piano Concerto in F (1925) and An American in Paris (1928). Damrosch was also instrumental in the founding of Carnegie Hall. He also conducted the first performance of Rachmaninoff's third piano concerto with Rachmaninoff himself as a soloist.",
    "year": 1862,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Charles Martin Loeffler",
    "birthday": "1861-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/John_Singer_Sargent_-_Charles_Martin_Loeffler_1903.jpg/229px-John_Singer_Sargent_-_Charles_Martin_Loeffler_1903.jpg",
    "extract": "Charles Martin Tornov Loeffler was a German-born American violinist and composer.",
    "year": 1861,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Angela of the Cross",
    "birthday": "1846-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c2/Santa_angela.jpg",
    "extract": "Angela of the Cross Guerrero y González, was a Spanish religious sister and the foundress of the Sisters of the Company of the Cross, a Roman Catholic religious institute dedicated to helping the abandoned poor and the ill with no one to care for them. She was canonized in 2003 by Pope John Paul II.",
    "year": 1846,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Richard Theodore Greener",
    "birthday": "1844-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Richard_Theodore_Greener.jpg/220px-Richard_Theodore_Greener.jpg",
    "extract": "Richard Theodore Greener (1844 – 1922) was a pioneering African-American scholar, excelling in elocution, philosophy, law and classics in the Reconstruction era. He broke ground as Harvard College's first Black graduate in 1870. Within three years, he had also graduated from law school at the University of South Carolina, only to also be hired as its first Black professor, after briefly serving as associate editor for the New National Era, a newspaper owned and edited by Frederick Douglass.",
    "year": 1844,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Félix Faure",
    "birthday": "1841-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Felix_Faure.jpg/232px-Felix_Faure.jpg",
    "extract": "Félix François Faure was a French politician who served as President of France from 1895 until his death in 1899. A native of Paris, he worked as a tanner in his younger years. Faure became a member of the Chamber of Deputies for Seine-Inférieure in 1881. He rose to prominence in national politics up until unexpectedly assuming the presidency, during which time France's relations with Russia improved. Writer Émile Zola's famous J'Accuse…! open letter was written to Faure in L'Aurore in 1898 in the course of the Dreyfus affair. Faure's state funeral at Notre-Dame Cathedral on 23 February 1899 was the scene of an attempted coup d'état led by French nationalist poet Paul Déroulède, who was later exiled to Spain.",
    "year": 1841,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Franz Ritter von Hauer",
    "birthday": "1822-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Franz_von_Hauer.jpg/203px-Franz_von_Hauer.jpg",
    "extract": "Franz Ritter von Hauer, or Franz von Hauer, was an Austrian geologist.",
    "year": 1822,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nathaniel P. Banks",
    "birthday": "1816-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Nathaniel_Prentice_Banks_-_Brady-Handy.jpg/256px-Nathaniel_Prentice_Banks_-_Brady-Handy.jpg",
    "extract": "Nathaniel Prentice Banks was an American politician from Massachusetts and a Union general during the Civil War.",
    "year": 1816,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Adelbert von Chamisso",
    "birthday": "1781-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Chamisso_Adelbert_von_1781-1838.png/228px-Chamisso_Adelbert_von_1781-1838.png",
    "extract": "Adelbert von Chamisso was a German poet and botanist, author of Peter Schlemihl, a famous story about a man who sold his shadow. He was commonly known in French as Adelbert de Chamisso de Boncourt, a name referring to the family estate at Boncourt.",
    "year": 1781,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Walter Savage Landor",
    "birthday": "1775-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Portrait_of_Walter_Savage_Landor_%284673349%29_%28cropped%29.jpg/268px-Portrait_of_Walter_Savage_Landor_%284673349%29_%28cropped%29.jpg",
    "extract": "Walter Savage Landor was an English writer, poet, and activist. His best known works were the prose Imaginary Conversations, and the poem \"Rose Aylmer,\" but the critical acclaim he received from contemporary poets and reviewers was not matched by public popularity. As remarkable as his work was, it was equalled by his rumbustious character and lively temperament. Both his writing and political activism, such as his support for Lajos Kossuth and Giuseppe Garibaldi, were imbued with his passion for liberal and republican causes. He befriended and influenced the next generation of literary reformers such as Charles Dickens and Robert Browning.",
    "year": 1775,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Lansing Jr.",
    "birthday": "1754-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/John_Lansing_Jr._-_Ezra_Ames.png/249px-John_Lansing_Jr._-_Ezra_Ames.png",
    "extract": "John Ten Eyck Lansing Jr. was an American lawyer and politician.",
    "year": 1754,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Charles De Geer",
    "birthday": "1720-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Gustaf_Lundberg-Portr%C3%A4tt_av_Friherre_Charles_de_Geer.JPG/251px-Gustaf_Lundberg-Portr%C3%A4tt_av_Friherre_Charles_de_Geer.JPG",
    "extract": "Baron Charles de Geer ; Finspång in Risinge 30 January 1720 – Stockholm 7 March 1778) was a Swedish industrialist and entomologist.",
    "year": 1720,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Johann Joachim Quantz",
    "birthday": "1697-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Quantz_by_Gerhard.jpg/240px-Quantz_by_Gerhard.jpg",
    "extract": "Johann Joachim Quantz was a German composer, flutist and flute maker of the late Baroque period. Much of his professional career was spent in the court of Frederick the Great. Quantz composed hundreds of flute sonatas and concertos, and wrote On Playing the Flute, an influential treatise on flute performance. His works were known and appreciated by Bach, Haydn and Mozart.",
    "year": 1697,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Charles Rollin",
    "birthday": "1661-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/CharlesRollin.JPG/247px-CharlesRollin.JPG",
    "extract": "Charles Rollin was a French historian and educator, whose popularity in his time combined with becoming forgotten by later generations makes him an epithet, applied to historians such as Jean Charles Leonard de Sismondi.",
    "year": 1661,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "George Villiers, 2nd Duke of Buckingham",
    "birthday": "1628-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/2ndDukeOfBuckingham.jpg/259px-2ndDukeOfBuckingham.jpg",
    "extract": "George Villiers, 2nd Duke of Buckingham, 20th Baron de Ros, was an English statesman and poet.",
    "year": 1628,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lady Anne Clifford",
    "birthday": "1590-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/William_Larkin_Anne_Clifford%2C_Countess_of_Dorset.jpg/241px-William_Larkin_Anne_Clifford%2C_Countess_of_Dorset.jpg",
    "extract": "Lady Anne Clifford, Countess of Dorset, Pembroke and Montgomery, suo jure 14th Baroness de Clifford was an English peeress. In 1605 she inherited her father's ancient barony by writ and became suo jure 14th Baroness de Clifford. She was a patron of literature and as evidenced by her diary and many letters was a literary personage in her own right. She held the hereditary office of High Sheriff of Westmorland which role she exercised from 1653 to 1676.",
    "year": 1590,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gundaker, Prince of Liechtenstein",
    "birthday": "1580-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Gundaker_von_Lichtenstein.jpg/210px-Gundaker_von_Lichtenstein.jpg",
    "extract": "Gundakar of Liechtenstein was a member of the House of Liechtenstein and as such the owner of a large estate. He also served the Habsburg dynasty.",
    "year": 1580,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "George Frederick, Margrave of Baden-Durlach",
    "birthday": "1573-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Georg_Friedrich_von_Baden-Durlach.jpg/230px-Georg_Friedrich_von_Baden-Durlach.jpg",
    "extract": "George Frederick of Baden-Durlach was Margrave of Baden-Durlach from 1604 until his abdication in 1622. He also ruled Baden-Baden.",
    "year": 1573,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Franciscus Gomarus",
    "birthday": "1563-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Gomarus.jpg/242px-Gomarus.jpg",
    "extract": "Franciscus Gomarus was a Dutch theologian, a strict Calvinist and an opponent of the teaching of Jacobus Arminius, whose theological disputes were addressed at the Synod of Dort (1618–19).",
    "year": 1563,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "William More (died 1600)",
    "birthday": "1520-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Loseley_Park_03.jpg/320px-Loseley_Park_03.jpg",
    "extract": "Sir William More, of Loseley, Surrey, was the son of Sir Christopher More. He was actively involved in local administration and in the enforcement of the Elizabethan religious settlement, and was a member of every Parliament during the reign of Queen Elizabeth I. He was the owner of property in the Blackfriars in which the first and second Blackfriars theatres were erected.",
    "year": 1520,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "William Calthorpe",
    "birthday": "1410-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Arms_of_the_Calthorpe_family_of_Burnham_Thorpe.png/291px-Arms_of_the_Calthorpe_family_of_Burnham_Thorpe.png",
    "extract": "Sir William Calthorpe KB was an English knight and Lord of the Manors of Burnham Thorpe and Ludham in Norfolk. He is on record as High Sheriff of Norfolk and Suffolk in 1442, 1458 and 1464 and 1476.",
    "year": 1410,
    "month": 1,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Livia",
    "birthday": "-58-1-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Portrait_head_of_the_empress_Livia_at_the_National_Archaeological_Museum_of_Athens_on_2_January_2020.jpg/213px-Portrait_head_of_the_empress_Livia_at_the_National_Archaeological_Museum_of_Athens_on_2_January_2020.jpg",
    "extract": "Livia Drusilla was Roman empress from 27 BC to AD 14 as the wife of Emperor Augustus Caesar. She was known as Julia Augusta after her formal adoption into the Julian family in 14 AD.",
    "year": -58,
    "month": 1,
    "day": 30,
    "language": "en"
  }
]