[
  {
    "name": "Nikita Dragun",
    "birthday": "1996-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Nikita_Dragun_at_PRIDE_2019.jpg/320px-Nikita_Dragun_at_PRIDE_2019.jpg",
    "extract": "Nikita Nguyen known professionally as Nikita Dragun, is an American YouTuber, make-up artist, and model.",
    "year": 1996,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Kenneth Zohore",
    "birthday": "1994-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Kenneth_Zohore.jpg/233px-Kenneth_Zohore.jpg",
    "extract": "Albin Kenneth Dahrup Zohore is a Danish professional footballer who plays primarily as a striker for Championship club West Bromwich Albion.\nHe began his career in his native Denmark, making his professional debut for Copenhagen at the age of 16, becoming the youngest player to play in the Danish Superliga. Regarded as a promising youngster, he joined Italian side Fiorentina in 2012 but struggled to break into the first-team and, following loan spells with Brøndby IF and IFK Göteborg, he returned to Denmark on a permanent basis by joining OB in 2015.",
    "year": 1994,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jacob Markström",
    "birthday": "1990-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Jacob_Markstrom.jpg/256px-Jacob_Markstrom.jpg",
    "extract": "Jacob Anders Markström is a Swedish professional ice hockey goaltender and plays for the Calgary Flames of the National Hockey League. He was selected by the Florida Panthers in the second round, 31st overall, of the 2008 NHL Entry Draft. He has also played for the Vancouver Canucks.",
    "year": 1990,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Cro (musician)",
    "birthday": "1990-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Cro_2019_by_Glenn_Francis.jpg/213px-Cro_2019_by_Glenn_Francis.jpg",
    "extract": "Carlo Waibel, better known by his stage name Cro, is a German rapper, singer, and producer. He describes his music as a mixture between rap and pop, which he calls \"raop\". His trademark is a panda mask that he wears on stage.",
    "year": 1990,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Brett Pitman",
    "birthday": "1988-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Brett_Pitman.jpg/236px-Brett_Pitman.jpg",
    "extract": "Brett Douglas Pitman is a Jersian professional footballer who currently plays as a forward who plays for Bristol Rovers. He has spent most of his career at AFC Bournemouth in two separate spells, totalling 102 goals in 301 games. He will become a free agent on 30 June 2022.",
    "year": 1988,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Taijo Teniste",
    "birthday": "1988-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Taijo_Teniste%2C_Sogndal-Rosenborg_07-15-2017.jpg/320px-Taijo_Teniste%2C_Sogndal-Rosenborg_07-15-2017.jpg",
    "extract": "Taijo Teniste is an Estonian professional footballer who plays as a right back for Estonian Meistriliiga club Tartu Tammeka and the Estonia national team.",
    "year": 1988,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Marcus Mumford",
    "birthday": "1987-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Marcus_Mumford_at_Newport_Folk_Festival_2018_by_Sachyn_Mital.jpg/320px-Marcus_Mumford_at_Newport_Folk_Festival_2018_by_Sachyn_Mital.jpg",
    "extract": "Marcus Oliver Johnstone Mumford is a British-American singer, songwriter, musician, record producer, and lead singer of the band Mumford & Sons. He also plays a number of instruments with the group, including guitar, drums and mandolin. He is married to English actress Carey Mulligan.",
    "year": 1987,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Walter Dix",
    "birthday": "1986-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Walter_Dix.jpg/320px-Walter_Dix.jpg",
    "extract": "Walter Dix is a retired American sprinter who specialized in the 100 meters and 200 meters. He is the sixth-fastest 200-meter runner ever with a best of 19.53 seconds, and has broken the 10-second barrier in the 100 meters, with a best of 9.88 (9.80w) seconds. He was the only track athlete from USA to win 2 individual Olympic medals in Beijing.",
    "year": 1986,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "George Elokobi",
    "birthday": "1986-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/George_Elokobi_1.png/255px-George_Elokobi_1.png",
    "extract": "George Nganyuo Elokobi is a Cameroonian former professional footballer who played as a defender.",
    "year": 1986,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Yves Ma-Kalambay",
    "birthday": "1986-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Makalambay.jpg/240px-Makalambay.jpg",
    "extract": "Yves Makabu-Ma-Kalambay is a former professional footballer who plays as a goalkeeper. He most recently played for English club Wycombe Wanderers. Ma-Kalambay has previously played for Chelsea, Watford, Hibernian, Swansea City and KV Mechelen.",
    "year": 1986,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Pauline Parmentier",
    "birthday": "1986-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Parmentier_WM19_%2819%29_%2848521736456%29.jpg/214px-Parmentier_WM19_%2819%29_%2848521736456%29.jpg",
    "extract": "Pauline Parmentier is a retired French tennis player.",
    "year": 1986,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Adam Federici",
    "birthday": "1985-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/AdamFederici.jpg/281px-AdamFederici.jpg",
    "extract": "Adam Jay Federici is an Australian former professional footballer who played as a goalkeeper.",
    "year": 1985,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Mario Williams",
    "birthday": "1985-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Mario_Williams.jpg/265px-Mario_Williams.jpg",
    "extract": "Mario Jerrel Williams is a former American football defensive end. He played college football for North Carolina State University, and was selected first overall by the Houston Texans in the 2006 NFL Draft. A four-time Pro Bowl selection, he has also played for the Buffalo Bills and Miami Dolphins.",
    "year": 1985,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Vernon Davis",
    "birthday": "1984-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Vernon_Davis_2018_%28cropped%29.jpg/238px-Vernon_Davis_2018_%28cropped%29.jpg",
    "extract": "Vernon Davis is a former American football tight end. He played college football at Maryland, and was drafted by the San Francisco 49ers sixth overall in the 2006 NFL Draft. In 2009, Davis co-led the NFL in touchdown receptions and consequently earned his first of two career Pro Bowl selections.",
    "year": 1984,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Josh Johnson (pitcher)",
    "birthday": "1984-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Josh_Johnson_on_April_16%2C_2013.jpg/198px-Josh_Johnson_on_April_16%2C_2013.jpg",
    "extract": "Joshua Michael Johnson, nicknamed \"JJ\", is a Canadian-American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Florida/Miami Marlins and Toronto Blue Jays from 2005 through 2013.",
    "year": 1984,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jeremy Wariner",
    "birthday": "1984-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Wariner_Paris_2006.2.jpg/246px-Wariner_Paris_2006.2.jpg",
    "extract": "Jeremy Matthew Wariner is a retired American track athlete specializing in the 400 meters. He has won four Olympic medals and six World Championships medals. He is the fourth fastest competitor in the history of the 400 m event with a personal best of 43.45 seconds, behind Wayde van Niekerk, Michael Johnson and Butch Reynolds and the fifth fastest all-time mark when set it in 2007.",
    "year": 1984,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Alessandro Zanni",
    "birthday": "1984-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Alessandro_Zanni_2017.jpg/230px-Alessandro_Zanni_2017.jpg",
    "extract": "Alessandro Zanni is a former Italian rugby union player who has played over 100 times for Italy. His usual position is was a number 8, but in national team and Benetton he has played openside flanker, blindside flanker and Lock.",
    "year": 1984,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Fabio Quagliarella",
    "birthday": "1983-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Zenit-Torino_%287%29.jpg/184px-Zenit-Torino_%287%29.jpg",
    "extract": "Fabio Quagliarella is an Italian professional footballer who plays as a forward for Serie A club Sampdoria, whom he captains.",
    "year": 1983,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Maret Ani",
    "birthday": "1982-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Maret_Ani_and_Andreea_Vanc.JPG/267px-Maret_Ani_and_Andreea_Vanc.JPG",
    "extract": "Maret Ani is a retired tennis player from Estonia.",
    "year": 1982,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Allan McGregor",
    "birthday": "1982-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Allan_McGregor_2018.jpg/220px-Allan_McGregor_2018.jpg",
    "extract": "Allan James McGregor is a Scottish professional footballer who plays as a goalkeeper for Scottish Premiership club Rangers. McGregor has also previously played for St Johnstone, Dunfermline Athletic, Turkish team Beşiktaş, English club Hull City, Welsh side Cardiff City and the Scotland national team.",
    "year": 1982,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jānis Sprukts",
    "birthday": "1982-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/J%C4%81nis_Sprukts_in_2010.jpg/238px-J%C4%81nis_Sprukts_in_2010.jpg",
    "extract": "Jānis Sprukts is a Latvian professional ice hockey forward.",
    "year": 1982,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Julio Arca",
    "birthday": "1981-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Julio_Arca_2013_2.jpg/213px-Julio_Arca_2013_2.jpg",
    "extract": "Julio Andrés Arca is an Argentine former professional footballer, who played as a left-back or central midfielder. Arca spent the majority of his career in the North East of England, firstly for Sunderland from 2000 to 2006, and then for Middlesbrough from 2006 to 2013. He retired from professional football following his release from Middlesbrough, and subsequently played Sunday League football for Willow Pond for the 2014–15 season. He later signed for South Shields, in addition to his return to Sunderland as part of the club's youth coaching staff.",
    "year": 1981,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Gemma Collins",
    "birthday": "1981-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Gemma_Collins_by_Gemma_Collagen.jpg/258px-Gemma_Collins_by_Gemma_Collagen.jpg",
    "extract": "Gemma Clare Collins is an English media personality and businesswoman. From 2011 to 2019, she appeared on the ITVBe reality series The Only Way Is Essex. Collins then went on to appear in numerous television shows, including I'm a Celebrity...Get Me Out of Here! (2014), Celebrity Big Brother (2016), Celebs Go Dating (2018), and Dancing on Ice (2019). In 2018, she began starring in her own reality franchise, Gemma Collins: Diva, and the following year, she began hosting a podcast on BBC Sounds.",
    "year": 1981,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Justin Timberlake",
    "birthday": "1981-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Justin_Timberlake_by_Gage_Skidmore_2.jpg/240px-Justin_Timberlake_by_Gage_Skidmore_2.jpg",
    "extract": "Justin Randall Timberlake is an American singer, songwriter, record producer, and actor. He is one of the world's best-selling music artists, with sales of over 88 million records. Timberlake is the recipient of numerous awards and accolades, including ten Grammy Awards, four Primetime Emmy Awards, three Brit Awards, nine Billboard Music Awards, the Contemporary Icon Award by the Songwriters Hall of Fame, and the Michael Jackson Video Vanguard Award. According to Billboard, he is the best performing male soloist in the history of the Mainstream Top 40.",
    "year": 1981,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "James Adomian",
    "birthday": "1980-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/James_Adomian_by_Gage_Skidmore.jpg/222px-James_Adomian_by_Gage_Skidmore.jpg",
    "extract": "James Adomian is an American stand-up comedian, actor, and impressionist. He is best known for his work on Comedy Bang! Bang!, Chapo Trap House, Last Comic Standing, The Late Late Show with Craig Ferguson where he impersonated President George W. Bush until 2009, and for portraying Bernie Sanders during the 2016 Trump vs. Bernie tour. He voices Talking Ben in the Talking Tom and Friends animated series.",
    "year": 1980,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Gary Doherty",
    "birthday": "1980-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Gary_Doherty.jpg/197px-Gary_Doherty.jpg",
    "extract": "Gary Michael Thomas Doherty is a retired Irish professional footballer. He played as a defender, having previously also played as a centre forward, and gained international honours for the Republic of Ireland.",
    "year": 1980,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Shim Yi-young",
    "birthday": "1980-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Sim_I-yeong_from_acrofan.jpg/240px-Sim_I-yeong_from_acrofan.jpg",
    "extract": "Shim Yi-young is a South Korean actress.",
    "year": 1980,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Daniel Tammet",
    "birthday": "1979-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Daniel_Tammet_Paris_portrait.jpg/221px-Daniel_Tammet_Paris_portrait.jpg",
    "extract": "Daniel Tammet is an English essayist, novelist, poet, translator, and savant. His memoir, Born on a Blue Day (2006), is about his early life with Asperger syndrome and savant syndrome, and was named a \"Best Book for Young Adults\" in 2008 by the American Library Association's Young Adult Library Services magazine. His second book, Embracing the Wide Sky, was one of France's best-selling books of 2009. His third book, Thinking in Numbers, was published in 2012 by Hodder & Stoughton in the United Kingdom and in 2013 by Little, Brown and Company in the United States and Canada.",
    "year": 1979,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Kerry Washington",
    "birthday": "1977-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Kerry_Washington%2C_Deliver_Commencement_Address_GWU_%288755052944%29_%28cropped%29_%28cropped%29.jpg/214px-Kerry_Washington%2C_Deliver_Commencement_Address_GWU_%288755052944%29_%28cropped%29_%28cropped%29.jpg",
    "extract": "Kerry Marisa Washington is an American actress, producer, and director. She gained wide public recognition for starring as crisis management expert Olivia Pope in the ABC drama series Scandal (2012–2018). For her role, she was twice nominated for the Primetime Emmy Award for Outstanding Lead Actress in a Drama Series and once for the Golden Globe Award for Best Actress – Television Series Drama. Her portrayal of Anita Hill in the HBO television political thriller film Confirmation (2016), and her role as Mia Warren in the Hulu miniseries Little Fires Everywhere (2020), both earned nominations for the Primetime Emmy Award for Outstanding Lead Actress in a Miniseries or a Movie.",
    "year": 1977,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Traianos Dellas",
    "birthday": "1976-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Dellascoach.jpg/320px-Dellascoach.jpg",
    "extract": "Traianos Dellas is a Greek professional football manager and former player, who played as a centre back. He was an integral part of the Greece national team's Euro 2004 winning squad, during which he became the only player to score a silver goal in an international football match. He last managed Super League club Panetolikos.",
    "year": 1976,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Buddy Rice",
    "birthday": "1976-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Buddy_Rice_waits_for_a_qualification_attempt_before_the_2007_Indy_500.jpg/187px-Buddy_Rice_waits_for_a_qualification_attempt_before_the_2007_Indy_500.jpg",
    "extract": "Buddy Rice is an American former race car driver. He is best known for winning the 2004 Indianapolis 500 while driving for Rahal Letterman Racing, and the 2009 24 Hours of Daytona for Brumos Racing.",
    "year": 1976,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Preity Zinta",
    "birthday": "1975-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Preity_Zinta_by_Ash_Gupta.jpg/213px-Preity_Zinta_by_Ash_Gupta.jpg",
    "extract": "Preity G Zinta is an Indian actress and entrepreneur primarily known for her work in Hindi films. After graduating with degrees in English honours and criminal psychology, Zinta made her acting debut in Dil Se.. in 1998, followed by a role in Soldier in the same year. These performances earned her the Filmfare Award for Best Female Debut, and she was later recognised for her role as a teenage single mother in Kya Kehna (2000). She subsequently established a career as a leading actress of Hindi cinema with a variety of character types. Her roles, often deemed culturally defiant, along with her unconventional screen persona have been credited with contributing to a change in the concept of Indian film heroines, and won her several accolades.",
    "year": 1975,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Othella Harrington",
    "birthday": "1974-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Othella_Harrington_%2851910110377%29_%28cropped%29.jpg/286px-Othella_Harrington_%2851910110377%29_%28cropped%29.jpg",
    "extract": "Othella Harrington is an American former professional basketball player. After he finished his high school career at Murrah High School, he played in college at Georgetown University where he teamed with future NBA superstar Allen Iverson. Harrington was drafted 30th overall in the 1996 NBA Draft by the Houston Rockets. In 2011, Harrington was hired as an assistant coach at his alma mater Georgetown.",
    "year": 1974,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Portia de Rossi",
    "birthday": "1973-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Portia_de_Rossi_%2846991232344%29_%28cropped%29.jpg/194px-Portia_de_Rossi_%2846991232344%29_%28cropped%29.jpg",
    "extract": "Portia Lee James DeGeneres, known professionally as Portia de Rossi, is an Australian-American actress, model, businesswoman and philanthropist. She played Nelle Porter on the American drama series Ally McBeal (1998–2002), for which she won a Screen Actors Guild Award, Lindsay Bluth Fünke on the American television sitcom Arrested Development, and Elizabeth North on the American political thriller series Scandal (2014–2017). She is the founder and current CEO of the art company General Public.",
    "year": 1973,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Patricia Velásquez",
    "birthday": "1971-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/South_by_Southwest_2019_9_Patricia_Vel%C3%A1squez_%2847391801921%29_%28cropped%29_%28cropped%29.jpg/289px-South_by_Southwest_2019_9_Patricia_Vel%C3%A1squez_%2847391801921%29_%28cropped%29_%28cropped%29.jpg",
    "extract": "Patricia Carola Velásquez Semprún is a Venezuelan actress and model. As an actress, she is known for her portrayal of Anck-su-namun in the 1999 film The Mummy and its 2001 sequel The Mummy Returns.",
    "year": 1971,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Minnie Driver",
    "birthday": "1970-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Minnie_Driver_2010.jpg/254px-Minnie_Driver_2010.jpg",
    "extract": "Amelia Fiona Jessica \"Minnie\" Driver is a British-American actress and singer. She rose to prominence with her break-out role in 1995's Circle of Friends. She went on to star in a wide range of films including the cult classic Grosse Pointe Blank, Gus Van Sant's Good Will Hunting for which she was nominated for both the Academy Award for Best Supporting Actress and a Screen Actors Guild Award, the musical The Phantom of the Opera, Owning Mahowny, and providing the voice of Lady Eboshi in Hayao Miyazaki's Princess Mononoke.",
    "year": 1970,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Danny Michel",
    "birthday": "1970-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/38/Danny-michel-studio.jpeg/320px-Danny-michel-studio.jpeg",
    "extract": "Danny Michel is a Canadian songwriter and producer.",
    "year": 1970,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Dov Charney",
    "birthday": "1969-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Dov_charney.jpg/212px-Dov_charney.jpg",
    "extract": "Dov Charney is a Canadian entrepreneur, clothing manufacturer, and political advocate. He is the founder of American Apparel, which until its bankruptcy in 2015, was one of the largest and most influential garment manufacturers in the United States. Following his departure from American Apparel, Charney subsequently founded Los Angeles Apparel.",
    "year": 1969,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John Collins (footballer, born 1968)",
    "birthday": "1968-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/15/John_Collins_Hibs_%28cropped%29.jpg",
    "extract": "John Angus Paul Collins is a Scottish professional football manager and former player who played as a midfielder.",
    "year": 1968,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Matt King (comedian)",
    "birthday": "1968-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Matt_King_-_DJ_Super_Hans.jpg/259px-Matt_King_-_DJ_Super_Hans.jpg",
    "extract": "Matt King is an English actor, DJ and comedian currently residing in Brighton. He is best known for his role as Super Hans in the British sitcom Peep Show.",
    "year": 1968,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Fat Mike",
    "birthday": "1967-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/NOFX_%40_Arena_Joondalup_%2812_12_2010%29_%285272638037%29.jpg/320px-NOFX_%40_Arena_Joondalup_%2812_12_2010%29_%285272638037%29.jpg",
    "extract": "Michael John Burkett, known professionally as Fat Mike, is an American musician and producer. He is the bassist and lead vocalist for the punk rock band NOFX and the bassist for the punk rock supergroup cover band Me First and the Gimme Gimmes. Fat Mike started out with his first band False Alarm in 1982. He credits Joe Escalante of the Vandals for introducing him to punk rock when he was 13 at a summer camp.",
    "year": 1967,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Dexter Fletcher",
    "birthday": "1966-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Philip_Sinden_photographer_portrait_photo_of_Dexter_Fletcher.jpg/239px-Philip_Sinden_photographer_portrait_photo_of_Dexter_Fletcher.jpg",
    "extract": "Dexter Fletcher is an English film director and actor. He has appeared in Guy Ritchie's Lock, Stock and Two Smoking Barrels, as well as in television shows such as the comedy drama Hotel Babylon, the HBO series Band of Brothers and, earlier in his career, starred as Spike Thomson in the comedy drama Press Gang. His earliest acting role was playing Baby Face in the 1976 film Bugsy Malone.",
    "year": 1966,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Peter Sagal",
    "birthday": "1965-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Kyle-cassidy-peter-sagal-1.jpg/278px-Kyle-cassidy-peter-sagal-1.jpg",
    "extract": "Peter Daniel Sagal is an American humorist, writer, and host of the National Public Radio game show Wait Wait... Don't Tell Me! and the PBS special Constitution USA with Peter Sagal.",
    "year": 1965,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Martha MacCallum",
    "birthday": "1964-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/MarthaMacCallum_accepting_Commitment_to_Service_Award_2014.jpg/245px-MarthaMacCallum_accepting_Commitment_to_Service_Award_2014.jpg",
    "extract": "Martha Bowes MacCallum is an American conservative news host for Fox News. She is the host of The Story with Martha MacCallum, broadcast from Manhattan. MacCallum joined the network in 2004. Her interviews with President Barack Obama, General David Petraeus, Arizona Senator and 2008 Republican presidential nominee John McCain, New Jersey governor Chris Christie, First Lady Laura Bush, and others have been featured on her programs.",
    "year": 1964,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Craig Coleman",
    "birthday": "1963-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Craig_Coleman.jpg/297px-Craig_Coleman.jpg",
    "extract": "Craig Coleman is an Australian former professional rugby league footballer, and coach. He primarily played at halfback, and remains fourth on the list of most first-grade games played for Souths, 208.",
    "year": 1963,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Gwen Graham",
    "birthday": "1963-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Gwen_Graham_114th.jpg/213px-Gwen_Graham_114th.jpg",
    "extract": "Gwendolyn Graham is an American lawyer and politician who served as the U.S. representative for Florida's 2nd congressional district from 2015 to 2017. She is the daughter of Bob Graham, the former United States senator and governor of Florida. A Democrat, she was a candidate in the Florida 2018 gubernatorial election. Graham is currently assistant secretary of education for legislation and congressional affairs in the Biden administration.",
    "year": 1963,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Elizabeth Barker, Baroness Barker",
    "birthday": "1961-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Official_portrait_of_Baroness_Barker_crop_2%2C_2019.jpg/240px-Official_portrait_of_Baroness_Barker_crop_2%2C_2019.jpg",
    "extract": "Elizabeth Jean Barker, Baroness Barker is a Liberal Democrat member of the House of Lords.",
    "year": 1961,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Fatou Bensouda",
    "birthday": "1961-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Deputy_Prosecutor_%28cropped%29.jpg/317px-Deputy_Prosecutor_%28cropped%29.jpg",
    "extract": "Fatou Bom Bensouda is a Gambian lawyer and former Prosecutor of the International Criminal Court (ICC). She served as Prosecutor from June 2012 to June 2021, after having served as a Deputy Prosecutor in charge of the Prosecutions Division of the ICC from 2004 to 2012. Before that she was Minister of Justice and Attorney General of The Gambia from 1998 to 2000. She has also held positions as a legal adviser and a trial attorney at the International Criminal Tribunal for Rwanda (ICTR).",
    "year": 1961,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Lloyd Cole",
    "birthday": "1961-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Lloyd_Cole_portrait_by_Mark_Dellas.jpg/311px-Lloyd_Cole_portrait_by_Mark_Dellas.jpg",
    "extract": "Lloyd Cole is an English singer and songwriter, known for his role as lead singer of Lloyd Cole and the Commotions from 1984 to 1989, and for his subsequent solo work.",
    "year": 1961,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Akbar Ganji",
    "birthday": "1960-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Akbar_Ganji_in_Chicago.jpg/232px-Akbar_Ganji_in_Chicago.jpg",
    "extract": "Akbar Ganji is an Iranian journalist, writer and a former member of Islamic Revolutionary Guard Corps. He has been described as \"Iran's preeminent political dissident\", and a \"wildly popular pro-democracy journalist\" who has crossed press censorship \"red lines\" regularly. A supporter of the Islamic revolution as a youth, he became disenchanted in the mid-1990s and served time in Tehran's Evin Prison from 2001 to 2006, after publishing a series of stories on the murder of dissident authors known as the Chain Murders of Iran. While in prison, he issued a manifesto which established him as the first \"prominent dissident, believing Muslim and former revolutionary\" to call for a replacement of Iran's theocratic system with \"a democracy\". He has been described as \"Iran's best-known political prisoner\".",
    "year": 1960,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Grant Morrison",
    "birthday": "1960-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Grant_morrison2.jpg/214px-Grant_morrison2.jpg",
    "extract": "Grant Morrison, MBE is a Scottish comic book writer and playwright. They are known for their nonlinear narratives, humanist philosophy and countercultural leanings in their runs on titles including DC Comics's Animal Man, Doom Patrol, Batman, JLA, All-Star Superman, The Invisibles, Flex Mentallo, The Filth and We3, Marvel's New X-Men and 2000 AD's Zenith.",
    "year": 1960,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Željko Šturanović",
    "birthday": "1960-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/%D0%96%D0%B5%D0%BB%D1%8C%D0%BA%D0%BE_%D0%A8%D1%82%D1%83%D1%80%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%87_%28cropped%29.jpg/243px-%D0%96%D0%B5%D0%BB%D1%8C%D0%BA%D0%BE_%D0%A8%D1%82%D1%83%D1%80%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%87_%28cropped%29.jpg",
    "extract": "Željko Šturanović was a Montenegrin politician who was the Prime Minister of Montenegro from 2006 until his resignation in 2008.",
    "year": 1960,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Anthony LaPaglia",
    "birthday": "1959-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Anthony_LaPaglia_crop_%28cropped%29.jpg/196px-Anthony_LaPaglia_crop_%28cropped%29.jpg",
    "extract": "Anthony LaPaglia is an Australian actor. He is best known for his role as Jack Malone in the television drama Without a Trace (2002–2009), for which he received a Golden Globe Award in 2004.",
    "year": 1959,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Kelly Lynch",
    "birthday": "1959-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Kelly_Lynch_2007.jpg/239px-Kelly_Lynch_2007.jpg",
    "extract": "Kelly Ann Lynch is an American actress and model. Her notable film roles include Cocktail, Road House, Drugstore Cowboy, Curly Sue. and TV show roles in The L Word, and Magic City (2012–2013).",
    "year": 1959,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Shirley Babashoff",
    "birthday": "1957-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Shirley_Babashoff%2C_Sandy_Neilson_1972.jpg/209px-Shirley_Babashoff%2C_Sandy_Neilson_1972.jpg",
    "extract": "Shirley Frances Babashoff is an American former competition swimmer, Olympic champion, and former world record-holder in multiple events. Babashoff set six world records and earned a total of nine Olympic medals in her career. She won a gold medal in the 400-meter freestyle relay in both the 1972 and 1976 Olympics, and she won the 1975 world championship in both the 200-meter and 400-meter freestyle.",
    "year": 1957,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Guido van Rossum",
    "birthday": "1956-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Guido-portrait-2014-drc.jpg/320px-Guido-portrait-2014-drc.jpg",
    "extract": "Guido van Rossum is a Dutch programmer best known as the creator of the Python programming language, for which he was the \"benevolent dictator for life\" (BDFL) until he stepped down from the position in July 2018. He remained a member of the Python Steering Council through 2019, and withdrew from nominations for the 2020 election.",
    "year": 1956,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John Lydon",
    "birthday": "1956-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/John_lydon_live_27_10_2013_photo_13.JPG/320px-John_lydon_live_27_10_2013_photo_13.JPG",
    "extract": "John Joseph Lydon, also known by his stage name Johnny Rotten, is an English singer and songwriter. He is best known as the lead singer of the late-1970s British punk band the Sex Pistols, which lasted from 1975 until 1978, and again for various revivals during the 1990s and 2000s. He is also the lead singer of post-punk band Public Image Ltd (PiL), which he founded and fronted from 1978 until 1993, and again since 2009.",
    "year": 1956,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Virginia Ruzici",
    "birthday": "1955-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Virginia_Ruzici_1981_%28cropped%29.jpg/165px-Virginia_Ruzici_1981_%28cropped%29.jpg",
    "extract": "Virginia Ruzici is a former professional tennis player from Romania. She won the 1978 French Open singles championship.",
    "year": 1955,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Adrian Vandenberg",
    "birthday": "1954-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Adrian_VanDenBerg_in_2012%2C_door_Willem_van_Walderveen.jpg/249px-Adrian_VanDenBerg_in_2012%2C_door_Willem_van_Walderveen.jpg",
    "extract": "Adrian Vandenberg is a Dutch rock guitarist, best known for his tenure as one of the guitarists in Whitesnake during their successful late 1980s period and the band Vandenberg which he started in 1981. In 2013, Adrian formed a new band, Vandenberg's MoonKings, and recorded a new studio album which was released in early 2014.",
    "year": 1954,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Harry Wayne Casey",
    "birthday": "1951-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Harry_Wayne_Casey_2017.jpg/213px-Harry_Wayne_Casey_2017.jpg",
    "extract": "Harry Wayne Casey, better known by his stage name K.C., is an American musician, singer, songwriter, and record producer. He is best known for his band, KC and the Sunshine Band, as a producer of several hits for other artists, and as a pioneer of the disco genre of the 1970s.",
    "year": 1951,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Alexander Korzhakov",
    "birthday": "1950-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Alexander_Korzhakov_2017.jpg/320px-Alexander_Korzhakov_2017.jpg",
    "extract": "Alexander Vasilyevich Korzhakov is a Russian former KGB general who served as Boris Yeltsin's bodyguard, confidant, and adviser for eleven years. He was the head of the Presidential Security Service (PSB) from 1991 to 1996, State Duma deputy from 2007 to 2011, and retired Lieutenant-general. Korzhakov had been Yeltsin's bodyguard since 1985, and on 19 August 1991, he stood next to his boss on top of a tank during Yeltsin's historic speech.",
    "year": 1950,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Janice Rebibo",
    "birthday": "1950-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ea/Janice_Rebibo_Poet_Tel_Aviv_Dec_1_2007.jpg",
    "extract": "Janice Rebibo was an American-born Israeli poet who began writing in Hebrew in the mid-1980s.",
    "year": 1950,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Johan Derksen",
    "birthday": "1949-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Portret_Johan_Derksen_2014.jpg/256px-Portret_Johan_Derksen_2014.jpg",
    "extract": "Johannes Gerrit \"Johan\" Derksen is a Dutch sports journalist and former football player. He played professional football between 1966 and 1978 for six clubs: Go Ahead Eagles, Cambuur, Veendam, HFC Haarlem, SV Meppen and MVV Maastricht. During and after his footballing career, he became a sports journalist, specialising in football. He was the editor-in-chief of Voetbal International, the Netherlands' most prominent football magazine, from 2000 until his retirement in 2013. Derksen was while working at Voetbal International and after his retirement a television football pundit on RTL7's Voetbal International and Veronica Inside on Veronica TV. His current TV talkshow is Vandaag Inside on SBS6.",
    "year": 1949,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Norris Church Mailer",
    "birthday": "1949-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Norris_Church_Mailer.jpg",
    "extract": "Norris Church Mailer was an American novelist, actress, artist, and model. Norris published two novels, Windchill Summer and Cheap Diamonds, and a memoir, A Ticket to the Circus, which focuses on her nearly thirty-year marriage to Norman Mailer.",
    "year": 1949,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ken Wilber",
    "birthday": "1949-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Ken_Wilber_10.JPG/245px-Ken_Wilber_10.JPG",
    "extract": "Kenneth Earl Wilber II is an American philosopher and writer on transpersonal psychology and his own integral theory, a philosophy which suggests the synthesis of all human knowledge and experience.",
    "year": 1949,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Muneo Suzuki",
    "birthday": "1948-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/%E9%88%B4%E6%9C%A8%E5%AE%97%E7%94%B7.jpg/254px-%E9%88%B4%E6%9C%A8%E5%AE%97%E7%94%B7.jpg",
    "extract": "Muneo Suzuki, commonly known simply as \"Muneo\" due to his common last name, is a Japanese Russophilic politician from Ashoro, Hokkaidō, currently serving as a member of the House of Councillors since 2019, representing the National PR block.",
    "year": 1948,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Nolan Ryan",
    "birthday": "1947-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Nolan_Ryan_Tiger_Stadium_1990_CROP.jpg/277px-Nolan_Ryan_Tiger_Stadium_1990_CROP.jpg",
    "extract": "Lynn Nolan Ryan Jr., nicknamed \"the Ryan Express\", is an American former Major League Baseball (MLB) pitcher and sports executive. Over a record 27-year career that included play in four decades, Ryan pitched for the New York Mets, California Angels, Houston Astros, and Texas Rangers. He was inducted into the Baseball Hall of Fame in 1999. After his retirement in 1993, Ryan served as chief executive officer (CEO) of the Texas Rangers and an executive advisor to the Houston Astros. He is widely considered to be one of the best MLB pitchers of all time.",
    "year": 1947,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Matt Minglewood",
    "birthday": "1947-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Matt_Minglewood_Dec_2012_in_Wallace_NS.jpg/320px-Matt_Minglewood_Dec_2012_in_Wallace_NS.jpg",
    "extract": "Matt Minglewood is a Canadian musician whose style can be described as a blend of country, blues, folk, roots and rock. The name \"Matt\" was borrowed from his brother, Matt Batherson.",
    "year": 1947,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Glynn Turman",
    "birthday": "1947-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Glynn_Turman_headshot.jpg/216px-Glynn_Turman_headshot.jpg",
    "extract": "Glynn Russell Turman is an American actor, writer, director, and producer. Turman is known for his roles as Lew Miles on the prime-time soap opera Peyton Place (1968–1969), high school student Leroy \"Preach\" Jackson in the 1975 coming-of-age film Cooley High, math professor and retired Army colonel Bradford Taylor on the NBC sitcom A Different World (1988–93), and Baltimore mayor Clarence Royce on the HBO drama series The Wire. He also portrayed Jeremiah Kaan on the Showtime series House of Lies.",
    "year": 1947,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Terry Kath",
    "birthday": "1946-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/61/Terry_Kath.jpg",
    "extract": "Terry Alan Kath was an American musician and songwriter, best known as a founding member of the rock band Chicago. He played guitar and sang lead vocals on many of the band's early hit singles. He has been praised by his bandmates and other musicians for his guitar skills and Ray Charles–influenced vocal style, and was said to be one of Jimi Hendrix's favorite guitarists.",
    "year": 1946,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Rynn Berry",
    "birthday": "1945-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/20121009_Rynn_Berry%2C_San_Francisco%2C_after_World_Vegetarian_Congress_%28432p%2C_by_Dilip_Barman%29.jpg/320px-20121009_Rynn_Berry%2C_San_Francisco%2C_after_World_Vegetarian_Congress_%28432p%2C_by_Dilip_Barman%29.jpg",
    "extract": "Rynn Berry was an American author on vegetarianism and veganism, as well as a pioneer in the animal rights and vegan movements. A frequent international lecturer, Berry's books have been translated into many languages, and he was locally and internationally known in the vegan community. He served on advisory board of the American Vegetarian Association.",
    "year": 1945,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Brenda Hale, Baroness Hale of Richmond",
    "birthday": "1945-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Baroness_Hale_of_Richmond_2019.jpg/275px-Baroness_Hale_of_Richmond_2019.jpg",
    "extract": "Brenda Marjorie Hale, Baroness Hale of Richmond, is a British judge who served as President of the Supreme Court of the United Kingdom from 2017 until her retirement in 2020, and serves as a member of the House of Lords as a Lord Temporal.",
    "year": 1945,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Joseph Kosuth",
    "birthday": "1945-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Place_des_ecritures_Figeac.jpg/320px-Place_des_ecritures_Figeac.jpg",
    "extract": "Joseph Kosuth, an American conceptual artist, lives in New York and London, after having resided in various cities in Europe, including Ghent and Rome.",
    "year": 1945,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Daniela Bianchi",
    "birthday": "1942-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Daniela_Bianchi_1963.jpg/239px-Daniela_Bianchi_1963.jpg",
    "extract": "Daniela Bianchi is an Italian actress, best known for her role of Bond girl Tatiana Romanova in the 1963 movie From Russia with Love. She played a Soviet cipher clerk sent to entrap agent 007, James Bond. Bianchi's father was an Italian Army colonel. She studied ballet for eight years, and later worked as a fashion model.",
    "year": 1942,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Derek Jarman",
    "birthday": "1942-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Derek_Jarman.jpg/320px-Derek_Jarman.jpg",
    "extract": "Michael Derek Elworthy Jarman was an English film director, stage designer, author and gay rights activist.",
    "year": 1942,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Dick Gephardt",
    "birthday": "1941-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Dick_Gephardt_color.jpg/244px-Dick_Gephardt_color.jpg",
    "extract": "Richard Andrew Gephardt is an American attorney, lobbyist, and politician who served as a United States Representative from Missouri from 1977 to 2005. A member of the Democratic Party, he was House Majority Leader from 1989 to 1995 and Minority Leader from 1995 to 2003. He ran unsuccessfully for the Democratic nomination for President of the United States in 1988 and 2004. Gephardt was mentioned as a possible vice presidential nominee in 1988, 1992, 2000, 2004, and 2008.",
    "year": 1941,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jessica Walter",
    "birthday": "1941-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Jessica_Walter_in_2019.jpg/296px-Jessica_Walter_in_2019.jpg",
    "extract": "Jessica Walter was an American actress who appeared in over 170 film, stage and television productions. In film, she was best known for her role as a psychotic and obsessed fan of a local disc jockey in the 1971 Clint Eastwood film, Play Misty for Me. On television, she was most recently known for her role of Lucille Bluth on the sitcom Arrested Development, and providing the voice of Malory Archer on the long-running FX animated series Archer (2009–21). Walter received various awards over the course of her television career including a Primetime Emmy Award for Amy Prentiss (1975). She also received two Golden Globe Award nominations and three Screen Actors Guild Award nominations. For her starring role opposite Eastwood in Play Misty for Me, Walter received a Golden Globe nomination for Best Actress in a Motion Picture – Drama.",
    "year": 1941,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Beatrix of the Netherlands",
    "birthday": "1938-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Prinses_Beatrix.jpg/226px-Prinses_Beatrix.jpg",
    "extract": "Beatrix is a member of the Dutch royal house who reigned as Queen of the Netherlands from 1980 until her abdication in 2013.",
    "year": 1938,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Lynn Carlin",
    "birthday": "1938-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Lynn_Carlin_%281968%2C_Faces%29.jpg/320px-Lynn_Carlin_%281968%2C_Faces%29.jpg",
    "extract": "Mary Lynn Carlin is an American former actress. She is best known for her debut role in the film Faces (1968), for which she was nominated for an Academy Award.",
    "year": 1938,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "James G. Watt",
    "birthday": "1938-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1e/James_g_watt.png",
    "extract": "James Gaius Watt is a public servant who served as U.S. Secretary of the Interior from 1981 to 1983. He has been described as \"anti-environmentalist\", and was one of Ronald Reagan's most controversial cabinet appointments. Watt's pro-development views played an instrumental role in ending the Sagebrush Rebellion.",
    "year": 1938,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Andrée Boucher",
    "birthday": "1937-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Andr%C3%A9e_P._Boucher-1.JPG/320px-Andr%C3%A9e_P._Boucher-1.JPG",
    "extract": "Andrée Plamondon Boucher was a Canadian politician from the province of Quebec. She was the mayor of Quebec City from November 19, 2005 until her death. Previously, she had been the mayor of the city of Sainte-Foy, formerly a suburb of Quebec City, from 1985 until 2001, when the cities of Sainte-Foy and Quebec were merged. She was the first woman to become leader of a municipal political party in the province of Quebec.",
    "year": 1937,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Philip Glass",
    "birthday": "1937-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Philip_Glass_in_Florence%2C_Italy_-_1993.jpg/199px-Philip_Glass_in_Florence%2C_Italy_-_1993.jpg",
    "extract": "Philip Morris Glass is an American composer and pianist. He is widely regarded as one of the most influential composers of the late 20th century. Glass's work has been associated with minimalism, being built up from repetitive phrases and shifting layers. Glass describes himself as a composer of \"music with repetitive structures\", which he has helped evolve stylistically.",
    "year": 1937,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Suzanne Pleshette",
    "birthday": "1937-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Suzanne_Pleshette_1963.JPG/199px-Suzanne_Pleshette_1963.JPG",
    "extract": "Suzanne Pleshette was an American theatre, film, television, and voice actress. Pleshette started her career in the theater and began appearing in films in the late 1950s and later appeared in prominent films such as Rome Adventure (1962), Alfred Hitchcock's The Birds (1963), and Spirited Away (2001). She later appeared in various television productions, often in guest roles, and played Emily Hartley on The Bob Newhart Show from 1972 until 1978, receiving several Emmy Award nominations for her work.",
    "year": 1937,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Kenzaburō Ōe",
    "birthday": "1935-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Paris_-_Salon_du_livre_2012_-_Kenzabur%C5%8D_%C5%8Ce_-_003.jpg/213px-Paris_-_Salon_du_livre_2012_-_Kenzabur%C5%8D_%C5%8Ce_-_003.jpg",
    "extract": "Kenzaburō Ōe  is a Japanese writer and a major figure in contemporary Japanese literature. His novels, short stories and essays, strongly influenced by French and American literature and literary theory, deal with political, social and philosophical issues, including nuclear weapons, nuclear power, social non-conformism, and existentialism. Ōe was awarded the Nobel Prize in Literature in 1994 for creating \"an imagined world, where life and myth condense to form a disconcerting picture of the human predicament today\".",
    "year": 1935,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ernesto Brambilla",
    "birthday": "1934-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Tino_Ernesto_Brambilla.jpg/235px-Tino_Ernesto_Brambilla.jpg",
    "extract": "Ernesto \"Tino\" Brambilla was a Grand Prix motorcycle road racer and a professional race car driver from Italy. Born in Monza, he was the brother of driver Vittorio Brambilla. In 1959, he finished in 10th place in the 350cc Grand Prix motorcycle season. In 1961 he again finished in 10th place in the 350 class.",
    "year": 1934,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "James Franciscus",
    "birthday": "1934-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/James_Franciscus_1977.JPG/242px-James_Franciscus_1977.JPG",
    "extract": "James Grover Franciscus was an American actor, known for his roles in feature films and in six television series: Mr. Novak, The Naked City, The Investigators, Longstreet, Doc Elliot, and Hunter.",
    "year": 1934,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Bob Turner (ice hockey)",
    "birthday": "1934-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Bob_Turner_Blackhawks.JPG/210px-Bob_Turner_Blackhawks.JPG",
    "extract": "Robert George Turner was a Canadian professional ice hockey defenceman for the Montreal Canadiens and the Chicago Black Hawks in the NHL. He won the Stanley Cup 5 times from 1956 to 1960.",
    "year": 1934,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Camille Henry",
    "birthday": "1933-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Camille_Henry_1944.JPG/223px-Camille_Henry_1944.JPG",
    "extract": "Joseph Wilfred Camille \"The Eel\" Henry was a professional Canadian ice hockey left winger who played for the New York Rangers, the Chicago Black Hawks and the St. Louis Blues in the National Hockey League.",
    "year": 1933,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Miron Babiak",
    "birthday": "1932-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Miron_Babiak.jpg/257px-Miron_Babiak.jpg",
    "extract": "Miron Babiak,, was a Polish sea captain, who is best known for commanding Prof. Siedlecki Antarctica research ship.",
    "year": 1932,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ernie Banks",
    "birthday": "1931-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Ernie_Banks_1969.jpg/209px-Ernie_Banks_1969.jpg",
    "extract": "Ernest Banks, nicknamed \"Mr. Cub\" and \"Mr. Sunshine\", was an American professional baseball player who starred in Major League Baseball (MLB) as a shortstop and first baseman for the Chicago Cubs between 1953 and 1971. He was inducted into the National Baseball Hall of Fame in 1977, and was named to the Major League Baseball All-Century Team in 1999.",
    "year": 1931,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Christopher Chataway",
    "birthday": "1931-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Tentoonstelling_Europort_1972_geopend_in_de_RAI%2C_Minister_Chris_Chataway_aan_stu%2C_Bestanddeelnr_926-0230_%28cropped%29.jpg/266px-Tentoonstelling_Europort_1972_geopend_in_de_RAI%2C_Minister_Chris_Chataway_aan_stu%2C_Bestanddeelnr_926-0230_%28cropped%29.jpg",
    "extract": "Sir Christopher John Chataway was a British middle- and long-distance runner, television news broadcaster, and Conservative politician.",
    "year": 1931,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jo Bonnier",
    "birthday": "1930-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/BonnierJo196608.jpg/209px-BonnierJo196608.jpg",
    "extract": "Joakim Bonnier was a Swedish sportscar racing and Formula One driver who raced for various teams. He was the first Swede to both enter and win a Formula One Grand Prix.",
    "year": 1930,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Rudolf Mössbauer",
    "birthday": "1929-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Mossbauer.jpg/226px-Mossbauer.jpg",
    "extract": "Rudolf Ludwig Mössbauer was a German physicist best known for his 1957 discovery of recoilless nuclear resonance fluorescence for which he was awarded the 1961 Nobel Prize in Physics. This effect, called the Mössbauer effect, is the basis for Mössbauer spectroscopy.",
    "year": 1929,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jean Simmons",
    "birthday": "1929-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Studio_publicity_Jean_Simmons.jpg/258px-Studio_publicity_Jean_Simmons.jpg",
    "extract": "Jean Merilyn Simmons, was a British actress and singer. One of J. Arthur Rank's \"well-spoken young starlets\", she appeared predominantly in films, beginning with those made in Great Britain during and after World War II, followed mainly by Hollywood films from 1950 onwards.",
    "year": 1929,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tom Alston",
    "birthday": "1926-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/de/Tom_Alston_St_Louis_Cardinals.jpg/258px-Tom_Alston_St_Louis_Cardinals.jpg",
    "extract": "Thomas Edison Alston was a Major League Baseball first baseman who played for the St. Louis Cardinals from 1954 to 1957, the first African-American to do so. A native of Greensboro, North Carolina, he stood 6'5\" (200 cm) and weighed 210 pounds (95 kg).",
    "year": 1926,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Chuck Willis",
    "birthday": "1926-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ef/Chuck_Willis.jpg/260px-Chuck_Willis.jpg",
    "extract": "Harold \"Chuck\" Willis was an American blues, rhythm and blues, and rock and roll singer and songwriter. His biggest hits, \"C. C. Rider\" (1957) and \"What Am I Living For\" (1958), both reached No.1 on the Billboard R&B chart. He was known as The King of the Stroll for his performance of the 1950s dance the stroll.",
    "year": 1926,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Benjamin Hooks",
    "birthday": "1925-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Benjamin_Hooks%2C_civil_rights_leader.jpg/202px-Benjamin_Hooks%2C_civil_rights_leader.jpg",
    "extract": "Benjamin Lawson Hooks was an American civil rights leader and government official. A Baptist minister and practicing attorney, he served as executive director of the National Association for the Advancement of Colored People (NAACP) from 1977 to 1992.",
    "year": 1925,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Norman Mailer",
    "birthday": "1923-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Norman_Mailer_1948_%28cropped%29.jpg/232px-Norman_Mailer_1948_%28cropped%29.jpg",
    "extract": "Norman Kingsley Mailer was an American novelist, journalist, essayist, playwright, activist, filmmaker and actor. In a career spanning over six decades, Mailer had 11 best-selling books, at least one in each of the seven decades after World War II—more than any other post-war American writer.",
    "year": 1923,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Joanne Dru",
    "birthday": "1922-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Joanne_Dru.JPG/320px-Joanne_Dru.JPG",
    "extract": "Joanne Dru was an American film and television actress, known for such films as Red River, She Wore a Yellow Ribbon, All the King's Men, and Wagon Master.",
    "year": 1922,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John Agar",
    "birthday": "1921-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/John_Agar_still.jpg/252px-John_Agar_still.jpg",
    "extract": "John George Agar Jr. was an American film and television actor. He is best known for starring alongside John Wayne in the films Sands of Iwo Jima, Fort Apache, and She Wore a Yellow Ribbon. In his later career he was the star of B movies, such as Tarantula, The Mole People, The Brain from Planet Arous, Revenge of the Creature, Flesh and the Spur and Hand of Death. He was the first husband of Shirley Temple.",
    "year": 1921,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Carol Channing",
    "birthday": "1921-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Carol_Channing_colour_Allan_Warren.jpg/283px-Carol_Channing_colour_Allan_Warren.jpg",
    "extract": "Carol Elaine Channing was an American Tony Award winning actress, singer, dancer, and comedienne, who starred in Broadway and film musicals. Her characters usually had a fervent expressiveness and an easily identifiable voice, whether singing or for comedic effect.",
    "year": 1921,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Mario Lanza",
    "birthday": "1921-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e8/Lanza_still_MGM_Cesari.jpg/271px-Lanza_still_MGM_Cesari.jpg",
    "extract": "Mario Lanza was an American tenor and actor. He was a Hollywood film star popular in the late 1940s and the 1950s. Lanza began studying to be a professional singer at the age of 16. After appearing at the Hollywood Bowl in 1947, Lanza signed a seven-year film contract with Louis B. Mayer, the head of Metro-Goldwyn-Mayer, who saw his performance and was impressed by his singing. Prior to that, the adult Lanza sang only two performances of an opera. The following year (1948), however, he sang the role of Pinkerton in Puccini's Madama Butterfly in New Orleans.",
    "year": 1921,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Stewart Udall",
    "birthday": "1920-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Stewart_L_Udall_-_1960s.jpg/245px-Stewart_L_Udall_-_1960s.jpg",
    "extract": "Stewart Lee Udall was an American politician and later, a federal government official. After serving three terms as a congressman from Arizona, he served as Secretary of the Interior from 1961 to 1969, under presidents John F. Kennedy and Lyndon B. Johnson.",
    "year": 1920,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jackie Robinson",
    "birthday": "1919-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Jackie_Robinson%2C_Brooklyn_Dodgers%2C_1954.jpg/249px-Jackie_Robinson%2C_Brooklyn_Dodgers%2C_1954.jpg",
    "extract": "Jack Roosevelt Robinson was an American professional baseball player who became the first African American to play in Major League Baseball (MLB) in the modern era. Robinson broke the baseball color line when he started at first base for the Brooklyn Dodgers on April 15, 1947. When the Dodgers signed Robinson, it heralded the end of racial segregation in professional baseball that had relegated black players to the Negro leagues since the 1880s. Robinson was inducted into the Baseball Hall of Fame in 1962.",
    "year": 1919,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Fred Bassetti",
    "birthday": "1917-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Seattle_Municipal_Tower.JPG/240px-Seattle_Municipal_Tower.JPG",
    "extract": "Fred Bassetti was a Pacific Northwest architect and teacher. His architectural legacy includes some of the Seattle area's more recognizable buildings and spaces. The American Institute of Architects (AIA) described his role as a regional architect and activist as having made significant contributions to \"the shape of Seattle and the Northwest, and on the profession of architecture.\"",
    "year": 1917,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Bobby Hackett",
    "birthday": "1915-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Bobby_Hackett.jpg/320px-Bobby_Hackett.jpg",
    "extract": "Robert Leo Hackett was an American jazz musician who played trumpet, cornet, and guitar with the bands of Glenn Miller and Benny Goodman in the late 1930s and early 1940s. Hackett was a featured soloist on some of the Jackie Gleason mood music albums during the 1950s.",
    "year": 1915,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Alan Lomax",
    "birthday": "1915-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Alan_Lomax.jpg/251px-Alan_Lomax.jpg",
    "extract": "Alan Lomax was an American ethnomusicologist, best known for his numerous field recordings of folk music of the 20th century. He was also a musician himself, as well as a folklorist, archivist, writer, scholar, political activist, oral historian, and film-maker. Lomax produced recordings, concerts, and radio shows in the US and in England, which played an important role in preserving folk music traditions in both countries, and helped start both the American and British folk revivals of the 1940s, 1950s, and early 1960s. He collected material first with his father, folklorist and collector John Lomax, and later alone and with others, Lomax recorded thousands of songs and interviews for the Archive of American Folk Song, of which he was the director, at the Library of Congress on aluminum and acetate discs.",
    "year": 1915,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Thomas Merton",
    "birthday": "1915-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/eb/TMertonStudy.jpg/252px-TMertonStudy.jpg",
    "extract": "Thomas Merton was an American Trappist monk, writer, theologian, mystic, poet, social activist and scholar of comparative religion. On May 26, 1949, he was ordained to the Catholic priesthood and given the name \"Father Louis\". He was a member of the Abbey of Our Lady of Gethsemani, near Bardstown, Kentucky, living there from 1941 to his death.",
    "year": 1915,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Garry Moore",
    "birthday": "1915-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Garry_Moore_Marquis_Chimps_1959.JPG/320px-Garry_Moore_Marquis_Chimps_1959.JPG",
    "extract": "Garry Moore was an American entertainer, comedic personality, game show host, and humorist best known for his work in television. He began a long career with the CBS network starting in radio in 1937. Beginning in 1949 and through the mid-1970s, Moore was a television host on several variety and game shows.",
    "year": 1915,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jersey Joe Walcott",
    "birthday": "1914-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Jersey_Joe_Walcott_Robert_Culp_Cain%27s_Hundred_1962.jpg/244px-Jersey_Joe_Walcott_Robert_Culp_Cain%27s_Hundred_1962.jpg",
    "extract": "Arnold Raymond Cream, best known as Jersey Joe Walcott, was an American professional boxer who competed from 1930 to 1953. He held the NYSAC, NBA, and The Ring heavyweight titles from 1951 to 1952, and broke the record for the oldest man to win the title, at the age of 37. That record would eventually be broken in 1994 by 45-year-old George Foreman. Despite holding the world heavyweight title for a relatively short period of time, Walcott was regarded among the best heavyweights in the world during the 1940s and 1950s.",
    "year": 1914,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Don Hutson",
    "birthday": "1913-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Don_hutson_packers.jpg/256px-Don_hutson_packers.jpg",
    "extract": "Donald Montgomery Hutson was an American professional football player and assistant coach in the National Football League (NFL). He played as an end and spent his entire 11-year professional career with the Green Bay Packers. Under head coach Curly Lambeau, Hutson led the Packers to four NFL Championship Games, winning three: 1936, 1939, and 1944.",
    "year": 1913,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John O'Hara",
    "birthday": "1905-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/John_O%27Hara_cph.3b08576.jpg/231px-John_O%27Hara_cph.3b08576.jpg",
    "extract": "John Henry O'Hara was one of America's most prolific writers of short stories, credited with helping to invent The New Yorker magazine short story style. He became a best-selling novelist before the age of 30 with Appointment in Samarra and BUtterfield 8. While O'Hara's legacy as a writer is debated, his champions rank him highly among the under-appreciated and unjustly neglected major American writers of the 20th century. Few college students educated after O'Hara's death in 1970 have discovered him, chiefly because he refused to allow his work to be reprinted in anthologies used to teach literature at the college level.",
    "year": 1905,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Nat Bailey",
    "birthday": "1902-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/db/Nat_bailey_cropped_vpl_collection.jpg",
    "extract": "Nathaniel Ryal Bailey, better known as Nat Bailey, was an American-born Canadian restaurateur, and the founder of White Spot restaurants. He is known for building the first drive-in restaurant in Canada, in 1928, and developing the first carhop tray. His chain of restaurants continues to thrive today.",
    "year": 1902,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tallulah Bankhead",
    "birthday": "1902-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Tallulah_Bankhead_1941.JPG/257px-Tallulah_Bankhead_1941.JPG",
    "extract": "Tallulah Brockman Bankhead was an American stage and screen actress. She was a member of the Bankhead and Brockman family, a prominent Alabama political family. Both her grandfather and her uncle served as U.S. senators; her father served as a U.S. representative in Congress for 11 terms, the final two as Speaker of the House of Representatives. Tallulah Bankhead's support of liberal causes, including the budding civil rights movement, broke with her southern contemporaries with their support of white supremacy and segregation as championed by Southern Democrats; she often opposed her own family publicly.",
    "year": 1902,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Alva Myrdal",
    "birthday": "1902-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/ARB-Alva-Myrdal.jpg/318px-ARB-Alva-Myrdal.jpg",
    "extract": "Alva Myrdal was a Swedish sociologist, diplomat and politician. She was a prominent leader of the disarmament movement. She, along with Alfonso García Robles, received the Nobel Peace Prize in 1982. She married Gunnar Myrdal in 1924; he received the Nobel Memorial Prize in Economic Sciences in 1974, making them the fourth ever married couple to have won Nobel Prizes, and the first to win independent of each other.",
    "year": 1902,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Julian Steward",
    "birthday": "1902-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Julian_Steward.jpg/320px-Julian_Steward.jpg",
    "extract": "Julian Haynes Steward was an American anthropologist best known for his role in developing \"the concept and method\" of cultural ecology, as well as a scientific theory of culture change.",
    "year": 1902,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Betty Parsons",
    "birthday": "1900-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Betty_Parsons_%C2%A9Lynn_Gilbert_1977.jpg/211px-Betty_Parsons_%C2%A9Lynn_Gilbert_1977.jpg",
    "extract": "Betty Parsons was an American artist, art dealer, and collector known for her early promotion of Abstract Expressionism. She is regarded as one of the most influential and dynamic figures of the American avant-garde.",
    "year": 1900,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Sofya Yanovskaya",
    "birthday": "1896-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/71/Sofya_Yanovskaya_died_1966.jpg/270px-Sofya_Yanovskaya_died_1966.jpg",
    "extract": "Sofya Aleksandrovna Yanovskaya was a Soviet mathematician and historian, specializing in the history of mathematics, mathematical logic, and philosophy of mathematics. She is best known for her efforts in restoring the research of mathematical logic in the Soviet Union and publishing and editing the mathematical works of Karl Marx.",
    "year": 1896,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Isham Jones",
    "birthday": "1894-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e9/IshamJones1922.jpg",
    "extract": "Isham Edgar Jones was an American bandleader, saxophonist, bassist and songwriter.",
    "year": 1894,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Eddie Cantor",
    "birthday": "1892-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Eddie_Cantor_1945.JPG/250px-Eddie_Cantor_1945.JPG",
    "extract": "Eddie Cantor was an American \"illustrated song\" performer, comedian, dancer, singer, vaudevillian, actor, and songwriter. Familiar to Broadway, radio, movie, and early television audiences, this \"Apostle of Pep\" was regarded almost as a family member by millions because his top-rated radio shows revealed intimate stories and amusing anecdotes about his wife Ida and five daughters. Some of his hits include \"Makin' Whoopee\", \"Ida \", \"If You Knew Susie\", \"Ma! He's Making Eyes at Me\", “Mandy”, \"My Baby Just Cares for Me”, \"Margie\", and \"How Ya Gonna Keep 'em Down on the Farm ?\" He also wrote a few songs, including \"Merrily We Roll Along\", the Merrie Melodies Warner Bros. cartoon theme.",
    "year": 1892,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Frank Foster (cricketer)",
    "birthday": "1889-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/1193358_Frank_Foster.jpg/172px-1193358_Frank_Foster.jpg",
    "extract": "Frank Rowbotham Foster was a Warwickshire and England cricketing all-rounder whose career was cut short by an accident during World War I. Nonetheless, his achievements during the early 1910s are sufficient to rank him as one of cricket's finest all-round players.",
    "year": 1889,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Theodor Heuss",
    "birthday": "1884-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a7/Bundesarchiv_Bild_146-1983-098-20a%2C_Heuss.jpg",
    "extract": "Theodor Heuss was a German liberal politician who served as the first president of West Germany from 1949 to 1959. His cordial nature – something of a contrast to the stern character of chancellor Konrad Adenauer – largely contributed to the stabilization of democracy in West Germany during the Wirtschaftswunder years. Before beginning his career as a politician, Heuss had been a political journalist.",
    "year": 1884,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Mahammad Amin Rasulzade",
    "birthday": "1884-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Mahammad_Amin_Rasulzade_3.jpg/256px-Mahammad_Amin_Rasulzade_3.jpg",
    "extract": "Mahammad Amin Akhund Haji Mulla Alekber oghlu Rasulzade, was an Azerbaijani statesman, scholar, public figure and the head of the Azerbaijani National Council. His expression \"Bir kərə yüksələn bayraq, bir daha enməz!\" became the motto of the independence movement in Azerbaijan in the early 20th century.",
    "year": 1884,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Irving Langmuir",
    "birthday": "1881-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Langmuir.jpg/226px-Langmuir.jpg",
    "extract": "Irving Langmuir was an American chemist, physicist, and engineer. He was awarded the Nobel Prize in Chemistry in 1932 for his work in surface chemistry.",
    "year": 1881,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Zane Grey",
    "birthday": "1872-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Zane_Grey%2C_a_silent_film_actor_and_author_of_westerns_%28SAYRE_3131%29.jpg/250px-Zane_Grey%2C_a_silent_film_actor_and_author_of_westerns_%28SAYRE_3131%29.jpg",
    "extract": "Pearl Zane Grey was an American author and dentist. He is known for his popular adventure novels and stories associated with the Western genre in literature and the arts; he idealized the American frontier. Riders of the Purple Sage (1912) was his best-selling book.",
    "year": 1872,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Theodore William Richards",
    "birthday": "1868-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Richards_Theodore_William_lab.jpg/259px-Richards_Theodore_William_lab.jpg",
    "extract": "Theodore William Richards was the first American scientist to receive the Nobel Prize in Chemistry, earning the award \"in recognition of his exact determinations of the atomic weights of a large number of the chemical elements.\"",
    "year": 1868,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Henri Desgrange",
    "birthday": "1865-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Henri_Desgrange.jpg/232px-Henri_Desgrange.jpg",
    "extract": "Henri Desgrange was a French bicycle racer and sports journalist. He set twelve world track cycling records, including the hour record of 35.325 kilometres (21.950 mi) on 11 May 1893. He was the first organiser of the Tour de France.",
    "year": 1865,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Shastriji Maharaj",
    "birthday": "1865-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Shastriji_Maharaj_Sarangpur.jpg/300px-Shastriji_Maharaj_Sarangpur.jpg",
    "extract": "Shastriji Maharaj, born Dungar Patel and ordained Shastri Yagnapurushdas, was a swami of the Swaminarayan Sampradaya and founder of the Bochasanwasi Akshar Purushottam Swaminarayan Sanstha (BAPS). Several branches accept him as the third spiritual successor of Swaminarayan in the lineage of Aksharbrahma Gurus through whom Swaminarayan manifests, which began with Gunatitanand Swami. Born in a family of farmers in central Gujarat, India, he became a swami within the Vadtal diocese of the Swaminarayan Sampradaya at the age of 17 where he was given the name Yagnapurushdas Swami. The prefix Shastri was later added in recognition of his eminent scholarship in Sanskrit and the Hindu scriptures. He established BAPS after a doctrinal split from the Vadtal diocese of the Swaminarayan Sampradaya.",
    "year": 1865,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Lunalilo",
    "birthday": "1835-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Lunalilo_%28PP-98-15-018%29.jpg/247px-Lunalilo_%28PP-98-15-018%29.jpg",
    "extract": "Lunalilo was the sixth monarch of the Kingdom of Hawaii from his election on January 8, 1873, until his death a year later.",
    "year": 1835,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "William B. Washburn",
    "birthday": "1820-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/William_B._Washburn_-_Brady-Handy.jpg/257px-William_B._Washburn_-_Brady-Handy.jpg",
    "extract": "William Barrett Washburn was an American businessman and politician from Massachusetts. Washburn served several terms in the United States House of Representatives (1863–71) and as the 28th Governor of Massachusetts from 1872 to 1874, when he won election to the United States Senate in a special election to succeed the recently deceased Charles Sumner. A moderate Republican, Washburn only partially supported the Radical Republican agenda during the American Civil War and the Reconstruction Era that followed.",
    "year": 1820,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Rodolphe Töpffer",
    "birthday": "1799-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Rodolfe_Toepffer.png/292px-Rodolfe_Toepffer.png",
    "extract": "Rodolphe Töpffer was a Swiss teacher, author, painter, cartoonist, and caricaturist. He is best known for his illustrated books, which are possibly the earliest European comics. He is known as the father of comic strips and has been credited as the \"first comics artist in history.\"",
    "year": 1799,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Franz Schubert",
    "birthday": "1797-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Franz_Schubert_Signature.svg/320px-Franz_Schubert_Signature.svg.png",
    "extract": "Franz Peter Schubert was an Austrian composer of the late Classical and early Romantic eras. Despite his short lifetime, Schubert left behind a vast oeuvre, including more than 600 secular vocal works, seven complete symphonies, sacred music, operas, incidental music, and a large body of piano and chamber music. His major works include \"Erlkönig\", the Piano Quintet in A major, D. 667 , the Symphony No. 8 in B minor, D. 759 , the \"Great\" Symphony No. 9 in C major, D. 944, the String Quintet, the three last piano sonatas, the opera Fierrabras, the incidental music to the play Rosamunde, and the song cycles Die schöne Müllerin and Winterreise.",
    "year": 1797,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Magdalena Dobromila Rettigová",
    "birthday": "1785-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Jan_Vil%C3%ADmek_-_Magdalena_Dobromila_Rettigov%C3%A1.jpg/238px-Jan_Vil%C3%ADmek_-_Magdalena_Dobromila_Rettigov%C3%A1.jpg",
    "extract": "Magdalena Dobromila Rettigová was a Czech writer known for her famous cookery book.",
    "year": 1785,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "André-Jacques Garnerin",
    "birthday": "1769-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Andr%C3%A9-Jacques_Garnerin_by_Edward_Hawke_Locker_1802.jpg/227px-Andr%C3%A9-Jacques_Garnerin_by_Edward_Hawke_Locker_1802.jpg",
    "extract": "André-Jacques Garnerin was a French balloonist and the inventor of the frameless parachute. He was appointed Official Aeronaut of France.",
    "year": 1769,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "François Devienne",
    "birthday": "1759-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Fran%C3%A7ois_Devienne_par_David.jpg/261px-Fran%C3%A7ois_Devienne_par_David.jpg",
    "extract": "François Devienne was a French composer and professor for flute at the Paris Conservatory.",
    "year": 1759,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Gouverneur Morris",
    "birthday": "1752-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Portrait_of_Gouverneur_Morris_%281752-1816%29%2C_1817.jpg/250px-Portrait_of_Gouverneur_Morris_%281752-1816%29%2C_1817.jpg",
    "extract": "Gouverneur Morris was an American statesman, a Founding Father of the United States, and a signatory to the Articles of Confederation and the United States Constitution. He wrote the Preamble to the United States Constitution and has been called the \"Penman of the Constitution\". While most Americans still thought of themselves as citizens of their respective states, Morris advanced the idea of being a citizen of a single union of states. He was also one of the most outspoken opponents of slavery among those who were present at the Constitutional Convention. He represented New York in the United States Senate from 1800 to 1803.",
    "year": 1752,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Hans Egede",
    "birthday": "1686-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Hans_Egede_-_Johan_Horner.jpg/252px-Hans_Egede_-_Johan_Horner.jpg",
    "extract": "Hans Poulsen Egede was a Dano-Norwegian Lutheran missionary who launched mission efforts to Greenland, which led him to be styled the Apostle of Greenland. He established a successful mission among the Inuit and is credited with revitalizing Dano-Norwegian interest in the island after contact had been broken for about 300 years. He founded Greenland's capital Godthåb, now known as Nuuk.",
    "year": 1686,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Louis de Montfort",
    "birthday": "1673-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Louis_de_Montfort.jpg/227px-Louis_de_Montfort.jpg",
    "extract": "Louis-Marie Grignion de Montfort was a French Roman Catholic priest and confessor. He was known in his time as a preacher and was made a missionary apostolic by Pope Clement XI.",
    "year": 1673,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Arnold Geulincx",
    "birthday": "1624-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/85/Arnold_Geulincx.gif",
    "extract": "Arnold Geulincx, also known by his pseudonym Philaretus, was a Flemish philosopher, metaphysician, and logician. He was one of the followers of René Descartes who tried to work out more detailed versions of a generally Cartesian philosophy. Samuel Beckett cited Geulincx as a key influence and interlocutor because of Geulincx's emphasis on the powerlessness and ignorance of the human condition.",
    "year": 1624,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "James Stanley, 7th Earl of Derby",
    "birthday": "1607-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/James_Stanley%2C_7th_Earl_of_Derby_by_Sir_Anthony_Van_Dyck.jpg/270px-James_Stanley%2C_7th_Earl_of_Derby_by_Sir_Anthony_Van_Dyck.jpg",
    "extract": "James Stanley, 7th Earl of Derby, KG was an English nobleman, politician, and supporter of the Royalist cause in the English Civil War. Before inheriting the title in 1642 he was known as Lord Strange. He was feudal Lord of the Isle of Man, where he was known as \"Yn Stanlagh Mooar\".",
    "year": 1607,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John Francis Regis",
    "birthday": "1597-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/San_Juan_Francisco_de_Regis.jpg/314px-San_Juan_Francisco_de_Regis.jpg",
    "extract": "Jean-François Régis, commonly known as Saint John Francis Regis and Saint Regis,, was a French priest of the Society of Jesus, recognized as a saint by the Roman Catholic Church in 1737. A tireless preacher, Regis is best known for his work with at-risk women and orphans.",
    "year": 1597,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Peter Bulkley",
    "birthday": "1583-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8a/PeterBulkley.jpg",
    "extract": "Peter Bulkley was an influential early Puritan minister who left England for greater religious freedom in the American colony of Massachusetts. He was a founder of Concord, and was named by descendant Ralph Waldo Emerson in his poem about Concord, \"Hamatreya\".",
    "year": 1583,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tokugawa Ieyasu",
    "birthday": "1543-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Tokugawa_Ieyasu2.JPG/280px-Tokugawa_Ieyasu2.JPG",
    "extract": "Tokugawa Ieyasu  was the founder and first shōgun of the Tokugawa Shogunate of Japan, which ruled Japan from 1603 until the Meiji Restoration in 1868. He was one of the three \"Great Unifiers\" of Japan, along with his former lord Oda Nobunaga and fellow Oda subordinate Toyotomi Hideyoshi. The son of a minor daimyo, Ieyasu once lived as a hostage under daimyo Imagawa Yoshimoto on behalf of his father. He later succeeded as daimyo after his father's death, serving as vassal and general under Oda Nobunaga, building up his strength.",
    "year": 1543,
    "month": 1,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Henry, King of Portugal",
    "birthday": "1512-1-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Ritratto_di_Enrico_I_del_Portogallo_%281587%29_-_Cristofano_dell%27Altissimo_%28Galleria_degli_Uffizi%29.png/244px-Ritratto_di_Enrico_I_del_Portogallo_%281587%29_-_Cristofano_dell%27Altissimo_%28Galleria_degli_Uffizi%29.png",
    "extract": "Henry, dubbed the Chaste and the Cardinal-King, was king of Portugal and a cardinal of the Catholic Church, who ruled Portugal between 1578 and 1580. As a clergyman, he was bound to chastity, and as such, had no children to succeed him, and thus put an end to the reigning House of Aviz. His death led to the Portuguese succession crisis of 1580 and ultimately to the 60-year Iberian Union that saw Portugal share a monarch with that of Habsburg Spain. The next independent monarch of Portugal would be John IV, who restored the throne after 60 years of Spanish rule.",
    "year": 1512,
    "month": 1,
    "day": 31,
    "language": "en"
  }
]