[
  {
    "name": "Catriona Gray",
    "birthday": "1994-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Catriona_Gray_with_iconic_tristar_and_sun_earpiece%2C_in_Mak_Tumang_Swarovski_gem-embellished_%22Mayon%22_evening_number.jpg/256px-Catriona_Gray_with_iconic_tristar_and_sun_earpiece%2C_in_Mak_Tumang_Swarovski_gem-embellished_%22Mayon%22_evening_number.jpg",
    "extract": "Catriona Elisa Magnayon Gray is a Filipino-Australian model, singer, beauty queen, television personality, youth advocate, and arts ambassador best known for having been crowned Miss Universe 2018. She is the fourth Filipina to win the Miss Universe competition. Previously, Gray was crowned Miss Universe Philippines 2018 and Miss World Philippines 2016.",
    "year": 1994,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Will Barton",
    "birthday": "1991-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Will_Barton_%28cropped%29.jpg/178px-Will_Barton_%28cropped%29.jpg",
    "extract": "William Denard Barton III is an American professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He played college basketball for Memphis, where he won the Conference USA Player of the Year in 2012. He was selected with the 40th pick of the 2012 NBA draft by the Portland Trail Blazers and was traded to the Nuggets in February 2015. He is the Nuggets' franchise leader in three-pointers made, reaching the feat in March 2022.",
    "year": 1991,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Andy Carroll",
    "birthday": "1989-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/AndyCarrollSeptember2015.JPG/172px-AndyCarrollSeptember2015.JPG",
    "extract": "Andrew Thomas Carroll is an English professional footballer who plays as a striker for West Bromwich Albion. He has played in the Premier League and English Football League for Newcastle United, Preston North End, Liverpool, West Ham United, and Reading, and has nine caps for the England national team.",
    "year": 1989,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Derrick Morgan (American football)",
    "birthday": "1989-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Derrick_Morgan_2018_08-09.jpg/218px-Derrick_Morgan_2018_08-09.jpg",
    "extract": "Derrick Lee Morgan is a former American football linebacker who spent his entire nine-year pro career playing for the Tennessee Titans of the National Football League (NFL). He was selected 16th overall by the Titans in the 2010 NFL Draft after playing college football at Georgia Tech.",
    "year": 1989,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bongani Khumalo",
    "birthday": "1987-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Khumalo_2012.JPG/190px-Khumalo_2012.JPG",
    "extract": "Bongani Sandile Khumalo is a Liswati-born retired South African footballer who last played as a centre-back for SuperSport United and the South Africa national team, Bongani also played Rust with Ossian Campbell in Norfolk, England. However the South-African is best known for playing Rocket League with FRZ Mantor and Barry Scott Jr.",
    "year": 1987,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Paul McShane (footballer)",
    "birthday": "1986-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/FIFA_WC-qualification_2014_-_Austria_vs_Ireland_2013-09-10_-_Paul_McShane_03.JPG/320px-FIFA_WC-qualification_2014_-_Austria_vs_Ireland_2013-09-10_-_Paul_McShane_03.JPG",
    "extract": "Paul David McShane is an Irish former professional footballer.",
    "year": 1986,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Petter Northug",
    "birthday": "1986-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Petter_Northug_-_Ski_WM_2011.jpg/213px-Petter_Northug_-_Ski_WM_2011.jpg",
    "extract": "Petter Northug Jr. is a Norwegian former cross-country skier and double Olympic champion. He won a total of 13 World Championship and two Winter Olympic gold medals with 20 medals overall, and 18 individual FIS Cross-Country World Cup wins with 13 podium places. He is also the record holder for most stage wins (13) in Tour de Ski. By winning his ninth gold medal in the Nordic World Ski Championships in 4 × 10 km relay in Val di Fiemme 2013 he leveled the achievement of Bjørn Dæhlie who had been the most successful World Champion male skier up to that point. He is considered by many as the greatest cross country skier of all time.",
    "year": 1986,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kate McKinnon",
    "birthday": "1984-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Kate_McKinnon_in_2018.jpg/233px-Kate_McKinnon_in_2018.jpg",
    "extract": "Kate McKinnon Berthold is an American actress, comedian, and writer. She is known for her character work and celebrity impressions on the sketch comedy series Saturday Night Live (2012–2022), of which she was a cast member for ten seasons, and formerly The Big Gay Sketch Show (2007–2010). She has appeared in films such as Balls Out (2014), Ghostbusters (2016), Office Christmas Party (2016), Rough Night (2017), The Spy Who Dumped Me (2018), Yesterday (2019), and Bombshell (2019). In 2022, she played the role of Tiger King subject Carole Baskin in the miniseries Joe vs. Carole.",
    "year": 1984,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Adam Burish",
    "birthday": "1983-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Adam_Burish.JPG/271px-Adam_Burish.JPG",
    "extract": "Adam Mark Burish is an American former professional ice hockey winger who played in the National Hockey League (NHL) with the Chicago Blackhawks, Dallas Stars and San Jose Sharks. He is currently an analyst covering Blackhawks games on NBC Sports Chicago.",
    "year": 1983,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gilbert Arenas",
    "birthday": "1982-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Gilbert_arenas_2008.jpg/299px-Gilbert_arenas_2008.jpg",
    "extract": "Gilbert Jay Arenas Jr. is an American former professional basketball player. Arenas attended Grant High School in the Valley Glen district of Los Angeles, and accepted a scholarship offer to the University of Arizona late in his junior year. He was drafted by the Golden State Warriors with the 31st overall pick in the 2001 NBA draft.",
    "year": 1982,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Roy Asotasi",
    "birthday": "1982-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Roy_Asotasi_Man_Of_Steel_Premiere.jpg/167px-Roy_Asotasi_Man_Of_Steel_Premiere.jpg",
    "extract": "Roy Asotasi is a New Zealand former professional rugby league footballer who played as a prop in the 2000s and 2010s. A New Zealand international captain, he also played for Samoa. Asotasi played in the NRL for Australian clubs Canterbury-Bankstown and the South Sydney Rabbitohs from 2007 to 2013. He then played in the Super League for the Warrington Wolves.",
    "year": 1982,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Eddie Redmayne",
    "birthday": "1982-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Eddie_Redmayne_by_Gage_Skidmore.jpg/208px-Eddie_Redmayne_by_Gage_Skidmore.jpg",
    "extract": "Edward John David Redmayne is an English actor. Known for his roles in biopics and blockbusters, he has received various accolades, including an Academy Award, a Tony Award, a Golden Globe Award, a British Academy Film Award, and two Laurence Olivier Awards.",
    "year": 1982,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Asante Samuel",
    "birthday": "1981-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Asante-Samuel-2008-Camp-Military-Appreciation.jpg/212px-Asante-Samuel-2008-Camp-Military-Appreciation.jpg",
    "extract": "Asante T. Samuel Sr. is an American former professional football player who was a cornerback in the National Football League (NFL). He was born in Accra, Ghana and raised in Fort Lauderdale, Florida. He played college football for the UCF Knights and was drafted by the New England Patriots in the fourth round of the 2003 NFL Draft. Samuel also played for the Philadelphia Eagles and Atlanta Falcons. He is the father of Asante Samuel Jr., a cornerback who was drafted by the Los Angeles Chargers.",
    "year": 1981,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Casey Fossum",
    "birthday": "1978-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/051007_065_Casey_Fossum.jpg/225px-051007_065_Casey_Fossum.jpg",
    "extract": "Casey Paul Fossum is a former professional pitcher. Previously, he played for the Boston Red Sox (2001–2003), Arizona Diamondbacks (2004), Tampa Bay Devil Rays (2005–2007), Detroit Tigers (2008), and New York Mets (2009) of Major League Baseball, and the Hanshin Tigers (2010) of Nippon Professional Baseball. He bats and throws left-handed.",
    "year": 1978,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bubba Franks",
    "birthday": "1978-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Bubba_Franks88-Edit.jpg/283px-Bubba_Franks88-Edit.jpg",
    "extract": "Daniel Lamont \"Bubba\" Franks is a former American football tight end who played nine seasons in the National Football League (NFL). He played college football for the University of Miami. He was drafted by the Green Bay Packers 14th overall in the 2000 NFL Draft.",
    "year": 1978,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard Zedník",
    "birthday": "1976-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Richard_Zednik_2009.jpg/272px-Richard_Zednik_2009.jpg",
    "extract": "Richard Zedník is a Slovak former professional ice hockey winger. He had a 15-year career in the National Hockey League (NHL), playing for the Washington Capitals, Montreal Canadiens, New York Islanders and Florida Panthers.",
    "year": 1976,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "James Farrior",
    "birthday": "1975-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/James_Farrior.jpg/320px-James_Farrior.jpg",
    "extract": "James Alfred Farrior  is a former American football linebacker who played fifteen seasons in the National Football League (NFL). He played college football for the University of Virginia. He played with the New York Jets and the Pittsburgh Steelers, and earned two Super Bowl rings with the Steelers.",
    "year": 1975,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Marlon Anderson",
    "birthday": "1974-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Marlon_Anderson_%285727153929%29_%28cropped%29.jpg/266px-Marlon_Anderson_%285727153929%29_%28cropped%29.jpg",
    "extract": "Marlon Ordell Anderson is a former Major League Baseball utility player who played for several teams between 1998 and 2009. He was widely known for his clutch hits, and writers for publications including The New York Times and Newsday had referred to him as one of the best pinch-hitters in the game. Anderson was the hitting coach for the Brooklyn Cyclones in 2018.",
    "year": 1974,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Vasso Karantasiou",
    "birthday": "1973-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Vassiliki_Karadassiou_Austrian_Masters_2008.jpg/214px-Vassiliki_Karadassiou_Austrian_Masters_2008.jpg",
    "extract": "Vasiliki \"Vasso\" Karantasiou is a female beach volleyball player from Greece, who won the gold medal at the 2005 European Championships in Moscow, Russia, partnering Vassiliki Arvaniti.",
    "year": 1973,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Julie Chen Moonves",
    "birthday": "1970-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Julie_Chen_Shankbone_2009_Vanity_Fair.jpg/181px-Julie_Chen_Shankbone_2009_Vanity_Fair.jpg",
    "extract": "Julie Suzanne Chen Moonves is an American television personality, news anchor, and producer for CBS. She has been the host of the American version of the CBS reality-television program Big Brother since its debut in July 2000 and is the longest-serving host of any country's version of the show. Chen Moonves was a co-host and the moderator of the CBS Daytime talk show, The Talk, for eight seasons. Previously, she was a co-anchor of The Early Show on CBS.",
    "year": 1970,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gabrielle Reece",
    "birthday": "1970-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Gabrielle_Reece_on_The_Art_of_Charm.jpg/284px-Gabrielle_Reece_on_The_Art_of_Charm.jpg",
    "extract": "Gabrielle Allyse Reece is an American professional volleyball player, sports announcer, fashion model and actress.",
    "year": 1970,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Norman Reedus",
    "birthday": "1969-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Norman_Reedus_by_Gage_Skidmore_4.jpg/263px-Norman_Reedus_by_Gage_Skidmore_4.jpg",
    "extract": "Norman Mark Reedus is an American actor. He is known for starring in the popular AMC horror drama series The Walking Dead as Daryl Dixon, in the film The Boondock Saints (1999) and its sequel The Boondock Saints II: All Saints Day (2009) as Murphy MacManus, as Scud in Marvel's Blade II (2002), Marco in Deuces Wild (2002), and for his AMC TV show Ride with Norman Reedus. He has acted in numerous films and television series, and modeled for various fashion designers. Reedus also provided motion capture and voice acting for the lead character Sam Porter in the video game Death Stranding (2019).",
    "year": 1969,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Singleton",
    "birthday": "1968-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/John_Singleton_2013_%28cropped%29.jpg/251px-John_Singleton_2013_%28cropped%29.jpg",
    "extract": "John Daniel Singleton was an American film director, screenwriter and producer. He wrote and directed Boyz n the Hood in 1991, for which he was nominated for the Academy Award for Best Director, becoming, at age 24, the first African American and youngest person to have ever been nominated for that award. Singleton was a native of South Los Angeles, and many of his films, such as Poetic Justice (1993), Higher Learning (1995), and Baby Boy (2001), had themes which resonated with the urban population. He also directed the drama Rosewood (1997) and the action films Shaft (2000), 2 Fast 2 Furious (2003), and Four Brothers (2005). He co-created the television crime drama Snowfall. He was nominated for the Primetime Emmy Award for Outstanding Directing for a Limited Series, Movie, or Dramatic Special for \"The Race Card\", the fifth episode of The People v. O.J. Simpson: American Crime Story.",
    "year": 1968,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "A. R. Rahman",
    "birthday": "1967-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/AR_Rahman_At_The_%E2%80%98Marvel_Anthem%E2%80%99_Launch.jpg/213px-AR_Rahman_At_The_%E2%80%98Marvel_Anthem%E2%80%99_Launch.jpg",
    "extract": "Allah Rakha Rahman is an Indian film composer, record producer, singer and songwriter who works predominantly in Indian cinema and occasionally international cinema. In 2010, the Indian government awarded him the Padma Bhushan, the nation's third-highest civilian award. Among Rahman's awards are six National Film Awards, two Academy Awards, two Grammy Awards, a BAFTA Award, a Golden Globe Award, fifteen Filmfare Awards and seventeen Filmfare Awards South.",
    "year": 1967,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Attilio Lombardo",
    "birthday": "1966-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Attilio_Lombardo.JPG/204px-Attilio_Lombardo.JPG",
    "extract": "Attilio Lombardo is an Italian retired football player turned manager; he is currently the assistant manager for the Italy national team.",
    "year": 1966,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bjørn Lomborg",
    "birthday": "1965-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Bj%C3%B8rn_Lomborg_1.jpg/213px-Bj%C3%B8rn_Lomborg_1.jpg",
    "extract": "Bjørn Lomborg is a Danish author and president of the think tank Copenhagen Consensus Center. He is former director of the Danish government's Environmental Assessment Institute (EAI) in Copenhagen. He became internationally known for his best-selling and controversial book, The Skeptical Environmentalist (2001), in which he argues that many of the costly measures and actions adopted by scientists and policy makers to meet the challenges of global warming will ultimately have minimal impact on the world's rising temperature.",
    "year": 1965,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jacqueline Moore",
    "birthday": "1964-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Jacqueline_Moore_TNA_2008.jpg/243px-Jacqueline_Moore_TNA_2008.jpg",
    "extract": "Jacqueline DeLois Moore is an American professional wrestler and professional wrestling manager. She is best known for her time in WWE from 1998 to 2004, where she became the first African American WWE Cruiserweight champion as well as being the first and only woman to hold the belt, as well as working for World Championship Wrestling in 1997–98 and later Total Nonstop Action Wrestling as a wrestler, manager and road agent.",
    "year": 1964,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jyrki Kasvi",
    "birthday": "1964-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Jyrki_J.J._Kasvi%2C_at_the_Hugo_Award_Ceremony%2C_at_Worldcon_75_in_Helsinki_2017_%28cropped%29.jpg/220px-Jyrki_J.J._Kasvi%2C_at_the_Hugo_Award_Ceremony%2C_at_Worldcon_75_in_Helsinki_2017_%28cropped%29.jpg",
    "extract": "Jyrki Jouko Juhani Kasvi was a Finnish politician, and a member of the Finnish Parliament, representing the Green League.",
    "year": 1964,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Norm Charlton",
    "birthday": "1963-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/df/Nwcharlton.jpg",
    "extract": "Norman Wood Charlton III, nicknamed \"The Sheriff\", is an American former professional baseball relief pitcher, who played in Major League Baseball (MLB) for the Cincinnati Reds, Seattle Mariners, Philadelphia Phillies, Baltimore Orioles, Atlanta Braves, and Tampa Bay Devil Rays.",
    "year": 1963,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Georges Jobé",
    "birthday": "1961-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Georges_Job%C3%A9_Circuit_Vall%C3%A8s_1981.jpg/312px-Georges_Job%C3%A9_Circuit_Vall%C3%A8s_1981.jpg",
    "extract": "Georges Jobé was a Belgian professional motocross racer. He competed in the Motocross World Championships from 1979 to 1992. Jobé is notable for being a five-time FIM motocross world champion and a nine-time Belgian motocross national champion. He was named Belgian Sportsman of the year in 1987 an 1992.",
    "year": 1961,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Peter Whittle (politician)",
    "birthday": "1961-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Peter_Whittle_%28Cropped%29_%2838016814542%29.jpg/240px-Peter_Whittle_%28Cropped%29_%2838016814542%29.jpg",
    "extract": "Peter Robin Whittle is a British politician, author, journalist and broadcaster who served as a Member of the London Assembly from 2016 to 2021. He is the founder and director of the New Culture Forum think tank and host of So What You're Saying Is..., a weekly cultural and political interview show on YouTube.",
    "year": 1961,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Paul Azinger",
    "birthday": "1960-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Paul_Azinger_%284335299674%29.jpg/320px-Paul_Azinger_%284335299674%29.jpg",
    "extract": "Paul William Azinger is an American professional golfer and TV golf analyst. He won twelve times on the PGA Tour, including one major championship, the 1993 PGA Championship. He spent almost 300 weeks in the top-10 of the Official World Golf Ranking between 1988 and 1994.",
    "year": 1960,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kari Jalonen",
    "birthday": "1960-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Kari_Jalonen_2012-09-10_Amur%E2%80%94Torpedo_KHL-game.jpeg/263px-Kari_Jalonen_2012-09-10_Amur%E2%80%94Torpedo_KHL-game.jpeg",
    "extract": "Kari Jalonen is a Finnish professional ice hockey coach and former player. Currently he is the head coach of Czech national team. He is not related to Finnish ice hockey coach Jukka Jalonen.",
    "year": 1960,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nigella Lawson",
    "birthday": "1960-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Nigella_Lawson_in_Manilla_-_2017_%2829946044613%29_%28cropped%29.jpg/230px-Nigella_Lawson_in_Manilla_-_2017_%2829946044613%29_%28cropped%29.jpg",
    "extract": "Nigella Lucy Lawson is an English food writer and television cook.",
    "year": 1960,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Howie Long",
    "birthday": "1960-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Howie_Long_haircut_Bagram_AF_base_%28cropped%29.jpg/216px-Howie_Long_haircut_Bagram_AF_base_%28cropped%29.jpg",
    "extract": "Howard Matthew Moses Long is a former American football defensive end, actor, and sports analyst. He played in the National Football League (NFL) for 13 seasons and spent his entire career with the Raiders franchise in Oakland and Los Angeles. Selected by the Raiders in the second round of the 1981 NFL Draft, Long received eight Pro Bowl and three first-team All-Pro selections while helping the team win a Super Bowl title in Super Bowl XVIII. He was inducted into the Pro Football Hall of Fame in 2000.",
    "year": 1960,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kapil Dev",
    "birthday": "1959-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Kapil_Dev_at_Equation_sports_auction_%28cropped%29.jpg/298px-Kapil_Dev_at_Equation_sports_auction_%28cropped%29.jpg",
    "extract": "Kapil Dev Ramlal Nikhanj is an Indian former cricketer. He was a fast-medium bowler and a hard-hitting middle-order batsman, and was named by Wisden as the Indian Cricketer of the Century in 2002.",
    "year": 1959,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Shlomo Glickstein",
    "birthday": "1958-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Flickr_-_Government_Press_Office_%28GPO%29_-_Shlomo_Glickstein.jpg/213px-Flickr_-_Government_Press_Office_%28GPO%29_-_Shlomo_Glickstein.jpg",
    "extract": "Shlomo Glickstein is an Israeli former professional tennis player.",
    "year": 1958,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michael Foale",
    "birthday": "1957-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Michael_Foale_-_official_astronaut_portrait.jpg/240px-Michael_Foale_-_official_astronaut_portrait.jpg",
    "extract": "Colin Michael Foale is a British-American astrophysicist and former NASA astronaut. He is a veteran of six space missions, and is the only NASA astronaut to have flown extended missions aboard both Mir and the International Space Station. He was the second Briton in space and the first to perform a space walk. Until 17 April 2008 he held the record for most time spent in space by a US citizen: 374 days, 11 hours, 19 minutes, and he still holds the cumulative-time-in-space record for a UK citizen.",
    "year": 1957,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nancy Lopez",
    "birthday": "1957-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/NancyLopezGolfer.jpg/216px-NancyLopezGolfer.jpg",
    "extract": "Nancy Marie Lopez is a retired American professional golfer. She became a member of the LPGA Tour in 1977 and won 48 LPGA Tour events, including three major championships.",
    "year": 1957,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Elizabeth Strout",
    "birthday": "1956-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Elizabeth_Strout_2015.jpg/213px-Elizabeth_Strout_2015.jpg",
    "extract": "Elizabeth Strout is an American novelist and author. She is widely known for her works in literary fiction and her descriptive characterization. Born and raised in Portland, Maine, her experiences in her youth served as inspiration for her novels–the fictional \"Shirley Falls, Maine\" is the setting of four of her seven novels.",
    "year": 1956,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Justin Welby",
    "birthday": "1956-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Official_portrait_of_The_Lord_Archbishop_of_Canterbury_crop_2.jpg/240px-Official_portrait_of_The_Lord_Archbishop_of_Canterbury_crop_2.jpg",
    "extract": "Justin Portal Welby is a British bishop. He is currently the 105th Archbishop of Canterbury and the most senior bishop in the Church of England. He has served in that role since 2013. Welby was previously the vicar of Southam, Warwickshire, and then Bishop of Durham, serving for just over a year. Ex officio, he is the Primate of All England and the symbolic head primus inter pares of the worldwide Anglican Communion.",
    "year": 1956,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Clive Woodward",
    "birthday": "1956-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Clive_Woodward.jpg/256px-Clive_Woodward.jpg",
    "extract": "Sir Clive Ronald Woodward is an English former rugby union player and coach. He was coach of the England team from 1997 to 2004, managing them to victory in the 2003 Rugby World Cup. He also coached the 2005 British & Irish Lions tour to New Zealand, losing the test series 3-0. He is currently a pundit for ITV Sport, working on their coverage of the Six Nations and Rugby World Cup.",
    "year": 1956,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rowan Atkinson",
    "birthday": "1955-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Rowan_Atkinson_2011_2_cropped.jpg/240px-Rowan_Atkinson_2011_2_cropped.jpg",
    "extract": "Rowan Sebastian Atkinson is an English actor, comedian and writer. He played the title roles on the sitcoms Blackadder (1983–1989) and Mr. Bean (1990–1995), and the film series Johnny English (2003–2018). Atkinson first came to prominence in the BBC sketch comedy show Not the Nine O'Clock News (1979–1982), receiving the 1981 BAFTA for Best Entertainment Performance, and via his participation in The Secret Policeman's Ball (1979). His other work includes the James Bond film Never Say Never Again (1983), playing a bumbling vicar in Four Weddings and a Funeral (1994), voicing the red-billed hornbill Zazu in The Lion King (1994), and playing jewellery salesman Rufus in Love Actually (2003). Atkinson also featured in the BBC sitcom The Thin Blue Line (1995–1996). His work in theatre includes the role of Fagin in the 2009 West End revival of the musical Oliver!.",
    "year": 1955,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anthony Minghella",
    "birthday": "1954-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e6/Anthony_Minghella.jpg/213px-Anthony_Minghella.jpg",
    "extract": "Anthony Minghella, was a British film director, playwright and screenwriter. He was chairman of the board of Governors at the British Film Institute between 2003 and 2007.",
    "year": 1954,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Malcolm Young",
    "birthday": "1953-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Malcolm_Young_en_2010.jpg/217px-Malcolm_Young_en_2010.jpg",
    "extract": "Malcolm Mitchell Young was an Australian musician who was the co-founder, rhythm guitarist, backing vocalist and songwriter of the rock band AC/DC. Except for a brief absence in 1988, he was with the band from its beginning in 1973 until retiring in 2014 due to health reasons. As a member of AC/DC, he was inducted into the Rock and Roll Hall of Fame in 2003.",
    "year": 1953,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Don Gullett",
    "birthday": "1951-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Don_Gullett.jpg/255px-Don_Gullett.jpg",
    "extract": "Donald Edward Gullett is an American former professional baseball player and coach. He played in Major League Baseball as a left-handed pitcher from 1970 through 1978, most notably as a member of the Cincinnati Reds dynasty that won four National League pennants and two World Series championships between 1970 and 1976. Gullett was also a member of the New York Yankees teams that won two consecutive World Series championships in 1977 and 1978. After his playing career, he served as pitching coach for the Cincinnati Reds from 1993 to 2005. In 2002, he was inducted into the Cincinnati Reds Hall of Fame.",
    "year": 1951,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kim Wilson",
    "birthday": "1951-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/KimWilson1996.jpg/263px-KimWilson1996.jpg",
    "extract": "Kim Wilson is an American blues singer and harmonica player. He is best known as the lead vocalist and frontman for the Fabulous Thunderbirds on two hit songs of the 1980s, \"Tuff Enuff\" and \"Wrap It Up.\"",
    "year": 1951,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Louis Freeh",
    "birthday": "1950-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Louisfreeh.jpeg/267px-Louisfreeh.jpeg",
    "extract": "Louis Joseph Freeh is an American attorney and former judge who served as the fifth Director of the Federal Bureau of Investigation from September 1993 to June 2001.",
    "year": 1950,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mike Boit",
    "birthday": "1949-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Mike_boit_mc.jpg/320px-Mike_boit_mc.jpg",
    "extract": "Michael (Mike) Kipsugut Boit is a Kenyan former professional middle-distance athlete whose career spanned fifteen years. He is a professor at Kenyatta University in the Department of Exercise and Sports Science. He is an uncle to Philip Boit, who became the first Kenyan athlete to compete in the Winter Olympics.",
    "year": 1949,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Carolyn D. Wright",
    "birthday": "1949-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a3/Wright%2C_CD_in_CA.jpg/255px-Wright%2C_CD_in_CA.jpg",
    "extract": "Carolyn D. Wright was an American poet. She was a MacArthur Fellow, a Guggenheim Fellow, and the Poet Laureate of Rhode Island.",
    "year": 1949,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Guy Gardner (astronaut)",
    "birthday": "1948-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Guy_Gardner.jpg/256px-Guy_Gardner.jpg",
    "extract": "Guy Spence Gardner is a United States Air Force officer and a former astronaut. He holds the rank of colonel. He flew as pilot on two Space Shuttle missions, STS-27 and STS-35. Gardner was also the 12th president of the Williamson College of the Trades.",
    "year": 1948,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sandy Denny",
    "birthday": "1947-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/06/Sandy_Denny_by_David_Bailey_1972_wiki.jpg",
    "extract": "Alexandra Elene MacLean Denny was an English singer-songwriter who was lead singer of the British folk rock band Fairport Convention. She has been described as \"the pre-eminent British folk rock singer\".",
    "year": 1947,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Syd Barrett",
    "birthday": "1946-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/ff/Syd.jpg/227px-Syd.jpg",
    "extract": "Roger Keith \"Syd\" Barrett was an English singer, songwriter, and musician who co-founded the rock band Pink Floyd in 1965. Barrett was their original frontman and primary songwriter, becoming known for his whimsical style of psychedelia, English-accented singing, and stream-of-consciousness writing style. As a guitarist, he was influential for his free-form playing and for employing dissonance, distortion, echo, feedback, and other studio effects.",
    "year": 1946,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Barry John",
    "birthday": "1945-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Barry_John.jpg/274px-Barry_John.jpg",
    "extract": "Barry John is a former Welsh rugby union fly-half who played, during the amateur era of the sport, in the 1960s, and early 1970s. John began his rugby career as a schoolboy playing for his local team Cefneithin RFC before switching to first-class west Wales team Llanelli RFC in 1964. It was while at Llanelli that John was first selected for the Wales national team, a shock selection as a replacement for David Watkins to face a touring Australian team.",
    "year": 1945,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bonnie Franklin",
    "birthday": "1944-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Bonnie_Franklin_1976.JPG/243px-Bonnie_Franklin_1976.JPG",
    "extract": "Bonnie Gail Franklin was an American actress, known for her leading role in the television series One Day at a Time (1975–1984). She was nominated for Emmy, Tony, and Golden Globe Awards.",
    "year": 1944,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alan Stivell",
    "birthday": "1944-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Festival_de_Cornouaille_2016_-_Alan_Stivell_-_01.jpg/320px-Festival_de_Cornouaille_2016_-_Alan_Stivell_-_01.jpg",
    "extract": "Alan Stivell is a French, Breton and Celtic musician and singer, songwriter, recording artist, and master of the Celtic harp. From the early 1970s, he revived global interest in the Celtic harp and Celtic music as part of world music. As a bagpiper and bombard player, he modernized traditional Breton music and singing in the Breton language. A precursor of Celtic rock, he is inspired by the union of the Celtic cultures and is a keeper of the Breton culture.",
    "year": 1944,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rolf M. Zinkernagel",
    "birthday": "1944-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Rolf_Zinkernagel_Erudite_Conclave_medical_college_trivandrum.jpg/320px-Rolf_Zinkernagel_Erudite_Conclave_medical_college_trivandrum.jpg",
    "extract": "Rolf Martin Zinkernagel is Professor of Experimental Immunology at the University of Zurich. He was awarded the Nobel Prize in Physiology or Medicine in 1996 for the discovery of how the immune system recognizes virus-infected cells.\n",
    "year": 1944,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Van McCoy",
    "birthday": "1940-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/ff/Van_McCoy.jpg",
    "extract": "Van Allen Clinton McCoy was an American musician, record producer, arranger, songwriter, singer and orchestra conductor. He is known for his 1975 internationally successful song \"The Hustle\". He has approximately 700 song copyrights to his credit, and for producing songs by such recording artists as Gladys Knight & the Pips, The Stylistics, Aretha Franklin, Brenda & the Tabulations, David Ruffin, Peaches & Herb, Lesley Gore and Stacy Lattisaw.",
    "year": 1940,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Valeriy Lobanovskyi",
    "birthday": "1939-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Valeri_Lobanovsky.jpg/240px-Valeri_Lobanovsky.jpg",
    "extract": "Valeriy Vasylyovych Lobanovskyi was а Ukrainian football player and manager. He was Master of Sports of the USSR, Distinguished Coach of the USSR, and a laureate of the UEFA Order of Merit in Ruby (2002) and FIFA Order of Merit, the highest honour awarded by FIFA. In 2002 he was awarded the Hero of Ukraine award (posthumously), his nation's highest honour, for his contribution to Ukrainian football. In 2008, Lobanovskyi was ranked 6th in Inter's list of the 100 Greatest Ukrainians following a nationwide poll that saw around 2.5 million people casting their votes.",
    "year": 1939,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Murray Rose",
    "birthday": "1939-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Murray_Rose_cropped.jpg/307px-Murray_Rose_cropped.jpg",
    "extract": "Iain Murray Rose, was an Australian swimmer, actor, sports commentator and marketing executive. He was a six-time Olympic medalist, and at one time held the world records in the 400-metre, 800-metre, and 1500-metre freestyle. He made his Olympic debut at the 1956 Summer Olympics as a 17-year-old and won three Olympic medals, all gold. Four years later, as a 21-year-old, he won three Olympic medals at the 1960 Summer Olympics.",
    "year": 1939,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Adriano Celentano",
    "birthday": "1938-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Adriano_al_Politecnico_di_Milano.jpg/202px-Adriano_al_Politecnico_di_Milano.jpg",
    "extract": "Adriano Celentano is an Italian musician, singer, composer, actor, and filmmaker. He is dubbed \"il Molleggiato\" because of his dancing.",
    "year": 1938,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Larisa Shepitko",
    "birthday": "1938-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fe/Larisa_Shepitko.png/249px-Larisa_Shepitko.png",
    "extract": "Larisa Efimovna Shepitko Ukrainian: Лариса Юхимівна Шепітько; 6 January 1938 – 2 July 1979) was a Ukrainian Soviet film director, screenwriter and actress. She is considered one of the best female directors of all time, with her film The Ascent being the second film directed by a woman to win a Golden Bear and the third film directed by a woman to win a top award at a major European film festival.",
    "year": 1938,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ludvík Daněk",
    "birthday": "1937-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Ludv%C3%ADk_Dan%C4%9Bk_1972.jpg/240px-Ludv%C3%ADk_Dan%C4%9Bk_1972.jpg",
    "extract": "Ludvík Daněk was a Czechoslovak discus thrower, who won the gold medal at the 1972 Olympic Games with a throw of 64.40 m (211'3\").",
    "year": 1937,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lou Holtz",
    "birthday": "1937-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Lou_Holtz_%282020-12-03%29.jpg/245px-Lou_Holtz_%282020-12-03%29.jpg",
    "extract": "Louis Leo Holtz is a former American football player, coach, and analyst. He served as the head football coach at The College of William & Mary (1969–1971), North Carolina State University (1972–1975), the New York Jets (1976), the University of Arkansas (1977–1983), the University of Minnesota (1984–1985), the University of Notre Dame (1986–1996), and the University of South Carolina (1999–2004), compiling a career record of 249–132–7. Holtz's 1988 Notre Dame team went 12–0 with a victory in the Fiesta Bowl and was the consensus national champion. Holtz is the only college football coach to lead six different programs to bowl games and the only coach to guide four different programs to the final top 20 rankings.",
    "year": 1937,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Doris Troy",
    "birthday": "1937-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a4/Doris_Troy.jpg/320px-Doris_Troy.jpg",
    "extract": "Doris Troy was an American R&B singer and songwriter, known to her many fans as \"Mama Soul\". Her biggest hit was \"Just One Look\", a Top 10 hit in 1963.",
    "year": 1937,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Darlene Hard",
    "birthday": "1936-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Althea-Gibson-Darlene-Hard-Wimbledon-1957.jpg/260px-Althea-Gibson-Darlene-Hard-Wimbledon-1957.jpg",
    "extract": "Darlene Ruth Hard was an American professional tennis player, known for her aggressive volleying ability and strong serves. She captured singles titles at the French Championships in 1960 and the U.S. Championships in 1960 and 1961.",
    "year": 1936,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Julio María Sanguinetti",
    "birthday": "1936-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/PresidenteSanguinetti.jpg/224px-PresidenteSanguinetti.jpg",
    "extract": "Julio María Sanguinetti Coirolo is a Uruguayan politician, lawyer and journalist, who twice served as President of Uruguay for the Partido Colorado.",
    "year": 1936,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ian Meckiff",
    "birthday": "1935-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Ian_Meckiff_1957.jpg/226px-Ian_Meckiff_1957.jpg",
    "extract": "Ian Meckiff is a former cricketer who represented Australia in 18 Test matches between 1957 and 1963. A left-arm fast bowler, he is best known for two matters that were unrelated to his skill as a player: he was the batsman run out by Joe Solomon in 1960, causing the first Tied Test in cricket history; and in December 1963, his career was sensationally ended when he was called for throwing in the First Test against South Africa by Australian umpire Col Egar. During the late 1950s and early 1960s, there had been a media frenzy about the perceived prevalence of illegal bowling actions in world cricket. The controversy and speculation that dogged Meckiff in the years preceding his final match caused sections of the cricket community to believe that he had been made a scapegoat by the Australian cricket authorities to prove their intent to stamp out throwing.",
    "year": 1935,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nino Tempo",
    "birthday": "1935-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/98/April_Stevens_and_Nino_Tempo_1965_%28cropped%29.jpg",
    "extract": "Nino Tempo is an American musician, singer, and actor. He was a duet partner with his older sister April Stevens as well as the frontman for a 1970s funk band, 5th Ave. Sax.",
    "year": 1935,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Oleg Makarov (cosmonaut)",
    "birthday": "1933-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/63/Oleg_Grigoryevich_Makarov.jpg/245px-Oleg_Grigoryevich_Makarov.jpg",
    "extract": "Oleg Grigoryevich Makarov was a Soviet cosmonaut.",
    "year": 1933,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "E. L. Doctorow",
    "birthday": "1931-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/E_l_doctorow_2751.JPG/303px-E_l_doctorow_2751.JPG",
    "extract": "Edgar Lawrence Doctorow was an American novelist, editor, and professor, best known for his works of historical fiction.",
    "year": 1931,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Graeme Hole",
    "birthday": "1931-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Graeme_Hole_1949.jpg/251px-Graeme_Hole_1949.jpg",
    "extract": "Graeme Blake Hole was an Australian cricketer who played 18 Test matches for Australia between 1951 and 1955.",
    "year": 1931,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dickie Moore (ice hockey)",
    "birthday": "1931-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Dickie_Moore.jpg",
    "extract": "Richard Winston \"Dickie\" Moore was a Canadian professional hockey player, successful businessman and community philanthropist. He twice won the Art Ross Trophy as the National Hockey League's leading scorer and was inducted into the Hockey Hall of Fame. Moore spent much of his career with the Montreal Canadiens, but also played briefly with the Toronto Maple Leafs and St. Louis Blues. In 2017 Moore was named one of the '100 Greatest NHL Players' in history.",
    "year": 1931,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Vic Tayback",
    "birthday": "1930-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Vic_Tayback_1976.JPG/270px-Vic_Tayback_1976.JPG",
    "extract": "Victor E. Tayback was an American actor. He is known for his role as Mel Sharples in the film Alice Doesn't Live Here Anymore (1974) and the television series Alice (1976–1985). The latter earned him two consecutive Golden Globe Awards and a Primetime Emmy Award nomination.",
    "year": 1930,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Capucine",
    "birthday": "1928-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Capucine_%281962%29.jpg/240px-Capucine_%281962%29.jpg",
    "extract": "Capucine was a French fashion model and actress known for her comedic roles in The Pink Panther (1963) and What's New Pussycat? (1965). She appeared in 36 films and 17 television productions between 1948 and 1990.",
    "year": 1928,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jesse Leonard Steinfeld",
    "birthday": "1927-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Jesse_Leonard_Steinfeld%2C_photo_portrait_as_surgeon_general.jpg/253px-Jesse_Leonard_Steinfeld%2C_photo_portrait_as_surgeon_general.jpg",
    "extract": "Jesse Leonard Steinfeld was an American physician and public health official. He was appointed the eleventh surgeon general of the United States from 1969 to 1973.",
    "year": 1927,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ralph Branca",
    "birthday": "1926-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Ralph_Branca_1953.jpg/204px-Ralph_Branca_1953.jpg",
    "extract": "Ralph Theodore Joseph \"Hawk\" Branca was an American professional baseball pitcher who played 12 seasons in Major League Baseball (MLB), from 1944 through 1956. Branca played for the Brooklyn Dodgers, Detroit Tigers (1953–1954), and New York Yankees (1954). He was a three-time All-Star. In a 1951 playoff, Branca surrendered a walk-off home run to Bobby Thomson of the New York Giants; the game-winning hit was known as the \"Shot Heard 'Round the World\".",
    "year": 1926,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Pat Flaherty (racing driver)",
    "birthday": "1926-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7e/PatFlaherty%28racingdriver%29Image.jpg/242px-PatFlaherty%28racingdriver%29Image.jpg",
    "extract": "George Francis Flaherty, Jr., known professionally as Pat Flaherty, was an American racecar driver who won the Indianapolis 500 in 1956.",
    "year": 1926,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mickey Hargitay",
    "birthday": "1926-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Mickey_Hargitay_1964.JPG/261px-Mickey_Hargitay_1964.JPG",
    "extract": "Miklós \"Mickey\" Hargitay was a Hungarian-American actor and the 1955 Mr. Universe. Born in Budapest, Hargitay moved to the United States in 1947 and eventually became a U.S. citizen. He was married to actress Jayne Mansfield and is the father of actress Mariska Hargitay. During their marriage, Hargitay and Mansfield made four movies together: Will Success Spoil Rock Hunter? (1957), The Loves of Hercules (1960), Promises! Promises! (1963), and Primitive Love (1964).",
    "year": 1926,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John DeLorean",
    "birthday": "1925-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/John_DeLorean.jpg/213px-John_DeLorean.jpg",
    "extract": "John Zachary DeLorean was an American engineer, inventor, and executive in the U.S. automobile industry, widely known for his work at General Motors and as founder of the DeLorean Motor Company.",
    "year": 1925,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kim Dae-jung",
    "birthday": "1924-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Kim_Dae-jung_presidential_portrait.jpg/267px-Kim_Dae-jung_presidential_portrait.jpg",
    "extract": "Kim Dae-jung, was a South Korean politician and activist who served as the eighth president of South Korea from 1998 to 2003.",
    "year": 1924,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Earl Scruggs",
    "birthday": "1924-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Earl_Scruggs_2005.JPG/240px-Earl_Scruggs_2005.JPG",
    "extract": "Earl Eugene Scruggs was an American musician noted for popularizing a three-finger banjo picking style, now called \"Scruggs style\", which is a defining characteristic of bluegrass music. His three-finger style of playing was radically different from the traditional way the five-string banjo had previously been played. This new style of playing became popular and elevated the banjo from its previous role as a background rhythm instrument to featured solo status. He popularized the instrument across several genres of music.",
    "year": 1924,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Vladimir Kazantsev (athlete)",
    "birthday": "1923-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/40/Vladimir_Kazantsev_%28athlete%29.jpg",
    "extract": "Vladimir Dmitriyevich Kazantsev was a Russian long-distance runner who won a silver medal in the 3000 m steeplechase at the 1952 Olympics. He set world's best times in this event in 1951 and 1952 and won the Soviet title in 1950–53. In the Olympic final he had a 20 m lead with 700 m remaining, but injured a tendon in a bad landing after a water jump, and was overtaken by Horace Ashenfelter.",
    "year": 1923,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Norman Kirk",
    "birthday": "1923-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Norman_Kirk%2C_crop.jpg/241px-Norman_Kirk%2C_crop.jpg",
    "extract": "Norman Eric Kirk was a New Zealand politician who served as the 29th prime minister of New Zealand from 1972 until his sudden death in 1974.",
    "year": 1923,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jacobo Timerman",
    "birthday": "1923-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Jacobo_Timerman.JPG",
    "extract": "Jacobo Timerman, was a Soviet-born Argentine publisher, journalist, and author, who is most noted for his confronting and reporting the atrocities of the Argentine military regime's Dirty War during a period of widespread repression in which an estimated 30,000 political prisoners were disappeared. He was persecuted, tortured and imprisoned by the Argentine junta in the late 1970s and was exiled in 1979 with his wife to Israel. He was widely honored for his work as a journalist and publisher.",
    "year": 1923,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Marianne Grunberg-Manago",
    "birthday": "1921-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/48/MarianneGrunberg-ManagoImage.jpg",
    "extract": "Marianne Grunberg-Manago was a Soviet-born French biochemist. Her work helped make possible key discoveries about the nature of the genetic code. Grunberg-Manago was the first woman to lead the International Union of Biochemistry and the 400-year-old French Academy of Sciences.",
    "year": 1921,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Cary Middlecoff",
    "birthday": "1921-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/65/CaryMiddlecoffImage.jpg/223px-CaryMiddlecoffImage.jpg",
    "extract": "Emmett Cary Middlecoff was an American professional golfer on the PGA Tour from 1947 to 1961. His 39 Tour wins place him tied for tenth all-time, and he won three major championships. Middlecoff graduated as a dentist, but gave up his practice at age 26 to become a full-time Tour golfer.",
    "year": 1921,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Maynard Smith",
    "birthday": "1920-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/John_Maynard_Smith.jpg/320px-John_Maynard_Smith.jpg",
    "extract": "John Maynard Smith was a British theoretical and mathematical evolutionary biologist and geneticist. Originally an aeronautical engineer during the Second World War, he took a second degree in genetics under the well-known biologist J. B. S. Haldane. Maynard Smith was instrumental in the application of game theory to evolution with George R. Price, and theorised on other problems such as the evolution of sex and signalling theory.",
    "year": 1920,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sun Myung Moon",
    "birthday": "1920-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Rev._Sun_Myung_Moon_speaks%2C_Las_Vegas%2C_NV%2C_USA_on_April_4%2C_2010.png/230px-Rev._Sun_Myung_Moon_speaks%2C_Las_Vegas%2C_NV%2C_USA_on_April_4%2C_2010.png",
    "extract": "Sun Myung Moon was a Korean religious leader, also known for his business ventures and support for political causes. A messiah claimant, he was the founder of the Unification movement, and of its widely noted \"Blessing\" or mass wedding ceremony, and the author of its unique theology the Divine Principle. He was an anti-communist and an advocate for Korean reunification, for which he was recognized by the governments of both North and South Korea. Businesses he promoted included News World Communications, an international news media corporation known for its American subsidiary The Washington Times, and Tongil Group, a South Korean business group (chaebol), as well as other related organizations.",
    "year": 1920,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Early Wynn",
    "birthday": "1920-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Early_Wynn_1960.png/320px-Early_Wynn_1960.png",
    "extract": "Early Wynn Jr., nicknamed \"Gus\", was an American professional baseball right-handed pitcher. He played in Major League Baseball (MLB) for the Washington Senators, Cleveland Indians, and Chicago White Sox, during his 23-year MLB career. Wynn was identified as one of the most intimidating pitchers in the game, having combined his powerful fastball with a hard attitude toward batters. He was inducted into the Baseball Hall of Fame in 1972.",
    "year": 1920,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Koo Chen-fu",
    "birthday": "1917-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/%E8%BE%9C%E6%8C%AF%E7%94%AB%E8%88%87%E5%BC%B5%E8%81%98%E4%B8%89.gif/222px-%E8%BE%9C%E6%8C%AF%E7%94%AB%E8%88%87%E5%BC%B5%E8%81%98%E4%B8%89.gif",
    "extract": "Koo Chen-fu, also known as C.F. Koo, was a Taiwanese businessman and diplomat. He led the Koos Group of companies from 1940 until his death. As a chairman of the Straits Exchange Foundation (SEF), Koo arranged the first direct talks between Taiwan and mainland China since 1949 and served as Taiwan's negotiator in both the 1993 and 1998 Wang-Koo summit.",
    "year": 1917,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Park Mok-wol",
    "birthday": "1916-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/52/ParkMok-wolImage.jpg",
    "extract": "Park Mok-wol was an influential Korean poet and academic.",
    "year": 1916,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Don Edwards",
    "birthday": "1915-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Don_Edwards.jpg/261px-Don_Edwards.jpg",
    "extract": "William Donlon Edwards was an American politician of the Democratic Party and a member of the United States House of Representatives from California for 32 years in the late 20th Century.",
    "year": 1915,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John C. Lilly",
    "birthday": "1915-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Johnlilly4.jpg/320px-Johnlilly4.jpg",
    "extract": "John Cunningham Lilly was an American physician, neuroscientist, psychoanalyst, psychonaut, philosopher, writer and inventor. He was a member of a generation of counterculture scientists and thinkers that included Timothy Leary, Ram Dass, and Werner Erhard, all frequent visitors to the Lilly home. He often stirred controversy, especially among mainstream scientists.",
    "year": 1915,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alan Watts",
    "birthday": "1915-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/97/Alan_Watts.png",
    "extract": "Alan Wilson Watts was an English writer, speaker and self-styled \"philosophical entertainer\", known for interpreting and popularising Japanese, Chinese and Indian traditions of Buddhist, Taoist, and Hindu philosophy for a Western audience. Born in Chislehurst, England, he moved to the United States in 1938 and began Zen training in New York. He received a master's degree in theology from Seabury-Western Theological Seminary and became an Episcopal priest in 1945. He left the ministry in 1950 and moved to California, where he joined the faculty of the American Academy of Asian Studies.",
    "year": 1915,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Edward Gierek",
    "birthday": "1913-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Edward_Gierek_1980b.jpg/234px-Edward_Gierek_1980b.jpg",
    "extract": "Edward Gierek was a Polish Communist politician and de facto leader of Poland between 1970 and 1980. Gierek replaced Władysław Gomułka as First Secretary of the ruling Polish United Workers' Party (PZPR) in the Polish People's Republic in 1970. He is known for opening communist Poland to the Western Bloc and for his economic policies based on foreign loans. He was removed from power after labour strikes led to the Gdańsk Agreement between the communist state and workers of the emerging Solidarity free trade union movement.",
    "year": 1913,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Loretta Young",
    "birthday": "1913-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/LORETTAYoung.jpg/240px-LORETTAYoung.jpg",
    "extract": "Loretta Young was an American actress. Starting as a child, she had a long and varied career in film from 1917 to 1953. She won the Academy Award for Best Actress for her role in the film The Farmer's Daughter (1947), and received her second Academy Award nomination for her role in Come to the Stable (1949). Young moved to the relatively new medium of television, where she had a dramatic anthology series, The Loretta Young Show, from 1953 to 1961. The series earned three Emmy Awards, and was re-run successfully on daytime TV and later in syndication. In the 1980s, Young returned to the small screen and won a Golden Globe for her role in Christmas Eve in 1986.",
    "year": 1913,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jacques Ellul",
    "birthday": "1912-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Jacques_Ellul%2C_1990_%28cropped%29.jpg/226px-Jacques_Ellul%2C_1990_%28cropped%29.jpg",
    "extract": "Jacques Ellul was a French philosopher, sociologist, lay theologian, and professor who was a noted Christian anarchist. Ellul was a longtime Professor of History and the Sociology of Institutions on the Faculty of Law and Economic Sciences at the University of Bordeaux. A prolific writer, he authored more than 60 books and more than 600 articles over his lifetime, many of which discussed propaganda, the impact of technology on society, and the interaction between religion and politics.",
    "year": 1912,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Danny Thomas",
    "birthday": "1912-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Danny_Thomas_1957.JPG/257px-Danny_Thomas_1957.JPG",
    "extract": "Danny Thomas was an American actor, singer, nightclub comedian, producer, and philanthropist whose career spanned five decades. He created and starred in one of the most successful and long-running situation comedies in the history of American network television, the Danny Thomas Show. In addition to guest roles on many of the comedy, talk, and musical variety programs of his time, his legacy includes a lifelong dedication to fundraising for charity. Most notably, he was the founder of St. Jude Children's Research Hospital in Memphis, Tennessee, a leading center in pediatric medicine with a focus on pediatric cancer. St. Jude now has affiliate hospitals in eight other American cities as of early 2020.",
    "year": 1912,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kid Chocolate",
    "birthday": "1910-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7e/Kid_Chocolate.jpg",
    "extract": "Eligio Sardiñas Montalvo, better known as Kid Chocolate, was a Cuban boxer who enjoyed great success both in the boxing ring and outside it during the 1930s.",
    "year": 1910,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Wright Morris",
    "birthday": "1910-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/95/Wright_Morris.jpg",
    "extract": "Wright Marion Morris was an American novelist, photographer, and essayist. He is known for his portrayals of the people and artifacts of the Great Plains in words and pictures, as well as for experimenting with narrative forms.",
    "year": 1910,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Yiannis Papaioannou",
    "birthday": "1910-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/%D0%AF%D0%BD%D0%BD%D1%96%D1%81_%D0%9F%D0%B0%D0%BF%D0%B0%D1%97%D0%BE%D0%B0%D0%BD%D0%BD%D1%83.jpg/222px-%D0%AF%D0%BD%D0%BD%D1%96%D1%81_%D0%9F%D0%B0%D0%BF%D0%B0%D1%97%D0%BE%D0%B0%D0%BD%D0%BD%D1%83.jpg",
    "extract": "Yiannis Papaioannou was a Greek composer and teacher of the Modern Era. He studied piano with Marika Laspopoulou and composition with Alekos Kontis at the Hellenic Conservatory in Athens (1922–34), as well as the piano and orchestration with Emilios Riadis in Thessaloniki (1928–29).",
    "year": 1910,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Maurice Abravanel",
    "birthday": "1903-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c5/MauriceAbravanelImage.jpg/256px-MauriceAbravanelImage.jpg",
    "extract": "Maurice Abravanel was an American classical music conductor. He is remembered as the conductor of the Utah Symphony Orchestra for over 30 years.",
    "year": 1903,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Maria of Yugoslavia",
    "birthday": "1900-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Kraljica_marija.jpg/239px-Kraljica_marija.jpg",
    "extract": "Maria of Yugoslavia, known in Serbian as Marija Karađorđević, was Queen of the Serbs, Croats and Slovenes, later Queen of Yugoslavia, as the wife of King Alexander from 1922 until his assassination in 1934. She was the mother of Peter II, the last Yugoslav monarch. Her citizenship was revoked and her property confiscated by the Yugoslav Communist regime in 1947, but she was \"rehabilitated\" in 2014.",
    "year": 1900,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Heinrich Nordhoff",
    "birthday": "1899-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5b/HeinzNordhoff_250.jpg/240px-HeinzNordhoff_250.jpg",
    "extract": "Heinz Heinrich Nordhoff was a German engineer who led the Volkswagen company as it was rebuilt after World War II.",
    "year": 1899,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "James Fitzmaurice",
    "birthday": "1898-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/James_Fitzmaurice.jpg/214px-James_Fitzmaurice.jpg",
    "extract": "James Michael Christopher Fitzmaurice DFC was an Irish aviation pioneer. He was a member of the crew of the Bremen, which made the first successful trans-Atlantic aircraft flight from East to West on 12–13 April 1928.",
    "year": 1898,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ted McDonald",
    "birthday": "1891-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Ted_McDonald_c1921.jpg/167px-Ted_McDonald_c1921.jpg",
    "extract": "Edgar Arthur \"Ted\" McDonald was a cricketer who played for Tasmania, Victoria, Lancashire and Australia, as well as being an Australian rules footballer who played with Launceston Football Club, Essendon Football Club, and Fitzroy Football Club.",
    "year": 1891,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kahlil Gibran",
    "birthday": "1883-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Kahlil_Gibran_1913.jpg/231px-Kahlil_Gibran_1913.jpg",
    "extract": "Gibran Khalil Gibran, usually referred to in English as Kahlil Gibran, was a Lebanese-American writer, poet and visual artist, also considered a philosopher although he himself rejected the title. He is best known as the author of The Prophet, which was first published in the United States in 1923 and has since become one of the best-selling books of all time, having been translated into more than 100 languages.",
    "year": 1883,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fan Noli",
    "birthday": "1882-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Fan_Stilian_Noli.jpg/259px-Fan_Stilian_Noli.jpg",
    "extract": "Theofan Stilian Noli, known as Fan Noli, was an Albanian writer, scholar, diplomat, politician, historian, orator, Archbishop, Metropolitan and founder of the Albanian Orthodox Church and the Albanian Orthodox Archdiocese in America who served as Prime Minister and regent of Albania in 1924 during the June Revolution.",
    "year": 1882,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sam Rayburn",
    "birthday": "1882-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Sam_Rayburn.jpg/240px-Sam_Rayburn.jpg",
    "extract": "Samuel Taliaferro Rayburn was an American politician who served as the 43rd speaker of the United States House of Representatives. He was a three-time House speaker, former House majority leader, two-time House minority leader, and a 24-term congressman, representing Texas's 4th congressional district as a Democrat from 1913 to 1961. He holds the record for the longest tenure as Speaker of the United States House of Representatives, serving for over 17 years.",
    "year": 1882,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ion Minulescu",
    "birthday": "1881-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Ion_Minulescu.jpg/234px-Ion_Minulescu.jpg",
    "extract": "Ion Minulescu was a Romanian avant-garde poet, novelist, short story writer, journalist, literary critic, and playwright. Often publishing his works under the pseudonyms I. M. Nirvan and Koh-i-Noor, he journeyed to Paris, where he was heavily influenced by the growing Symbolist movement and Parisian Bohemianism. A herald of Romania's own Symbolist movement, he had a major influence on local modernist literature, and was among the first local poets to use free verse.",
    "year": 1881,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tom Mix",
    "birthday": "1880-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Tom_Mix_by_Witzel.jpg/251px-Tom_Mix_by_Witzel.jpg",
    "extract": "Thomas Edwin Mix was an American film actor and the star of many early Western films between 1909 and 1935. He appeared in 291 films, all but nine of which were silent films. He was Hollywood's first Western star and helped define the genre as it emerged in the early days of the cinema.",
    "year": 1880,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Adeline Genée",
    "birthday": "1878-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Camargo_-Adeline_Gen%C3%A9e.jpg/238px-Camargo_-Adeline_Gen%C3%A9e.jpg",
    "extract": " Dame Adeline Genée DBE was a Danish-British ballet dancer.",
    "year": 1878,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Carl Sandburg",
    "birthday": "1878-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Carl_Sandburg_NYWTS.jpg/257px-Carl_Sandburg_NYWTS.jpg",
    "extract": "Carl August Sandburg was an American poet, biographer, journalist, and editor. He won three Pulitzer Prizes: two for his poetry and one for his biography of Abraham Lincoln. During his lifetime, Sandburg was widely regarded as \"a major figure in contemporary literature\", especially for volumes of his collected verse, including Chicago Poems (1916), Cornhuskers (1918), and Smoke and Steel (1920). He enjoyed \"unrivaled appeal as a poet in his day, perhaps because the breadth of his experiences connected him with so many strands of American life\". When he died in 1967, President Lyndon B. Johnson observed that \"Carl Sandburg was more than the voice of America, more than the poet of its strength and genius. He was America.\"",
    "year": 1878,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fred Niblo",
    "birthday": "1874-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Fredniblocrop.jpg/217px-Fredniblocrop.jpg",
    "extract": "Fred Niblo was an American pioneer film actor, director and producer.",
    "year": 1874,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alexander Scriabin",
    "birthday": "1872-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Skrjabin_Alexander.jpg/228px-Skrjabin_Alexander.jpg",
    "extract": "Alexander Nikolayevich Scriabin was a Russian composer and virtuoso pianist. Before 1903, Scriabin was greatly influenced by the music of Frédéric Chopin and composed in a relatively tonal, late Romantic idiom. Later, and independently of his influential contemporary, Arnold Schoenberg, Scriabin developed a much more dissonant musical language that had transcended usual tonality – but was not atonal, which accorded with his personal brand of metaphysics. Scriabin found significant appeal in the concept of Gesamtkunstwerk as well as synesthesia, and associated colours with the various harmonic tones of his scale, while his colour-coded circle of fifths was also inspired by theosophy. He is often considered the main Russian Symbolist composer and a major representative of the Russian Silver Age.",
    "year": 1872,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gustav Bauer",
    "birthday": "1870-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Bundesarchiv_Bild_183-J0113-0500-001%2C_Gustav_Bauer%28cropped%29.jpg/231px-Bundesarchiv_Bild_183-J0113-0500-001%2C_Gustav_Bauer%28cropped%29.jpg",
    "extract": "Gustav Adolf Bauer was a German Social Democratic Party leader and the chancellor of Germany from June 1919 to March 1920. He served as head of government for nine months. Prior to becoming head of government, Bauer had been Minister of Labour in the first democratically elected German cabinet. After his cabinet was brought down by the Kapp Putsch in March 1920, Bauer served as vice-chancellor, Minister of the Treasury, and Minister of Transportation in other cabinets of the Weimar Republic from May 1920 to November 1922. In 1924 and 1925 he was involved in the Barmat scandal.",
    "year": 1870,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Victor Horta",
    "birthday": "1861-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Victor_Horta_%28cropped%29.jpg/298px-Victor_Horta_%28cropped%29.jpg",
    "extract": "Victor Pierre Horta was a Belgian architect and designer, and one of the founders of the Art Nouveau movement. His Hôtel Tassel in Brussels, built in 1892–93, is often considered the first Art Nouveau house. The curving stylized vegetal forms that Horta used influenced many others, including architect Hector Guimard, who used it in the first house he designed in Paris and in the entrances he designed for the Paris Metro. He is also considered a precursor of modern architecture for his open floor plans and his innovative use of iron, steel and glass.",
    "year": 1861,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "George Exton Lloyd",
    "birthday": "1861-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/George_exton_lloyd.jpg/217px-George_exton_lloyd.jpg",
    "extract": "George Exton Lloyd was an Anglican bishop and theologian who helped found Lloydminster, a city on the border of the provinces of Alberta and Saskatchewan in Canada. He served as Bishop of Saskatchewan from 1922 to 1931.",
    "year": 1861,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Samuel Alexander",
    "birthday": "1859-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/SamuelAlexander.gif/222px-SamuelAlexander.gif",
    "extract": "Samuel Alexander was an Australian-born British philosopher. He was the first Jewish fellow of an Oxbridge college.",
    "year": 1859,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hugh Mahon",
    "birthday": "1857-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Portrait_of_Hugh_Mahon_%28cropped%29.jpg/229px-Portrait_of_Hugh_Mahon_%28cropped%29.jpg",
    "extract": "Hugh Mahon was an Australian politician. He was a member of the Australian Labor Party (ALP) and held ministerial office in the party's earliest governments. He served terms as Postmaster-General (1904), Minister for Home Affairs (1908–1909), and Minister for External Affairs (1914–1916). However, Mahon is chiefly known as the only person to be expelled from the Parliament of Australia, for making \"seditious and disloyal utterances\" about the British Empire. He failed to win his seat back at the by-election.",
    "year": 1857,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William E. Russell (politician)",
    "birthday": "1857-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/WilliamERussell.png/208px-WilliamERussell.png",
    "extract": "William Eustis Russell was a lawyer and Democratic Party politician from Massachusetts. He served four terms as mayor of Cambridge, and was the 37th governor of Massachusetts, serving from 1891 to 1894. He was the state's youngest-ever chief executive, and was the first Democrat since the American Civil War to serve more than one term in that office.",
    "year": 1857,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Giuseppe Martucci",
    "birthday": "1856-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b6/Giuseppe_Martucci.jpg",
    "extract": "Giuseppe Martucci was an Italian composer, conductor, pianist and teacher. Sometimes called \"the Italian Brahms\", Martucci was notable among Italian composers of the era in that he dedicated his entire career to absolute music, and wrote no operas. As a composer and teacher he was influential in reviving Italian interest in non-operatic music. As a conductor he helped to introduce Wagner's operas to Italy and also gave important early concerts of English music there.",
    "year": 1856,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Clarence King",
    "birthday": "1842-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Clarence_King.jpg/255px-Clarence_King.jpg",
    "extract": "Clarence Rivers King was an American geologist, mountaineer and author. He was the first director of the United States Geological Survey from 1879 to 1881. Nominated by Republican President Rutherford B. Hayes, King was noted for his exploration of the Sierra Nevada mountain range.",
    "year": 1842,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Max Bruch",
    "birthday": "1838-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Max_bruch.jpg/244px-Max_bruch.jpg",
    "extract": "Max Bruch was a German Romantic composer, teacher, and conductor who wrote more than 200 works, including three violin concertos, the first of which has become a staple of the violin repertoire.",
    "year": 1838,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gustave Doré",
    "birthday": "1832-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Dor%C3%A9_by_Nadar_1867_cropped.jpg/224px-Dor%C3%A9_by_Nadar_1867_cropped.jpg",
    "extract": "Paul Gustave Louis Christophe Doré was a French artist, as a printmaker, illustrator, painter, comics artist, caricaturist, and sculptor. He is best known for his prolific output of wood-engravings, especially those illustrating classic books, including 241 illustrating the Bible. These achieved great international success, and he is the best known artist in this printmaking technique, although his role was normally as the designer only; at the height of his career some 40 block-cutters were employed to cut his drawings onto the wooden printing blocks, usually also signing the image.",
    "year": 1832,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Heinrich Schliemann",
    "birthday": "1822-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Heinrich_Schliemann_%28HeidICON_28763%29_%28cropped%29.jpg/227px-Heinrich_Schliemann_%28HeidICON_28763%29_%28cropped%29.jpg",
    "extract": "Heinrich Schliemann was a German businessman and pioneer in the field of archaeology. He was an advocate of the historicity of places mentioned in the works of Homer and an archaeological excavator of Hisarlik, now presumed to be the site of Troy, along with the Mycenaean sites Mycenae and Tiryns. His work lent weight to the idea that Homer's Iliad reflects historical events. Schliemann's excavation of nine levels of archaeological remains with dynamite has been criticized as destructive of significant historical artifacts, including the level that is believed to be the historical Troy.",
    "year": 1822,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charles Sumner",
    "birthday": "1811-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Charles_Sumner_-_Brady-Handy.jpg/235px-Charles_Sumner_-_Brady-Handy.jpg",
    "extract": "Charles Sumner was an American statesman and United States Senator from Massachusetts. As an academic lawyer and a powerful orator, Sumner was the leader of the anti-slavery forces in the state and a leader of the Radical Republicans in the U.S. Senate during the American Civil War. During Reconstruction, he fought to minimize the power of the ex-Confederates and guarantee equal rights to the freedmen. He fell into a dispute with President Ulysses Grant, a fellow Republican, over the control of Santo Domingo, leading to the stripping of his power in the Senate and his subsequent effort to defeat Grant's re-election.",
    "year": 1811,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joseph Pitty Couthouy",
    "birthday": "1808-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Joseph_Couthouy.jpg/229px-Joseph_Couthouy.jpg",
    "extract": "Joseph Pitty Couthouy was an American naval officer, conchologist, and invertebrate palaeontologist. Born in Boston, Massachusetts, he entered the Boston Latin School in 1820. He married Mary Greenwood Wild on 9 March 1832.",
    "year": 1808,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joseph Petzval",
    "birthday": "1807-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Joseph_Petzval.jpg/225px-Joseph_Petzval.jpg",
    "extract": "Joseph Petzval was a mathematician, inventor, and physicist best known for his work in optics. He was born in the town of Szepesbéla in the Kingdom of Hungary.",
    "year": 1807,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henri Herz",
    "birthday": "1803-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Henri_Herz_by_Achille_Dev%C3%A9ria_1832.jpg/241px-Henri_Herz_by_Achille_Dev%C3%A9ria_1832.jpg",
    "extract": "Henri Herz was a virtuoso pianist, composer and piano manufacturer, Austrian by birth and French by nationality and domicile. He was a professor in the Paris Conservatoire for more than thirty years. Among his major works are eight piano concertos, a piano sonata, rondos, nocturnes, waltzes, marches, fantasias, and numerous sets of variations.",
    "year": 1803,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jedediah Smith",
    "birthday": "1799-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Jedediah_Smith.jpg/218px-Jedediah_Smith.jpg",
    "extract": "Jedediah Strong Smith, was an American clerk, transcontinental pioneer, frontiersman, hunter, trapper, author, cartographer, and explorer of the Rocky Mountains, the Western United States, and the Southwest during the early 19th century. After 75 years of obscurity following his death, Smith was rediscovered as the American whose explorations led to the use of the 20-mile (32 km)-wide South Pass as the dominant point of crossing the Continental Divide for pioneers on the Oregon Trail.",
    "year": 1799,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anselme Payen",
    "birthday": "1795-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Anselme_Payen.jpg/248px-Anselme_Payen.jpg",
    "extract": "Anselme Payen was a French chemist known for discovering the enzyme diastase, and the carbohydrate cellulose.",
    "year": 1795,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "James Madison Porter",
    "birthday": "1793-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/PorterJM.jpg/240px-PorterJM.jpg",
    "extract": "James Madison Porter served as the 18th United States Secretary of War and was a founder of Lafayette College.",
    "year": 1793,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Andreas Moustoxydis",
    "birthday": "1785-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Andreas_Moustoxidis.JPG/320px-Andreas_Moustoxidis.JPG",
    "extract": "Andreas Moustoxydis, sometimes Latinized as Mustoxydes or in the Italian form Andrea Mustoxidi, was a Greek historian and philologist from Corfu.",
    "year": 1785,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "José Gaspar Rodríguez de Francia",
    "birthday": "1766-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Jos%C3%A9_Rodr%C3%ADguez_de_Francia.jpg/299px-Jos%C3%A9_Rodr%C3%ADguez_de_Francia.jpg",
    "extract": "José Gaspar Rodríguez de Francia y Velasco was a Paraguayan lawyer and politician, and the first dictator (1814–1840) of Paraguay following its 1811 independence from the Spanish Viceroyalty of the Río de la Plata. His official title was \"Supreme and Perpetual Dictator of Paraguay\", but he was popularly known as El Supremo.",
    "year": 1766,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Montgolfier brothers",
    "birthday": "1745-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Joseph-montgolfier.jpg/253px-Joseph-montgolfier.jpg",
    "extract": "The Montgolfier brothers – Joseph-Michel Montgolfier and Jacques-Étienne Montgolfier – were aviation pioneers, balloonists and paper manufacturers from the commune Annonay in Ardèche, France. They are best known historically as inventors of the Montgolfière-style hot air balloon, globe aérostatique, which launched the first confirmed piloted ascent by man in 1783, carrying Jacques-Étienne. Joseph-Michel also invented the self-acting hydraulic ram (1796) and Jacques-Étienne founded the first paper-making vocational school. Together, the brothers invented a process to manufacture transparent paper.",
    "year": 1745,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Percivall Pott",
    "birthday": "1714-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/PercivallPottb026992.JPG/235px-PercivallPottb026992.JPG",
    "extract": " Percivall Pott was an English surgeon, one of the founders of orthopaedics, and the first scientist to demonstrate that a cancer may be caused by an environmental carcinogen.",
    "year": 1714,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "James Brydges, 1st Duke of Chandos",
    "birthday": "1673-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/James_Brydges%2C_1st_Duke_of_Chandos_by_Herman_van_der_Myn.jpg/217px-James_Brydges%2C_1st_Duke_of_Chandos_by_Herman_van_der_Myn.jpg",
    "extract": "James Brydges, 1st Duke of Chandos, was an English landowner and politician who sat in the English and British House of Commons from 1698 until 1714, when he succeeded to the peerage as Baron Chandos, and vacated his seat in the House of Commons to sit in the House of Lords. He was subsequently created Earl of Carnarvon, and then Duke of Chandos in 1719.",
    "year": 1673,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Eleonore Magdalene of Neuburg",
    "birthday": "1655-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Eleonore_of_Pfalz_Neuburg.jpg/247px-Eleonore_of_Pfalz_Neuburg.jpg",
    "extract": "Eleonore Magdalene of Neuburg was a princess of the House of Wittelsbach who became Holy Roman Empress, German Queen, Archduchess of Austria, Queen of Hungary and Bohemia as the third and final wife of Leopold I. Before her marriage and during her widowhood, she led an ascetic and monastic life, translating the Bible from Latin to German and defended the Order of the Discalced Carmelites. Reputed to be one of the most educated and virtuous women of her time, Eleanore took part in the political affairs during the reign of her husband and sons, especially regarding court revenue and foreign relationships. She served as regent for a few months in 1711, period in which she signed the Treaty of Szatmár, which recognized the rights of her descendants to the Hungarian throne.",
    "year": 1655,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anne Hamilton, 3rd Duchess of Hamilton",
    "birthday": "1632-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Ann%2C_Duchess_of_Hamilton.jpg/258px-Ann%2C_Duchess_of_Hamilton.jpg",
    "extract": "Anne Hamilton, 3rd Duchess of Hamilton was a Scottish peeress.",
    "year": 1632,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Christoffer Gabel",
    "birthday": "1617-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Christoffer_Gabel.jpg/274px-Christoffer_Gabel.jpg",
    "extract": "Christoffer Gabel was a Danish statesman.",
    "year": 1617,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Claude Favre de Vaugelas",
    "birthday": "1595-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Claude_Favre_de_Vaugelas.jpg/260px-Claude_Favre_de_Vaugelas.jpg",
    "extract": "Claude Favre de Vaugelas was a Savoyard grammarian and man of letters. Although a lifelong courtier, Claude Favre was widely known by the name of one of the landed estates he owned as seigneur of Vaugelas and baron of Peroges.",
    "year": 1595,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gaspar de Guzmán, Count-Duke of Olivares",
    "birthday": "1587-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Count-Duke_of_Olivares.jpg/242px-Count-Duke_of_Olivares.jpg",
    "extract": "Gaspar de Guzmán y Pimentel, 1st Duke of Sanlúcar, 3rd Count of Olivares, GE, known as the Count-Duke of Olivares, was a Spanish royal favourite of Philip IV and minister. As prime minister from 1621 to 1643, he over-exerted Spain in foreign affairs and unsuccessfully attempted domestic reform. His policy of committing Spain to recapture Holland led to a renewal of the Eighty Years' War while Spain was also embroiled in the Thirty Years' War (1618–1648). In addition, his attempts to centralise power and increase wartime taxation led to revolts in Catalonia and in Portugal, which brought about his downfall.",
    "year": 1587,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Thomas Fincke",
    "birthday": "1561-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Thomas_Fincke.jpeg/265px-Thomas_Fincke.jpeg",
    "extract": "Thomas Fincke was a Danish mathematician and physicist, and a professor at the University of Copenhagen for more than 60 years.",
    "year": 1561,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jane Dormer",
    "birthday": "1538-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Jane_dormer.jpg/256px-Jane_dormer.jpg",
    "extract": "Jane Dormer, Duchess of Feria was an English lady-in-waiting to Mary I who, after the Queen's death, married Gómez Suárez de Figueroa y Córdoba, 1st Duke of Feria and went to live in Spain, where she would become a magnet for exiled English Catholics. She maintained a correspondence with Queen Elizabeth, and also corresponded with contacts sympathetic to the Roman Catholic cause in England. Within Spain she championed the cause of exiled English fallen on hard times. On her husband's death in 1571 she took over the management of his estates. She died in Spain on 13 January 1612 and was buried at the monastery of Santa Clara in Zafra.",
    "year": 1538,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Caspar Peucer",
    "birthday": "1525-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/CPeucer.jpg/242px-CPeucer.jpg",
    "extract": "Caspar Peucer was a German reformer, physician, and scholar of Sorbian origin.",
    "year": 1525,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John of Ávila",
    "birthday": "1500-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Attributed_to_el_Greco_-_Portrait_of_Juan_de_%C3%81vila_-_Google_Art_Project.jpg/258px-Attributed_to_el_Greco_-_Portrait_of_Juan_de_%C3%81vila_-_Google_Art_Project.jpg",
    "extract": "John of Ávila was a Spanish priest, preacher, scholastic author, and religious mystic, who has been declared a saint and Doctor of the Church by the Catholic Church. He is called the \"Apostle of Andalusia\", for his extensive ministry in that region.",
    "year": 1500,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Olaus Petri",
    "birthday": "1493-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/%C3%96rebro_Olaus_Petri_kyrka_staty.JPG/240px-%C3%96rebro_Olaus_Petri_kyrka_staty.JPG",
    "extract": "Olof Persson, sometimes Petersson, better known under the Latin form of his name, Olaus Petri, was a clergyman, writer, judge, and major contributor to the Protestant Reformation in Sweden. His brother, Laurentius Petri, became the first Evangelical Lutheran Archbishop of Sweden.",
    "year": 1493,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Helius Eobanus Hessus",
    "birthday": "1488-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Eobanus-Hessus.jpg/198px-Eobanus-Hessus.jpg",
    "extract": "Helius Eobanus Hessus was a German Latin poet and later a Lutheran humanist. He was born at Halgehausen in Hesse-Kassel.",
    "year": 1488,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joan of Arc",
    "birthday": "1412-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Joan_of_Arc_miniature_graded.jpg/215px-Joan_of_Arc_miniature_graded.jpg",
    "extract": "Joan of Arc is considered a heroine of France for her role in the siege of Orléans and the coronation of Charles VII of France during the Hundred Years' War against England. After successfully leading several French military actions, she was captured, handed over to English authorities, convicted as a heretic, and burnt at the stake in 1431. Fifteen years later, her conviction was formally overturned due to her \"unjust and deceitful\" trial. Nearly 500 years after her death, she was canonized as a saint by the Roman Catholic Church.",
    "year": 1412,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard II of England",
    "birthday": "1367-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Richard_II_King_of_England.jpg/235px-Richard_II_King_of_England.jpg",
    "extract": "Richard II, also known as Richard of Bordeaux, was King of England from 1377 until he was deposed in 1399. He was the son of Edward, Prince of Wales, and Joan, Countess of Kent. Richard's father died in 1376, leaving Richard as heir apparent to his grandfather, King Edward III; upon the latter's death, the 10-year-old Richard succeeded to the throne.",
    "year": 1367,
    "month": 1,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gertrude the Great",
    "birthday": "1256-1-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Santa_Giustina_%28Padua%29_-_Ecstasy_of_St._Gertrude_by_Pietro_Liberi.jpg/178px-Santa_Giustina_%28Padua%29_-_Ecstasy_of_St._Gertrude_by_Pietro_Liberi.jpg",
    "extract": "Gertrude the Great was a German Benedictine nun and mystic. She is recognized as a saint by the Catholic Church and by The Episcopal Church. In addition to being commemorated in the Episcopal Calendar of Saints on November 19, Gertrude is inscribed in the General Roman Calendar for optional celebration throughout the Roman Rite, as a memorial on November 16.",
    "year": 1256,
    "month": 1,
    "day": 6,
    "language": "en"
  }
]