[
  {
    "name": "Tohu Harris",
    "birthday": "1992-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Tohu_Harris.jpg/147px-Tohu_Harris.jpg",
    "extract": "Tohu Harris is a New Zealand professional rugby league footballer who plays as a lock, second-row and prop for the New Zealand Warriors in the NRL, and New Zealand and the New Zealand Māori at international level.",
    "year": 1992,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eden Hazard",
    "birthday": "1991-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Eden_Hazard_at_Baku_before_2019_UEFA_Europe_League_Final.jpg/213px-Eden_Hazard_at_Baku_before_2019_UEFA_Europe_League_Final.jpg",
    "extract": "Eden Michael Hazard is a Belgian professional footballer who plays as a winger or attacking midfielder for Spanish club Real Madrid and captains the Belgium national team. Before injuries hindered his performances, he was renowned for his creativity, dribbling and ball control.",
    "year": 1991,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Caster Semenya",
    "birthday": "1991-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Caster_Semenya_%2842411013704%29_%28cropped%29.jpg/258px-Caster_Semenya_%2842411013704%29_%28cropped%29.jpg",
    "extract": "Mokgadi Caster Semenya OIB is a South African middle-distance runner and winner of two Olympic gold medals and three World Championships in the women's 800 metres. She first won gold at the World Championships in 2009, and went on to win at the 2016 Olympics, and 2017 World Championships, where she also won a bronze medal in the 1500 metres. After the doping disqualification of Mariya Savinova, she was also awarded gold medals for the 2011 World Championships and the 2012 Olympics.",
    "year": 1991,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Michael Walters",
    "birthday": "1991-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Michael-Walters-August-2016.jpg/252px-Michael-Walters-August-2016.jpg",
    "extract": "Michael Walters is an Australian rules footballer who plays for the Fremantle Football Club in the Australian Football League (AFL).",
    "year": 1991,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gregor Schlierenzauer",
    "birthday": "1990-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/20150927_FIS_Summer_Grand_Prix_Hinzenbach_4650.jpg/213px-20150927_FIS_Summer_Grand_Prix_Hinzenbach_4650.jpg",
    "extract": "Gregor Schlierenzauer is an Austrian former ski jumper who competed from 2006 to 2021. He is one of the most successful ski jumpers of all time, having won the Ski Jumping World Cup overall title, the Four Hills Tournament, and Nordic Tournament twice each; the Ski Flying World Cup overall title three times; as well as four medals at the Winter Olympics, twelve at the Ski Jumping World Championships, and five at the Ski Flying World Championships.",
    "year": 1990,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Scott Pendlebury",
    "birthday": "1988-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Scott_Pendlebury_2017.2.jpg/213px-Scott_Pendlebury_2017.2.jpg",
    "extract": "Scott Pendlebury is a professional Australian rules footballer playing for the Collingwood Football Club in the Australian Football League (AFL). He has served as the Collingwood captain since the 2014 season.",
    "year": 1988,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Stefan Babović",
    "birthday": "1987-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Stefan_Babovi%C4%87_%28Feyenoord_2010%29.jpg/320px-Stefan_Babovi%C4%87_%28Feyenoord_2010%29.jpg",
    "extract": "Stefan Babović is a Serbian former professional footballer who played as a deep-lying playmaker. He is the current chief operations officer (COO) of Victoria Group.",
    "year": 1987,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lyndsy Fonseca",
    "birthday": "1987-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Lyndsy_Fonseca_%28cropped%29.jpg/236px-Lyndsy_Fonseca_%28cropped%29.jpg",
    "extract": "Lyndsy Marie Fonseca is an American actress. She began her career by appearing as Colleen Carlton on the CBS daytime soap opera The Young and the Restless, on which she starred between 2001 and 2005. Thereafter, she had a series of other recurring roles, including Penny Mosby on the CBS sitcom How I Met Your Mother, Donna on HBO's Big Love, and Dylan Mayfair on the fourth season of the ABC television series Desperate Housewives.",
    "year": 1987,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Davide Astori",
    "birthday": "1987-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/20150616_-_Portugal_-_Italie_-_Gen%C3%A8ve_-_Davide_Astori.jpg/214px-20150616_-_Portugal_-_Italie_-_Gen%C3%A8ve_-_Davide_Astori.jpg",
    "extract": "Davide Astori was an Italian professional footballer who played as a central defender.",
    "year": 1987,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Wayne Routledge",
    "birthday": "1986-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Wayne_Routledge.JPG/320px-Wayne_Routledge.JPG",
    "extract": "Wayne Neville Anthony Routledge is an English former professional footballer who played as a winger. He represented England at under-16, under-19 and under-21 level.",
    "year": 1986,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lewis Hamilton",
    "birthday": "1985-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Lewis_Hamilton_2016_Malaysia_2.jpg/213px-Lewis_Hamilton_2016_Malaysia_2.jpg",
    "extract": "Sir Lewis Carl Davidson Hamilton is a British racing driver currently competing in Formula One for Mercedes. In Formula One, Hamilton has won a joint-record seven World Drivers' Championship titles, and holds the records for the most wins (103), pole positions (103), and podium finishes (183), among others.",
    "year": 1985,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Edwin Encarnación",
    "birthday": "1983-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Edwin_Encarnacion_%2828731301803%29.jpg/294px-Edwin_Encarnacion_%2828731301803%29.jpg",
    "extract": "Edwin Elpidio Encarnación is a Dominican professional baseball designated hitter and first baseman who is a free agent. He has played in Major League Baseball (MLB) for the Cincinnati Reds, Toronto Blue Jays, Cleveland Indians, Seattle Mariners, New York Yankees, and Chicago White Sox. Encarnación is a three-time All-Star.",
    "year": 1983,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Francisco Rodríguez (Venezuelan pitcher)",
    "birthday": "1982-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Francisco_Rodr%C3%ADguez_on_August_4%2C_2013.jpg/212px-Francisco_Rodr%C3%ADguez_on_August_4%2C_2013.jpg",
    "extract": "Francisco José Rodríguez, Sr., nicknamed \"Frankie\" and \"K-Rod\", is a Venezuelan former professional baseball pitcher. He played in Major League Baseball (MLB) for the Anaheim Angels / Los Angeles Angels of Anaheim, New York Mets, Baltimore Orioles, Milwaukee Brewers and Detroit Tigers.",
    "year": 1982,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Aloe Blacc",
    "birthday": "1979-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Aloe_Blacc_2011.jpg/212px-Aloe_Blacc_2011.jpg",
    "extract": "Egbert Nathaniel Dawkins III, known professionally by his stage name Aloe Blacc, is an American singer, songwriter and rapper. He is best known for his singles \"I Need a Dollar\", \"The Man\", which topped the charts in the United Kingdom, and for writing and performing vocals on Avicii's \"Wake Me Up\", which topped the charts in 22 countries, including Australia and the United Kingdom. Aside from his solo career, Blacc is also a member of hip hop duo Emanon, alongside American record producer Exile.",
    "year": 1979,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sofi Oksanen",
    "birthday": "1977-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Sofia_Oksanen%2C_vinnare_av_Nordiska_radets_litteraturpris_2010.jpg/213px-Sofia_Oksanen%2C_vinnare_av_Nordiska_radets_litteraturpris_2010.jpg",
    "extract": "Sofi-Elina Oksanen is a Finnish writer and playwright. Oksanen has published six novels, of which \"Purge\" has gained the widest recognition. She has received several international and domestic awards for her literary work. Her work has been translated into more than 40 languages and sold more than two million copies. Oksanen has been called \"Finnish-Estonian Charles Dickens\" and her work has often been compared to Margaret Atwood's novels. Oksanen is actively involved in public debate in Finland and comments on current issues in her columns and various talk shows.",
    "year": 1977,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vic Darchinyan",
    "birthday": "1976-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/46/VicDarchinyan.jpg",
    "extract": "Vakhtang \"Vic\" Darchinyan is an Armenian-Australian former professional boxer who competed from 2000 to 2017. He held multiple world championships in two weight classes, including the IBF flyweight title from 2004 to 2007; and the WBA, WBC, IBF, and lineal super-flyweight titles between 2008 and 2010. Additionally, he held a record four IBO titles at flyweight, super-flyweight, and twice at bantamweight between 2005 and 2011. A southpaw with a highly unique fighting style and formidable punching power, Darchinyan became the first Armenian boxer to win a world title in 2004.",
    "year": 1976,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alfonso Soriano",
    "birthday": "1976-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Alfonso_Soriano-Yankees-11092013.jpg/241px-Alfonso_Soriano-Yankees-11092013.jpg",
    "extract": "Alfonso Guilleard Soriano is a Dominican former professional baseball left fielder and second baseman. He played in Major League Baseball (MLB) for the New York Yankees, Texas Rangers, Washington Nationals, and Chicago Cubs, and in Nippon Professional Baseball for the Hiroshima Toyo Carp. \nSoriano began his professional career with Hiroshima in 1996, but signed with the Yankees as a free agent in 1998 and was assigned to play in minor league baseball. The next year, he was the Most Valuable Player (MVP) in the All-Star Futures Game, and made his MLB debut for the Yankees, with whom he would win two American League championships. The Yankees traded Soriano to the Rangers after the 2003 season, and the Rangers traded Soriano to the Nationals after the 2005 season. He signed a contract as a free agent with the Cubs before the 2007 season. The Cubs traded Soriano to the Yankees in 2013, and the Yankees released him in 2014.",
    "year": 1976,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alenka Bikar",
    "birthday": "1974-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Alenka_Bikar_2000.jpg",
    "extract": "Alenka Bikar is a retired female sprinter from Slovenia, born in Ljubljana. She specialised in the 200 metres, competing in three Olympic games from 1996 to 2004. She was also named Slovenian Sportswoman of the Year in 2001. Bikar won the gold medal in the 200 m in the Mediterranean Games in 2005.",
    "year": 1974,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Donald Brashear",
    "birthday": "1972-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Brashear87.jpg/279px-Brashear87.jpg",
    "extract": "Donald Brashear is a Canadian former professional hockey player who played for five organizations in the National Hockey League (NHL) over a 23 year pro career, in which he played the role of an enforcer.",
    "year": 1972,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jeremy Renner",
    "birthday": "1971-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Jeremy_Renner_by_Gage_Skidmore.jpg/243px-Jeremy_Renner_by_Gage_Skidmore.jpg",
    "extract": "Jeremy Lee Renner is an American actor. He began his career by appearing in independent films such as Dahmer (2002) and Neo Ned (2005), then supporting roles in bigger films, such as S.W.A.T. (2003) and 28 Weeks Later (2007). Renner was nominated for the Academy Award for Best Actor for his performance in The Hurt Locker (2008) and for the Academy Award for Best Supporting Actor for his performance in The Town (2010).",
    "year": 1971,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Andy Burnham",
    "birthday": "1970-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Andy_Burnham2.jpg/214px-Andy_Burnham2.jpg",
    "extract": "Andrew Murray Burnham is a British politician who has served as Mayor of Greater Manchester since 2017. He served in Gordon Brown's Cabinet as Chief Secretary to the Treasury from 2007 to 2008, Culture Secretary from 2008 to 2009 and Health Secretary from 2009 to 2010. A member of the Labour Party, he served as Shadow Home Secretary from 2015 to 2016 and was Member of Parliament (MP) for Leigh from 2001 to 2017.",
    "year": 1970,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Marco Simone",
    "birthday": "1969-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Marco_Simone_%285038454279%29_%28cropped%29.jpg/240px-Marco_Simone_%285038454279%29_%28cropped%29.jpg",
    "extract": "Marco Simone is an Italian professional football manager and former player. As a player, he was a striker and winger.",
    "year": 1969,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nick Clegg",
    "birthday": "1967-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Nick_Clegg_%282011%29_%28cropped%29.jpg/240px-Nick_Clegg_%282011%29_%28cropped%29.jpg",
    "extract": "Sir Nicholas William Peter Clegg is a British media executive and former Deputy Prime Minister of the United Kingdom who has been president for global affairs at Meta Platforms since 2022, having previously been vice‑president of global affairs and communications at Facebook from 2018 to 2022. Before joining Facebook, Clegg served as Deputy Prime Minister of the UK from 2010 to 2015 and as Leader of the Liberal Democrats from 2007 to 2015. He was Member of Parliament (MP) for Sheffield Hallam from 2005 to 2017. An \"Orange Book\" liberal, he has been associated with both socially liberal and economically liberal policies.",
    "year": 1967,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ricky Stuart",
    "birthday": "1967-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Ricky_Stuart_Canberra.jpg/320px-Ricky_Stuart_Canberra.jpg",
    "extract": "Ricky John Stuart is an Australian professional rugby league football coach who is the head coach of the Canberra Raiders in the NRL and a former rugby league footballer who played as a halfback in the 1980s, 1990s and 2000s.",
    "year": 1967,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Five for Fighting",
    "birthday": "1965-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/John_Ondrasik_at_Edwards_Air_Force_Ball.jpg/320px-John_Ondrasik_at_Edwards_Air_Force_Ball.jpg",
    "extract": "Vladimir John Ondrasik III, also known by his stage name Five for Fighting, is an American singer-songwriter, pianist, record producer, and philanthropist. He is best known for his piano-based soft rock ballads, such as the top 40 hits \"Superman \" (2001), \"100 Years\" (2003) \"The Riddle\" (2006). He also had a string of moderate hits on the adult contemporary charts in the late 2000s and into the 2010s, including \"World\" (2006) and \"Chances\" (2009). His 2021 single \"Blood on My Hands\" with its accompanying docu-music video protesting the American withdrawal from Afghanistan went viral receiving over a million digital views.",
    "year": 1965,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nicolas Cage",
    "birthday": "1964-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Nicolas_Cage_Deauville_2013.jpg/207px-Nicolas_Cage_Deauville_2013.jpg",
    "extract": "Nicolas Kim Coppola, known professionally as Nicolas Cage, is an American actor and filmmaker. Born into the Coppola family, Cage is the recipient of various accolades, including an Academy Award, a Screen Actors Guild Award, and a Golden Globe Award.",
    "year": 1964,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Aleksandr Dugin",
    "birthday": "1962-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Aleksandr_Dugin_13981126000.jpg/228px-Aleksandr_Dugin_13981126000.jpg",
    "extract": "Aleksandr Gelyevich Dugin is a Russian political philosopher, analyst, and strategist known for views widely characterized as fascist.",
    "year": 1962,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ron Rivera",
    "birthday": "1962-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Ron_Rivera_2022_%28cropped%29.jpg/304px-Ron_Rivera_2022_%28cropped%29.jpg",
    "extract": "Ronald Eugene Rivera, nicknamed \"Riverboat Ron\", is an American football head coach for the Washington Commanders of the National Football League (NFL). Prior to becoming a coach, Rivera attended the University of California, Berkeley in the early 1980s, where he played college football for the Golden Bears and was recognized as an All-American linebacker. Following graduation, he was drafted by the Chicago Bears in the second round of the 1984 NFL Draft and played for the team for his entire nine-year professional career, including as a part of the 1985 team that won Super Bowl XX.",
    "year": 1962,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Thune",
    "birthday": "1961-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/John_Thune_117th_Congress_portrait.jpg/256px-John_Thune_117th_Congress_portrait.jpg",
    "extract": "John Randolph Thune is an American politician and businessman serving as the senior United States senator from South Dakota, a seat to which he was first elected in 2004. A member of the Republican Party, he serves as Senate minority whip.",
    "year": 1961,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Loretta Sanchez",
    "birthday": "1960-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Loretta_Sanchez_official_photo.jpg/216px-Loretta_Sanchez_official_photo.jpg",
    "extract": "Loretta Lorna Sanchez is an American politician who served in the United States House of Representatives from 1997 to 2017. A Democrat, she was first elected in 1996, when she defeated long-serving Republican congressman Bob Dornan by less than 1,000 votes. Sanchez represented the 46th district from 1997 to 2003, then California's 47th congressional district from 2003 to 2013, and again in the 46th district from 2013 to 2017. The district lies in central Orange County. During her time in the House of Representatives, Sanchez was a member of the Democratic Party's moderate/conservative Blue Dog Coalition.",
    "year": 1960,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Angela Smith, Baroness Smith of Basildon",
    "birthday": "1959-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Official_portrait_of_Baroness_Smith_of_Basildon_2020_crop_2.jpg/240px-Official_portrait_of_Baroness_Smith_of_Basildon_2020_crop_2.jpg",
    "extract": "Angela Evans Smith, Baroness Smith of Basildon, is a British politician and life peer serving as Leader of the Opposition in the House of Lords since 2015. A member of the Labour and Co-operative parties, she was Member of Parliament (MP) for Basildon from 1997 to 2010.",
    "year": 1959,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kathy Valentine",
    "birthday": "1959-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Kv1new.jpg/278px-Kv1new.jpg",
    "extract": "Kathryn Valentine is an American musician and songwriter who is the bassist for the pop punk band the Go-Go's. She has maintained a career in music through songwriting, recording, performing and touring as well as additional academic and creative pursuits. Valentine was inducted into the Rock and Roll Hall of Fame in October 2021 as a member of The Go-Go's.",
    "year": 1959,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Katie Couric",
    "birthday": "1957-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Katie_Couric_2014_%28cropped%29.jpg/197px-Katie_Couric_2014_%28cropped%29.jpg",
    "extract": "Katherine Anne Couric is an American journalist, presenter, producer, and author. She is founder of Katie Couric Media, a multimedia news and production company. She also publishes a daily newsletter, Wake Up Call. From 2013 to 2017, she was Yahoo's Global News Anchor. Couric has been a television host at all of the Big Three television networks in the United States, and in her early career she was an assignment editor for CNN. She worked for NBC News from 1989 to 2006, CBS News from 2006 to 2011, and ABC News from 2011 to 2014. In 2021, she appeared as a guest host for the game show Jeopardy!, the first woman to host the flagship American version of the show in its history.",
    "year": 1957,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "David Caruso",
    "birthday": "1956-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/David_Caruso_2008.jpg/200px-David_Caruso_2008.jpg",
    "extract": "David Stephen Caruso is a retired American actor and producer, best known for his roles as Detective John Kelly on the ABC crime drama NYPD Blue (1993–94) and Lieutenant Horatio Caine on the CBS series CSI: Miami (2002–2012). He appears in the feature films An Officer and a Gentleman, First Blood, Twins (1988), Kiss of Death (1995) and Proof of Life (2000).",
    "year": 1956,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mamata Shankar",
    "birthday": "1955-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Mamata_Shankar.jpg/320px-Mamata_Shankar.jpg",
    "extract": "Mamata Shankar is an Indian actress and dancer. She is known for her work in Bengali cinema. She has acted in films by directors including Satyajit Ray, Mrinal Sen, Rituparno Ghosh, Buddhadeb Dasgupta and Gautam Ghosh. In addition to being an actress, she is a dancer and choreographer. She was the niece of musician Pandit Ravi Shankar. Her brother, Ananda Shankar, was an Indo-Western fusion musician.",
    "year": 1955,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Robert Longo",
    "birthday": "1953-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/%D0%A0%D0%BE%D0%B1%D0%B5%D1%80%D1%82_%D0%9B%D0%BE%D0%BD%D0%B3%D0%BE.jpg/320px-%D0%A0%D0%BE%D0%B1%D0%B5%D1%80%D1%82_%D0%9B%D0%BE%D0%BD%D0%B3%D0%BE.jpg",
    "extract": "Robert Longo is an American artist, filmmaker, photographer and musician.",
    "year": 1953,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sammo Hung",
    "birthday": "1952-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/SammoHung.jpg/240px-SammoHung.jpg",
    "extract": "Sammo Hung, also known as Hung Kam-bo (洪金寶), is a Hong Kong actor, martial artist, film producer and director, known for his work in martial arts films, Hong Kong action cinema, and as a fight choreographer for other actors such as Jackie Chan.",
    "year": 1952,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Juan Gabriel",
    "birthday": "1950-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Juan_Gabriel%2C_c._1985_%28cropped%29.jpg/196px-Juan_Gabriel%2C_c._1985_%28cropped%29.jpg",
    "extract": "Alberto Aguilera Valadez, known professionally as Juan Gabriel, was a Mexican singer, songwriter and actor. Colloquially nicknamed as Juanga and El Divo de Juárez, Juan Gabriel was known for his flamboyant style, which broke barriers within the Latin music industry. Widely considered one of the best and most prolific Mexican composers and singers of all time, he has been referred to as a pop icon.",
    "year": 1950,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kenny Loggins",
    "birthday": "1948-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Kenny_Loggins_1995.jpg/234px-Kenny_Loggins_1995.jpg",
    "extract": "Kenneth Clark Loggins is an American musician, singer and songwriter. His early songs were recorded with the Nitty Gritty Dirt Band in 1970, which led to seven albums recorded as Loggins and Messina from 1972 to 1977. His early soundtrack contributions date back to A Star Is Born in 1976, and he is known as the King of the Movie Soundtrack. As a solo artist, Loggins experienced a string of soundtrack successes, including an Academy Award nomination for \"Footloose\" in 1985. Finally Home was released in 2013, shortly after Loggins formed the group Blue Sky Riders with Gary Burr and Georgia Middleman. He won a Daytime Emmy Award, two Grammy Awards, and was nominated for an Academy Award, a Tony Award, and a Golden Globe Award.",
    "year": 1948,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ichirou Mizuki",
    "birthday": "1948-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Ichiro_Mizuki_20070706_Japan_Expo_03.jpg/213px-Ichiro_Mizuki_20070706_Japan_Expo_03.jpg",
    "extract": "Toshio Hayakawa , better known by his stage name Ichirou Mizuki , is a Japanese singer, lyricist, composer, voice actor and actor best known for his work on theme songs for anime and tokusatsu. For over 50 years, he has recorded over 1200 songs for Japanese film, television, video and video games. He is referred to by fans and fellow performers alike as the Aniki  of the anison, or anime music genre. He has produced the singing duo Apple Pie since 1990 and created the Anison band JAM Project in 2000.",
    "year": 1948,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Raila Odinga",
    "birthday": "1945-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Raila_A._Odinga.jpg/320px-Raila_A._Odinga.jpg",
    "extract": "Raila Amolo Odinga is a Kenyan politician, former Member of Parliament (MP) for Langata and businessman who served as the Prime Minister of Kenya from 2008 to 2013. He is assumed as the Leader of Opposition in Kenya since 2013.Raila Odinga is the presidential candidate for ODM under Azimio La Umoja Coalition, for presidential elections slated for August 2022.",
    "year": 1945,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mike McGear",
    "birthday": "1944-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Mike_McGear_on_the_Mark_Radcliffe_Show_at_The_Cavern%2C_Liverpool_%2882088858%29_%28portrait_crop%29.jpg",
    "extract": "Peter Michael McCartney, known professionally as Mike McGear, is an English performing artist and photographer who was a member of the groups The Scaffold and Grimms. He is the younger brother of former Beatle Paul McCartney.",
    "year": 1944,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kotaro Suzumura",
    "birthday": "1944-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Kotaro_Suzumura_cropped_2_Kotaro_Suzumura_201711.jpg/230px-Kotaro_Suzumura_cropped_2_Kotaro_Suzumura_201711.jpg",
    "extract": "Kotaro Suzumura  was a Japanese economist and professor emeritus of Hitotsubashi University and Waseda University. He graduated from Hitotsubashi University in 1966. His research interests were in social choice theory and welfare economics. He was also a Fellow of the Econometric Society.　He was named a Person of Cultural Merit in 2017.",
    "year": 1944,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sadako Sasaki",
    "birthday": "1943-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Sadako_Sasaki2.jpg",
    "extract": "Sadako Sasaki  was a Japanese girl who became a victim of the atomic bombings of Hiroshima and Nagasaki by the United States. She was two years of age when the bombs were dropped and was severely irradiated. She survived for another ten years, becoming one of the most widely known hibakusha—a Japanese term meaning \"bomb-affected person\". She is remembered through the story of the more than one thousand origami cranes she folded before her death. She died at the age of 12 in October 1955.",
    "year": 1943,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vasily Alekseyev",
    "birthday": "1942-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Vasily_Alekseyev_1970.jpg/209px-Vasily_Alekseyev_1970.jpg",
    "extract": "Vasily Ivanovich Alekseyev was a Soviet weightlifter. He set 80 world-records and 81 Soviet records in weightlifting and won Olympic gold medals at the 1972 and 1976 games.",
    "year": 1942,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Iona Brown",
    "birthday": "1941-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a8/Iona_Brown.jpg/232px-Iona_Brown.jpg",
    "extract": "Iona Brown, OBE, was a British violinist and conductor.",
    "year": 1941,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John E. Walker",
    "birthday": "1941-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/John_Ernest_Walker.jpg/320px-John_Ernest_Walker.jpg",
    "extract": "Sir John Ernest Walker is a British chemist who won the Nobel Prize in Chemistry in 1997. As of 2015 Walker is Emeritus Director and Professor at the MRC Mitochondrial Biology Unit in Cambridge, and a Fellow of Sidney Sussex College, Cambridge.",
    "year": 1941,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Li Shengjiao",
    "birthday": "1935-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Li_Shengjiao_in_1956.jpg/229px-Li_Shengjiao_in_1956.jpg",
    "extract": "Li Shengjiao was a senior Chinese diplomat, jurist, educator, scholar, bilingual author, former Nanjing sports star and an expert on the I Ching. Being recognized as an authority on international law and U.S.-China relations, Li was known for his contribution to the International Law of the Sea and China's boundary and ocean affairs.",
    "year": 1935,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kenny Davern",
    "birthday": "1935-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Kenny_Davern.jpg/227px-Kenny_Davern.jpg",
    "extract": "John Kenneth Davern was an American jazz clarinetist.",
    "year": 1935,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Valery Kubasov",
    "birthday": "1935-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Valeriy_N._Kubasov_ASTP_portrait_-_cropped.jpg/258px-Valeriy_N._Kubasov_ASTP_portrait_-_cropped.jpg",
    "extract": "Valery Nikolaevich Kubasov was a Soviet/Russian cosmonaut who flew on two missions in the Soyuz programme as a flight engineer: Soyuz 6 and Soyuz 19, and commanded Soyuz 36 in the Intercosmos programme. On 21 July 1975, the Soyuz 7K-TM module used for ASTP landed in Kazakhstan at 5:51 p.m. and Kubasov was the first to exit the craft. Kubasov performed the first welding experiments in space, along with Georgy Shonin.",
    "year": 1935,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tassos Papadopoulos",
    "birthday": "1934-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Tassos_Papadopoulos.jpg",
    "extract": "Efstathios \"Tassos\" Nikolaou Papadopoulos was a Greek Cypriot politician and barrister who served as the fifth President of Cyprus from 2003 to 2008.",
    "year": 1934,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mirja Hietamies",
    "birthday": "1931-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Mirja_Hietamies.jpg/320px-Mirja_Hietamies.jpg",
    "extract": "Mirja Kyllikki Hietamies-Eteläpää was a cross-country skier from Finland who competed at the 1952 and 1956 Winter Olympics. She won a gold medal in the 3 × 5 km relay in 1956 and a silver medal in the individual 10 km race in 1952, placing sixth in 1956. She also won two medals at the 1954 FIS Nordic World Ski Championships with a silver in the 3 × 5 km relay and a bronze in the 10 km.",
    "year": 1931,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Terry Moore (actress)",
    "birthday": "1929-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Terry-Moore-actress-in-2015.jpg/240px-Terry-Moore-actress-in-2015.jpg",
    "extract": "Terry Moore is an American film and television actress. She was nominated for the Academy Award for Best Supporting Actress for her performance in Come Back, Little Sheba (1952).",
    "year": 1929,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "William Peter Blatty",
    "birthday": "1928-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/William-Peter-Blatty-2009.jpg/230px-William-Peter-Blatty-2009.jpg",
    "extract": "William Peter Blatty was an American writer, director and producer. He is best known for his 1971 novel The Exorcist, for which he won the Academy Award for the screenplay of its film adaptation and was nominated for Best Picture as its producer. The film also earned Blatty the Golden Globe Award for Best Motion Picture – Drama as producer. He also wrote and directed the sequel The Exorcist III.",
    "year": 1928,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kim Jong-pil",
    "birthday": "1926-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Kim_Jong-pil_1999.png/320px-Kim_Jong-pil_1999.png",
    "extract": "Kim Jong-pil, also known colloquially as JP, was a South Korean politician and the founder of the Korean Central Intelligence Agency. He served as Prime Minister twice, from 1971 to 1975 during the presidency of Park Chung-hee (1961–1979) and from 1998 to 2000 during the presidency of Kim Dae-jung (1998–2002).",
    "year": 1926,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gerald Durrell",
    "birthday": "1925-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Gerald_Durrell%2C_Askania_Nova.jpg/320px-Gerald_Durrell%2C_Askania_Nova.jpg",
    "extract": "Gerald Malcolm Durrell, was a British naturalist, writer, zookeeper, conservationist, and television presenter. He founded the Durrell Wildlife Conservation Trust and the Jersey Zoo on the Channel Island of Jersey in 1959. He wrote approximately forty books, mainly about his life as an animal collector and enthusiast, the most famous being My Family and Other Animals (1956). Those memoirs of his family's years living in Greece were adapted into two television series and one television film. He was the youngest brother of novelist Lawrence Durrell.",
    "year": 1925,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alvin Dark",
    "birthday": "1922-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Alvin_Dark_1953.jpg/205px-Alvin_Dark_1953.jpg",
    "extract": "Alvin Ralph Dark, nicknamed \"Blackie\" and \"The Swamp Fox\", was an American professional baseball shortstop and manager. He played fourteen years in Major League Baseball (MLB) for the Boston/Milwaukee Braves, the New York Giants (1950–56), the St. Louis Cardinals (1956–58), the Chicago Cubs (1958–59), and the Philadelphia Phillies (1960). Later, he managed the San Francisco Giants (1961–64), the Kansas City/Oakland Athletics, the Cleveland Indians (1968–71), and the San Diego Padres (1977). He was a three-time All-Star and a two-time World Series champion, once as a player (1954) and once as a manager (1974).",
    "year": 1922,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jean-Pierre Rampal",
    "birthday": "1922-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Jean_Pierre_Rampal.jpg/221px-Jean_Pierre_Rampal.jpg",
    "extract": "Jean-Pierre Louis Rampal was a French flautist. He has been personally \"credited with returning to the flute the popularity as a solo classical instrument it had not held since the 18th century.\"",
    "year": 1922,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Esmeralda Arboleda Cadavid",
    "birthday": "1921-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fe/Photo_of_Esmeralda_Arboleda_Cadavid.jpg",
    "extract": "Maria Esmeralda Arboleda Cadavid was a Colombian politician and the first woman elected to the Senate of Colombia, serving from 1958 to 1961.",
    "year": 1921,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vincent Gardenia",
    "birthday": "1920-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Vincent_Gardenia_at_1988_Academy_Awards.JPG/253px-Vincent_Gardenia_at_1988_Academy_Awards.JPG",
    "extract": "Vincent Gardenia was an Italian-American stage, film, and television actor. He was nominated twice for the Academy Award for Best Supporting Actor, first for Bang the Drum Slowly (1973) and again for Moonstruck (1987). He also portrayed Det. Frank Ochoa in Death Wish (1974) and its 1982 sequel, Death Wish II, and played \"Mr. Mushnik\" in the musical film adaptation of Little Shop of Horrors (1986).",
    "year": 1920,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Babe Pratt",
    "birthday": "1916-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Babe_Pratt_1938.jpg/258px-Babe_Pratt_1938.jpg",
    "extract": "Walter Peter \"Babe\" Pratt was a Canadian professional ice hockey defenceman/left winger who played for the New York Rangers, Toronto Maple Leafs and the Boston Bruins in the National Hockey League between 1935 and 1947. He is the father of the NHL hockey player, Tracy Pratt.",
    "year": 1916,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Johnny Mize",
    "birthday": "1913-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Johnny_Mize.png/243px-Johnny_Mize.png",
    "extract": "John Robert Mize, nicknamed \"Big Jawn\" and \"The Big Cat\", was an American professional baseball player, coach and scout. He played as a first baseman in Major League Baseball (MLB) for 15 seasons between 1936 and 1953, losing three seasons to military service during World War II. Mize was a ten-time All-Star who played for the St. Louis Cardinals, New York Giants, and the New York Yankees. During his tenure with the Yankees, the team won five consecutive World Series.",
    "year": 1913,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Charles Addams",
    "birthday": "1912-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f4/Charles_addams500.jpg/212px-Charles_addams500.jpg",
    "extract": "Charles Samuel Addams was an American artist and cartoonist known for his darkly humorous and macabre characters. He signed his cartoons under the pen name Chas Addams. Some of the recurring characters, who became known as the Addams Family, have been the basis for spin-offs in several other forms of media.",
    "year": 1912,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Orval Faubus",
    "birthday": "1910-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Orval_Faubus.jpg/280px-Orval_Faubus.jpg",
    "extract": "Orval Eugene Faubus was an American politician who served as the 36th Governor of Arkansas from 1955 to 1967, as a member of the Democratic Party.",
    "year": 1910,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Red Allen",
    "birthday": "1908-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Red_allen_loc_02.jpg/320px-Red_allen_loc_02.jpg",
    "extract": "Henry James \"Red\" Allen was an American jazz trumpeter and vocalist whose playing has been claimed by Joachim-Ernst Berendt and others as the first to fully incorporate the innovations of Louis Armstrong.",
    "year": 1908,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Brownlee (baritone)",
    "birthday": "1900-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/43/John_Brownlee.jpg/232px-John_Brownlee.jpg",
    "extract": "John Donald Mackenzie Brownlee was an Australian operatic baritone. For most of his professional career he was based in Europe and then the United States.",
    "year": 1900,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Francis Poulenc",
    "birthday": "1899-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b8/Poulenc-1922.jpg",
    "extract": "Francis Jean Marcel Poulenc was a French composer and pianist. His compositions include songs, solo piano works, chamber music, choral pieces, operas, ballets, and orchestral concert music. Among the best-known are the piano suite Trois mouvements perpétuels (1919), the ballet Les biches (1923), the Concert champêtre (1928) for harpsichord and orchestra, the Organ Concerto (1938), the opera Dialogues des Carmélites (1957), and the Gloria (1959) for soprano, choir, and orchestra.",
    "year": 1899,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Al Bowlly",
    "birthday": "1898-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Bowlly_small.jpg/320px-Bowlly_small.jpg",
    "extract": "Albert Allick Bowlly was a Mozambican-born South African–British vocalist and jazz guitarist, who was popular during the 1930s in Britain. He recorded more than 1,000 songs.",
    "year": 1898,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Hudson Fysh",
    "birthday": "1895-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Sir_Wilmot_Hudson_Fysh.jpg/204px-Sir_Wilmot_Hudson_Fysh.jpg",
    "extract": "Sir Wilmot Hudson Fysh, KBE, DFC was an Australian aviator and businessman. A founder of the Australian airline company Qantas, Fysh was born in Launceston, Tasmania. Serving in the Battle of Gallipoli and Palestine Campaign as a lieutenant of the Australian Light Horse Brigade, Fysh later became an observer and gunner to Paul McGinness in the AFC. He was awarded a Distinguished Flying Cross during the aftermath of the war for his services to aerial warfare.",
    "year": 1895,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Zora Neale Hurston",
    "birthday": "1891-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Hurston-Zora-Neale-LOC.jpg/222px-Hurston-Zora-Neale-LOC.jpg",
    "extract": "Zora Neale Hurston was an American author, anthropologist, and filmmaker. She portrayed racial struggles in the early-1900s American South and published research on hoodoo. The most popular of her four novels is Their Eyes Were Watching God, published in 1937. She also wrote more than 50 short stories, plays, and essays.",
    "year": 1891,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vera de Bosset",
    "birthday": "1889-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Vera_Stravinsky_by_Serge_Sudeikine.jpg/236px-Vera_Stravinsky_by_Serge_Sudeikine.jpg",
    "extract": "Vera de Bosset Stravinsky was a Russian American dancer and artist. She is better known as the second wife of the Russian composer Igor Stravinsky, who married her in 1940.",
    "year": 1889,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "William Clarence Matthews",
    "birthday": "1877-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/89/William_Clarence_Matthews_1905.jpg",
    "extract": "William Clarence Matthews was an early 20th-century African-American pioneer in athletics, politics and law. Born in Selma, Alabama, Matthews was enrolled at the Tuskegee Institute and, with the help of Booker T. Washington, enrolled at the Phillips Academy in 1900 and Harvard University in 1901. At Harvard, he became one of the standout baseball players, leading the team in batting average for the 1903, 1904, and 1905 seasons.",
    "year": 1877,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gustav Flatow",
    "birthday": "1875-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Gustav_Flatow.jpg",
    "extract": "Gustav Felix Flatow was a German gymnast. He competed at the 1896 Summer Olympics in Athens and at the 1900 Summer Olympics in Paris. Flatow was Jewish, and was born in Berent, West Prussia. In 1892, he moved to Berlin.",
    "year": 1875,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Charles Péguy",
    "birthday": "1873-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Charles_peguy.jpg/259px-Charles_peguy.jpg",
    "extract": "Charles Pierre Péguy was a French poet, essayist, and editor. His two main philosophies were socialism and nationalism. By 1908 at the latest, after years of uneasy agnosticism, he had become a believing but non-practicing Roman Catholic.\nFrom that time, Catholicism strongly influenced his works.",
    "year": 1873,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Adolph Zukor",
    "birthday": "1873-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Adolph_Zukor_by_Apeda_1922.jpg/265px-Adolph_Zukor_by_Apeda_1922.jpg",
    "extract": "Adolph Zukor was a Hungarian-American film producer best known as one of the three founders of Paramount Pictures. He produced one of America's first feature-length films, The Prisoner of Zenda, in 1913.",
    "year": 1873,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Émile Borel",
    "birthday": "1871-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Emile_Borel-1932.jpg/238px-Emile_Borel-1932.jpg",
    "extract": "Félix Édouard Justin Émile Borel was a French mathematician and politician. As a mathematician, he was known for his founding work in the areas of measure theory and probability.",
    "year": 1871,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Anna Murray Vail",
    "birthday": "1863-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Anna_Murray_Vail.jpg/237px-Anna_Murray_Vail.jpg",
    "extract": "Anna Murray Vail was an American botanist and first librarian of the New York Botanical Garden. She was a student of the Columbia University botanist and geologist Nathaniel Lord Britton, with whom she helped to found the New York Botanical Garden.",
    "year": 1863,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eliezer Ben-Yehuda",
    "birthday": "1858-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Eliezer_in_his_house_in_Talpiot_neighbourhood_%28cropped%29.jpg/240px-Eliezer_in_his_house_in_Talpiot_neighbourhood_%28cropped%29.jpg",
    "extract": "Eliezer Ben‑Yehuda was the lexicographer of the first Hebrew dictionary, and the editor of HaZvi, one of the first newspapers in the Land of Israel / Palestine. He was the driving force behind the revival of the Hebrew language.",
    "year": 1858,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Quianu Robinson",
    "birthday": "1852-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Quianu_robinson.png",
    "extract": "Quianu Robinson (1852-1919) was a New Mexican politician who served as a Republican member of the New Mexico House of Representatives representing the second district of New Mexico from 1916 to 1918.",
    "year": 1852,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bernadette Soubirous",
    "birthday": "1844-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Bernadette_Soubirous.jpg/250px-Bernadette_Soubirous.jpg",
    "extract": "Bernadette Soubirous, also known as Saint Bernadette of Lourdes, was the firstborn daughter of a miller from Lourdes, in the department of Hautes-Pyrénées in France, and is best known for experiencing Marian apparitions of a \"young lady\" who asked for a chapel to be built at the nearby cave-grotto at Massabielle. These apparitions occurred between 11 February and 16 July 1858, and the woman who appeared to her identified herself as the \"Immaculate Conception.\"",
    "year": 1844,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Thomas Henry Ismay",
    "birthday": "1837-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Thomas_Henry_Ismay.jpg/225px-Thomas_Henry_Ismay.jpg",
    "extract": "Thomas Henry Ismay was the founder of the Oceanic Steam Navigation Company, more commonly known as the White Star Line. His son Joseph Bruce Ismay was managing director of the White Star Line and in 1912 sailed on the maiden voyage of the ocean liner RMS Titanic.",
    "year": 1837,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Johann Philipp Reis",
    "birthday": "1834-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4e/JPReis.jpg",
    "extract": "Johann Philipp Reis was a self-taught German scientist and inventor. In 1861, he constructed the first make-and-break telephone, today called the Reis telephone.",
    "year": 1834,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "James Munro (Australian politician)",
    "birthday": "1832-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Jamesmunro.jpg/224px-Jamesmunro.jpg",
    "extract": "James Munro was a Scottish born Australian businessman and colonial politician, and the 15th Premier of Victoria. He is best known as one of the leading figures in the land boom of the 1880s and especially the subsequent crash of the early 1890s, where his Christian morals were seen to clash with his business activities.",
    "year": 1832,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Heinrich von Stephan",
    "birthday": "1831-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Georg_Barl%C3%B6sius_Heinrich_von_Stephan.jpg/212px-Georg_Barl%C3%B6sius_Heinrich_von_Stephan.jpg",
    "extract": "Ernst Heinrich Wilhelm von Stephan was a general post director for the German Empire who reorganized the German postal service. He was integral in the founding of the Universal Postal Union in 1874, and in 1877 introduced the telephone to Germany.",
    "year": 1831,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Albert Bierstadt",
    "birthday": "1830-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Bierstadt.jpg",
    "extract": "Albert Bierstadt was a German-American painter best known for his lavish, sweeping landscapes of the American West. He joined several journeys of the Westward Expansion to paint the scenes. He was not the first artist to record the sites, but he was the foremost painter of them for the remainder of the 19th century.",
    "year": 1830,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sandford Fleming",
    "birthday": "1827-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Sir_Sandford_Fleming.jpg/265px-Sir_Sandford_Fleming.jpg",
    "extract": "Sir Sandford Fleming was a Scottish Canadian engineer and inventor. Born and raised in Scotland, he emigrated to colonial Canada at the age of 18. He promoted worldwide standard time zones, a prime meridian, and use of the 24-hour clock as key elements to communicating the accurate time, all of which influenced the creation of Coordinated Universal Time. He designed Canada's first postage stamp, produced a great deal of work in the fields of land surveying and map making, engineered much of the Intercolonial Railway and the first several hundred kilometers of the Canadian Pacific Railway, and was a founding member of the Royal Society of Canada and founder of the Canadian Institute.",
    "year": 1827,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "E. Louisa Mather",
    "birthday": "1815-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Elizabeth_Louisa_Foster_Mather.png/242px-Elizabeth_Louisa_Foster_Mather.png",
    "extract": "E. Louisa Mather was a 19th-century American writer. She wrote essays, stories and poems for 40 years on religious subjects, capital punishment, and woman's suffrage. Mather died in 1882.",
    "year": 1815,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Millard Fillmore",
    "birthday": "1800-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Fillmore.jpg/252px-Fillmore.jpg",
    "extract": "Millard Fillmore was the 13th president of the United States, serving from 1850 to 1853, the last to be a member of the Whig Party while in the White House. A former member of the U.S. House of Representatives from Upstate New York, Fillmore was elected as the 12th vice president in 1848, and succeeded to the presidency in July 1850 upon the death of U.S. President Zachary Taylor. Fillmore was instrumental in the passing of the Compromise of 1850, a bargain that led to a brief truce in the battle over the expansion of slavery. He failed to win the Whig nomination for president in 1852 but gained the endorsement of the nativist Know Nothing Party four years later and finished third in the 1856 presidential election.",
    "year": 1800,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mariano Paredes (President of Mexico)",
    "birthday": "1797-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Retrato_de_Mariano_Paredes_y_Arrillaga.png/248px-Retrato_de_Mariano_Paredes_y_Arrillaga.png",
    "extract": "Mariano Paredes y Arrillaga was a Mexican conservative general and president.",
    "year": 1797,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Joseph Bonaparte",
    "birthday": "1768-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Joseph-Bonaparte.jpg/208px-Joseph-Bonaparte.jpg",
    "extract": "Joseph-Napoléon Bonaparte was a French statesman, lawyer, diplomat and older brother of Napoleon Bonaparte. During the Napoleonic Wars, the latter made him King of Naples (1806–1808), and then King of Spain (1808–1813). After the fall of Napoleon, Joseph styled himself Comte de Survilliers and emigrated to the United States, where he settled near Bordentown, New Jersey, on an estate overlooking the Delaware River not far from Philadelphia.",
    "year": 1768,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "George Elphinstone, 1st Viscount Keith",
    "birthday": "1746-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Admiral_George_Keith_Elphinstone_1st_Viscount_Keith_by_George_Sanders.jpg/255px-Admiral_George_Keith_Elphinstone_1st_Viscount_Keith_by_George_Sanders.jpg",
    "extract": "Admiral George Keith Elphinstone, 1st Viscount Keith was a British naval officer active throughout the Napoleonic Wars.",
    "year": 1746,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Israel Putnam",
    "birthday": "1718-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Israel_putnam_portrait.jpg/265px-Israel_putnam_portrait.jpg",
    "extract": "Israel Putnam, popularly known as \"Old Put\", was an American army general officer who fought with distinction at the Battle of Bunker Hill during the American Revolutionary War (1775–1783). He also served notably as an officer with Rogers' Rangers during the French and Indian War (1754–1763), when he was captured by Mohawk warriors. He was saved from the ritual burning given to enemies by the intervention of a French officer with whom the Mohawk were allied.",
    "year": 1718,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Johann Heinrich Zedler",
    "birthday": "1706-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Zedler_-_Universal-Lexicon%2C_Band_1_%28Titelblatt%29.jpg/195px-Zedler_-_Universal-Lexicon%2C_Band_1_%28Titelblatt%29.jpg",
    "extract": "Johann Heinrich Zedler was a bookseller and publisher. His most important achievement was the creation of a German encyclopedia, the Grosses Universal-Lexicon , \nthe largest and most comprehensive German-language encyclopedia developed in the 18th century.",
    "year": 1706,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jonas Alströmer",
    "birthday": "1685-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Jonas_Alstromer.jpg/305px-Jonas_Alstromer.jpg",
    "extract": "Jonas Alströmer was a pioneer of agriculture and industry in Sweden.",
    "year": 1685,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "William Louis, Duke of Württemberg",
    "birthday": "1647-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/108Wilhelm_Ludwig.jpg/320px-108Wilhelm_Ludwig.jpg",
    "extract": "William Louis of Württemberg was the ruler of the senior Duchy of Württemberg from 1674 until his death in 1677.",
    "year": 1647,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Adam Krieger",
    "birthday": "1634-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Adam_Krieger_by_Romstet.jpg/179px-Adam_Krieger_by_Romstet.jpg",
    "extract": "Adam Krieger was a German composer. Born in Driesen, Neumark, he studied organ with Samuel Scheidt in Halle. He succeeded Johann Rosenmüller as organist at Leipzig's Nikolaikirche (1655–57) and founded the city's Collegium Musicum before settling for the rest of his career in Dresden.",
    "year": 1634,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Pope Gregory XIII",
    "birthday": "1502-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Ritratto_di_Gregorio_XIII_-_Passarotti_.jpg/258px-Ritratto_di_Gregorio_XIII_-_Passarotti_.jpg",
    "extract": "Pope Gregory XIII, born Ugo Boncompagni, was head of the Catholic Church and ruler of the Papal States from 13 May 13, 1572 to his death in 1585. He is best known for commissioning and being the namesake for the Gregorian calendar, which remains the internationally accepted civil calendar to this day.",
    "year": 1502,
    "month": 1,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Thomas of Woodstock, Duke of Gloucester",
    "birthday": "1355-1-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/ThomasWoodstock.jpg/296px-ThomasWoodstock.jpg",
    "extract": "Thomas of Woodstock, 1st Duke of Gloucester was the fifth surviving son and youngest child of King Edward III of England and Philippa of Hainault.",
    "year": 1355,
    "month": 1,
    "day": 7,
    "language": "en"
  }
]