[
  {
    "name": "Noah Cyrus",
    "birthday": "2000-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Noah_Cyrus_Opening_for_Katy_Perry_in_Newark_%2837585975751%29_%28cropped%29.jpg/235px-Noah_Cyrus_Opening_for_Katy_Perry_in_Newark_%2837585975751%29_%28cropped%29.jpg",
    "extract": "Noah Lindsey Cyrus is an American singer, songwriter, and actress. As a child actress she voiced the titular character in the English dub of the film Ponyo, as well as having minor roles on shows like Hannah Montana and Doc. In 2016 she made her debut as a singer with the single \"Make Me (Cry)\" featuring Labrinth, which charted at number 46 on the Billboard Hot 100. She has released three extended plays, Good Cry (2018), The End of Everything (2020), and People Don't Change (2021) and her debut studio album The Hardest Part is set for release on July 15, 2022. She was nominated for Best New Artist at the 63rd Annual Grammy Awards.",
    "year": 2000,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Damiano David",
    "birthday": "1999-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Damiano_David_2018_%28cropped%29.jpg/282px-Damiano_David_2018_%28cropped%29.jpg",
    "extract": "Damiano David is an Italian singer and frontman of the Italian rock band Måneskin, which won the Sanremo Music Festival 2021 and subsequently the Eurovision Song Contest 2021 representing Italy with the song \"Zitti e buoni\".",
    "year": 1999,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sophie Pascoe",
    "birthday": "1993-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Sophie_Pascoe_%28cropped%29.jpg/213px-Sophie_Pascoe_%28cropped%29.jpg",
    "extract": "Dame Sophie Frances Pascoe is a New Zealand para-swimmer. She has represented New Zealand at four Summer Paralympic Games from 2008, winning a total of eleven gold medals, seven silver medals and one bronze medal, making her New Zealand's most successful Paralympian. She has also represented New Zealand at the Commonwealth Games.",
    "year": 1993,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Stefanie Dolson",
    "birthday": "1992-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Stefanie_Dolson_%28cropped%29.jpg/260px-Stefanie_Dolson_%28cropped%29.jpg",
    "extract": "Stefanie Dolson is an American professional basketball player for the New York Liberty of the Women's National Basketball Association (WNBA). She was drafted sixth overall in the 2014 WNBA draft. Dolson played center for the UConn women's basketball team and won back-to-back national championships in 2013 and 2014. She won a gold medal in Women's 3x3 basketball at the 2020 Summer Olympics.",
    "year": 1992,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Koke (footballer, born 1992)",
    "birthday": "1992-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Koke_2019.jpg/297px-Koke_2019.jpg",
    "extract": "Jorge Resurrección Merodio, known as Koke, is a Spanish professional footballer who plays as a midfielder for La Liga club Atlético Madrid, whom he captains, and for the Spain national team.",
    "year": 1992,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Josh Hazlewood",
    "birthday": "1991-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/2018.01.21.17.06.41-Hazelwood_%2839139885264%29.jpg/320px-2018.01.21.17.06.41-Hazelwood_%2839139885264%29.jpg",
    "extract": "Josh Reginald Hazlewood is an Australian international cricketer. He is a tall pace bowler known for his accuracy and has been compared to former Australian paceman Glenn McGrath.",
    "year": 1991,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Stefan Johansen",
    "birthday": "1991-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Stefan_Johansen_2017.jpg/189px-Stefan_Johansen_2017.jpg",
    "extract": "Stefan Marius Johansen is a Norwegian professional footballer who plays as a central midfielder and captains EFL Championship club Queens Park Rangers. In 2021 he announced that he had retired from international duty with Norway.",
    "year": 1991,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Stefan Savić",
    "birthday": "1991-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Ros-che_25.jpg/317px-Ros-che_25.jpg",
    "extract": "Stefan Savić is a Montenegrin professional footballer who plays for Spanish club Atlético Madrid and the Montenegro national team as a central defender.",
    "year": 1991,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Aaron Cruden",
    "birthday": "1989-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Aaron_Cruden_2016.jpg/199px-Aaron_Cruden_2016.jpg",
    "extract": "Aaron Wiremu Cruden is a New Zealand rugby union player, who plays for Chiefs and formerly Montpellier, Manawatu and New Zealand internationally. Cruden's usual position is first five-eighth.",
    "year": 1989,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Adrián López",
    "birthday": "1988-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/68/Adri%C3%A1n_L%C3%B3pez_U21_in_2011.jpg",
    "extract": "Adrián López Álvarez, known simply as Adrián, is a Spanish professional footballer who plays as a forward for Málaga.",
    "year": 1988,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michael Mancienne",
    "birthday": "1988-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Michael_Mancienne.jpg/224px-Michael_Mancienne.jpg",
    "extract": "Michael Ian Mancienne is an English professional footballer who plays as a defender for Burton Albion.",
    "year": 1988,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alex Tyus",
    "birthday": "1988-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Alex_Tyus_9_Maccabi_Tel_Aviv_B.C._EuroLeague_20180320.jpg/236px-Alex_Tyus_9_Maccabi_Tel_Aviv_B.C._EuroLeague_20180320.jpg",
    "extract": "Alexander Trent Tyus is an American-Israeli professional basketball player for Pınar Karşıyaka of the Basketbol Süper Ligi (BSL). He was the 2018 Israeli Basketball Premier League Finals MVP. Having been naturalized as an Israeli citizen, he also represented the senior Israeli national basketball team. Standing at 2.03 meters tall, he is an athletic frontcourt player and good rebounder.",
    "year": 1988,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gaby Hoffmann",
    "birthday": "1982-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Gaby_Hoffman_%28cropped%29.jpg/211px-Gaby_Hoffman_%28cropped%29.jpg",
    "extract": "Gabrielle Mary Antonia Hoffmann is an American actress. She initially found success as a child actress, appearing in Field of Dreams, Uncle Buck, and Sleepless in Seattle, and then later as a teenager with Now and Then, Volcano, All I Wanna Do, and 200 Cigarettes.",
    "year": 1982,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kim Jong-un",
    "birthday": "1982-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Kim_Jong-un_April_2019_%28cropped%29.jpg/230px-Kim_Jong-un_April_2019_%28cropped%29.jpg",
    "extract": "Kim Jong-un is a North Korean politician who has been Supreme Leader of North Korea since 2011 and the leader of the Workers' Party of Korea (WPK) since 2012. He is a son of Kim Jong-il, who was North Korea's second supreme leader from 1994 to 2011, and Ko Yong-hui. He is a grandson of Kim Il-sung and the first leader of North Korea to have been born in the country after its founding in 1948.",
    "year": 1982,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jeff Francis",
    "birthday": "1981-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Jeff_Francis_with_the_Blue_Jays.jpg/161px-Jeff_Francis_with_the_Blue_Jays.jpg",
    "extract": "Jeffrey William Francis is a Canadian former professional baseball pitcher. He played in Major League Baseball (MLB) for the Colorado Rockies, Kansas City Royals, Cincinnati Reds, Oakland Athletics, New York Yankees, and Toronto Blue Jays.",
    "year": 1981,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Seol Ki-hyeon",
    "birthday": "1979-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Seol.JPG/157px-Seol.JPG",
    "extract": "Seol Ki-hyeon is a South Korean former professional footballer who played as a winger, and who currently is the manager of Gyeongnam FC. He is also the first South Korean footballer to score in the history of the UEFA Champions League, during his time at Anderlecht.",
    "year": 1979,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Adrian Mutu",
    "birthday": "1979-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Adrian_Mutu_2.jpg/293px-Adrian_Mutu_2.jpg",
    "extract": "Adrian Mutu is a Romanian professional football manager and former player, who is in charge of Liga I club Rapid București. During his playing career, he was deployed as a forward or an attacking midfielder.",
    "year": 1979,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Stipe Pletikosa",
    "birthday": "1979-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Rostov-Loco_%284%29.jpg/269px-Rostov-Loco_%284%29.jpg",
    "extract": "Stipe Pletikosa is a Croatian former professional footballer who played as a goalkeeper. As of 29 July 2021, he works at the Croatian Football Federation as a technical director of the national senior and under-21 team.",
    "year": 1979,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marco Fu",
    "birthday": "1978-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Marco_Fu_at_Snooker_German_Masters_%28Martin_Rulsch%29_2014-01-29_01.jpg/320px-Marco_Fu_at_Snooker_German_Masters_%28Martin_Rulsch%29_2014-01-29_01.jpg",
    "extract": "Marco Fu Ka-chun, MH, JP is a Hong Kong professional snooker player. He is a three-time ranking event winner, having won the 2007 Grand Prix, the 2013 Australian Goldfields Open and the 2016 Scottish Open. He has been a runner-up at two Triple Crown events, at the 2008 UK Championship and the 2011 Masters. In addition, Fu has reached the semi-finals of the World Championship twice—in 2006 and in 2016.",
    "year": 1978,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Amber Benson",
    "birthday": "1977-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/3.5.11AmberBensonByLuigiNovi1.png/214px-3.5.11AmberBensonByLuigiNovi1.png",
    "extract": "Amber Nicole Benson is an American actress, singer, writer, director, and producer. She is best known for her role as Tara Maclay on the TV series Buffy the Vampire Slayer, and has also directed, produced and starred in her own films Chance (2002) and Lovers, Liars & Lunatics (2006). She also starred in the movie Kiss the Bride (2007). She co-directed the film Drones with fellow Buffy cast member Adam Busch. Benson also starred as a waitress in the horror movie The Killing Jar.",
    "year": 1977,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mike Cameron",
    "birthday": "1973-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/20110426-0003_Mike_Cameron.jpg/249px-20110426-0003_Mike_Cameron.jpg",
    "extract": "Michael Terrance Cameron is an American former professional Major League Baseball outfielder. He played for the Chicago White Sox, Cincinnati Reds, Seattle Mariners, New York Mets, San Diego Padres, Milwaukee Brewers, Boston Red Sox, and Florida Marlins over a 16 year career.",
    "year": 1973,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Paul Clement (football manager)",
    "birthday": "1972-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Paul_Clement_Real_Madrid.jpg/260px-Paul_Clement_Real_Madrid.jpg",
    "extract": "Paul Clement is an English professional football manager and coach, who is currently a first-team coach at Everton. He has been assistant manager to Carlo Ancelotti several times – at Chelsea, Paris Saint-Germain, Real Madrid, and Bayern Munich. Clement has managed Derby County, Swansea City and Reading and has previously held coaching roles at Fulham, Blackburn Rovers, and the England under-21 and Republic of Ireland under-21 teams.",
    "year": 1972,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jason Giambi",
    "birthday": "1971-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Jason_Giambi_%282429833416%29.jpg/320px-Jason_Giambi_%282429833416%29.jpg",
    "extract": "Jason Gilbert Giambi is an American former professional baseball first baseman and designated hitter. In his Major League Baseball (MLB) career, which began in 1995, Giambi played for the Oakland Athletics, New York Yankees, Colorado Rockies, and Cleveland Indians. He is the older brother of the late MLB player Jeremy Giambi.",
    "year": 1971,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pascal Zuberbühler",
    "birthday": "1971-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/080603_zuberbuehler01.jpg/233px-080603_zuberbuehler01.jpg",
    "extract": "Pascal Zuberbühler is a Swiss former professional footballer who played as a goalkeeper.",
    "year": 1971,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "R. Kelly",
    "birthday": "1967-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Rkellytrappedinthecloset2007.jpg/250px-Rkellytrappedinthecloset2007.jpg",
    "extract": "Robert Sylvester Kelly is an American singer, songwriter, record producer, and convicted sex offender. He has been credited with helping to redefine R&B and hip hop, earning nicknames such as \"the King of R&B\", \"the King of Pop-Soul\", and the \"Pied Piper of R&B\".",
    "year": 1967,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tom Watson (Labour politician)",
    "birthday": "1967-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Portrait_of_Tom_Watson_in_2018.jpg/240px-Portrait_of_Tom_Watson_in_2018.jpg",
    "extract": "Thomas Anthony Watson is a British former politician who served as Deputy Leader of the Labour Party from 2015 to 2019 and Shadow Secretary of State for Digital, Culture, Media and Sport from 2016 to 2019. A member of the Labour Party, he was Member of Parliament (MP) for West Bromwich East from 2001 to 2019.",
    "year": 1967,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Willie Anderson (basketball)",
    "birthday": "1966-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Willie_Anderson_jersey.jpg/200px-Willie_Anderson_jersey.jpg",
    "extract": "Willie Lloyd Anderson Jr. is an American former professional basketball player.",
    "year": 1966,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Andrew Wood (singer)",
    "birthday": "1966-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/27/Motherlovebone.jpg",
    "extract": "Andrew Patrick Wood was an American musician. He was the lead singer and lyricist for the alternative rock bands Malfunkshun and Mother Love Bone. Wood formed Malfunkshun in 1980 with his older brother Kevin Wood on guitar and Regan Hagar on drums. The band used alter ego personas onstage, with Wood using the name Landrew the Love Child. Though the band only had two songs released, \"With Yo' Heart \" and \"Stars-n-You\", on the Deep Six compilation album, they are often cited as being among the \"founding fathers\" of the Seattle grunge movement. During his time in Malfunkshun, Wood started relying heavily on drugs, entering rehab in 1985.",
    "year": 1966,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ron Sexsmith",
    "birthday": "1964-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Ron_Sexsmith_at_the_Faraday_Music_Festival_2011.jpg/213px-Ron_Sexsmith_at_the_Faraday_Music_Festival_2011.jpg",
    "extract": "Ronald Eldon \"Ron\" Sexsmith is a Canadian singer-songwriter from St. Catharines, Ontario. He was the songwriter of the year at the 2005 Juno Awards. He began releasing recordings of his own material in 1985 at age 21, and has since recorded fifteen albums. He was the subject of a 2010 documentary called Love Shines.",
    "year": 1964,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Calvin Smith",
    "birthday": "1961-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Calvin_Smith.jpg/236px-Calvin_Smith.jpg",
    "extract": "Calvin Smith is a former sprint track and field athlete from the United States. He is a former world record holder in the 100-meter sprint with 9.93 seconds in 1983 and was twice world champion over 200 metres, in 1983 and 1987. He also won an Olympic gold medal in the 4x100-meter relay in 1984. He was born in Bolton, Mississippi.",
    "year": 1961,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dave Weckl",
    "birthday": "1960-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Dave_Weckl_Kongsberg_Jazzfestival_2018_%28171010%29.jpg/320px-Dave_Weckl_Kongsberg_Jazzfestival_2018_%28171010%29.jpg",
    "extract": "Dave Weckl is an American jazz fusion drummer and the leader of the Dave Weckl Band. He was inducted into the Modern Drummer Hall of Fame in 2000.",
    "year": 1960,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Paul Hester",
    "birthday": "1959-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Paul-hester-sf-np1.jpg/204px-Paul-hester-sf-np1.jpg",
    "extract": "Paul Newell Hester was an Australian musician and television personality. He was the drummer for the band Split Enz for a short time in 1984, and co-founding member and drummer of the rock group Crowded House.",
    "year": 1959,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Betsy DeVos",
    "birthday": "1958-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Betsy_DeVos_official_portrait.jpg/256px-Betsy_DeVos_official_portrait.jpg",
    "extract": "Elisabeth Dee DeVos is an American politician, philanthropist, and former government official who served as the 11th United States secretary of education from 2017 to 2021. DeVos is known for her support for school choice, school voucher programs, and charter schools. She was Republican national committeewoman for Michigan from 1992 to 1997 and served as chair of the Michigan Republican Party from 1996 to 2000, with reelection to the post in 2003. She has advocated for the Detroit charter school system and she is a former member of the board of the Foundation for Excellence in Education. She has served as chair of the board of the Alliance for School Choice and the Acton Institute and headed the All Children Matter PAC.",
    "year": 1958,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nacho Duato",
    "birthday": "1957-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Duato%2C_Nacho.jpg/320px-Duato%2C_Nacho.jpg",
    "extract": "Juan Ignacio Duato Bárcia, also known as Nacho Duato is a Spanish modern ballet dancer and choreographer. Since 2014, Duato is artistic director of the Berlin State Ballet.",
    "year": 1957,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mike Reno",
    "birthday": "1955-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Mike_Reno_in_Omaha.jpg/213px-Mike_Reno_in_Omaha.jpg",
    "extract": "Mike Reno is a Canadian musician, singer and the lead singer of the rock band Loverboy. He is reported to have taught himself how to play guitar. He fronted other bands, including Moxy, before helping form Loverboy. Reno also sang for the Canadian band Hammersmith in 1976.",
    "year": 1955,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Vladimir Feltsman",
    "birthday": "1952-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Vladimir_Feltsman_in_New_York.jpg/214px-Vladimir_Feltsman_in_New_York.jpg",
    "extract": "Vladimir Oskarovich Feltsman (Russian: Владимир Оскарович Фельцман, Vladimir Oskarovič Feltsman is a Russian-American classical pianist of Lithuanian Jewish descent particularly noted for his devotion to the music of Johann Sebastian Bach.",
    "year": 1952,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kenny Anthony",
    "birthday": "1951-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/VI_Cumbre_de_las_Am%C3%A9ricas_%287077114569%29_%28cropped%29_%28cropped%29.jpg/265px-VI_Cumbre_de_las_Am%C3%A9ricas_%287077114569%29_%28cropped%29_%28cropped%29.jpg",
    "extract": "Kenny Davis Anthony is a Saint Lucian politician who was Prime Minister of Saint Lucia from 1997 to 2006 and again from 2011 to 2016. As leader of the Saint Lucia Labour Party, he was Leader of the Opposition from 2006 to 2011 and returned to office as Prime Minister on 30 November 2011 following the 2011 election. He left office after the SLP's defeat in the 2016 election and announced his resignation as party leader.",
    "year": 1951,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lawrence Rowe",
    "birthday": "1949-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Lawrence_Rowe_Graph.png/320px-Lawrence_Rowe_Graph.png",
    "extract": "Lawrence George Rowe is a former West Indian cricketer.",
    "year": 1949,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Bowie",
    "birthday": "1947-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/David-Bowie_Chicago_2002-08-08_photoby_Adam-Bielawski-cropped.jpg/274px-David-Bowie_Chicago_2002-08-08_photoby_Adam-Bielawski-cropped.jpg",
    "extract": "David Robert Jones, known professionally as David Bowie, was an English singer-songwriter and actor. A leading figure in the music industry, he is regarded as one of the most influential musicians of the 20th century. Bowie was acclaimed by critics and musicians, particularly for his innovative work during the 1970s. His career was marked by reinvention and visual presentation, and his music and stagecraft had a significant impact on popular music.",
    "year": 1947,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Antti Kalliomäki",
    "birthday": "1947-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Antti_Kalliomaki_%28cropped%29.jpg/282px-Antti_Kalliomaki_%28cropped%29.jpg",
    "extract": "Antti Kalliomäki is a Finnish politician and former athlete. Kalliomäki is a member of the Social Democratic Party of Finland (SDP) and was a member of the Parliament of Finland from 1983 until 2011. He retired from politics in 2011.",
    "year": 1947,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robby Krieger",
    "birthday": "1946-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/RobbyKriegerJune07.jpg/320px-RobbyKriegerJune07.jpg",
    "extract": "Robert Alan Krieger is an American guitarist. He was the original guitarist of rock band the Doors; as such he has been inducted into the Rock and Roll Hall of Fame. Krieger wrote or co-wrote many of the Doors' songs, including the hits \"Light My Fire\", \"Love Me Two Times\", \"Touch Me\", and \"Love Her Madly\". After the Doors disbanded due to the death of frontman and singer Jim Morrison, Krieger continued his performing and recording career with other musicians including former Doors bandmates John Densmore and Ray Manzarek. He was listed by Rolling Stone as one of the 100 greatest guitarists of all time.",
    "year": 1946,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Terry Brooks",
    "birthday": "1944-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Terry_Brooks_-_Lucca_Comics_%26_Games_2016.jpg/212px-Terry_Brooks_-_Lucca_Comics_%26_Games_2016.jpg",
    "extract": "Terence Dean Brooks is an American writer of fantasy fiction. He writes mainly epic fantasy, and has also written two film novelizations. He has written 23 New York Times bestsellers during his writing career, and has sold over 25 million copies of his books in print. He is one of the biggest-selling living fantasy writers.",
    "year": 1944,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Stephen Hawking",
    "birthday": "1942-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Stephen_Hawking.StarChild.jpg/223px-Stephen_Hawking.StarChild.jpg",
    "extract": "Stephen William Hawking was an English theoretical physicist, cosmologist, and author who, at the time of his death, was director of research at the Centre for Theoretical Cosmology at the University of Cambridge. Between 1979 and 2009, he was the Lucasian Professor of Mathematics at the University of Cambridge.",
    "year": 1942,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Junichiro Koizumi",
    "birthday": "1942-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Junichiro_Koizumi_20010426.jpg/248px-Junichiro_Koizumi_20010426.jpg",
    "extract": "Junichiro Koizumi is a Japanese politician who was Prime Minister of Japan and President of the Liberal Democratic Party (LDP) from 2001 to 2006. He retired from politics in 2009, and he remains the sixth-longest serving Prime Minister in Japanese history.",
    "year": 1942,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Yvette Mimieux",
    "birthday": "1942-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Yvette_Mimieux_-_still.jpg/248px-Yvette_Mimieux_-_still.jpg",
    "extract": "Yvette Carmen Mimieux was an American film and television actress. Her breakout role was in The Time Machine (1960). She was nominated for three Golden Globe Awards during her acting career.",
    "year": 1942,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Graham Chapman",
    "birthday": "1941-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f7/Graham_Chapman_Portrait.png",
    "extract": "Graham Chapman was an English actor, comedian and writer. He was one of the six members of the surreal comedy group Monty Python. He portrayed authority figures such as the Colonel and the lead role in two Python films, Holy Grail (1975) and Life of Brian (1979).",
    "year": 1941,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Cristy Lane",
    "birthday": "1940-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Cristy_Lane--Midnight_Blue.jpg/314px-Cristy_Lane--Midnight_Blue.jpg",
    "extract": "Cristy Lane is an American Christian and country music singer. In the late 1970s and early 1980s, she had a series of hits on the North American country charts with songs like \"Let Me Down Easy\", \"I Just Can't Stay Married to You\" and the number one hit \"One Day at a Time\". The latter recording inspired a book of the same name, which was sold on cable television and brought renewed interest to Lane's career.",
    "year": 1940,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carolina Herrera",
    "birthday": "1939-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Carolina_Herrera_alt.jpg/307px-Carolina_Herrera_alt.jpg",
    "extract": "Carolina Herrera is a Venezuelan fashion designer known for her personal style, and for dressing various First Ladies, including Jacqueline Onassis, Laura Bush, Michelle Obama, and Melania Trump.",
    "year": 1939,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bob Eubanks",
    "birthday": "1938-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Bob_Eubanks_KRLA_1964.jpg/202px-Bob_Eubanks_KRLA_1964.jpg",
    "extract": "Robert Leland Eubanks is an American disc jockey, television personality and game show host, best known for hosting the game show The Newlywed Game on and off since 1966. He also hosted the successful revamp version of Card Sharks from 1986 to 1989. He received a star on the Hollywood Walk of Fame for his television work in 2000. It is in front of Grauman's Egyptian Theatre, where he worked during the first years of his broadcasting career. In 2005, he received a lifetime achievement Emmy Award from the Academy of Television Arts & Sciences.",
    "year": 1938,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Shirley Bassey",
    "birthday": "1937-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Shirley_Bassey_%281971%29.jpg/240px-Shirley_Bassey_%281971%29.jpg",
    "extract": "Dame Shirley Veronica Bassey is a Welsh singer. Best known for her career longevity, powerful voice and recording the theme songs to many James Bond films, Bassey is widely regarded as one of the most popular female vocalists in Britain.",
    "year": 1937,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robert May, Baron May of Oxford",
    "birthday": "1936-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/BobMayHarvard.jpg/320px-BobMayHarvard.jpg",
    "extract": "Robert McCredie May, Baron May of Oxford, HonFAIB was an Australian scientist who was Chief Scientific Adviser to the UK Government, President of the Royal Society, and a professor at the University of Sydney and Princeton University. He held joint professorships at the University of Oxford and Imperial College London. He was also a crossbench member of the House of Lords from 2001 until his retirement in 2017.",
    "year": 1936,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Elvis Presley",
    "birthday": "1935-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Elvis_Presley_promoting_Jailhouse_Rock.jpg/248px-Elvis_Presley_promoting_Jailhouse_Rock.jpg",
    "extract": "Elvis Aaron Presley was an American singer and actor. Dubbed the \"King of Rock and Roll\", he is regarded as one of the most significant cultural icons of the 20th century. His energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines during a transformative era in race relations, led him to both great success and initial controversy.",
    "year": 1935,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jacques Anquetil",
    "birthday": "1934-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Jacques_Anquetil_1966.jpg/230px-Jacques_Anquetil_1966.jpg",
    "extract": "Jacques Anquetil was a French road racing cyclist and the first cyclist to win the Tour de France five times, in 1957 and from 1961 to 1964.",
    "year": 1934,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Roy Kinnear",
    "birthday": "1934-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/51/Roy_Kinnear.jpg",
    "extract": "Roy Mitchell Kinnear was a British character actor. He is known for his roles in films directed by Richard Lester; including Algernon in The Beatles' Help! (1965), Clapper in How I Won the War (1967) and Planchet in The Three Musketeers (1973). He reprised the role of Planchet in the 1974 and 1989 sequels, and died following an accident during filming of the latter. He is also known for playing Private Monty Bartlett in The Hill (1965), Henry Salt in the 1971 film Willy Wonka & the Chocolate Factory, and cruise director Curtain in Juggernaut (1974).",
    "year": 1934,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bill Graham (promoter)",
    "birthday": "1931-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Bill_Graham.jpg/320px-Bill_Graham.jpg",
    "extract": "Bill Graham was a Jewish German-American impresario and rock concert promoter from the 1960s until his death in 1991 in a helicopter crash. On July 4, 1939, he was sent from Germany to France to escape the Nazis efforts to kill Jews. At age 10, he settled into a foster home in the Bronx, New York. Graham graduated from DeWitt Clinton High School and subsequently from City College with a business degree.",
    "year": 1931,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Clarence B. Jones",
    "birthday": "1931-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Clarence_B._Jones_at_the_Commemoration_of_the_50th_Anniversary_of_the_%22I_Have_a_Dream%22_speech.jpg/320px-Clarence_B._Jones_at_the_Commemoration_of_the_50th_Anniversary_of_the_%22I_Have_a_Dream%22_speech.jpg",
    "extract": "Clarence Benjamin Jones is the former personal counsel, advisor, draft speech writer and close friend of Martin Luther King Jr. He is a Scholar in Residence at the Martin Luther King, Jr. Institute at Stanford University. He is the author of What Would Martin Say? and Behind the Dream: The Making of the Speech that Transformed a Nation.",
    "year": 1931,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Saeed Jaffrey",
    "birthday": "1929-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b6/Saeed_Jaffrey_Portrait.jpg/320px-Saeed_Jaffrey_Portrait.jpg",
    "extract": "Saeed Jaffrey was a British-Indian actor. His career covered film, radio, stage and television roles over 6 decades and more than a hundred and 50 British, American, and Indian movies. During the 1980s and 1990s he was considered to be Britain's highest-profile Asian actor, thanks to his leading roles in the movie My Beautiful Laundrette (1985) and television series The Jewel in the Crown (1984), Tandoori Nights (1985–1987) and Little Napoleons (1994). He played an instrumental part in bringing together film makers James Ivory and Ismail Merchant and acted in several of their Merchant Ivory Productions films such as The Guru (1969), Hullabaloo Over Georgie and Bonnie's Pictures (1978), The Courtesans of Bombay (1983) and The Deceivers (1988).",
    "year": 1929,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Slade Gorton",
    "birthday": "1928-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Slade_Gorton%2C_official_Senate_photo_portrait.jpg/253px-Slade_Gorton%2C_official_Senate_photo_portrait.jpg",
    "extract": "Thomas Slade Gorton III was an American lawyer and politician who served as a United States Senator from Washington from 1981 to 1987 and again from 1989 until 2001. A member of the Republican Party, he held both of the state's U.S. Senate seats in his career and was narrowly defeated for reelection twice, first in 1986 by Brock Adams and again in 2000 by Maria Cantwell following a recount. As of 2022, he was the last Republican U.S. Senator from Washington from both Senate seats.",
    "year": 1928,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Evelyn Lear",
    "birthday": "1926-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/af/Evelyn_Lear.jpg",
    "extract": "Evelyn Shulman Lear was an American operatic soprano. Between 1959 and 1992, she appeared in more than forty operatic roles, appeared with every major opera company in the United States and won a Grammy Award in 1966. She was well known for her musical versatility, having sung all three main female roles in Der Rosenkavalier. Lear was also known for her work on 20th century pieces by Robert Ward, Alban Berg, Marvin David Levy, Rudolf Kelterborn and Giselher Klebe. She was married to the American bass-baritone Thomas Stewart until his death in 2006.",
    "year": 1926,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kerwin Mathews",
    "birthday": "1926-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/KerwinJackGiantKiller.JPG/225px-KerwinJackGiantKiller.JPG",
    "extract": "Kerwin Mathews was an American actor best known for playing the titular heroes in The 7th Voyage of Sinbad (1958), The Three Worlds of Gulliver (1960) and Jack the Giant Killer (1962).",
    "year": 1926,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kelucharan Mohapatra",
    "birthday": "1926-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Closeup_of_the_temple_at_Nrityagram_Dance_Community.jpg/216px-Closeup_of_the_temple_at_Nrityagram_Dance_Community.jpg",
    "extract": "Kelucharan Mohapatra was a legendary Indian classical dancer, guru, and exponent of Odissi dance, who is credited with the revival and popularizing of this classical dance form in the 20th century.\nHe is the first person to receive the Padma Vibhushan from Odisha.",
    "year": 1926,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hanae Mori",
    "birthday": "1926-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Hanae_Mori_1974.jpg/228px-Hanae_Mori_1974.jpg",
    "extract": "Hanae Mori  is a fashion designer in Japan. She is one of only two Japanese women to have presented her collections on the runways of Paris and New York, and the first Asian woman to be admitted as an official haute couture design house by the fédération française de la couture in France. Her fashion house, opened in Japan in 1951, grew to become a $500 million international business by the 1990s.",
    "year": 1926,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Soupy Sales",
    "birthday": "1926-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Soupy_Sales_Lunch_With_Soupy_1960.JPG/320px-Soupy_Sales_Lunch_With_Soupy_1960.JPG",
    "extract": "Milton Supman, known professionally as Soupy Sales, was an American comedian, actor, radio/television personality, and jazz aficionado. He was best known for his local and network children's television series, Lunch with Soupy Sales (1953–1966), a series of comedy sketches frequently ending with Sales receiving a pie in the face, which became his trademark. From 1968 to 1975, he was a regular panelist on the syndicated revival of What's My Line? and appeared on several other TV game shows. During the 1980s, he hosted his own show on WNBC in New York City.",
    "year": 1926,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mohan Rakesh",
    "birthday": "1925-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9c/Mohan_Rakesh%2C_%281925-1972%29.jpg",
    "extract": "Mohan Rakesh was one of the pioneers of the Nai Kahani literary movement of the Hindi literature in the 1950s. He wrote the first modern Hindi play, Ashadh Ka Ek Din (1958), which won a competition organised by the Sangeet Natak Akademi. He made significant contributions to the novel, the short story, travelogue, criticism, memoir and drama.",
    "year": 1925,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ron Moody",
    "birthday": "1924-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/01/Ron_Moody.jpg",
    "extract": "Ron Moody was an English actor, composer, singer and writer. He was best known for his portrayal of Fagin in Oliver! (1968) and its 1983 Broadway revival. Moody earned a Golden Globe Award and an Academy Award nomination for the film, as well as a Tony Award nomination for the stage production. Other notable projects include The Mouse on the Moon (1963), Mel Brooks' The Twelve Chairs (1970) and Flight of the Doves (1971), in which Moody shared the screen with Oliver! co-star Jack Wild.",
    "year": 1924,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Larry Storch",
    "birthday": "1923-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Larry_Storch_Garrisons_Gorillas_1967.JPG/240px-Larry_Storch_Garrisons_Gorillas_1967.JPG",
    "extract": "Lawrence Samuel Storch is a retired American actor and comedian, best known for his comic television roles, including voice-over work for cartoon shows, such as Mr. Whoopee on Tennessee Tuxedo and His Tales, and his live-action role of the bumbling Corporal Randolph Agarn on F Troop.",
    "year": 1923,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Johnny Wardle",
    "birthday": "1923-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/87/J.H.Wardle1954.png",
    "extract": "Johnny Wardle was an English spin bowling cricketer whose Test Match career lasted between 1948 and 1957. His Test bowling average of 20.39 is the lowest in Test cricket by any recognised spin bowler since the First World War.",
    "year": 1923,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joseph Weizenbaum",
    "birthday": "1923-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Joseph_Weizenbaum.jpg/299px-Joseph_Weizenbaum.jpg",
    "extract": "Joseph Weizenbaum was a German American computer scientist and a professor at MIT. The Weizenbaum Award is named after him. He is considered one of the fathers of modern artificial intelligence.",
    "year": 1923,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dale D. Myers",
    "birthday": "1922-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Dale_D._Myers_-_GPN-2002-000097.jpg/254px-Dale_D._Myers_-_GPN-2002-000097.jpg",
    "extract": "Dale Dehaven Myers  was an American aerospace engineer who was Deputy Administrator of NASA, serving between October 6, 1986 and May 13, 1989. He was born in Kansas City, Missouri, and graduated with a Bachelor of Science degree in aeronautical engineering from the University of Washington in Seattle in 1943.",
    "year": 1922,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Peter Taylor (writer)",
    "birthday": "1917-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Robert_Lowell%2C_Jean_Stafford_and_Peter_Taylor_in_1941.jpg/260px-Robert_Lowell%2C_Jean_Stafford_and_Peter_Taylor_in_1941.jpg",
    "extract": "Matthew Hillsman Taylor, Jr., known professionally as Peter Taylor, was an American novelist, short story writer, and playwright. Born and raised in Tennessee and St. Louis, Missouri, he wrote frequently about the urban South in his stories and novels.",
    "year": 1917,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Walker Cooper",
    "birthday": "1915-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Walker_Cooper.jpg/199px-Walker_Cooper.jpg",
    "extract": "William Walker Cooper was an American professional baseball player and manager. He played in Major League Baseball as a catcher from 1940 to 1957, most notably as a member of the St. Louis Cardinals with whom he won two World Series championships. An eight-time All-Star, Cooper was known as one of the top catchers in baseball during the 1940s and early 1950s. His elder brother Mort Cooper, also played in Major League Baseball as a pitcher.",
    "year": 1915,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "José Ferrer",
    "birthday": "1912-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/81/Jose_Ferrer_-_1952.jpg/239px-Jose_Ferrer_-_1952.jpg",
    "extract": "José Vicente Ferrer de Otero y Cintrón, known as José Ferrer, was a Puerto Rican actor, film director and theatre director. He first achieved prominence for his portrayal of Cyrano de Bergerac in the play of the same name, which earned him the inaugural Tony Award for Best Actor in a Play in 1947. He reprised the role in a 1950 film version and won an Academy Award, making him the first Puerto Rican-born actor and the first Hispanic actor to win an Oscar.",
    "year": 1912,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lawrence Walsh",
    "birthday": "1912-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4d/Lawrence_Walsh_at_the_Oval_Office_in_1960.jpg",
    "extract": "Lawrence Edward Walsh was an American lawyer, a United States District Judge of the United States District Court for the Southern District of New York and United States Deputy Attorney General who was appointed Independent Counsel in December 1986 to investigate the Iran–Contra affair during the Reagan Administration.",
    "year": 1912,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gypsy Rose Lee",
    "birthday": "1911-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Gypsy_Rose_Lee_NYWTS_1_%28cropped%29.jpg/248px-Gypsy_Rose_Lee_NYWTS_1_%28cropped%29.jpg",
    "extract": "Gypsy Rose Lee was an American burlesque entertainer, stripper and vedette famous for her striptease act. Also an actress, author, and playwright, her 1957 memoir was adapted into the 1959 stage musical Gypsy.",
    "year": 1911,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Galina Ulanova",
    "birthday": "1910-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Galina_Ulanova_1968.jpg/231px-Galina_Ulanova_1968.jpg",
    "extract": "Galina Sergeyevna Ulanova was a Russian ballet dancer. She is frequently cited as being one of the greatest ballerinas of the 20th century.",
    "year": 1910,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ashapurna Devi",
    "birthday": "1909-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cc/AshapoornaDeviPic.jpg",
    "extract": "Ashapurna Devi, also Ashapoorna Devi or Ashapurna Debi, was a prominent Indian novelist and poet in Bengali. In 1976, she was awarded the Jnanpith Award and Padma Shri by the Government of India, D.Litt. by the Universities of Jabalpur, Rabindra Bharati, Burdwan and Jadavpur. Vishwa Bharati University honoured her with Deshikottama in 1989. For her contribution as a novelist and short story writer, the Sahitya Akademi conferred its highest honour, the Sahitya Akademi Fellowship, in 1994.",
    "year": 1909,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bruce Mitchell (cricketer)",
    "birthday": "1909-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Bruce_Mitchell_cricketer_1935.jpg/240px-Bruce_Mitchell_cricketer_1935.jpg",
    "extract": "Bruce Mitchell was a South African cricketer who played in 42 Tests from 1929 to 1949. He was a right-handed opening batsman and played in every Test South Africa played in that period.",
    "year": 1909,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Evelyn Wood (teacher)",
    "birthday": "1909-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4a/Evelyn_Wood_%28teacher%29.jpg",
    "extract": "Evelyn Nielsen Wood was an American educator and businessperson, widely known for popularizing speed reading, although she preferred the phrase \"dynamic reading\". She created and marketed a system said to increase a reader's speed \nby a factor of three to ten times or more, while preserving and even improving comprehension. The system was taught in rented offices dubbed \"institutes\" as Evelyn Wood Reading Dynamics, a business Wood co-founded with her husband, Doug Wood. It eventually had 150 outlets in the US, 30 in Canada, and others worldwide.",
    "year": 1909,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Fearless Nadia",
    "birthday": "1908-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Fearless_Nadia_in_11_O%27Clock_%281948%29.jpg/235px-Fearless_Nadia_in_11_O%27Clock_%281948%29.jpg",
    "extract": "Mary Ann Evans, also known by her stage name Fearless Nadia, was an Australian-born Indian actress and stuntwoman, who worked in Indian cinema. She is most remembered as the masked, cloaked adventurer in Hunterwali, released in 1935, which was one of the earliest female-lead Indian films. She is often referred to as a sex symbol.",
    "year": 1908,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "William Hartnell",
    "birthday": "1908-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/aa/William_Hartnell.jpg/320px-William_Hartnell.jpg",
    "extract": "William Henry Hartnell was an English actor. While he made numerous stage and television appearances and acted in over 75 British films, he is best remembered as the First Doctor in BBC Television's Doctor Who, which he played from 1963 to 1966. Earlier he was cast in military roles, playing Company Sergeant Major Percy Bullimore in the ITV sitcom The Army Game and Sergeant Grimshaw, the title character of the first Carry On film Carry On Sergeant (1958).",
    "year": 1908,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carl Gustav Hempel",
    "birthday": "1905-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/ba/Carl_Gustav_Hempel.jpg/236px-Carl_Gustav_Hempel.jpg",
    "extract": "Carl Gustav \"Peter\" Hempel was a German writer, philosopher, logician, and epistemologist. He was a major figure in logical empiricism, a 20th-century movement in the philosophy of science. He is especially well known for his articulation of the deductive-nomological model of scientific explanation, which was considered the \"standard model\" of scientific explanation during the 1950s and 1960s. He is also known for the raven paradox.",
    "year": 1905,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Karl Brandt",
    "birthday": "1904-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Karl_Brandt_SS-Arzt.jpg/251px-Karl_Brandt_SS-Arzt.jpg",
    "extract": "Karl Brandt was a German physician and Schutzstaffel (SS) officer in Nazi Germany. Trained in surgery, Brandt joined the Nazi Party in 1932 and became Adolf Hitler's escort doctor in August 1934. A member of Hitler's inner circle at the Berghof, he was selected by Philipp Bouhler, the head of Hitler's Chancellery, to administer the Aktion T4 euthanasia program. Brandt was later appointed the Reich Commissioner of Sanitation and Health. Accused of involvement in human experimentation and other war crimes, Brandt was indicted in late 1946 and faced trial before a U.S. military tribunal along with 22 others in United States of America v. Karl Brandt, et al. He was convicted, sentenced to death, and later hanged on 2 June 1948.",
    "year": 1904,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carl Rogers",
    "birthday": "1902-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/36/Carlrogers.jpg/219px-Carlrogers.jpg",
    "extract": "Carl Ransom Rogers was an American psychologist and among the founders of the humanistic approach in psychology. Rogers is widely considered to be one of the founding fathers of psychotherapy research and was honored for his pioneering research with the Award for Distinguished Scientific Contributions by the American Psychological Association (APA) in 1956.",
    "year": 1902,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dorothy Adams",
    "birthday": "1900-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Dorothy_Adams_in_Lady_Gangster_%281942%29.png/283px-Dorothy_Adams_in_Lady_Gangster_%281942%29.png",
    "extract": "Dorothy Adams was an American character actress of stage, film, and television.",
    "year": 1900,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Serge Poliakoff",
    "birthday": "1900-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/29/Serge_Poliakoff_Composition_grise_et_rouge_1964.jpg",
    "extract": "Serge Poliakoff was a Russian-born French modernist painter belonging to the 'New' Ecole de Paris (Tachisme).",
    "year": 1900,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "S. W. R. D. Bandaranaike",
    "birthday": "1899-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Official_Photographic_Portrait_of_S.W.R.D.Bandaranayaka_%281899-1959%29.jpg/255px-Official_Photographic_Portrait_of_S.W.R.D.Bandaranayaka_%281899-1959%29.jpg",
    "extract": "Solomon West Ridgeway Dias Bandaranaike, often referred to by his initials as S. W. R. D. or S. W. R. D. Bandaranaike and known by the Sri Lankan people as \"The Silver Bell of Asia\", was the fourth Prime Minister of the Dominion of Ceylon, serving from 1956 until his assassination in 1959. The founder of the left-wing and Sinhalese nationalist Sri Lanka Freedom Party, his tenure saw the country's first left-wing reforms.",
    "year": 1899,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dennis Wheatley",
    "birthday": "1897-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Dennis_Wheatley_Allan_Warren.jpg/228px-Dennis_Wheatley_Allan_Warren.jpg",
    "extract": "Dennis Yeats Wheatley was an English writer whose prolific output of thrillers and occult novels made him one of the world's best-selling authors from the 1930s through the 1960s. His Gregory Sallust series was one of the main inspirations for Ian Fleming's James Bond stories.",
    "year": 1897,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jaromír Weinberger",
    "birthday": "1896-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2b/Jaromir_Weinberger.jpg",
    "extract": "Jaromír Weinberger was a Bohemian born Jewish subject of the Austrian Empire, who became a naturalized American composer.",
    "year": 1896,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Walther Bothe",
    "birthday": "1891-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Walther_Bothe_1950s.jpg/241px-Walther_Bothe_1950s.jpg",
    "extract": "Walther Wilhelm Georg Bothe was a German nuclear physicist, who shared the Nobel Prize in Physics in 1954 with Max Born.",
    "year": 1891,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Storm Jameson",
    "birthday": "1891-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7f/Storm_Jameson.jpg/257px-Storm_Jameson.jpg",
    "extract": "Margaret Ethel Storm Jameson was an English journalist and author, known for her novels and reviews and for her work as President of English PEN between 1938 and 1944.",
    "year": 1891,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bronislava Nijinska",
    "birthday": "1891-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8c/Bronislava_Nijinska.jpg/221px-Bronislava_Nijinska.jpg",
    "extract": "Bronislava Nijinska was a Polish ballet dancer, and an innovative choreographer. She came of age in a family of traveling, professional dancers.",
    "year": 1891,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard Courant",
    "birthday": "1888-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Richard_Courant.jpg/246px-Richard_Courant.jpg",
    "extract": "Richard Courant was a German American mathematician. He is best known by the general public for the book What is Mathematics?, co-written with Herbert Robbins. His research focused on the areas of real analysis, mathematical physics, the calculus of variations and partial differential equations. He wrote textbooks widely used by generations of students of physics and mathematics. He is also known for founding the institute now bearing his name.",
    "year": 1888,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Curtin",
    "birthday": "1885-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/JohnCurtin.jpg/223px-JohnCurtin.jpg",
    "extract": "John Curtin was an Australian politician who served as the 14th prime minister of Australia from 1941 until his death in 1945. He led the country for the majority of World War II, including all but the last few weeks of the war in the Pacific. He was the leader of the Australian Labor Party (ALP) from 1935 to 1945, and its longest serving leader until Gough Whitlam.",
    "year": 1885,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "A. J. Muste",
    "birthday": "1885-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Muste-Abraham-1931.jpg/214px-Muste-Abraham-1931.jpg",
    "extract": "Abraham Johannes Muste was a Dutch-born American clergyman and political activist. He is best remembered for his work in the labor movement, pacifist movement, antiwar movement, and civil rights movement.",
    "year": 1885,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pavel Filonov",
    "birthday": "1883-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Pavel-filonov.jpg/240px-Pavel-filonov.jpg",
    "extract": "Pavel Nikolayevich Filonov was a Russian avant-garde painter, art theorist, and poet.",
    "year": 1883,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Patrick J. Hurley",
    "birthday": "1883-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/PJayHurl.jpg/240px-PJayHurl.jpg",
    "extract": "Patrick Jay Hurley was an American politician and diplomat. He was the United States Secretary of War from 1929 to 1933, but is best remembered for being Ambassador to China in 1945, during which he was instrumental in getting Joseph Stilwell recalled from China and replaced with the more diplomatic General Albert Coady Wedemeyer. A man of humble origins, Hurley's lack of what was considered to be a proper ambassadorial demeanor and mode of social interaction made professional diplomats scornful of him. He came to share pre-eminent army strategist Wedemeyer's view that the Communists could be defeated and America ought to commit to doing so even if it meant backing the Kuomintang Party and Chiang Kai-shek to the hilt. Frustrated, Hurley resigned as Ambassador to China in 1945, and publicised his concerns about high-ranking members of the State department, alleging they believed that the Chinese communists were not totalitarians and the United States priority was to avoid allying with a losing side in the civil war.",
    "year": 1883,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Henrik Shipstead",
    "birthday": "1881-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Sen._Henrik_Shipstead_LCCN2016848354_%28cropped%29.jpg/242px-Sen._Henrik_Shipstead_LCCN2016848354_%28cropped%29.jpg",
    "extract": "Henrik Shipstead was an American politician. He served in the United States Senate from 1923 to 1947, from the state of Minnesota. He served first as a member of the Minnesota Farmer-Labor Party from 1923 to 1941 and then as a Republican from 1941 to 1947.",
    "year": 1881,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Linnie Marsh Wolfe",
    "birthday": "1881-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Linnie_May_marsh_1906_%28page_106_crop%29.jpg/317px-Linnie_May_marsh_1906_%28page_106_crop%29.jpg",
    "extract": "Linnie Marsh Wolfe was an American librarian. She won the 1946 Pulitzer Prize for Biography or Autobiography for her 1945 biography of John Muir titled Son of the Wilderness: The Life of John Muir.",
    "year": 1881,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Iuliu Maniu",
    "birthday": "1873-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Bundesarchiv_Bild_183-2000-0518-507%2C_Julius_Maniu.jpg/235px-Bundesarchiv_Bild_183-2000-0518-507%2C_Julius_Maniu.jpg",
    "extract": "Iuliu Maniu was an Austro-Hungarian-born lawyer and Romanian politician. He was a leader of the National Party of Transylvania and Banat before and after World War I, playing an important role in the Union of Transylvania with Romania.",
    "year": 1873,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "James Craig, 1st Viscount Craigavon",
    "birthday": "1871-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/42/James_Craig%2C_1st_Viscount_Craigavon.jpg/238px-James_Craig%2C_1st_Viscount_Craigavon.jpg",
    "extract": "James Craig, 1st Viscount Craigavon PC PC (NI) DL, was a prominent Irish unionist politician, leader of the Ulster Unionist Party and the first Prime Minister of Northern Ireland from 1921 until his death in 1940. He was created a baronet in 1918 and raised to the Peerage in 1927.",
    "year": 1871,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Miguel Primo de Rivera",
    "birthday": "1870-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Bundesarchiv_Bild_102-09414%2C_Primo_de_Rivera.jpg/247px-Bundesarchiv_Bild_102-09414%2C_Primo_de_Rivera.jpg",
    "extract": "Miguel Primo de Rivera y Orbaneja, 2nd Marquess of Estella, was a dictator, aristocrat, and military officer who served as Prime Minister of Spain from 1923 to 1930 during Spain's Restoration era. He deeply believed that it was the politicians who had ruined Spain and that by governing without them, he could restore the nation. His slogan was \"Country, Religion, Monarchy.\" Historians depict him as an inept dictator who lacked clear ideas and political acumen, and who alienated his potential supporters such as the army. He did not create a base of support among the voters, and depended instead on elite elements. His actions discredited the king and ruined the monarchy, while heightening social tensions that led in 1936 to a full-scale Spanish Civil War.",
    "year": 1870,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emily Greene Balch",
    "birthday": "1867-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/EmilyGreeneBalch.jpg/226px-EmilyGreeneBalch.jpg",
    "extract": "Emily Greene Balch was an American economist, sociologist and pacifist. Balch combined an academic career at Wellesley College with a long-standing interest in social issues such as poverty, child labor, and immigration, as well as settlement work to uplift poor immigrants and reduce juvenile delinquency.",
    "year": 1867,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "William G. Conley",
    "birthday": "1866-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/WilliamGConley.jpg/235px-WilliamGConley.jpg",
    "extract": "William Gustavus Conley  was an American lawyer and politician who served as the Attorney General of West Virginia of West Virginia (1908-1913) and 18th Governor of West Virginia as a Republican.",
    "year": 1866,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Winnaretta Singer",
    "birthday": "1865-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Winnaretta_Singer10.jpg/217px-Winnaretta_Singer10.jpg",
    "extract": "Winnaretta Singer, Princesse Edmond de Polignac was an American-born heir to the Singer sewing machine fortune. She used this to fund a wide range of causes, notably a musical salon where her protégés included Debussy and Ravel, and numerous public health projects in Paris, where she lived most of her life. Singer entered into two marriages that were unconsummated, and openly enjoyed many high-profile relationships with women.",
    "year": 1865,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Prince Albert Victor, Duke of Clarence and Avondale",
    "birthday": "1864-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Prince_Albert_Victor%2C_Duke_of_Clarence_%281864-1892%29.jpg/210px-Prince_Albert_Victor%2C_Duke_of_Clarence_%281864-1892%29.jpg",
    "extract": "Prince Albert Victor, Duke of Clarence and Avondale was the eldest child of the Prince and Princess of Wales and grandson of the reigning British monarch, Queen Victoria. From the time of his birth, he was second in the line of succession to the British throne, but did not become king as he died before his father and grandmother.",
    "year": 1864,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Frank Nelson Doubleday",
    "birthday": "1862-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Frank_N_Doubleday_by_V_Floyd_Campbell.jpg/230px-Frank_N_Doubleday_by_V_Floyd_Campbell.jpg",
    "extract": "Frank Nelson Doubleday, known to friends and family as “Effendi”, founded the Doubleday & McClure Company in 1897, which later operated under other names. Starting work at the age of 14 after his father's business failed, Doubleday began with Charles Scribner's Sons in New York.",
    "year": 1862,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emma Booth-Tucker",
    "birthday": "1860-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Emma-booth-tucker.jpg/203px-Emma-booth-tucker.jpg",
    "extract": "Emma Moss Booth-Tucker known as 'The Consul', was the fourth child and second daughter of William Booth, the founder of the Salvation Army.",
    "year": 1860,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Fanny Bullock Workman",
    "birthday": "1859-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bb/Maull_%26_Fox_-_Fanny_Bullock_Workman.jpg/218px-Maull_%26_Fox_-_Fanny_Bullock_Workman.jpg",
    "extract": "Fanny Bullock Workman was an American geographer, cartographer, explorer, travel writer, and mountaineer, notably in the Himalayas. She was one of the first female professional mountaineers; she not only explored but also wrote about her adventures. She set several women's altitude records, published eight travel books with her husband, and championed women's rights and women's suffrage.",
    "year": 1859,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Frederick Abberline",
    "birthday": "1843-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9d/F.G.Abberline.jpg",
    "extract": "Frederick George Abberline was a British chief inspector for the London Metropolitan Police. He is best known for being a prominent police figure in the investigation into the Jack the Ripper serial killer murders of 1888.",
    "year": 1843,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lawrence Alma-Tadema",
    "birthday": "1836-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Lawrence_Alma-Tadema_1870_%282%29.jpg/232px-Lawrence_Alma-Tadema_1870_%282%29.jpg",
    "extract": "Sir Lawrence Alma-Tadema, was a Dutch painter who later settled in the United Kingdom and became a denizen there. Born in Dronryp, the Netherlands, and trained at the Royal Academy of Antwerp, Belgium, he settled in London, England in 1870 and spent the rest of his life there. A classical-subject painter, he became famous for his depictions of the luxury and decadence of the Roman Empire, with languorous figures set in fabulous marbled interiors or against a backdrop of dazzling blue Mediterranean Sea and sky. Alma-Tadema was considered one of the most popular Victorian painters. Though admired during his lifetime for his draftsmanship and depictions of Classical antiquity, his work fell into disrepute after his death, and only since the 1960s has it been re-evaluated for its importance within nineteenth-century British art.",
    "year": 1836,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hans von Bülow",
    "birthday": "1830-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Hans_von_B%C3%BClow.jpg/202px-Hans_von_B%C3%BClow.jpg",
    "extract": "Freiherr Hans Guido von Bülow was a German conductor, virtuoso pianist, and composer of the Romantic era. As one of the most distinguished conductors of the 19th century, his activity was critical for establishing the successes of several major composers of the time, especially Richard Wagner and Johannes Brahms. Alongside Carl Tausig, Bülow was perhaps the most prominent of the early students of the Hungarian composer, virtuoso pianist and conductor Franz Liszt; he gave the first public performance of Liszt's Sonata in B minor in 1857. He became acquainted with, fell in love with and eventually married Liszt's daughter Cosima, who later left him for Wagner. Noted for his interpretation of the works of Ludwig van Beethoven, he was one of the earliest European musicians to tour the United States.",
    "year": 1830,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Wilkie Collins",
    "birthday": "1824-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Wilkie-Collins.jpg/221px-Wilkie-Collins.jpg",
    "extract": "William Wilkie Collins was an English novelist and playwright known especially for The Woman in White (1859), a mystery novel and early \"sensation novel\", and for The Moonstone (1868), which has been proposed as the first modern English detective novel.",
    "year": 1824,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Francisco González Bocanegra",
    "birthday": "1824-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/20/Francisco_Gonz%C3%A1lez_Bocanegra.jpg",
    "extract": "Francisco González Bocanegra was a Mexican poet who wrote the lyrics of the Mexican National Anthem in 1853.",
    "year": 1824,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alfred Russel Wallace",
    "birthday": "1823-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Alfred-Russel-Wallace-c1895.jpg/219px-Alfred-Russel-Wallace-c1895.jpg",
    "extract": "Alfred Russel Wallace was a British naturalist, explorer, geographer, anthropologist, biologist and illustrator. He is best known for independently conceiving the theory of evolution through natural selection. His paper on the subject was jointly published with some of Charles Darwin's writings in 1858, which would later prompt Darwin to publish On the Origin of Species.",
    "year": 1823,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "James Longstreet",
    "birthday": "1821-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/James_Longstreet.jpg/245px-James_Longstreet.jpg",
    "extract": "James Longstreet was one of the foremost Confederate generals of the American Civil War and the principal subordinate to General Robert E. Lee, who called him his \"Old War Horse\". He served under Lee as a corps commander for most of the battles fought by the Army of Northern Virginia in the Eastern Theater, and briefly with Braxton Bragg in the Army of Tennessee in the Western Theater.",
    "year": 1821,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Theophilus Shepstone",
    "birthday": "1817-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Theophilus_Shepstone00.jpg/258px-Theophilus_Shepstone00.jpg",
    "extract": "Sir Theophilus Shepstone was a British South African statesman who was responsible for the annexation of the Transvaal to Britain in 1877.",
    "year": 1817,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sigismond Thalberg",
    "birthday": "1812-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Sigismond_Thalberg.jpeg/231px-Sigismond_Thalberg.jpeg",
    "extract": "Sigismond Thalberg was an Austrian composer and one of the most distinguished virtuoso pianists of the 19th century.",
    "year": 1812,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Bigler",
    "birthday": "1805-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/John_Bigler_painting.jpg/249px-John_Bigler_painting.jpg",
    "extract": "John Bigler was an American lawyer, politician and diplomat. A Democrat, he served as the third governor of California from 1852 to 1856 and was the first California governor to complete an entire term in office, as well as the first to win re-election. His younger brother, William Bigler, was elected governor of Pennsylvania during the same period. Bigler was also appointed by President James Buchanan as the U.S. Minister to Chile from 1857 to 1861.",
    "year": 1805,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Orson Hyde",
    "birthday": "1805-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Orson_Hyde.jpg/235px-Orson_Hyde.jpg",
    "extract": "Orson Hyde was a leader in the early Latter Day Saint movement and a member of the first Quorum of the Twelve Apostles. He was the President of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints from 1847 to 1875 and was a missionary of the LDS Church in the United States, Europe, and the Ottoman Empire.",
    "year": 1805,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lowell Mason",
    "birthday": "1792-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Lowell_Mason.jpg/221px-Lowell_Mason.jpg",
    "extract": "Lowell Mason was an American music director and banker who was a leading figure in 19th-century American church music. Lowell composed over 1600 hymn tunes, many of which are often sung today. His best-known work includes an arrangement of Joy to the World and the tune Bethany, which sets the hymn text Nearer, My God, to Thee. Mason also set music to Mary Had A Little Lamb. He is largely credited with introducing music into American public schools, and is considered the first important U.S. music educator. He has also been criticized for helping to largely eliminate the robust tradition of participatory sacred music that flourished in America before his time.",
    "year": 1792,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Archduke Rudolf of Austria",
    "birthday": "1788-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Rudolf-habsburg-olmuetz.jpg/241px-Rudolf-habsburg-olmuetz.jpg",
    "extract": "Rudolph Johann Joseph Rainier, Archduke of Austria, Prince Royal of Hungary and Bohemia, Cardinal-Archbishop of Olomouc, was a member of the House of Habsburg-Lorraine, and an Austrian clergyman and noble. He was consecrated as Archbishop of Olomouc (Olmütz) in 1819 and became cardinal in the same year. Rudolph is known for his patronage of the arts, most notably as sponsor of Ludwig van Beethoven, who dedicated several of his works to him.",
    "year": 1788,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nicholas Biddle",
    "birthday": "1786-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Nicholas_Biddle_by_William_Inman.jpg/243px-Nicholas_Biddle_by_William_Inman.jpg",
    "extract": "Nicholas Biddle was an American financier who served as the third and last president of the Second Bank of the United States. Throughout his life Biddle worked as an editor, diplomat, author, and politician who served in both houses of the Pennsylvania state legislature. He is best known as the chief opponent of Andrew Jackson in the Bank War.",
    "year": 1786,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Edmond-Charles Genêt",
    "birthday": "1763-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Edmond_Charles_Genet_%281763-1834%29.jpg/249px-Edmond_Charles_Genet_%281763-1834%29.jpg",
    "extract": "Edmond-Charles Genêt, also known as Citizen Genêt, was the French envoy to the United States appointed by the Girondins during the French Revolution. His actions on arriving in the United States led to a major political and international incident, which was termed the Citizen Genêt Affair. Because of his actions, President George Washington asked the French government to recall him. The Mountain, having risen to power at the same time, replaced Genêt and issued a warrant for his arrest. Fearing for his life, Genêt asked for asylum in America, which was granted by Washington. Genêt stayed in the United States until his death. Historian Carol Berkin argues that the Genêt affair bolstered popular respect for the president and strengthened his role in dealing with foreign affairs.",
    "year": 1763,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Carroll (archbishop of Baltimore)",
    "birthday": "1735-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/John_Carroll_Gilbert_Stuart.jpg/262px-John_Carroll_Gilbert_Stuart.jpg",
    "extract": "John Carroll was an American prelate of the Roman Catholic Church who served as the first bishop and archbishop in the United States. He served as the ordinary of the first diocese and later Archdiocese of Baltimore, in Maryland, which at first encompassed all of the United States and later after division as the eastern half of the new nation.",
    "year": 1735,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Elisabetta Sirani",
    "birthday": "1638-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Elisabetta_Sirani_Autorretrato_Museo_Pushkin_Moscu.jpg/237px-Elisabetta_Sirani_Autorretrato_Museo_Pushkin_Moscu.jpg",
    "extract": "Elisabetta Sirani was an Italian Baroque painter and printmaker who died in unexplained circumstances at the age of 27. She was a pioneering female artist in early modern Bologna, who established an academy for other women artists.",
    "year": 1638,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Luis Manuel Fernández de Portocarrero",
    "birthday": "1635-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Retrato_del_Cardenal_Luis_Manuel_Fern%C3%A1ndez_de_Portocarrero.jpg/257px-Retrato_del_Cardenal_Luis_Manuel_Fern%C3%A1ndez_de_Portocarrero.jpg",
    "extract": "Luis Manuel Fernández de Portocarrero y de Guzmán, was a Spanish prelate, who was cardinal archbishop of Toledo. Uncle of Luis Antonio Tomás de Portocarrero y Moscoso, 5th Count, who became a Grandee of Spain, 2nd class, since 1707 by King Felipe V of Spain.",
    "year": 1635,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Samuel von Pufendorf",
    "birthday": "1632-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Samuelis-Pufendorfii-De-jure-natur%C3%A6-et-gentium_MG_9071.tif/lossy-page1-252px-Samuelis-Pufendorfii-De-jure-natur%C3%A6-et-gentium_MG_9071.tif.jpg",
    "extract": "Samuel Freiherr von Pufendorf was a German jurist, political philosopher, economist and historian. He was born Samuel Pufendorf and ennobled in 1694; he was made a baron by Charles XI of Sweden a few months before his death at age 62. Among his achievements are his commentaries and revisions of the natural law theories of Thomas Hobbes and Hugo Grotius.",
    "year": 1632,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "François-Henri de Montmorency, duc de Luxembourg",
    "birthday": "1628-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Marshal_luxembourg.jpg/260px-Marshal_luxembourg.jpg",
    "extract": "François Henri de Montmorency-Bouteville, Duke of Piney-Luxembourg, commonly known as Luxembourg, and nicknamed \"The Upholsterer of Notre-Dame\", was a French general and Marshal of France. A comrade and successor of the Great Condé, he was one of the most accomplished military commanders of the early modern period and is particularly noted for his exploits in the Franco-Dutch War and War of the Grand Alliance. Not imposing physically, as he was a slight man and hunchbacked, Luxembourg was nonetheless one of France's greatest generals. He never lost a battle in which he held command.",
    "year": 1628,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ivan Gundulić",
    "birthday": "1589-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/De_Gondola.jpg/238px-De_Gondola.jpg",
    "extract": "Dživo Franov Gundulić, better known today as Ivan Gundulić, was the most prominent Baroque poet from the Republic of Ragusa. He is regarded as the Croatian national poet. His work embodies central characteristics of Roman Catholic Counter-Reformation: religious fervor, insistence on \"vanity of this world\" and zeal in opposition to \"infidels\". Gundulić's major works—the epic poem Osman, the pastoral play Dubravka, and the religious poem Tears of the Prodigal Son are examples of Baroque stylistic richness and, frequently, rhetorical excess.",
    "year": 1589,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jan Pieterszoon Coen",
    "birthday": "1587-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Jan_Pieterszoon_Coen_by_Jacob_Waben.jpg/237px-Jan_Pieterszoon_Coen_by_Jacob_Waben.jpg",
    "extract": "Jan Pieterszoon Coen was an officer of the Dutch East India Company (VOC) in the early 17th century, holding two terms as governor-general of the Dutch East Indies. He was the founder of Batavia, capital of the Dutch East Indies. Renowned for providing the impulse that set the VOC on the path to dominance in the Dutch East Indies, he was long considered a national hero in the Netherlands. Since the 19th century, his legacy has become controversial due to the violence he employed, especially during the last stage of the Dutch conquest of the Banda Islands, in order to secure a trade monopoly on nutmeg, mace and clove.",
    "year": 1587,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Simon Episcopius",
    "birthday": "1583-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Simon_Episcopius%2C_by_Anonymous.jpg/270px-Simon_Episcopius%2C_by_Anonymous.jpg",
    "extract": "Simon Episcopius was a Dutch theologian and Remonstrant who played a significant role at the Synod of Dort in 1618. His name is the Latinized form of his Dutch name Simon Bisschop.",
    "year": 1583,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Frederick II, Duke of Saxony",
    "birthday": "1529-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Johann_Frederick_II_of_Saxony.jpg/264px-Johann_Frederick_II_of_Saxony.jpg",
    "extract": "John Frederick II of Saxony, was Duke of Saxony (1554–1566).",
    "year": 1529,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kadi Burhan al-Din",
    "birthday": "1345-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/W._%26_A.K._Johnston._Asia_Minor._1911_A.jpg/320px-W._%26_A.K._Johnston._Asia_Minor._1911_A.jpg",
    "extract": "Qāżi Aḥmad Borhān al-Din was an Oghuz Turkic vizier to the Eretnid rulers of Anatolia. In 1381 he took over Eretnid lands and claimed the title of sultan for himself. He is most often referred to by the title Qadi, a name for Islamic judges, which was his first occupation.",
    "year": 1345,
    "month": 1,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Su Shi",
    "birthday": "1037-1-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Su_shi.jpg/136px-Su_shi.jpg",
    "extract": "Su Shi, courtesy name Zizhan, art name Dongpo, was a Chinese scholar-official, active as a poet, essayist, calligrapher and painter during the Song dynasty. A major personality of the Song era, at times holding high-level political positions, Su was also an important figure in Song Dynasty politics, aligning himself with Sima Guang and others, against the New Policy party led by Wang Anshi, gaining some level of popular support through his actions, and also sometimes experiencing politically motivated reversals to his government career.",
    "year": 1037,
    "month": 1,
    "day": 8,
    "language": "en"
  }
]