[
  {
    "name": "Alex Katz (baseball)",
    "birthday": "1994-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/AlexKatz2015.jpg/320px-AlexKatz2015.jpg",
    "extract": "Alexander Benjamin Katz is an American-Israeli professional baseball left-handed pitcher who is a free agent. He has played internationally for Team Israel.",
    "year": 1994,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sean Monahan",
    "birthday": "1994-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Sean_Monahan_20130914.png/287px-Sean_Monahan_20130914.png",
    "extract": "Sean Monahan is a Canadian professional ice hockey centre and alternate captain for the Calgary Flames of the National Hockey League (NHL). He is a first round selection of the Flames, sixth overall, at the 2013 NHL Entry Draft and played junior hockey with the Ottawa 67's of the Ontario Hockey League (OHL) where he served as team captain.",
    "year": 1994,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Olivia Smoliga",
    "birthday": "1994-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Budapest2017_fina_world_championships_100backstroke_final_Olivia_Smoliga_USA_%28cropped%29.jpg/320px-Budapest2017_fina_world_championships_100backstroke_final_Olivia_Smoliga_USA_%28cropped%29.jpg",
    "extract": "\n\nOlivia Smoliga is an American competitive swimmer who specializes in backstroke and freestyle events. She won a record eight gold medals at the 2018 World Championships, becoming the first swimmer, male or female, to win eight or more gold medals in a single FINA World Swimming Championships or FINA World Aquatics Championships. Smoliga is the current American record-holder in the 50-meter backstroke. She is also the current Guinness World Record holder for \"most gold medals won at a single FINA World Championships\" by an individual swimmer. At the 2016 Summer Olympics held in Rio de Janeiro, she won a gold medal for swimming the backstroke leg in the preliminary heat of the 4x100-meter medley relay.",
    "year": 1994,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Josh Hutcherson",
    "birthday": "1992-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Josh_Hutcherson_SDCC_2015.jpg/236px-Josh_Hutcherson_SDCC_2015.jpg",
    "extract": "Joshua Ryan Hutcherson is an American actor and producer. Hutcherson began acting in the early 2000s and appeared in several commercials and minor film and television roles before landing his first major role in 2002 in the pilot episode of House Blend. His first film role was in Miracle Dogs (2003) on Animal Planet, followed by a motion-capture performance in The Polar Express (2004) and a voice-acting role in Howl's Moving Castle (2005).",
    "year": 1992,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Nicolao Dumitru",
    "birthday": "1991-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Nicolao_Dumitru.jpg",
    "extract": "Nicolao Manuel Dumitru Cardoso is an Italian professional footballer for Liga I club UTA Arad. Mainly a left winger, he can also play as a forward.",
    "year": 1991,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Henri Lansbury",
    "birthday": "1990-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Henri_Lansbury.jpg/230px-Henri_Lansbury.jpg",
    "extract": "Henri George Lansbury is an English professional footballer who plays as a midfielder for Championship side Luton Town. He previously played for Arsenal, where he ascended from the club's academy. Lansbury also had spells with sides Scunthorpe United, Watford, Norwich City, West Ham United and Nottingham Forest. and most recently Bristol City. He achieved consecutive promotions to the Premier League in 2010–11 with Norwich and 2011–12 with West Ham. Lansbury also played for England as a youth international.",
    "year": 1990,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Anna Ohmiya",
    "birthday": "1989-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Anna_Omiya-1.png/226px-Anna_Omiya-1.png",
    "extract": "Anna Ohmiya  is a Japanese curler from Sapporo.",
    "year": 1989,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sam Whitelock",
    "birthday": "1988-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Samuel_Whitelock_2011.jpg/320px-Samuel_Whitelock_2011.jpg",
    "extract": "Samuel Lawrence Whitelock is a New Zealand rugby union player who plays as a lock for the Crusaders in Super Rugby in New Zealand. Whitelock has captained the Crusaders and All Blacks in five international games, having earned selection for New Zealand through playing in the Mitre 10 Cup for Canterbury.",
    "year": 1988,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Calum Scott",
    "birthday": "1988-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/2018-05-21_Calum_Scott-9258_%28cropped%29.jpg/307px-2018-05-21_Calum_Scott-9258_%28cropped%29.jpg",
    "extract": "Calum Scott is an English singer and songwriter.",
    "year": 1988,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Marvin Ogunjimi",
    "birthday": "1987-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Marvin_Ogunjimi.jpg/320px-Marvin_Ogunjimi.jpg",
    "extract": "Marvin Ogunjimi is a Belgian professional footballer of Nigerian descent who plays as a forward for Mons. Until 2011, he played for the Belgian national team and has obtained 7 caps.",
    "year": 1987,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Giannis Maniatis",
    "birthday": "1986-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/2013_Giannis_Maniatis_%28cropped%29.jpg/224px-2013_Giannis_Maniatis_%28cropped%29.jpg",
    "extract": "Giannis Maniatis is a Greek former professional footballer who played as a right back or a defensive midfielder.",
    "year": 1986,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tyler Blackburn",
    "birthday": "1986-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Tyler_Blackburn-002_%2825576681706%29.jpg/213px-Tyler_Blackburn-002_%2825576681706%29.jpg",
    "extract": "Tyler Jordon Blackburn is an American actor, singer and model. He is best known for playing Caleb Rivers on the hit Freeform series Pretty Little Liars and its spin-off, Ravenswood. He is currently starring as Alex Manes in The CW series Roswell, New Mexico (2019–present).",
    "year": 1986,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Michelle Carter (athlete)",
    "birthday": "1985-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Michelle_Carter_Istanbul_2012.jpg/213px-Michelle_Carter_Istanbul_2012.jpg",
    "extract": "Michelle Denee Carter is an American shot putter. She is the current American record holder in the event with a distance of 20.63 m set at the 2016 Olympic Games. She was inducted into the Texas Track and Field Hall of Fame in 2018.",
    "year": 1985,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mike Green (ice hockey, born 1985)",
    "birthday": "1985-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/MikeGreen.jpg/228px-MikeGreen.jpg",
    "extract": "Michael David Green is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL) with the Washington Capitals, Detroit Red Wings and Edmonton Oilers.",
    "year": 1985,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Anna Iljuštšenko",
    "birthday": "1985-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Anna_Iljustsenko_by_Augustas_Didzgalvis.jpg/320px-Anna_Iljustsenko_by_Augustas_Didzgalvis.jpg",
    "extract": "Anna Iljuštšenko is an Estonian high jumper.",
    "year": 1985,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Greig Laidlaw",
    "birthday": "1985-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/USO-Gloucester_Rugby_-_20141025_-_Greig_Laidlaw_1.jpg/240px-USO-Gloucester_Rugby_-_20141025_-_Greig_Laidlaw_1.jpg",
    "extract": "Greig Laidlaw is a Scottish rugby union player. He plays as a scrum-half and as a fly-half for Shining Arcs. Laidlaw holds the record for most caps as captain, 39, of the Scottish national team. He also represented the British & Irish Lions in 2017.",
    "year": 1985,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Alex Brosque",
    "birthday": "1983-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Alex_Brosque-27.04.09.jpg/183px-Alex_Brosque-27.04.09.jpg",
    "extract": "Alex Jason Brosque is an Australian former professional footballer who was the captain of A-League club Sydney FC. He played primarily as a striker but played predominantly as a midfielder in central midfield during his time in Japan.",
    "year": 1983,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Carlton Cole",
    "birthday": "1983-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Carlton_Cole_West_Ham_August_2014.jpg/320px-Carlton_Cole_West_Ham_August_2014.jpg",
    "extract": "Carlton Michael George Cole is an English football coach and former professional footballer who played as a striker. He scored 51 goals in 289 Premier League appearances for four clubs.",
    "year": 1983,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Katie Piper",
    "birthday": "1983-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Katie_Piper_%28cropped%29.jpg/237px-Katie_Piper_%28cropped%29.jpg",
    "extract": "Kate Elizabeth Sutton is an English writer, activist, television presenter and model from Andover, Hampshire.",
    "year": 1983,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Conrad Smith",
    "birthday": "1981-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Conrad_Smith_MNZM_%28cropped%29.jpg/240px-Conrad_Smith_MNZM_%28cropped%29.jpg",
    "extract": "Conrad Gerard Smith is a New Zealand rugby union coach and former player, who played predominantly at centre. He captained the Hurricanes in Super Rugby, and played for New Zealand from 2004 until 2015. He was a key member of New Zealand's 2011 and 2015 Rugby World Cup winning teams. Following the 2015 World Cup he retired from international rugby and took up a contract with Pau in France, before retiring in 2018.",
    "year": 1981,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ledley King",
    "birthday": "1980-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Ledley_King.jpg",
    "extract": "Ledley Brenton King is an English football coach and former player who was a one-club man, spending his entire career at Tottenham Hotspur and playing 323 competitive matches for the club from 1999 to 2012. He is currently an assistant first team coach at the club.",
    "year": 1980,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Steven Agnew",
    "birthday": "1979-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/da/Steven_Agnew_MLA_2016.png",
    "extract": "Steven Agnew is a Northern Irish politician who served as the leader of the Green Party in Northern Ireland between 2011 and 2018. He was elected as an MLA to the Northern Ireland Assembly in May 2011.",
    "year": 1979,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Steve Borthwick",
    "birthday": "1979-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Steve_Borthwick_cropped.jpg/213px-Steve_Borthwick_cropped.jpg",
    "extract": "Stephen William Borthwick is an English rugby union coach who played lock for Bath and Saracens. At International level, he represented the senior England rugby union team between 2001 and 2010 and captained them between 2008 and 2010. He was appointed the England forwards coach in December 2015; a role which he left in mid 2020 to become head coach of Leicester Tigers.",
    "year": 1979,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jordan Pundik",
    "birthday": "1979-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/JordanPundik2010promo.jpg/222px-JordanPundik2010promo.jpg",
    "extract": "Jordan Izaak Pundik is an American musician and songwriter. He is a founding member and the frontman of Floridian rock band New Found Glory, for whom he sings lead vocals and contributes lyrics. He was also the guitarist in the band's now defunct side-project, the International Superheroes of Hardcore, where he performed under the pseudonym of \"Chugga Chugga\".",
    "year": 1979,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Baden Cooke",
    "birthday": "1978-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Baden_Cooke_4JDD_%28cropped%29.jpg/240px-Baden_Cooke_4JDD_%28cropped%29.jpg",
    "extract": "Baden Cooke is an Australian retired professional racing cyclist, who competed professionally between 2000 and 2013.",
    "year": 1978,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Cristie Kerr",
    "birthday": "1977-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Cristie_Kerr_%288700845966%29.jpg/266px-Cristie_Kerr_%288700845966%29.jpg",
    "extract": "Cristie Kerr is an American professional golfer who plays on the LPGA Tour. She has 20 wins on the LPGA Tour, including two major championships, and over $19 million in career earnings. Kerr was the number one-ranked golfer in the Women's World Golf Rankings for three time periods in 2010. She is naturally left handed but plays golf right handed.",
    "year": 1977,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bode Miller",
    "birthday": "1977-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Bode_Miller_Hinterstoder_2011.jpg/240px-Bode_Miller_Hinterstoder_2011.jpg",
    "extract": "Samuel Bode Miller is an American former World Cup alpine ski racer. He is an Olympic and World Championship gold medalist, a two-time overall World Cup champion in 2005 and 2008, and the most successful male American alpine ski racer of all time. He is also considered one of the greatest World Cup racers of all time with 33 race victories and being one of five men to win World Cup events in all five disciplines. He is the only skier with five or more victories in each discipline. In 2008, Miller and Lindsey Vonn won the overall World Cup titles for the first U.S. sweep in 25 years.",
    "year": 1977,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Simon Bridges",
    "birthday": "1976-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Simon-Bridges-Free-Crop.jpg/228px-Simon-Bridges-Free-Crop.jpg",
    "extract": "Simon Joseph Bridges is a New Zealand politician and lawyer. He served as Leader of the National Party and Leader of the Opposition between 2018 and 2020, and as the Member of Parliament for Tauranga from the 2008 election to May 2022, when he resigned.",
    "year": 1976,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Marion Jones",
    "birthday": "1975-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Marion_Jones_Sydney_2000.JPEG/227px-Marion_Jones_Sydney_2000.JPEG",
    "extract": "Marion Lois Jones, also known as Marion Jones-Thompson, is an American former world champion track and field athlete and former professional basketball player. She won three gold medals and two bronze medals at the 2000 Summer Olympics in Sydney, Australia, but was later stripped of her medals after admitting to steroid use.",
    "year": 1975,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Stephen Lee (snooker player)",
    "birthday": "1974-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Stephen_Lee_PHC_2012-2.jpg/320px-Stephen_Lee_PHC_2012-2.jpg",
    "extract": "Stephen Lee is an English professional snooker player who is currently banned from the world snooker tour. He turned professional in 1992 and was ranked in the top 16 between the 1997/1998 and 2007/2008 snooker seasons, reaching a career-high of fifth in the rankings. He won five ranking titles, reached the semi-finals of the 2003 World Championship and the final of the 2008 Masters. Thereafter, his form declined and he dropped out of the top 16 after the 2007/2008 season, meaning he would no longer automatically qualify for tournaments. A return to form in the 2011–12 season saw Lee win a fifth ranking title and regain his top 16 seeding. Lee is a strong break-builder, compiling 184 competitive century breaks during his career. His smooth cue action is regarded by some pundits as the most natural the game has seen.",
    "year": 1974,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Martin Corry (rugby union)",
    "birthday": "1973-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2c/Martin_Corry.JPG",
    "extract": "Martin Edward Corry MBE is a retired English rugby union player who represented and captained England and Leicester Tigers in a career spanning 14 seasons. Corry played 64 times for England between 1997 and 2007, played 7 tests for the British & Irish Lions on tours in 2001 & 2005, and played 290 times for Leicester between 1997 and 2009. Earlier in his career he played top division rugby for Newcastle Gosforth and Bristol. A versatile player his principal positions were number eight and blindside flanker, he also played lock more as his career progressed.",
    "year": 1973,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Juan Manuel Silva",
    "birthday": "1972-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Juan_Manuel_Silva_2000.jpg/256px-Juan_Manuel_Silva_2000.jpg",
    "extract": "Juan Manuel Silva, nicknamed el Pato is an Argentine racing driver. In 1999 he was the champion of the TC 2000 competition and in 2005 he was the champion of the Turismo Carretera competition.",
    "year": 1972,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kirk Cameron",
    "birthday": "1970-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Kirk_Cameron_by_Gage_Skidmore.jpg/245px-Kirk_Cameron_by_Gage_Skidmore.jpg",
    "extract": "Kirk Thomas Cameron is an American actor and Evangelical Christian. He is known for his role as Mike Seaver on the ABC sitcom Growing Pains (1985–1992), a role for which he was nominated for two Golden Globe Awards.",
    "year": 1970,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Martie Maguire",
    "birthday": "1969-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Martie_Maguire_in_2010.jpg/256px-Martie_Maguire_in_2010.jpg",
    "extract": "Martha Elenor Maguire is an American musician who is a founding member of both the all-female alternative country band The Chicks and country bluegrass duo Court Yard Hounds. She won awards in national fiddle championships while still a teenager. Erwin is accomplished on several other instruments, including the mandolin, viola, double bass and guitar. She has written and co-written a number of the band's songs, some of which have become chart-topping hits. She also contributes her skills in vocal harmony and backing vocals, as well as orchestrating string arrangements for the band.",
    "year": 1969,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dwayne Roloson",
    "birthday": "1969-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Dwayne_Roloson_2011-04-23.JPG/282px-Dwayne_Roloson_2011-04-23.JPG",
    "extract": "Albert Dwayne Roloson is a Canadian former professional ice hockey goaltender and former goaltending coach of the Anaheim Ducks of the National Hockey League (NHL). He is currently a goaltending and skills coach for the Victoria Royals of the Western Hockey League.",
    "year": 1969,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "José Valentín",
    "birthday": "1969-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Jos%C3%A9_Valent%C3%ADn.jpg/194px-Jos%C3%A9_Valent%C3%ADn.jpg",
    "extract": "José Antonio Valentín is a Puerto Rican former American Major League Baseball infielder. He played for the Milwaukee Brewers (1992–1999), Chicago White Sox (2000–2004), Los Angeles Dodgers (2005), and New York Mets (2006–2007). His son Jesmuel was a 1st round pick by the Dodgers in the 2012 MLB draft.",
    "year": 1969,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bill Auberlen",
    "birthday": "1968-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/GT94_Bill_Auberlen_Paul_Dalla_Lana_Joey_Hand_2011_Road_America.jpg/320px-GT94_Bill_Auberlen_Paul_Dalla_Lana_Joey_Hand_2011_Road_America.jpg",
    "extract": "Bill Auberlen is an American factory race car driver known for his affiliation with BMW, driving cars made and run by the famous German marque for a number of years. Auberlen currently competes for Turner Motorsport in the IMSA SportsCar Championship and Michelin Pilot Challenge. He is the winningest driver in IMSA history.",
    "year": 1968,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Hugh Jackman",
    "birthday": "1968-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Logan_Japan_Premiere_Red_Carpet-_Hugh_Jackman_%2838445328406%29_%28rotated%29.jpg/234px-Logan_Japan_Premiere_Red_Carpet-_Hugh_Jackman_%2838445328406%29_%28rotated%29.jpg",
    "extract": "Hugh Michael Jackman is an Australian actor. Beginning in theatre and television, he landed his breakthrough role as James \"Logan\" Howlett / Wolverine in the X-Men film series (2000–2017), a role that earned him the Guinness World Record for \"longest career as a live-action Marvel character\", until his record was surpassed in 2021. Jackman has received various awards including two Tony Awards, a Grammy Award, a Emmy Award and a Golden Globe Award. He also has received an Academy Award nomination. Jackman was appointed a Companion of the Order of Australia in the 2019 Queen's Birthday Honours for services to performing arts and to the global community.",
    "year": 1968,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jonathan Crombie",
    "birthday": "1966-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/dd/JonathanCrombie1986.jpg/222px-JonathanCrombie1986.jpg",
    "extract": "Jonathan Crombie was a Canadian actor and voice over artist, best known for playing Gilbert Blythe in CBC Television's 1985 telefilm Anne of Green Gables and its two sequels.",
    "year": 1966,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Wim Jonk",
    "birthday": "1966-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Wim_jonk.jpg/315px-Wim_jonk.jpg",
    "extract": "Wilhelmus Maria \"Wim\" Jonk is a Dutch professional football manager and former player, who is the current head coach of Eerste Divisie club FC Volendam.",
    "year": 1966,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Brenda Romero",
    "birthday": "1966-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Brenda_Romero_at_2015_IGF_Awards-GDCA_%2816102142533%29_%28cropped%29.jpg/299px-Brenda_Romero_at_2015_IGF_Awards-GDCA_%2816102142533%29_%28cropped%29.jpg",
    "extract": "Brenda Louise Romero, previously known as Brenda Brathwaite, is an American game designer and developer in the video game industry. She was born in Ogdensburg, New York and is a graduate of Clarkson University. Romero is best known for her work on the Wizardry series of role-playing video games and, more recently, the non-digital series The Mechanic is the Message. She has worked in game development since 1981 and has credits on 49 game titles.",
    "year": 1966,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dan Abnett",
    "birthday": "1965-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/10.10.10DanAbnettByLuigiNovi2.jpg/269px-10.10.10DanAbnettByLuigiNovi2.jpg",
    "extract": "Dan Abnett is an English comic book writer and novelist. He has been a frequent collaborator with fellow writer Andy Lanning, and is known for his work on books for both Marvel Comics, and their UK imprint, Marvel UK, since the 1990s, and also 2000 AD. He has also contributed to DC Comics titles, and his Warhammer Fantasy and Warhammer 40,000 novels and graphic novels for Games Workshop's Black Library now run to several dozen titles and have sold over two million copies. In 2009 he released his first original fiction novels through Angry Robot books.",
    "year": 1965,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "J. J. Daigneault",
    "birthday": "1965-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/JJ_Daigneault_-_Assistant_Coach.jpg/291px-JJ_Daigneault_-_Assistant_Coach.jpg",
    "extract": "Jean-Jacques Daigneault is a Canadian former professional ice hockey defenceman who played in the National Hockey League from 1984 to 2000. He was the head coach of the Halifax Mooseheads of the Quebec Major Junior Hockey League from 2019 to 2021. He also served as an assistant coach for the Montreal Canadiens of the NHL from 2012 until the end of the 2017–18 NHL season.",
    "year": 1965,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Scott O'Grady",
    "birthday": "1965-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Scott_F._O%27Grady_cropped.jpg/320px-Scott_F._O%27Grady_cropped.jpg",
    "extract": "Scott Francis O'Grady is a former United States Air Force fighter pilot. On June 2, 1995, he was shot down over Bosnia and Herzegovina by a 2K12 Kub mobile SAM launcher and forced to eject from his F-16C into hostile territory. Marines from heavy-helicopter squadron HMH-464 and the 24 MEU(SOC) eventually rescued O'Grady after nearly a week of his evading the Bosnian Serbs. He was previously involved in the Banja Luka incident where he fired upon six enemy aircraft. The 2001 film Behind Enemy Lines is loosely based upon his experiences.",
    "year": 1965,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Raimond Aumann",
    "birthday": "1963-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Raimond_Aumann.jpg/218px-Raimond_Aumann.jpg",
    "extract": "Raimond Aumann is a German former professional footballer who played as a goalkeeper. His nickname is Balu.",
    "year": 1963,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Satoshi Kon",
    "birthday": "1963-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/63/Satoshi_Kon.jpg/320px-Satoshi_Kon.jpg",
    "extract": "Satoshi Kon  was a Japanese film director, animator, screenwriter and manga artist from Sapporo, Hokkaidō and a member of the Japanese Animation Creators Association (JAniCA). Tsuyoshi Kon, a guitarist, is his brother.\nHe was a graduate of the Graphic Design department of the Musashino Art University. He is best known for his acclaimed anime films Perfect Blue (1997), Millennium Actress (2001), Tokyo Godfathers (2003), and Paprika (2006).\nHe died of pancreatic cancer at the age of 46 on August 24, 2010.",
    "year": 1963,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dave Legeno",
    "birthday": "1963-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/201-dave-legeno.jpg/213px-201-dave-legeno.jpg",
    "extract": "David Legeno was a British actor and mixed martial artist.",
    "year": 1963,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Alan McDonald (Northern Ireland footballer)",
    "birthday": "1963-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Alan_McDonald.jpg/320px-Alan_McDonald.jpg",
    "extract": "Alan McDonald was a Northern Irish football manager and former professional footballer.",
    "year": 1963,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Luis Polonia",
    "birthday": "1963-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Luis_Polonia.JPG/320px-Luis_Polonia.JPG",
    "extract": "Luis Andrew Polonia Almonte is a former Major League Baseball outfielder and designated hitter. He currently resides in Santiago, in the Dominican Republic, his hometown.",
    "year": 1963,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Carlos Bernard",
    "birthday": "1962-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Carlos_Bernard_2014_%2814213284332%29.jpg/229px-Carlos_Bernard_2014_%2814213284332%29.jpg",
    "extract": "Carlos Bernard Papierski is an American actor and director, best known for his role as Tony Almeida in 24, which he played from 2001 to 2006, and then reprised again in 2009, 2014 in 24: Solitary and 2017 in 24: Legacy. He received a fine arts degree from American Conservatory Theater in San Francisco after receiving an undergraduate degree from Illinois State University.",
    "year": 1962,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Chris Botti",
    "birthday": "1962-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Chris_Botti_at_Thorton_Winery_2006_retouched.jpg/320px-Chris_Botti_at_Thorton_Winery_2006_retouched.jpg",
    "extract": "Christopher Stephen Botti is an American trumpeter and composer.",
    "year": 1962,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Branko Crvenkovski",
    "birthday": "1962-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Branko-Crvenkovski.JPG/237px-Branko-Crvenkovski.JPG",
    "extract": "Branko Crvenkovski is a Macedonian politician who served as Prime Minister of Macedonia from 1992 to 1998 and again from 2002 to 2004, and as President of Macedonia from 2004 to 2009. He was also leader of the Social Democratic Union of Macedonia.",
    "year": 1962,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mads Eriksen (musician)",
    "birthday": "1962-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/MadsEriksen.jpg/253px-MadsEriksen.jpg",
    "extract": "Mads Eriksen is a Norwegian guitarist and composer, known as solo artist and for his collaboration with Chris Thompson among others.",
    "year": 1962,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dorothee Vieth",
    "birthday": "1960-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Para-cycling_German_championships_and_Europe_Cup_2016_78.jpg/212px-Para-cycling_German_championships_and_Europe_Cup_2016_78.jpg",
    "extract": "Dorothee Vieth is a German Paralympic cyclist.",
    "year": 1960,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Anna Escobedo Cabral",
    "birthday": "1959-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Anna_Escobedo_Cabral%2C_official_Treasury_photo.jpg/222px-Anna_Escobedo_Cabral%2C_official_Treasury_photo.jpg",
    "extract": "Anna Escobedo Cabral is an American politician who serves as the Unit Chief for Strategic Communications in the External Relations Division of the Inter-American Development Bank (IDB). Prior to joining the bank, Cabral served as the 42nd Treasurer of the United States from January 19, 2005 to January 20, 2009. She became the highest-ranking Latina in the George W. Bush administration after the resignation of Rosario Marin.",
    "year": 1959,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Steve Austria",
    "birthday": "1958-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Stevenaustria.jpeg/262px-Stevenaustria.jpeg",
    "extract": "Stephen Clement Austria is an American politician who served as a U.S. Representative for Ohio's 7th congressional district from 2009 to 2013. He is a member of the Republican Party. In December 2011, Austria announced his intention to not run for re-election for the 113th Congress in the 2012 elections. During his 14 years in elected office, Austria never lost an election.",
    "year": 1958,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tesla (band)",
    "birthday": "1958-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Tesla_%22Forever_More%22_at_the_Chance_in_Poughkeepsie%2C_NY.jpg/320px-Tesla_%22Forever_More%22_at_the_Chance_in_Poughkeepsie%2C_NY.jpg",
    "extract": "Tesla is an American rock band formed in Sacramento, California, in late 1981 by bassist Brian Wheat and guitarist Frank Hannon. The band is ranked at No. 22 on VH1's 100 Greatest Artists of Hair Metal, and have been described as a \"thinking man’s hair metal band”.",
    "year": 1958,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Clémentine Célarié",
    "birthday": "1957-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Cl%C3%A9mentine_C%C3%A9lari%C3%A9_Cannes.jpg/236px-Cl%C3%A9mentine_C%C3%A9lari%C3%A9_Cannes.jpg",
    "extract": "Clémentine Célarié is a French actress, writer, director and singer.",
    "year": 1957,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Serge Clerc",
    "birthday": "1957-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Serge_Clerc.jpg/320px-Serge_Clerc.jpg",
    "extract": "Serge Clerc is a French comic book artist and illustrator.\nSerge Clerc began his professional career in 1975 in the monthly magazine Métal Hurlant, after having created his own fanzine, Absolutely Live. Initially a science-fiction artist, his story Captain Futur appeared in book form in 1979 by Les Humanoïdes Associés.",
    "year": 1957,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "William F. Laurance",
    "birthday": "1957-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Billprofile.jpg/253px-Billprofile.jpg",
    "extract": "William F. Laurance, also known as Bill Laurance, is Distinguished Research Professor at James Cook University, Australia and has been elected as a Fellow of the Australian Academy of Science. He has received an Australian Laureate Fellowship from the Australian Research Council. He held the Prince Bernhard Chair for International Nature Conservation at Utrecht University, Netherlands from 2010 to 2014.\n",
    "year": 1957,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Rafael Ábalos",
    "birthday": "1956-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Rafael_%C3%81balos.JPG/320px-Rafael_%C3%81balos.JPG",
    "extract": "Rafael Ábalos is a Spanish author of the bestseller book Grimpow: The Invisible Road (ISBN 0385733747) published in 2007. The children's fantasy novel was about a boy finding a mysterious amulet in France who becomes a focus of a \"centuries-old mission\" to enlighten humanity. According to a review in Publishers Weekly, Ábalos \"blends the grand-scale storytelling prowess and epic quest element of Tolkien’s Lord of the Rings with the cryptographic intrigue of Dan Brown’s The Da Vinci Code\", and gave it a positive review. The book was published by Random House.",
    "year": 1956,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Allan Evans (footballer)",
    "birthday": "1956-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Alan_Evans.jpg/219px-Alan_Evans.jpg",
    "extract": "Allan James Evans, is a Scottish former footballer who played for Dunfermline Athletic (1973–77), Aston Villa (1977–89), Leicester City (1989–90) and Darlington (1990–91).",
    "year": 1956,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Lutz Haueisen",
    "birthday": "1956-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Bundesarchiv_Bild_183-T0121-0033%2C_Lutz_Haueisen.jpg/230px-Bundesarchiv_Bild_183-T0121-0033%2C_Lutz_Haueisen.jpg",
    "extract": "Lutz Haueisen is a retired German amateur cyclist. He won two world titles in track events, in 1979 and 1981. His best achievement on the road was second place in the prologue of Tour de Pologne in 1986. His son Dennis is a professional road cyclist.",
    "year": 1956,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "David Vanian",
    "birthday": "1956-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Dave_Vanian.jpg/320px-Dave_Vanian.jpg",
    "extract": "David Vanian is an English rock musician, and lead singer of the punk rock band the Damned. Formed in 1976 in London, the Damned were the first British punk band to release a single, release an album, have a record hit the UK charts, and tour the United States. With a fluid line-up since their founding, Vanian has been the only ever-present member. His rich baritone voice has been described as \"impressively sonorous\".",
    "year": 1956,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Pat DiNizio",
    "birthday": "1955-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/PatDiNizio.JPG/320px-PatDiNizio.JPG",
    "extract": "Patrick Michael DiNizio was the lead singer, songwriter, and founding member of the band The Smithereens, which he formed in 1980 with Jim Babjak, Dennis Diken, and Mike Mesaros, from Carteret, New Jersey.",
    "year": 1955,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ante Gotovina",
    "birthday": "1955-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Ante-Gotovina-05082015-roberta-f.jpg/229px-Ante-Gotovina-05082015-roberta-f.jpg",
    "extract": "Ante Gotovina is a Croatian retired lieutenant general and former French senior corporal who served in the Croatian War for Independence. He is noted for his primary role in the 1995 Operation Storm. In 2001, the International Criminal Tribunal for the former Yugoslavia (ICTY) indicted him on war crimes and crimes against humanity charges in connection with that operation and its aftermath. After spending four years in hiding, he was captured in the Canary Islands in December 2005.",
    "year": 1955,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jane Siberry",
    "birthday": "1955-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Issa_2007.jpg/235px-Issa_2007.jpg",
    "extract": "Jane Siberry is a Canadian singer-songwriter, known for such hits as \"Mimi on the Beach\", \"I Muse Aloud\", \"One More Colour\" and \"Calling All Angels\". She performed the theme song to the television series Maniac Mansion. She has released material under the name Issa – an identity which she used formally between 2006 and 2009.",
    "year": 1955,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Massimo Ghini",
    "birthday": "1954-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Massimo_Ghini_%282011%29.jpg/240px-Massimo_Ghini_%282011%29.jpg",
    "extract": "Massimo Ghini is an Italian actor. He has worked with Franco Zeffirelli, Giorgio Strehler, Giuseppe Patroni Griffi, and Gabriele Lavia, among others. He has been married to actress Nancy Brilli, and is the father of four children.",
    "year": 1954,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Michael Roe",
    "birthday": "1954-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Mike_Roe.jpg/320px-Mike_Roe.jpg",
    "extract": "Michael Roe is an American, singer, songwriter, and record producer. He is a founding member of the band the 77s and the Lost Dogs and has recorded several solo albums.",
    "year": 1954,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Linval Thompson",
    "birthday": "1954-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Linval_Thompson_Marijuana.jpg/320px-Linval_Thompson_Marijuana.jpg",
    "extract": "Leval Alphonso Thompson, known as Linval Thompson, is a Jamaican reggae and dub musician and record producer.",
    "year": 1954,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Les Dennis",
    "birthday": "1953-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Ahoy_it%27s_Les_Dennis.jpg/320px-Ahoy_it%27s_Les_Dennis.jpg",
    "extract": "Leslie Dennis Heseltine is an English television presenter, actor, and comedian. He presented Family Fortunes from 1987 until 2002.",
    "year": 1953,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Roger Heath-Brown",
    "birthday": "1952-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Roger_Heath-Brown.jpg/320px-Roger_Heath-Brown.jpg",
    "extract": "David Rodney \"Roger\" Heath-Brown FRS, is a British mathematician working in the field of analytic number theory.",
    "year": 1952,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ed Royce",
    "birthday": "1951-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Edward_Royce%2C_official_photo_portrait_color.jpg/208px-Edward_Royce%2C_official_photo_portrait_color.jpg",
    "extract": "Edward Randall Royce is an American politician who served as a member of the United States House of Representatives from California from 1993 to 2019. A member of the Republican Party, Royce served as Chairman of the United States House Committee on Foreign Affairs from 2013 to 2019. He previously served as a member of the California Senate from 1982 to 1993.",
    "year": 1951,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Susan Anton",
    "birthday": "1950-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Susan_Anton_cropped.jpg/221px-Susan_Anton_cropped.jpg",
    "extract": "Susan Ellen Anton is an American actress and singer.",
    "year": 1950,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dave Freudenthal",
    "birthday": "1950-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Dave_Freudenthal_speech.jpg/247px-Dave_Freudenthal_speech.jpg",
    "extract": "David Duane Freudenthal is an American attorney, economist, and politician who served as the 31st Governor of Wyoming from 2003 to 2011. Freudenthal previously was the United States Attorney for the District of Wyoming from 1994 to 2001.",
    "year": 1950,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "John Engler",
    "birthday": "1948-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/John_Engler_at_Hudson_Institute.jpg/236px-John_Engler_at_Hudson_Institute.jpg",
    "extract": "John Mathias Engler is an American businessman and politician who served as the 46th Governor of Michigan from 1991 to 2003. A member of the Republican Party, he later worked for Business Roundtable, where The Hill called him one of the country's top lobbyists.",
    "year": 1948,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Rick Parfitt",
    "birthday": "1948-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Rick-parfitt-2007-07-18-orebro.jpg/255px-Rick-parfitt-2007-07-18-orebro.jpg",
    "extract": "Richard John Parfitt, was an English musician, best known as a singer, songwriter and rhythm guitarist with rock band Status Quo.",
    "year": 1948,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Chris Wallace",
    "birthday": "1947-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Chris_Wallace_%28cropped%29.jpg/233px-Chris_Wallace_%28cropped%29.jpg",
    "extract": "Christopher Wallace is an American broadcast journalist. He is known for his tough and wide-ranging interviews, for which he is often compared to his father, 60 Minutes journalist Mike Wallace. Over his 50 year career in journalism he has been a correspondent, moderator, or anchor on CBS, ABC, NBC, Fox News and CNN. According to a 2018 poll, he was ranked as being one of the most trusted TV news anchors in America. Wallace has won three Emmy Awards, a Peabody Award, a George Polk Award, the duPont-Columbia University Silver Baton Award, and a Paul White lifetime achievement award.",
    "year": 1947,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Drew Edmondson",
    "birthday": "1946-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/93/Drewedmondson_%28cropped%29.jpg",
    "extract": "William Andrew Edmondson is an American lawyer and politician from the state of Oklahoma. A member of the Democratic Party, Edmondson served as the 16th Attorney General of Oklahoma from 1995 to 2011. Prior to his election as state attorney general, he served as district attorney for Muskogee County, Oklahoma, from 1983 to 1992. He was defeated twice in campaigns for U.S. Congress in Oklahoma's 2nd congressional district, where his father Ed Edmondson served from 1953 to 1973.",
    "year": 1946,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Aurore Clément",
    "birthday": "1945-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Aurore-Cl%C3%A9ment.png/248px-Aurore-Cl%C3%A9ment.png",
    "extract": "Aurore Clément is a French actress who has appeared in French and English language movies and television productions.",
    "year": 1945,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Angela Rippon",
    "birthday": "1944-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Angela_Rippon_%28Durdham_Downs%2C_Bristol%2C_1983%29_%28363351929%29.jpg/320px-Angela_Rippon_%28Durdham_Downs%2C_Bristol%2C_1983%29_%28363351929%29.jpg",
    "extract": "Angela May Rippon is an English television journalist, newsreader, writer and presenter. Rippon presented radio and television news programmes in South West England before moving to BBC One's Nine O'Clock News, becoming a regular presenter in 1975. She was the first female journalist permanently to present the BBC national television news, and the second female news presenter on British television after Barbara Mandell on Independent Television News (ITN) in 1955.",
    "year": 1944,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Melvin Franklin",
    "birthday": "1942-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Melvin_Franklin.jpg/271px-Melvin_Franklin.jpg",
    "extract": "David Melvin English better known by the stage name Melvin Franklin, or his nickname \"Blue\", was an American bass singer. Franklin was best known for his role as a founding member of Motown singing group The Temptations from 1960 to 1994.",
    "year": 1942,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Michael Mansfield",
    "birthday": "1941-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Michael_Mansfield_QC_04.jpg/320px-Michael_Mansfield_QC_04.jpg",
    "extract": "Michael Mansfield is an English barrister and head of chambers at Nexus Chambers. He was recently described as \"The king of human rights work\" by The Legal 500 and as a Leading Silk in civil liberties and human rights.",
    "year": 1941,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Paul Hawkins (racing driver)",
    "birthday": "1937-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Hawkins%2C_Paul_1966.jpg/320px-Hawkins%2C_Paul_1966.jpg",
    "extract": "Robert Paul Hawkins was an Australian motor racing driver. The son of a racing motorcyclist-turned-church minister, Hawkins was a capable single-seater driver but really made his mark as an outstanding sports car competitor driving Ford GT40s and Lola T70s. In 1969 Hawkins was included in the FIA list of graded drivers, an elite group of 27 drivers who by their achievements were rated the best in the world.",
    "year": 1937,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Robert Mangold",
    "birthday": "1937-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Robert_Mangold.jpg/214px-Robert_Mangold.jpg",
    "extract": "Robert Mangold is an American minimalist artist. He is also father of film director and screenwriter James Mangold.",
    "year": 1937,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Don Howe",
    "birthday": "1935-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Don_Howe.jpg/236px-Don_Howe.jpg",
    "extract": "Donald Howe was an English football player, coach, manager and pundit. As a right back Howe featured for clubs West Bromwich Albion and Arsenal together with the English national football team in his playing career. He also went on to manage sides West Brom, Arsenal, Galatasaray, Queens Park Rangers and Coventry City. Howe was also a successful coach and has been described as one of the most influential figures of the English footballing game.",
    "year": 1935,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tony Kubek",
    "birthday": "1935-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Tony_Kubek_-_New_York_Yankees.jpg/247px-Tony_Kubek_-_New_York_Yankees.jpg",
    "extract": "Anthony Christopher Kubek is an American former professional baseball player and television broadcaster. During his nine-year playing career with the New York Yankees, Kubek played in six World Series in the late 1950s and early 1960s, starting in 37 World Series games. For NBC television, he later broadcast twelve World Series between 1968 and 1982, and fourteen League Championship Series between 1969 and 1989. Kubek received the Ford C. Frick Award in 2009.",
    "year": 1935,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sam Moore",
    "birthday": "1935-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Sam_Moore_by_Gage_Skidmore_2.jpg/246px-Sam_Moore_by_Gage_Skidmore_2.jpg",
    "extract": "Samuel David Moore is an American vocalist who was a member of the soul and R&B group Sam & Dave from 1961 to 1981. He is a member of the Rock & Roll Hall of Fame, the Grammy Hall of Fame, and the Vocal Group Hall of Fame.",
    "year": 1935,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Shivraj Patil",
    "birthday": "1935-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Shivraj_Patil.jpg/240px-Shivraj_Patil.jpg",
    "extract": "Shivraj Vishwanath Patil is an Indian politician who was the Minister of Home Affairs of India, from 2004 to 2008 and 10th Speaker of the Lok Sabha from 1991 to 1996. He was Governor of the state of Punjab and Administrator of the Union Territory of Chandigarh from 2010 to 2015. Previously, he served in the Indira Gandhi and Rajiv Gandhi cabinets as Minister of Defence during the 1980s.",
    "year": 1935,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Luciano Pavarotti",
    "birthday": "1935-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Luciano_Pavarotti_2004.jpg/231px-Luciano_Pavarotti_2004.jpg",
    "extract": "Luciano Pavarotti was an Italian operatic tenor who during the late part of his career crossed over into popular music, eventually becoming one of the most acclaimed and loved tenors of all time. He made numerous recordings of complete operas and individual arias, gaining worldwide fame for his tone, and achieving the honorific title \"King of the High Cs\".",
    "year": 1935,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "James \"Sugar Boy\" Crawford",
    "birthday": "1934-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/SugarBoyCrawfordApr281996.jpg/320px-SugarBoyCrawfordApr281996.jpg",
    "extract": "James \"Sugar Boy\" Crawford, Jr. was an American R&B musician based in New Orleans. He was the author of \"Jock-A-Mo\" (1954), which was later rerecorded as \"Iko Iko\" by the Dixie Cups, and became a huge hit. The song was recorded by many other artists, including Dr. John, Belle Stars, the Grateful Dead, Cyndi Lauper, and by Glass Candy.",
    "year": 1934,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Richard Meier",
    "birthday": "1934-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Richard_Meier_at_the_2009_Tribeca_Film_Festival.jpg/224px-Richard_Meier_at_the_2009_Tribeca_Film_Festival.jpg",
    "extract": "Richard Meier is an American abstract artist and architect, whose geometric designs make prominent use of the color white. A winner of the Pritzker Architecture Prize in 1984, Meier has designed several iconic buildings including the Barcelona Museum of Contemporary Art, the Getty Center in Los Angeles, and San Jose City Hall. In 2018, 5 of Meier's employees accused him of sexual assault, which led to his resignation in 2021.",
    "year": 1934,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Albert Shiryaev",
    "birthday": "1934-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Albert_Shiryaev.jpg/320px-Albert_Shiryaev.jpg",
    "extract": "Albert Nikolayevich Shiryaev is a Soviet and Russian mathematician. He is known for his work in probability theory, statistics and financial mathematics.",
    "year": 1934,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Oğuz Atay",
    "birthday": "1934-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Oguzataybust.png/195px-Oguzataybust.png",
    "extract": "Oğuz Atay was a pioneer of the modern novel in Turkey. His first novel, Tutunamayanlar, appeared in 1971–72. Never reprinted in his lifetime and controversial among critics, it has become a best-seller since a new edition came out in 1984. It has been described as “probably the most eminent novel of twentieth-century Turkish literature”: this reference is due to a UNESCO survey, which goes on: “it poses an earnest challenge to even the most skilled translator with its kaleidoscope of colloquialisms and sheer size.” In fact three translations have so far been published: into Dutch, as Het leven in stukken, translated by Hanneke van der Heijden and Margreet Dorleijn ; into German, as Die Haltlosen, translated by Johannes Neuner ; into English, as The Disconnected, translated by Sevin Seydi : an excerpt from this won the Dryden Translation Prize in 2008.",
    "year": 1934,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dick Gregory",
    "birthday": "1932-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Dick_Gregory.jpg/248px-Dick_Gregory.jpg",
    "extract": "Richard Claxton Gregory was an American comedian, civil rights leader and vegetarian activist. His writings were best sellers. Gregory became popular among the African-American communities in the southern United States with his \"no-holds-barred\" sets, poking fun at the bigotry and racism in the United States. In 1961 he became a staple in the comedy clubs, appeared on television, and released comedy record albums.",
    "year": 1932,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ned Jarrett",
    "birthday": "1932-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/NedJarrettMRNRadio.jpg/320px-NedJarrettMRNRadio.jpg",
    "extract": "Ned Jarrett is an American retired race car driver and two-time NASCAR Grand National Series champion.",
    "year": 1932,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "John Moffat (physicist)",
    "birthday": "1932-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/John_Moffat_2007.jpg/320px-John_Moffat_2007.jpg",
    "extract": "John W. Moffat is a Danish-born British-Canadian physicist. He is currently professor emeritus of physics at the University of Toronto and is also an adjunct professor of physics at the University of Waterloo and a resident affiliate member of the Perimeter Institute for Theoretical Physics.",
    "year": 1932,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ole-Johan Dahl",
    "birthday": "1931-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7a/Ole-Johan_Dahl.jpg/226px-Ole-Johan_Dahl.jpg",
    "extract": "Ole-Johan Dahl was a Norwegian computer scientist. Dahl was a professor of computer science at the University of Oslo and is considered to be one of the fathers of Simula and object-oriented programming along with Kristen Nygaard.",
    "year": 1931,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Milica Kacin Wohinz",
    "birthday": "1930-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Pahor_predstavitev.jpg/320px-Pahor_predstavitev.jpg",
    "extract": "Milica Kacin Wohinz was a Slovenian historian best known for her seminal study on the history of the forceful Italianization of the Slovene minority in Italy (1920–1947) that took place between 1918 and 1943.",
    "year": 1930,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Nappy Brown",
    "birthday": "1929-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/NappyBrownTokyo1996.jpg/320px-NappyBrownTokyo1996.jpg",
    "extract": "Napoleon Brown Goodson Culp better known by his stage name Nappy Brown, was an American R&B singer. His hits include the 1955 Billboard chart No. 2 \"Don't Be Angry\", \"Little By Little\", and \"Night Time Is the Right Time\". His style was recognizable; Brown used a wide vibrato, melisma, and distinctive extra syllables, in particular, \"li-li-li-li-li.\"",
    "year": 1929,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Magnus Magnusson",
    "birthday": "1929-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/bb/Magnus_Magnusson.jpg",
    "extract": "Magnus Magnusson, was an Icelandic-born British-based journalist, translator, writer and television presenter. Born in Reykjavík, he lived in Scotland for almost all his life, although he never took British citizenship. He came to prominence as a BBC television journalist and was the presenter of the BBC television quiz programme Mastermind for 25 years. His catchphrase \"I've started so I'll finish\" was said whenever the time ran out while he was reading a question on the show.",
    "year": 1929,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Leonidas Kyrkos",
    "birthday": "1924-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/LeonKyrkos.jpg/245px-LeonKyrkos.jpg",
    "extract": "Leonidas Kyrkos was a Greek leftist politician and member of the Hellenic Parliament and the European Parliament.",
    "year": 1924,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jean Nidetch",
    "birthday": "1923-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Jean_Nidetch%2C_founder_of_Weight_Watchers_gtfy.02924.jpg/228px-Jean_Nidetch%2C_founder_of_Weight_Watchers_gtfy.02924.jpg",
    "extract": "Jean Evelyn Nidetch  was an American business entrepreneur who was the founder of the Weight Watchers organization.",
    "year": 1923,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "William H. Sullivan",
    "birthday": "1922-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/The_Shah_with_Atherton%2C_Sullivan%2C_Vance%2C_Carter_and_Brzezinski%2C_1977.jpg/320px-The_Shah_with_Atherton%2C_Sullivan%2C_Vance%2C_Carter_and_Brzezinski%2C_1977.jpg",
    "extract": "William Healy Sullivan was an American Foreign Service career officer who served as ambassador to Laos from 1964 to 1969, the Philippines from 1973 to 1977, and Iran from 1977 to 1979.",
    "year": 1922,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Art Clokey",
    "birthday": "1921-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0e/Art_Clokey.jpg",
    "extract": "Arthur \"Art\" Clokey was an American pioneer in the popularization of stop-motion clay animation, best known as the creator of the character Gumby and the original voice of Gumby's sidekick, Pokey. Clokey's career began in 1953 with a film experiment called Gumbasia, which was influenced by his professor, Slavko Vorkapich, at the University of Southern California. Clokey and his wife Ruth subsequently came up with the clay character Gumby and his horse Pokey, who first appeared in the Howdy Doody Show and later got their own series The Adventures of Gumby, from which they became a familiar presence on American television. The characters enjoyed a renewal of interest in the 1980s when American actor and comedian Eddie Murphy parodied Gumby in a skit on Saturday Night Live.",
    "year": 1921,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jaroslav Drobný",
    "birthday": "1921-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Jaroslav_Drobn%C3%BD_and_Bob_Mark_1958.jpg/256px-Jaroslav_Drobn%C3%BD_and_Bob_Mark_1958.jpg",
    "extract": "Jaroslav Drobný was a World No. 1 amateur tennis and ice hockey champion. He left Czechoslovakia in 1949 and travelled as an Egyptian citizen before becoming a citizen of the United Kingdom in 1959, where he died in 2001. In 1954, he became the first and, to date, only player with African citizenship to win the Wimbledon Championships.",
    "year": 1921,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Christopher Soames",
    "birthday": "1920-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Christopher_Soames_%28cropped%29.jpg/238px-Christopher_Soames_%28cropped%29.jpg",
    "extract": "Arthur Christopher John Soames, Baron Soames, was a British Conservative politician who served as a European Commissioner and the last Governor of Southern Rhodesia. He was previously Member of Parliament (MP) for Bedford from 1950 to 1966. He held several government posts and attained Cabinet rank.",
    "year": 1920,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gilles Beaudoin",
    "birthday": "1919-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/GillesBeaudoin.jpg/225px-GillesBeaudoin.jpg",
    "extract": "Gilles Beaudoin (1919–2007) was a Canadian politician and a former Mayor of Trois-Rivières.",
    "year": 1919,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Doris Miller",
    "birthday": "1919-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Dorie_Miller_-_Restoration%2C_full.jpg/257px-Dorie_Miller_-_Restoration%2C_full.jpg",
    "extract": "Doris Miller was a United States Navy cook third class who was killed in action during World War II. He was the first black American to be awarded the Navy Cross, the highest decoration for valor in combat after the Medal of Honor.",
    "year": 1919,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Roque Máspoli",
    "birthday": "1917-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Roque_maspoli_posando.jpg/284px-Roque_maspoli_posando.jpg",
    "extract": "Roque Gastón Máspoli Arbelvide was an Uruguayan football player and coach. He was the goalkeeper for the Uruguay national team that won the 1950 World Cup. He was also the head coach for the Uruguayan team that won the 1980 Mundialito.",
    "year": 1917,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Vijay Merchant",
    "birthday": "1911-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Vijay_Merchant_1936.jpg/261px-Vijay_Merchant_1936.jpg",
    "extract": "Vijay Singh Madhavji Merchant pronunciation (help·info), real name Vijay Madhav Thackersey was an Indian cricketer. A right-hand batter and occasional right-arm medium pace bowler, Merchant played first-class cricket for Bombay cricket team as well as 10 Test matches for India between 1929 and 1951. Behind his limited Test appearances, he dominated Indian domestic cricket – his batting average of 71.64 is the second highest first-class average in history, behind only that of Don Bradman. He is regarded as the founder of the Bombay School of Batsmanship, that placed more importance on right technique, steely temperament, and conservative approach rather than free flow of the bat, a tradition broken and remoulded only after the arrival of Sachin Tendulkar.",
    "year": 1911,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Robert Fitzgerald",
    "birthday": "1910-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/71/Robert_Fitzgerald_portrait.jpg/281px-Robert_Fitzgerald_portrait.jpg",
    "extract": "Robert Stuart Fitzgerald was an American poet, critic and translator whose renderings of the Greek classics \"became standard works for a generation of scholars and students\". He was best known as a translator of ancient Greek and Latin. He also composed several books of his own poetry.",
    "year": 1910,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Paul Engle",
    "birthday": "1908-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/ba/Paul_Engle.jpg/218px-Paul_Engle.jpg",
    "extract": "Paul Engle, was an American poet, editor, teacher, literary critic, novelist, and playwright. He is remembered as the long-time director of the Iowa Writers' Workshop and as co-founder of the International Writing Program (IWP), both at the University of Iowa.",
    "year": 1908,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ann Petry",
    "birthday": "1908-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b6/Ann_Petry_writer.jpg/320px-Ann_Petry_writer.jpg",
    "extract": "Ann Petry was an American writer of novels, short stories, children's books and journalism. Her 1946 debut novel The Street became the first novel by an African-American woman to sell more than a million copies.",
    "year": 1908,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Joe Cronin",
    "birthday": "1906-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Joe_Cronin_1937_cropped.jpg/258px-Joe_Cronin_1937_cropped.jpg",
    "extract": "Joseph Edward Cronin was an American professional baseball player, manager and executive. He played in Major League Baseball (MLB) as a shortstop, most notably as a member of the Boston Red Sox. Cronin spent over 48 years in baseball, culminating with 14 years as president of the American League (AL).",
    "year": 1906,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Piero Taruffi",
    "birthday": "1906-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Piero_Taruffi.jpg/244px-Piero_Taruffi.jpg",
    "extract": "Piero Taruffi was a racing driver from Italy.",
    "year": 1906,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ding Ling",
    "birthday": "1904-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Ding_Ling_1.jpg/223px-Ding_Ling_1.jpg",
    "extract": "Ding Ling, formerly romanized as Ting Ling, was the pen name of Jiang Bingzhi, also known as Bin Zhi, one of the most celebrated 20th-century Chinese women authors. She was awarded the Soviet Union's Stalin second prize for Literature in 1951.",
    "year": 1904,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Josephine Hutchinson",
    "birthday": "1903-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Hutchinson_1934.jpg/245px-Hutchinson_1934.jpg",
    "extract": "Josephine Hutchinson was an American actress. She acted in several theater plays and films.",
    "year": 1903,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Eugenio Montale",
    "birthday": "1896-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Eugenio_Montale.jpg/222px-Eugenio_Montale.jpg",
    "extract": "Eugenio Montale was an Italian poet, prose writer, editor and translator, and recipient of the 1975 Nobel Prize in Literature.",
    "year": 1896,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Elisabeth of Romania",
    "birthday": "1894-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Elisabeta_a_Romaniei.jpg/230px-Elisabeta_a_Romaniei.jpg",
    "extract": "Elisabeth of Romania was a princess of Romania and member of the House of Hohenzollern-Sigmaringen and by marriage Queen of Greece during 1922–1924.",
    "year": 1894,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Velvalee Dickinson",
    "birthday": "1893-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/38/Velvaleedickinson.jpg",
    "extract": "Velvalee Dickinson, was convicted of espionage against the United States on behalf of Japan during World War II. Known as the \"Doll Woman\", she used her business in New York City to send information on the United States Navy to contacts in Argentina via steganographic messages. She was finally caught when one of her contacts in Buenos Aires moved and her messages were returned.",
    "year": 1893,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gilda dalla Rizza",
    "birthday": "1892-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Gilda_dalla_Rizza.jpg/237px-Gilda_dalla_Rizza.jpg",
    "extract": "Gilda Dalla Rizza was an important Italian soprano.",
    "year": 1892,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Edith Stein",
    "birthday": "1891-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Edith_Stein_%28ca._1938-1939%29.jpg/282px-Edith_Stein_%28ca._1938-1939%29.jpg",
    "extract": "Edith Stein was a German Jewish philosopher who converted to Christianity and became a Discalced Carmelite nun. She is canonized as a martyr and saint of the Catholic Church; she is also one of six patron saints of Europe.",
    "year": 1891,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Fumimaro Konoe",
    "birthday": "1891-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Fumimaro_Konoe%28cropped%29.jpg/242px-Fumimaro_Konoe%28cropped%29.jpg",
    "extract": "Prince Fumimaro Konoe  was a Japanese politician and prime minister. During his tenure, he presided over the Japanese invasion of China in 1937 and the breakdown in relations with the United States, which ultimately culminated in Japan's entry into World War II. He also played a central role in transforming his country into a totalitarian state by passing the National Mobilization Law and founding the Imperial Rule Assistance Association.",
    "year": 1891,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Louis Hémon",
    "birthday": "1880-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Louis_H%C3%A9mon.jpg/315px-Louis_H%C3%A9mon.jpg",
    "extract": "Louis Hémon, was a French writer best known for his novel Maria Chapdelaine.",
    "year": 1880,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kullervo Manner",
    "birthday": "1880-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a4/KullervoManner.jpg",
    "extract": "Kullervo Achilles Manner was a Finnish politician and journalist, and later a Soviet politician. He was a member of the Finnish parliament, serving as its Speaker in 1917. He was also chairman of the Social Democratic Party of Finland between 1917 and 1918. During the Finnish Civil War, he led the Finnish People's Delegation, a leftist alternative to the established Finnish government. After the war, he escaped to the Soviet Union, where he co-founded the Finnish Communist Party. It is said if the Red Guards had won the Civil War, Manner might have risen to the position of the \"Leader of the Red Finland\".",
    "year": 1880,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Truxtun Hare",
    "birthday": "1878-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Truxton_Hare.jpg/320px-Truxton_Hare.jpg",
    "extract": "Thomas Truxtun Hare was an American track and field athlete who competed in the hammer throw and All-around events. He was also a college football player for the Penn Quakers football team of the University of Pennsylvania from 1897 to 1900. Hare is one of only a handful of men to earn All-American honors during all four years of college. He was selected as a charter member of the College Football Hall of Fame in 1951. While primarily a guard, he also ran, punted, kicked off, and drop-kicked extra points. In an attempt to name retroactive Heisman Trophy winners before the first one was awarded in 1935, Hare was awarded the mythical 1900 trophy.",
    "year": 1878,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Aleister Crowley",
    "birthday": "1875-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Aleister_Crowley%2C_thinker.jpg/256px-Aleister_Crowley%2C_thinker.jpg",
    "extract": "Aleister Crowley was an English occultist, ceremonial magician, poet, painter, novelist, and mountaineer. He founded the religion of Thelema, identifying himself as the prophet entrusted with guiding humanity into the Æon of Horus in the early 20th century. A prolific writer, he published widely over the course of his life.",
    "year": 1875,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jimmy Burke (baseball)",
    "birthday": "1874-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/1921_Jimmy_Burke.jpeg/236px-1921_Jimmy_Burke.jpeg",
    "extract": "James Timothy Burke was a Major League Baseball third baseman, coach, and manager. He played for the Cleveland Spiders, St. Louis Perfectos, Milwaukee Brewers, Chicago White Stockings, Pittsburgh Pirates, and St. Louis Cardinals.",
    "year": 1874,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ralph Vaughan Williams",
    "birthday": "1872-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c0/Ralph-Vaughan-Williams-by-Hopp%C3%A9-1921.jpg/251px-Ralph-Vaughan-Williams-by-Hopp%C3%A9-1921.jpg",
    "extract": "Ralph Vaughan Williams, was an English composer. His works include operas, ballets, chamber music, secular and religious vocal pieces and orchestral compositions including nine symphonies, written over sixty years. Strongly influenced by Tudor music and English folk-song, his output marked a decisive break in British music from its German-dominated style of the 19th century.",
    "year": 1872,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "August Horch",
    "birthday": "1868-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Horch.gif/201px-Horch.gif",
    "extract": "August Horch was a German engineer and automobile pioneer, the founder of the manufacturing giant which would eventually become Audi.",
    "year": 1868,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mariano Trías",
    "birthday": "1868-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/19/Mariano_Trias_portrait.jpg",
    "extract": "Mariano Trías y Closas is considered to be the first de facto Philippine Vice President of that revolutionary government established at the Tejeros Convention - an assembly of Philippine revolutionary leaders that elected officials of the revolutionary movement against the colonial government of Spain. When that assembly broke into factions, a truce known as the Pact of Biak-na-Bato was signed by the group and also recognized the elected officials and Trias as the vice president of Emilio Aguinaldo, who is also considered to be the first President of the Philippines. With the promulgation of the Malolos Constitution by the Malolos Convention, the First Philippine Republic was born. Under the Aguinaldo administration, Trias served in the cabinet initially as Secretary of Finance and, later, as Secretary of War.",
    "year": 1868,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ramsay MacDonald",
    "birthday": "1866-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/J._Ramsay_MacDonald_LCCN2014715885_%28cropped%29.jpg/226px-J._Ramsay_MacDonald_LCCN2014715885_%28cropped%29.jpg",
    "extract": "James Ramsay MacDonald was the first Prime Minister of the United Kingdom who belonged to the Labour Party, leading minority Labour governments for nine months in 1924 and again between 1929 and 1931. From 1931 to 1935, he headed a National Government dominated by the Conservative Party and supported by only a few Labour members. MacDonald was expelled from the Labour Party as a result.",
    "year": 1866,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Arthur Harden",
    "birthday": "1865-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/ArthurHarden.jpg/226px-ArthurHarden.jpg",
    "extract": "Sir Arthur Harden, FRS was a British biochemist. He shared the Nobel Prize in Chemistry in 1929 with Hans Karl August Simon von Euler-Chelpin for their investigations into the fermentation of sugar and fermentative enzymes. He was a founding member of the Biochemical Society and editor of its journal for 25 years.",
    "year": 1865,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kamini Roy",
    "birthday": "1864-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Kamini_Roy.jpg/260px-Kamini_Roy.jpg",
    "extract": "Kamini Roy was a Bengali poet, social worker and feminist in British India. She was the first woman honours graduate in British India.",
    "year": 1864,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Elmer Ambrose Sperry",
    "birthday": "1860-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Elmer_Ambrose_Sperry.jpg/234px-Elmer_Ambrose_Sperry.jpg",
    "extract": "Elmer Ambrose Sperry Sr. was an American inventor and entrepreneur, most famous for construction, two years after Hermann Anschütz-Kaempfe, of the gyrocompass and as founder of the Sperry Gyroscope Company. He was known as the \"father of modern navigation technology\".",
    "year": 1860,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Arthur Nikisch",
    "birthday": "1855-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Portrait_of_Arthur_Nikisch.jpg/209px-Portrait_of_Arthur_Nikisch.jpg",
    "extract": "Arthur Nikisch was a Hungarian conductor who performed internationally, holding posts in Boston, London, Leipzig and—most importantly—Berlin. He was considered an outstanding interpreter of the music of Bruckner, Tchaikovsky, Beethoven and Liszt. Johannes Brahms praised Nikisch's performance of his Fourth Symphony as \"quite exemplary, it's impossible to hear it any better.\"",
    "year": 1855,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Helena Modjeska",
    "birthday": "1840-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/PO7ophelias.jpg/200px-PO7ophelias.jpg",
    "extract": "Helena Modrzejewska, known professionally as Helena Modjeska, was a Polish actress who specialized in Shakespearean and tragic roles. She was successful first on the Polish stage. After emigrating to the United States, she also succeeded on stage in America and London. She is regarded as the greatest actress in the history of theatre in Poland.",
    "year": 1840,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "George Thorn",
    "birthday": "1838-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/George_Thorn.jpg/239px-George_Thorn.jpg",
    "extract": "George Henry Thorn (junior) was a Member of the Queensland Legislative Assembly and a Premier of Queensland, Australia.",
    "year": 1838,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "William J. Hardee",
    "birthday": "1815-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/William_J._Hardee.jpg/219px-William_J._Hardee.jpg",
    "extract": "William Joseph Hardee was a career U.S. Army and Confederate States Army officer. For the U.S. Army, he served in the Second Seminole War and in the Mexican–American War, where he was captured and exchanged. In the American Civil War, he sided with the South and became a general. Hardee served in the Western Theater and quarreled sharply with two of his commanding officers, Braxton Bragg and John Bell Hood. He served in the Atlanta Campaign of 1864 and the Carolinas Campaign of 1865, where he surrendered with General Joseph E. Johnston to William Tecumseh Sherman in April. Hardee's writings about military tactics were widely used on both sides in the conflict.",
    "year": 1815,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Friedrich Frey-Herosé",
    "birthday": "1801-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Herose.jpg",
    "extract": "\nFriedrich Frey-Herosé was a Swiss politician.",
    "year": 1801,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Pedro I of Brazil",
    "birthday": "1798-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Portrait_of_Dom_Pedro%2C_Duke_of_Bragan%C3%A7a_-_Google_Art_Project_edited.jpeg/257px-Portrait_of_Dom_Pedro%2C_Duke_of_Bragan%C3%A7a_-_Google_Art_Project_edited.jpeg",
    "extract": "Dom Pedro I, nicknamed \"the Liberator\", was the founder and first ruler of the Empire of Brazil. As King Dom Pedro IV, he reigned briefly over Portugal, where he also became known as \"the Liberator\" as well as \"the Soldier King\". Born in Lisbon, Pedro I was the fourth child of King Dom John VI of Portugal and Queen Carlota Joaquina, and thus a member of the House of Braganza. When the country was invaded by French troops in 1807, he and his family fled to Portugal's largest and wealthiest colony, Brazil.",
    "year": 1798,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Christian Gmelin",
    "birthday": "1792-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Christian_Gmelin.jpg/320px-Christian_Gmelin.jpg",
    "extract": "Christian Gottlob Gmelin was a German chemist. He was born in Tübingen, Germany, and was a grandson of Johann Konrad Gmelin and a great-grandson of Johann Georg Gmelin.",
    "year": 1792,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Étienne Louis Geoffroy",
    "birthday": "1725-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Geoffroy_2.jpg/229px-Geoffroy_2.jpg",
    "extract": "Étienne Louis Geoffroy was a French entomologist and pharmacist. He was born in Paris and died in Soissons. He followed the binomial nomenclature of Carl von Linné and devoted himself mainly to beetles.",
    "year": 1725,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jonathan Trumbull",
    "birthday": "1710-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9b/JohnTrumbull.jpg",
    "extract": "Jonathan Trumbull Sr. was an American politician and statesman who served as Governor of Connecticut during the American Revolution. Trumbull and Nicholas Cooke of Rhode Island were the only men to serve as governor of both a British colony and an American state, and he was the only governor to take up the Patriot cause at the start of the Revolutionary War. Trumbull College at Yale University, the town of Trumbull, Connecticut, Trumbull County, Ohio, and Jonathan the Husky are all named for him.",
    "year": 1710,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sylvius Leopold Weiss",
    "birthday": "1687-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Silvius_Leopold_Weiss.jpg/219px-Silvius_Leopold_Weiss.jpg",
    "extract": "Sylvius Leopold Weiss was a German composer and lutenist.",
    "year": 1687,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Henry More",
    "birthday": "1614-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Henry_More.jpg/200px-Henry_More.jpg",
    "extract": "Henry More was an English philosopher of the Cambridge Platonist school.",
    "year": 1614,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "William Chillingworth",
    "birthday": "1602-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/William_Chillingworth.jpg/221px-William_Chillingworth.jpg",
    "extract": "\n\nWilliam Chillingworth was a controversial English churchman.",
    "year": 1602,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Thomas Dudley",
    "birthday": "1576-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/ThomasDudleySignature.png",
    "extract": "Thomas Dudley was a colonial magistrate who served several terms as governor of the Massachusetts Bay Colony. Dudley was the chief founder of Newtowne, later Cambridge, Massachusetts, and built the town's first home. He provided land and funds to establish the Roxbury Latin School, and signed Harvard College's new charter during his 1650 term as governor. Dudley was a devout Puritan who was opposed to religious views not conforming with his. In this he was more rigid than other early Massachusetts leaders like John Winthrop, but less confrontational than John Endecott.",
    "year": 1576,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Maximilian III, Archduke of Austria",
    "birthday": "1558-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Unknown_-_Portrait_of_Archduke_Maximilian_III_Hapsburg_%281558%E2%80%931618%29_as_the_Grandmaster_of_the_Teutonic_Order_-_M.Ob.1772_-_National_Museum_in_Warsaw.jpg/247px-Unknown_-_Portrait_of_Archduke_Maximilian_III_Hapsburg_%281558%E2%80%931618%29_as_the_Grandmaster_of_the_Teutonic_Order_-_M.Ob.1772_-_National_Museum_in_Warsaw.jpg",
    "extract": "Maximilian III of Austria, briefly known as Maximilian of Poland during his claim for the Throne was the Archduke of Further Austria from 1612 until his death.",
    "year": 1558,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Peregrine Bertie, 13th Baron Willoughby de Eresby",
    "birthday": "1555-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Peregrine_Bertie%2C_13th_Baron_Willoughby_de_Eresby%2C_oil_painting.jpg/259px-Peregrine_Bertie%2C_13th_Baron_Willoughby_de_Eresby%2C_oil_painting.jpg",
    "extract": "Peregrine Bertie, 13th Baron Willoughby de Eresby was the son of Catherine Willoughby, 12th Baroness Willoughby de Eresby, and Richard Bertie. Bertie was Lady Willoughby de Eresby's second husband, the first being Charles Brandon, Duke of Suffolk. Peregrine Bertie's half-brothers, Henry and Charles Brandon, died as teenagers four years before his birth. His sister Susan married the Earl of Kent and then the nephew of Bess of Hardwick. Owing to religious politics, the parents had to move outside England and the boy was born at Wesel on the River Rhine.",
    "year": 1555,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Edward VI",
    "birthday": "1537-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Circle_of_William_Scrots_Edward_VI_of_England.jpg/243px-Circle_of_William_Scrots_Edward_VI_of_England.jpg",
    "extract": "Edward VI was King of England and Ireland from 28 January 1547 until his death in 1553. He was crowned on 20 February 1547 at the age of nine. Edward was the son of Henry VIII and Jane Seymour and the first English monarch to be raised as a Protestant. During his reign, the realm was governed by a regency council because he never reached maturity. The council was first led by his uncle Edward Seymour, 1st Duke of Somerset (1547–1549), and then by John Dudley, 1st Earl of Warwick (1550–1553), who from 1551 was Duke of Northumberland.",
    "year": 1537,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Asakura Yoshikage",
    "birthday": "1533-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Asakura_Yoshikage2.jpg/171px-Asakura_Yoshikage2.jpg",
    "extract": "Asakura Yoshikage  was a Japanese daimyō of the Sengoku period (1467–1603) who ruled a part of Echizen Province in present-day Fukui Prefecture. Yoshikage's conflicts with Oda Nobunaga (1534–1582) resulted in his death and the destruction of the Asakura clan and its castle, Ichijōdani Castle.",
    "year": 1533,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dmitry Donskoy",
    "birthday": "1350-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Dmitri_Donskoy.jpg/241px-Dmitri_Donskoy.jpg",
    "extract": "Saint Dmitry Ivanovich Donskoy, or Dmitry of the Don, sometimes referred to simply as Dmitry, son of Ivan II the Fair of Moscow (1326–1359), reigned as the Prince of Moscow from 1359 and Grand Prince of Vladimir from 1363 to his death. He was the first prince of Moscow to openly challenge Mongol authority in Russia. His nickname, Donskoy, alludes to his great victory against the Tatars in the Battle of Kulikovo (1380), which took place on the Don River. He is venerated as a Saint in the Orthodox Church with his feast day on 19 May.",
    "year": 1350,
    "month": 10,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Trần Thánh Tông",
    "birthday": "1240-10-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Tr%E1%BA%A7n_Th%C3%A1nh_T%C3%B4ng.jpg/320px-Tr%E1%BA%A7n_Th%C3%A1nh_T%C3%B4ng.jpg",
    "extract": "Trần Thánh Tông, personal name Trần Hoảng (陳晃), was the second emperor of the Trần dynasty, reigning over Đại Việt from 1258 to 1278. After ceding the throne to his son Trần Nhân Tông, Thánh Tông held the title of retired emperor from 1279 to his death in 1290. During the second and the third Mongol invasions of Đại Việt, Retired Emperor Thánh Tông and Emperor Nhân Tông were credited as the supreme commanders who led the nation to the final victories and, as a result, established a long period of peace and prosperity over the country. With his successful rulings in both military and civil matters, Trần Thánh Tông was considered one of the greatest emperors of not only the Trần dynasty but also the whole dynastic era in the history of Vietnam.",
    "year": 1240,
    "month": 10,
    "day": 12,
    "language": "en"
  }
]