[
  {
    "name": "Charles Leclerc",
    "birthday": "1997-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Charles-Leclerc.jpg/213px-Charles-Leclerc.jpg",
    "extract": "Charles Marc Hervé Perceval Leclerc is a Monégasque racing driver, currently racing in Formula One for Scuderia Ferrari, contracted until the end of the 2024 season. He won the GP3 Series championship in 2016 and the FIA Formula 2 Championship in 2017.",
    "year": 1997,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Naomi Osaka",
    "birthday": "1997-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/NaomiOsaka-smile-2020_%28cropped%29.png/184px-NaomiOsaka-smile-2020_%28cropped%29.png",
    "extract": "Naomi Osaka  is a Japanese professional tennis player. She has been ranked No. 1 by the Women's Tennis Association (WTA) and is the first Asian player to hold the top ranking in singles. She is a four-time Grand Slam singles champion. Her seven titles on the WTA Tour also include two at the Premier Mandatory level. At the 2018 US Open and the 2019 Australian Open, Osaka won her first two Grand Slam singles titles in back-to-back Grand Slam tournaments. She was the first woman to win successive Grand Slam singles titles since Serena Williams in 2015, and was the first to win her first two in successive majors since Jennifer Capriati in 2001.",
    "year": 1997,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Adam Elliott",
    "birthday": "1994-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Adam_Elliott_2017.jpg/288px-Adam_Elliott_2017.jpg",
    "extract": "Adam Elliott is an Australian professional rugby league footballer who plays as a second-row forward and lock for the Canberra Raiders in the National Rugby League. He previously played for the Canterbury-Bankstown Bulldogs.",
    "year": 1994,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Caroline Garcia",
    "birthday": "1993-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Garcia_RG21_%2826%29_%2851377149320%29.jpg/212px-Garcia_RG21_%2826%29_%2851377149320%29.jpg",
    "extract": "Caroline Garcia is a French professional tennis player. She has won seven singles and six doubles titles on the WTA Tour, one singles and one doubles title on the WTA 125K series, as well as one singles title and four doubles titles on the ITF Circuit. On 10 September 2018, she reached her best singles ranking of world No. 4, and on 24 October 2016 she peaked at No. 2 in the WTA doubles rankings, tied with fellow Frenchwoman Kristina Mladenovic.",
    "year": 1993,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bryce Harper",
    "birthday": "1992-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Bryce_Harper_%2832686597377%29_%28cropped%29.jpg/279px-Bryce_Harper_%2832686597377%29_%28cropped%29.jpg",
    "extract": "Bryce Aron Max Harper is an American professional baseball right fielder for the Philadelphia Phillies of Major League Baseball (MLB). He played in MLB for the Washington Nationals from 2012 through 2018. He has been touted as a \"five-tool player\".",
    "year": 1992,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kostas Fortounis",
    "birthday": "1992-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/20130814_AT-GR_Kostas_Fortounis_2963.jpg/213px-20130814_AT-GR_Kostas_Fortounis_2963.jpg",
    "extract": "Konstantinos 'Kostas' Fortounis is a Greek professional footballer who plays as an attacking midfielder or a winger for Super League club Olympiacos and the Greece national team. He was born in Trikala, Thessaly but comes from the nearby village of Sarakina, close to the town of Kalabaka.",
    "year": 1992,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dan Biggar",
    "birthday": "1989-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/ST_vs_Ospreys_08-12-120090.JPG/213px-ST_vs_Ospreys_08-12-120090.JPG",
    "extract": "Daniel Biggar is a Welsh rugby union player currently playing for Premiership side Northampton Saints as a fly-half. A Wales international, Biggar has also twice been selected to tour with the British and Irish Lions.",
    "year": 1989,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Zoltán Stieber",
    "birthday": "1988-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/1_Zolt%C3%A1n_Stieber_%28cropped%29.jpg/320px-1_Zolt%C3%A1n_Stieber_%28cropped%29.jpg",
    "extract": "Zoltán Stieber is a Hungarian professional footballer who plays as a winger or attacking midfielder for Újpest. Having spent time in a number of Hungarian youth sides Stieber spent four years with the academy of Premier League side Aston Villa before moving to Germany where he worked his way up the league system. He became a regular international player for the Hungary national team including in their Euro 2016 finals squad.",
    "year": 1988,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nicky Adams",
    "birthday": "1986-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/N_Adams.png/199px-N_Adams.png",
    "extract": "Nicholas William Adams is a professional footballer who plays as a winger and wing back for League Two club Oldham Athletic. Although he was born in England, he has represented Wales under-21 at international level.",
    "year": 1986,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Derk Boerrigter",
    "birthday": "1986-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Derk-boerrigter-1315994795.jpg/320px-Derk-boerrigter-1315994795.jpg",
    "extract": "Derk Boerrigter is a retired Dutch footballer, who played most of his career as a winger. He began his professional career with Ajax, but did not make any first team appearances and was eventually loaned to Haarlem. He then played for FC Zwolle and RKC Waalwijk before rejoining Ajax. His final stint was for Celtic, joining the team in 2013 and playing there until retiring following the 2016 season.",
    "year": 1986,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jay Beagle",
    "birthday": "1985-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Jay_Beagle_2016-04-07_1.JPG/267px-Jay_Beagle_2016-04-07_1.JPG",
    "extract": "Jay Beagle is a Canadian professional ice hockey centre and alternate captain for the Arizona Coyotes of the National Hockey League (NHL).",
    "year": 1985,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Verena Sailer",
    "birthday": "1985-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Verena_Sailer_by_Augustas_Didzgalvis.jpg/260px-Verena_Sailer_by_Augustas_Didzgalvis.jpg",
    "extract": "Verena Sailer is a retired German sprinter, who specialised in the 100 metres. Her personal best time is 11.02 seconds, achieved in August 2013. She won the gold medal at the 2010 European Athletics Championships in Barcelona. During her sporting career she was a member of MTG Mannheim.",
    "year": 1985,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Casey Stoner",
    "birthday": "1985-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Casey_Stoner_-_2011_MotoGP_World_Champion.jpg/165px-Casey_Stoner_-_2011_MotoGP_World_Champion.jpg",
    "extract": "Casey Joel Stoner is an Australian retired professional motorcycle racer, and a two-time MotoGP World Champion, in 2007 and 2011. During his MotoGP career, Stoner raced for the factory teams of Ducati and Honda, winning a title for each team.",
    "year": 1985,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Peter Wallace",
    "birthday": "1985-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/PETER_WALLACE.jpg/320px-PETER_WALLACE.jpg",
    "extract": "Peter James Wallace is a former Scotland international rugby league footballer who played for the Penrith Panthers and the Brisbane Broncos in the NRL.",
    "year": 1985,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "François Pervis",
    "birthday": "1984-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/2015_UEC_Track_Elite_European_Championships_46.JPG/271px-2015_UEC_Track_Elite_European_Championships_46.JPG",
    "extract": "François \"Franck\" Pervis is a French track cyclist. He is a former junior world champion in the team sprint and twice European under 23 champion, as well as a seven-time world champion and a holder of two world records. In 2014 he became the first track cyclist to win three individual world titles at one championship, in the keirin, 1 km and sprint.",
    "year": 1984,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rachel Reilly",
    "birthday": "1984-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Family2016_%28cropped%29.jpg/215px-Family2016_%28cropped%29.jpg",
    "extract": "Rachel Eileen Reilly Villegas is an American television personality, talk show host, actress, and reality show participant. Reilly appeared in two seasons of the U.S. edition of the reality TV series Big Brother, winning season 13 in 2011. She has also participated in two seasons of The Amazing Race with her husband Brendon Villegas, placing third both occasions. She participated in a third season with her sister Elissa Slater, placing seventh.",
    "year": 1984,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Philipp Kohlschreiber",
    "birthday": "1983-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Kohlschreiber_WM16_%2814%29_%2827802915683%29.jpg/212px-Kohlschreiber_WM16_%2814%29_%2827802915683%29.jpg",
    "extract": "Philipp Eberhard Hermann Kohlschreiber is a German professional tennis player. The right-hander has won eight singles and seven doubles titles on the ATP World Tour and made the quarterfinals at the 2012 Wimbledon Championships. He reached his highest ATP singles ranking of world No. 16 in July 2012.",
    "year": 1983,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kenny Omega",
    "birthday": "1983-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/WMC_AEWOMEGA-CHAMP.jpg/256px-WMC_AEWOMEGA-CHAMP.jpg",
    "extract": "Tyson Smith, better known by the ring name Kenny Omega, is a Canadian-born professional wrestler. Omega is an executive vice president of All Elite Wrestling (AEW), in which he also performs. As part of the promotion, Omega is a former AEW World Champion and AEW World Tag Team Champion.",
    "year": 1983,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frédéric Michalak",
    "birthday": "1982-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Frederic_Michalak_2012_%28cropped%29.jpg/207px-Frederic_Michalak_2012_%28cropped%29.jpg",
    "extract": "Frédéric Michalak is a former French rugby union footballer. His early career was spent playing for his hometown team, Toulouse, in the Top 14 and in the Heineken Cup. He moved to South Africa to play for the Sharks in the Super 14 after the 2007 Rugby World Cup, but after just one year with the Sharks he moved back to Toulouse. He has also played over 70 tests for France to date, and is the country's leading Test point scorer, achieving that milestone in 2015. Michalak originally played scrum-half but has played mainly at fly-half. He has appeared in advertisements for companies such as Nike and Levi's.",
    "year": 1982,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cristian Riveros",
    "birthday": "1982-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Cristian_Riveros.jpg/152px-Cristian_Riveros.jpg",
    "extract": "Cristian Miguel Riveros Núñez is a Paraguayan professional footballer who plays for Libertad and the Paraguay national football team as a defensive midfielder.",
    "year": 1982,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Prithviraj Sukumaran",
    "birthday": "1982-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Prithviraj_oil_paint_2019.jpg/256px-Prithviraj_oil_paint_2019.jpg",
    "extract": "Prithviraj Sukumaran is an Indian actor, director, producer, and playback singer known for his works primarily in Malayalam cinema. He has also appeared in Tamil and Hindi language films. He acted in more than 100 films in a variety of roles, and has won several awards, including a National Film Award, three Kerala State Film Awards, a Tamil Nadu State Film Award and a Filmfare Awards South.",
    "year": 1982,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Brea Grant",
    "birthday": "1981-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Brea_Grant_2_2009.jpg/213px-Brea_Grant_2_2009.jpg",
    "extract": "Brea Colleen Grant is an American actress, writer, and director. She played the character of Daphne Millbrook in the NBC television series Heroes.",
    "year": 1981,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Boyd Melson",
    "birthday": "1981-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Boyd_Melson.jpg/320px-Boyd_Melson.jpg",
    "extract": "Boyd \"Rainmaker\" Melson is a retired American light middleweight boxer.",
    "year": 1981,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anthony Reyes",
    "birthday": "1981-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/DSC00562_Anthony_Reyes.jpg/320px-DSC00562_Anthony_Reyes.jpg",
    "extract": "Anthony Loza Reyes is an American former professional baseball pitcher who played five seasons in Major League Baseball (MLB). He pitched primarily as a starting pitcher for the St. Louis Cardinals and Cleveland Indians. Reyes attended the University of Southern California (USC), before the Cardinals selected him in the 15th round of the 2003 MLB draft, and made his major league debut on August 9, 2005. During his playing career, Reyes threw and batted right-handed, stood 6 feet 2 inches (1.88 m) tall, and weighed 230 pounds (100 kg).",
    "year": 1981,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sue Bird",
    "birthday": "1980-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Bird-20180912.jpg/183px-Bird-20180912.jpg",
    "extract": "Suzanne Brigit Bird is an American-Israeli professional basketball player for the Seattle Storm of the Women's National Basketball Association (WNBA). Bird was drafted by the Storm first overall in the 2002 WNBA draft and is considered to be one of the greatest players in WNBA history. As of 2021, Bird is the only WNBA player to win titles in three different decades. She held a front office position for the NBA's Denver Nuggets as their Basketball Operations Associate. She has also played for three teams in Russia. She holds both U.S. and Israeli citizenship.",
    "year": 1980,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Timana Tahu",
    "birthday": "1980-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Timana_Tahu.jpg/240px-Timana_Tahu.jpg",
    "extract": "Timana James Aporo Tahu is an Australian former professional rugby league and rugby union footballer. He last played for Denver Stampede in the US PRO Rugby competition. A dual-code international representative three-quarter back for Australia's Kangaroos and then the Wallabies, he could also play second-row and played for New South Wales in State of Origin. Tahu started his career in the National Rugby League for the Newcastle Knights, with whom he won the 2001 NRL Premiership before moving to the Parramatta Eels. He then played for the New South Wales Waratahs in the Super Rugby competition. Tahu returned to the NRL with the Eels and then the Penrith Panthers before finishing his NRL career where it started with the Newcastle Knights.",
    "year": 1980,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Mayer",
    "birthday": "1977-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/JohnMayerin2019.jpg/213px-JohnMayerin2019.jpg",
    "extract": "John Clayton Mayer is an American singer, songwriter, and guitarist. Born and raised in Fairfield County, Connecticut, Mayer attended Berklee College of Music in Boston, but left and moved to Atlanta in 1997 with Clay Cook. Together, they formed a short-lived two-man band called Lo-Fi Masters. After their split, Mayer continued to play local clubs, refining his skills and gaining a following. After his appearance at the 2001 South by Southwest Festival, he was signed to Aware Records, and eventually to Columbia Records, which released his first extended play Inside Wants Out. His following two studio albums—Room for Squares (2001) and Heavier Things (2003)—performed well commercially, achieving multi-platinum status. In 2003, he won the Grammy Award for Best Male Pop Vocal Performance for his single \"Your Body Is a Wonderland\".",
    "year": 1977,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jacques Kallis",
    "birthday": "1975-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Jacques_Kallis_6.jpg/316px-Jacques_Kallis_6.jpg",
    "extract": "Jacques Henry Kallis is a South African cricket coach and former cricketer. Widely regarded as one of the greatest cricketers of all time and as South Africa's greatest batsman ever, he is a right-handed batsman and right-arm fast-medium swing bowler. As of 2021 he is the only cricketer in the history of the game to score more than 10,000 runs and take over 250 wickets in both ODI and Test match cricket; he also took 131 ODI catches. He scored 13,289 runs in his Test match career and took 292 wickets and 200 catches.",
    "year": 1975,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kellie Martin",
    "birthday": "1975-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Kellie_Martin_2014.jpg/244px-Kellie_Martin_2014.jpg",
    "extract": "Kellie Noelle Martin is an American actress and producer. She is known for her roles as Rebecca \"Becca\" Thatcher in Life Goes On (1989–1993), Daphne Blake in A Pup Named Scooby-Doo (1988–1991), Christy Huddleston in Christy (1994–1995), Lucy Knight on ER (1998–2000), Samantha Kinsey in Mystery Woman TV film series (2003–2007), and as Hailey Dean in the Hailey Dean Mystery TV film series (2016–present).",
    "year": 1975,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Aurela Gaçe",
    "birthday": "1974-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Aurela_Ga%C3%A7e_2012_%286%29.jpg/220px-Aurela_Ga%C3%A7e_2012_%286%29.jpg",
    "extract": "Aurela Gaçe is an Albanian singer and songwriter. She is a three-time Festivali i Këngës winner, a three-time Kënga Magjike winner and a two-time Balkan Music Award winner for Balkan's Song of the Year and Best Singer from Albania. She was a judge on the third season of The Voice of Albania.",
    "year": 1974,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Kariya",
    "birthday": "1974-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Paul_Kariya_2008.jpg/320px-Paul_Kariya_2008.jpg",
    "extract": "Paul Tetsuhiko Kariya is a Canadian former professional ice hockey winger who played 15 seasons in the National Hockey League (NHL). Known as a skilled and fast-skating offensive player, he played in the NHL for the Mighty Ducks of Anaheim, Colorado Avalanche, Nashville Predators and St. Louis Blues between 1995 and 2010.",
    "year": 1974,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Justin Credible",
    "birthday": "1973-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Justin_Credible_in_ACW.jpg/320px-Justin_Credible_in_ACW.jpg",
    "extract": "Peter Joseph \"PJ\" Polaco is a retired American professional wrestler and manager, best known for his appearances with Extreme Championship Wrestling (ECW) and the World Wrestling Federation (WWF) under the ring name Justin Credible. He is also known for his earlier stint with the WWF under the ring name Aldo Montoya. Polaco is a one-time world champion, having won the ECW World Heavyweight Championship once.",
    "year": 1973,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "David Unsworth",
    "birthday": "1973-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/David_Unsworth_2017.png/277px-David_Unsworth_2017.png",
    "extract": "David Gerald Unsworth is an English football coach and former professional footballer who was most recently academy director and under-23's head coach at Premier League side Everton.",
    "year": 1973,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Darius Kasparaitis",
    "birthday": "1972-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Darius_Kasparaitis_Hartford.jpg/271px-Darius_Kasparaitis_Hartford.jpg",
    "extract": "Darius Kasparaitis is a Lithuanian-American former professional ice hockey defenceman. He mainly played in the National Hockey League (NHL) for the New York Islanders, Pittsburgh Penguins, Colorado Avalanche, and New York Rangers. He is a four-time Olympian and three-time medalist, winning one gold medal, one silver medal, and one bronze medal. He received the title of Honoured Master of Sports of the USSR in 1992 and was inducted into the Russian and Soviet Hockey Hall of Fame in 2016. His 28 career Olympic games is a record among Russian national team's players.",
    "year": 1972,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Chad Gray",
    "birthday": "1971-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/20140802-200-See-Rock_Festival_2014--Chad_Grey_%28cropped%29.JPG/210px-20140802-200-See-Rock_Festival_2014--Chad_Grey_%28cropped%29.JPG",
    "extract": "Chad Gray is an American singer and songwriter, best known as the lead vocalist of heavy metal bands Mudvayne and Hellyeah.",
    "year": 1971,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Sparks",
    "birthday": "1971-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Paul_Sparks_%2825009655766%29_%28cropped%29.jpg/175px-Paul_Sparks_%2825009655766%29_%28cropped%29.jpg",
    "extract": "Paul W. Sparks is an American actor. He is known for his roles as gangster Mickey Doyle in the HBO period drama series Boardwalk Empire, writer Thomas Yates in the Netflix political drama series House of Cards, attorney David Tellis in the Starz anthology drama series The Girlfriend Experience, and a recurring role in the limited series The Night Of. Sparks has also starred in the films Deception (2008), Afterschool (2008), The Missing Person (2008), Mud (2012), Parkland (2013), Stealing Cars (2015), Thoroughbreds (2017), and The Greatest Showman (2017).",
    "year": 1971,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frank Cuesta",
    "birthday": "1971-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Frankc.jpg/320px-Frankc.jpg",
    "extract": "Francisco Javier Cuesta Ramos , better known as Frank Cuesta, Jungle Frank or Wild Frank ; is a Spanish adventurer, wildlife vet and a television presenter, who has lived all around the world. For the past 20 years, he has been fighting illegal animal trafficking and animal abuse in Southeast Asia. In 2019, after infiltrating into bear farms in Vietnam as a veterinarian, he showed the world the dramatic images of how bears were abused daily, to extract their bile for traditional alternative medicines and other curatives with no scientifically proven value. This report then pushed the Vietnamese Government to make an official statement where they promised to abort these activities.",
    "year": 1971,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kazuyuki Fujita",
    "birthday": "1970-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/SHIBUYA_LOFT9_CIMG5701.jpg/320px-SHIBUYA_LOFT9_CIMG5701.jpg",
    "extract": "Kazuyuki Fujita  is a Japanese professional wrestler, mixed martial artist and a former amateur wrestler, currently signed to Pro Wrestling Noah, where he is a one-time GHC Heavyweight Champion. He has most recently fought in Road FC, but is also known for his work in the PRIDE Fighting Championships, K-1, Rizin Fighting Federation, and World Victory Road.",
    "year": 1970,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mehmet Scholl",
    "birthday": "1970-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/16-04-11-Pressekonferenz_ARD_und_ZDF_Fu%C3%9Fball-EM_2016_RalfR-WAT_7057.jpg/212px-16-04-11-Pressekonferenz_ARD_und_ZDF_Fu%C3%9Fball-EM_2016_RalfR-WAT_7057.jpg",
    "extract": "Mehmet Tobias Scholl is a German football manager and former player.",
    "year": 1970,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Roy Hargrove",
    "birthday": "1969-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Roy_Hargrove_Quintet_%28ZMF_2018%29_IMGP7150.jpg/320px-Roy_Hargrove_Quintet_%28ZMF_2018%29_IMGP7150.jpg",
    "extract": "Roy Anthony Hargrove was an American jazz musician and composer whose principal instruments were the trumpet and flugelhorn. He achieved worldwide acclaim after winning two Grammy Awards for differing styles of jazz in 1998 and in 2002. Hargrove primarily played in the hard bop style for the majority of his albums, but also had a penchant for genre-crossing exploration and collaboration with a variety of hip hop, soul, R&B and alternative rock artists. As Hargrove told one reporter, “I’ve been around all kinds of musicians, and if a cat can play, a cat can play. If it’s gospel, funk, R&B, jazz or hip-hop, if it’s something that gets in your ear and it’s good, that’s what matters.”",
    "year": 1969,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Takao Omori",
    "birthday": "1969-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/20121117TAKAO-OOMORI.jpg/320px-20121117TAKAO-OOMORI.jpg",
    "extract": "Takao Omori  is a Japanese professional wrestler, currently working for All Japan Pro Wrestling (AJPW), where he is a one-time Triple Crown Heavyweight Champion and seven-time World Tag Team Champion. He is also part of the All Japan Board of Directors. He has worked in New Japan Pro-Wrestling (NJPW), Pro Wrestling Noah (Noah) and Pro Wrestling Zero1 (Zero1).",
    "year": 1969,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Terri J. Vaughn",
    "birthday": "1969-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Terri_J._Vaughn_2019.jpg/300px-Terri_J._Vaughn_2019.jpg",
    "extract": "Terri Juanita Vaughn is an American actress, director and producer. She is best known for her role as high school secretary Lovita Alizay Jenkins-Robinson in The WB sitcom The Steve Harvey Show (1997–2002), for which she received three NAACP Image Award for Outstanding Supporting Actress in a Comedy Series. She later co-starred in the UPN/The CW sitcom All of Us (2003–2005), and TBS sitcom Meet the Browns (2009–2011).",
    "year": 1969,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wendy Wilson",
    "birthday": "1969-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Wendy_Wilson.jpg/151px-Wendy_Wilson.jpg",
    "extract": "Wendy Wilson is an American singer and television personality who is a member of the pop trio Wilson Phillips. Born in Los Angeles, she is the daughter of Beach Boys founder Brian Wilson and his first wife Marilyn. Wendy co-founded Wilson Phillips with her older sister, Carnie, and childhood friend Chynna Phillips when they were in their teens. Wilson Phillips released two albums in 1990 and 1992 before splitting up. Wendy and Carnie released a Christmas album together in 1993, and an album called The Wilsons in 1997, with their formerly estranged father, Brian.",
    "year": 1969,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Todd Stashwick",
    "birthday": "1968-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Todd_Stashwick_-_NYCC_2015_Con_Man_Bus.jpg/240px-Todd_Stashwick_-_NYCC_2015_Con_Man_Bus.jpg",
    "extract": "Todd Stashwick is an American actor and writer. He is known for his roles as Dale Malloy on The Riches and Deacon on 12 Monkeys.",
    "year": 1968,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Elsa Zylberstein",
    "birthday": "1968-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Elsa_Zylberstein_Globes_de_cristal_2018.jpg/178px-Elsa_Zylberstein_Globes_de_cristal_2018.jpg",
    "extract": "Elsa Zylberstein is a French film, TV, and stage actress. After studying drama, Zylberstein began her film career in 1989, and has appeared in more than 60 films. She won the César Award for Best Supporting Actress for I've Loved You So Long (2008).",
    "year": 1968,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Davina McCall",
    "birthday": "1967-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Davina_McCall_at_the_BAFTA%27s_26April2009.jpg/213px-Davina_McCall_at_the_BAFTA%27s_26April2009.jpg",
    "extract": "Davina Lucy Pascale McCall is an English television presenter. She was the presenter of the reality show Big Brother during its run on Channel 4 between 2000 and 2010. She also hosted Channel 4's Streetmate, The Million Pound Drop (2010–2015), Five Minutes to a Fortune (2013), and The Jump (2014–2017), as well as ITV's The Biggest Loser (2011–2012), Long Lost Family (2011–present), and This Time Next Year (2016–2019). From 2010 to 2014, McCall presented the Sky One dance competition show Got to Dance. Since 2020, she has been a judge on the ITV musical competition show The Masked Singer, and since 2021, a spin-off of the show, The Masked Dancer.",
    "year": 1967,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Olof Lundh",
    "birthday": "1966-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Olof_Lundh_in_August_2013.jpg/285px-Olof_Lundh_in_August_2013.jpg",
    "extract": "Olof Lundh is a Swedish sports journalist focusing on reporting on football for TV4. He was involved in the starting of the site fotbollskanalen.se in late 2006, and has been the Publisher of the site between 2008 and 2013. The site is fully owned by TV4. \nLundh participates in several of TV4:s different football broadcasts, like Fotbollskanalen Europe, where he between 2014 and 2015 has been the reporter for Premier League and Europa League. He also works with the broadcasts of the Swedish national football team games during the EURO and FIFA World Cup qualifiers. and has been part of broadcasts from Euro 2008, 2012 and 2009, 2015 for U21s and 2013 for women and World Cups for men 2010 and 2014 and for women 2011 and 2015.",
    "year": 1966,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mary Elizabeth McGlynn",
    "birthday": "1966-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Mary_Elizabeth_McGlynn_by_Gage_Skidmore.jpg/210px-Mary_Elizabeth_McGlynn_by_Gage_Skidmore.jpg",
    "extract": "Mary Elizabeth McGlynn is an American voice actress, ADR director and singer best known for her involvement in music production in multiple games from the Silent Hill series, and her extensive English-language dubbing of various anime, animated films, and video games, including the critically acclaimed English adaptation of the television series Cowboy Bebop.",
    "year": 1966,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tom Tolbert",
    "birthday": "1965-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Tom_Tolbert_-_Arizona_Wildcats.jpg/206px-Tom_Tolbert_-_Arizona_Wildcats.jpg",
    "extract": "Byron Thomas Tolbert is an American sports broadcaster, rapper, and former professional basketball player. He played a total of seven seasons in the National Basketball Association. After retiring from basketball, Tolbert became a radio show co-host on KNBR in San Francisco and NBA commentator for the television networks NBC, ESPN, and ABC.",
    "year": 1965,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James Thompson (crime writer)",
    "birthday": "1964-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Jim_Thompson_H1093_C.jpg/244px-Jim_Thompson_H1093_C.jpg",
    "extract": "James Thompson was an American-Finnish crime writer based in Helsinki. He had a master's degree in English philology from The University of Helsinki, where he also studied Finnish, in which he was fluent. He studied six languages. He published four crime novels with the Finnish inspector Kari Vaara as the protagonist.",
    "year": 1964,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Timothy Leighton",
    "birthday": "1963-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Professor_Timothy_Leighton_FREng_FRS.jpg/213px-Professor_Timothy_Leighton_FREng_FRS.jpg",
    "extract": "Timothy Grant Leighton is the Professor of Ultrasonics and Underwater Acoustics at the University of Southampton. He is the inventor-in-chief of Sloan Water Technology Ltd., a company founded around his inventions. \nHe is an academician of three national academies. Trained in physics and theoretical physics, he works across physical, medical, biological, social and ocean sciences, fluid dynamics and engineering. He joined the Institute of Sound and Vibration Research (ISVR) at the University of Southampton in 1992 as a lecturer in underwater acoustics, and completed the monograph The Acoustic Bubble in the same year. He was awarded a personal chair at the age of 35 and has authored over 400 publications.",
    "year": 1963,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Flea (musician)",
    "birthday": "1962-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2016_Red_Hot_Chili_Peppers_-_Michael_Flea_Balzary_%28cropped%29.jpg/208px-2016_Red_Hot_Chili_Peppers_-_Michael_Flea_Balzary_%28cropped%29.jpg",
    "extract": "Michael Peter Balzary, known professionally as Flea, is an Australian-born American musician and actor. He is a founding member and bassist of the rock band Red Hot Chili Peppers.",
    "year": 1962,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Manute Bol",
    "birthday": "1962-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/30/Manute_Bol_2006.jpg",
    "extract": "Manute Bol was a Sudanese-American professional basketball player and political activist. Listed at 7 ft 6 in (2.29 m) or 7 ft 7 in (2.31 m) tall, Bol was tied with Gheorghe Mureșan as the tallest player in the history of the National Basketball Association (NBA).",
    "year": 1962,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dmitri Hvorostovsky",
    "birthday": "1962-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Hvorostovsky.jpeg/213px-Hvorostovsky.jpeg",
    "extract": "Dmitri Aleksandrovich Hvorostovsky was a Russian operatic baritone.",
    "year": 1962,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Marc Levy",
    "birthday": "1961-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Marc_Levy_IMG_2644.JPG/213px-Marc_Levy_IMG_2644.JPG",
    "extract": "Marc Levy is a French novelist.",
    "year": 1961,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Scott O'Hara",
    "birthday": "1961-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5d/Scott_OHara_Advocate_Men_May_1985.jpg/218px-Scott_OHara_Advocate_Men_May_1985.jpg",
    "extract": "Scott O'Hara was an American pornographic performer, author, poet, editor and publisher. He rose to prominence during the mid-1980s for his work in such gay adult films as Winner Takes All, Below The Belt and In Your Wildest Dreams. O'Hara wrote four books: SeXplorers: The Guide to Doing It on the Road, Do It Yourself Piston Polishing , Autopornography: A Memoir of Life in the Lust Lane, and Rarely Pure and Never Simple: Selected Essays of Scott O'Hara, and edited and published the quarterly men's sex journal Steam and the cultural magazine Wilde.",
    "year": 1961,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Guy LeBlanc",
    "birthday": "1960-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Mahl_FMPM07_Guy_Soundcheck_%28cropped%29.gif/282px-Mahl_FMPM07_Guy_Soundcheck_%28cropped%29.gif",
    "extract": "Guy LeBlanc was a Canadian keyboardist and composer. He led his own progressive-rock band - Nathan Mahl, and had been a member of the British progressive band Camel since 2000. He produced and released his own solo, as well as Nathan Mahl's discs, and had appeared as guest keyboardist on several other releases.",
    "year": 1960,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bob Mould",
    "birthday": "1960-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Bob_Mould.jpg/320px-Bob_Mould.jpg",
    "extract": "Robert Arthur Mould is an American musician, principally known for his work as guitarist, vocalist, and songwriter for alternative rock bands Hüsker Dü in the 1980s and Sugar in the 1990s.",
    "year": 1960,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kevin Brennan (politician)",
    "birthday": "1959-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Official_portrait_of_Kevin_Brennan_MP_crop_2.jpg/240px-Official_portrait_of_Kevin_Brennan_MP_crop_2.jpg",
    "extract": "Kevin Denis Brennan is a Welsh Labour politician serving as the Member of Parliament (MP) for Cardiff West since 2001. He served as a Minister of State at both the Department for Business, Innovation and Skills (BIS) and the Department for Children, Schools and Families from 2009 to 2010. Brennan held several junior ministerial offices from 2006 to 2009 at the Treasury, Cabinet Office and Department for Children, Schools and Families. In opposition, he served in various shadow ministerial positions from 2010 to 2020 as a Shadow Minister for BIS, Education, and Digital, Culture, Media and Sport (DCMS).",
    "year": 1959,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Brian Harper",
    "birthday": "1959-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/1986_Nashville_Brian_Harper.jpg/267px-1986_Nashville_Brian_Harper.jpg",
    "extract": "Brian David Harper is a former catcher in Major League Baseball who played for teams in both the American and National Leagues during his 16-year career (1979-1995). He most recently served as the hitting coach of the Double-A Erie SeaWolves.",
    "year": 1959,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gary Kemp",
    "birthday": "1959-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Garykemp.jpg/285px-Garykemp.jpg",
    "extract": "Gary James Kemp is an English singer, songwriter, musician and actor, best known as the lead guitarist, backing vocalist, and principal songwriter for the New Romantic band Spandau Ballet.",
    "year": 1959,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Philip Maini",
    "birthday": "1959-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Professor_Philip_Kumar_Maini_FRS.jpg/213px-Professor_Philip_Kumar_Maini_FRS.jpg",
    "extract": "Philip Kumar Maini is a Northern Irish mathematician. Since 1998, he has been the Professor of Mathematical Biology at the University of Oxford and is the director of the Wolfson Centre for Mathematical Biology in the Mathematical Institute.",
    "year": 1959,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tessa Munt",
    "birthday": "1959-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Tessa_Munt_pre-MP_Birmingham.jpg/240px-Tessa_Munt_pre-MP_Birmingham.jpg",
    "extract": "Tessa Jane Munt is a British Liberal Democrat politician. She served as the Member of Parliament for Wells in Somerset from 2010–15 and had previously served as the Parliamentary Private Secretary (PPS) to the Secretary of State for Business, Innovation and Skills, Vince Cable.",
    "year": 1959,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Erkki-Sven Tüür",
    "birthday": "1959-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/T%C3%BC%C3%BCr%2C_Erkki-Sven.IMG_0325.JPG/320px-T%C3%BC%C3%BCr%2C_Erkki-Sven.IMG_0325.JPG",
    "extract": "Erkki-Sven Tüür is an Estonian composer.",
    "year": 1959,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Whittingdale",
    "birthday": "1959-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Official_portrait_of_Mr_John_Whittingdale_crop_2.jpg/240px-Official_portrait_of_Mr_John_Whittingdale_crop_2.jpg",
    "extract": "John Flasby Lawrance Whittingdale is a British politician serving as Member of Parliament (MP) for Maldon since 1992. A member of the Conservative Party, Whittingdale served as the Minister of State for Media and Data at the Department for Digital, Culture, Media and Sport (DCMS) from 2020 to 2021, having previously served at the DCMS as Secretary of State for Culture, Media and Sport in the Cabinet from 2015 to 2016.",
    "year": 1959,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Roy McDonough",
    "birthday": "1958-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Roy_McDonough.jpg/241px-Roy_McDonough.jpg",
    "extract": "Roy McDonough is an English former professional football player and manager in the English Football League.",
    "year": 1958,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tim Robbins",
    "birthday": "1958-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/TimRobbinsTIFFSept2012.jpg/254px-TimRobbinsTIFFSept2012.jpg",
    "extract": "Timothy Francis Robbins is an American actor, filmmaker, and musician. He is known for portraying Andy Dufresne in the film The Shawshank Redemption, and has won an Academy Award and two Golden Globe Awards for his roles in the films The Player (1992) and Mystic River (2003).",
    "year": 1958,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Priidu Beier",
    "birthday": "1957-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Priidu_Beier_2011.jpg/319px-Priidu_Beier_2011.jpg",
    "extract": "Priidu Beier is an Estonian poet and teacher. He has edited several publications and is also a member of the Estonian Writers' Union and Estonian Literary Society. Between 1984–1990 he was the Head of the Pedagogical arts sector of Tartu Art Museum. In 2007 he presented a poetry collection in Tartu with Kerti Tergem. According to Tartu Postimees, Beier lives like a monk. He teaches art history at the Hugo Treffner Gymnasium in Tartu.",
    "year": 1957,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Marin Alsop",
    "birthday": "1956-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Rheda_Becker_%28TFA_Baltimore_Board_Member%29_-_Marin_Alsop_%28Music_Director%2C_Baltimore_Symphony_Orchestra%29_%2830235247261%29.jpg/320px-Rheda_Becker_%28TFA_Baltimore_Board_Member%29_-_Marin_Alsop_%28Music_Director%2C_Baltimore_Symphony_Orchestra%29_%2830235247261%29.jpg",
    "extract": "Marin Alsop is an American conductor. She is currently music director laureate of the Baltimore Symphony Orchestra, as well as chief conductor of the Vienna Radio Symphony Orchestra and the Ravinia Festival. In 2020 she was elected to the American Philosophical Society.",
    "year": 1956,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Chavis (American football)",
    "birthday": "1956-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/John_Chavis1.jpg/213px-John_Chavis1.jpg",
    "extract": "Johnny Chavis, nicknamed \"The Chief\", is an American football coach who is the defensive coordinator and linebackers coach for the Birmingham Stallions of the United States Football League (USFL). He previously served as defensive coordinator for the Arkansas Razorbacks football team and former defensive coordinator, linebacker coach, and associate head coach at the Tennessee Volunteers football, LSU Tigers football, and Texas A&M Aggies football programs.",
    "year": 1956,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Meg Rosoff",
    "birthday": "1956-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Meg_Rosoff.jpg/320px-Meg_Rosoff.jpg",
    "extract": "Meg Rosoff is an American writer based in London, United Kingdom. She is best known for the novel How I Live Now, which won the Guardian Prize, Printz Award, and Branford Boase Award and made the Whitbread Awards shortlist. Her second novel, Just in Case, won the annual Carnegie Medal from the British librarians recognising the year's best children's book published in the UK.",
    "year": 1956,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rudra Mohammad Shahidullah",
    "birthday": "1956-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Rudra_Muhammad_Shahidullah.JPG",
    "extract": "Rudra Mohammad Shahidullah was a Bangladeshi poet noted for his revolutionary and romantic poetry. He is considered one of the leading Bengali poets of the 1970s. He received Munir Chaudhury Memorial Award in 1980.",
    "year": 1956,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kieran Doherty (hunger striker)",
    "birthday": "1955-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d5/Kieran_Doherty_H-Block.png/239px-Kieran_Doherty_H-Block.png",
    "extract": "Kieran Doherty was an Irish republican hunger striker and politician who served as a Teachta Dála (TD) for the Cavan–Monaghan constituency from June 1981 to August 1981. He was a volunteer in the Belfast Brigade of the Provisional Irish Republican Army (IRA).",
    "year": 1955,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Corinna Harfouch",
    "birthday": "1954-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/MJK30848_Corinna_Harfouch_%28Berlinale_2017%29.jpg/320px-MJK30848_Corinna_Harfouch_%28Berlinale_2017%29.jpg",
    "extract": "Corinna Harfouch is a German actress.",
    "year": 1954,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tony Carey",
    "birthday": "1953-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Z%C3%B6ller_%26_Konsorten_-_Flucht_nach_vorn_Tour_2016_at_Logo_Hamburg_22.jpg/320px-Z%C3%B6ller_%26_Konsorten_-_Flucht_nach_vorn_Tour_2016_at_Logo_Hamburg_22.jpg",
    "extract": "Anthony Lawrence Carey is an American-born, European-based musician, composer, producer, and singer/songwriter.\nOne of his earliest musical experiences was as a keyboardist for Rainbow. After his departure in 1977, he began a solo career, releasing albums under his own name as well under the pseudonym Planet P Project, and producing for and performing with other artists.",
    "year": 1953,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paulo Roberto Falcão",
    "birthday": "1953-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Paulo_Roberto_Falc%C3%A3o%2C_Roma_1983-84.jpg/216px-Paulo_Roberto_Falc%C3%A3o%2C_Roma_1983-84.jpg",
    "extract": "Paulo Roberto Falcão, or simply Falcão, is a Brazilian former footballer and football manager. He is widely considered one of the best players in Internacional and Roma history playing also for São Paulo, and he is universally considered one of the greatest Brazilian players of all time, especially at his peak in the 1980s. At one stage, he was the world's highest paid footballer. Due to his success and performances with Roma, he earned the nickname \"the eighth King of Rome\" from the fans, like Amedeo Amadei before him, and was inducted into the A.S. Roma Hall of Fame in 2013.",
    "year": 1953,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Christopher Cox",
    "birthday": "1952-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/ChrisCox.jpg/232px-ChrisCox.jpg",
    "extract": "Charles Christopher Cox is an American attorney and politician who served as chair of the U.S. Securities and Exchange Commission, a 17-year Republican member of the United States House of Representatives, and member of the White House staff in the Reagan Administration. Prior to his Washington service he was a practicing attorney, teacher, and entrepreneur. Following his retirement from government in 2009, he returned to law practice and currently serves as a director, trustee, and advisor to several for-profit and nonprofit organizations.",
    "year": 1952,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Crazy Mohan",
    "birthday": "1952-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Crazy_Mohan_Chocolate_Krishna.JPG/213px-Crazy_Mohan_Chocolate_Krishna.JPG",
    "extract": "Mohan Rangachari known professionally as Crazy Mohan, was an Indian actor, comedian, screenwriter and playwright. An engineer by profession, Mohan started writing plays and established his own drama troupe called \"Crazy Creations\" in 1979. In addition to dramas and tele-serials, Mohan worked as a dialogue writer on a number of comedy films. Mohan had written over 30 plays, worked on over 40 films, having cameo roles in each film, and written 100 short stories. The Tamil Nadu state government in the year 2004, awarded him the Kalaimamani title for excellence in the field of arts and literature.",
    "year": 1952,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Glenys Thornton, Baroness Thornton",
    "birthday": "1952-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Official_portrait_of_Baroness_Thornton_crop_2.jpg/240px-Official_portrait_of_Baroness_Thornton_crop_2.jpg",
    "extract": "Dorothea Glenys Thornton, Baroness Thornton, known as Glenys Thornton, is a Labour and Co-operative politician serving as a Member of the House of Lords since 1998. She was a Government Whip in 2008 to 2010 and a Parliamentary Under-Secretary of State for Health in 2010.",
    "year": 1952,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Károly Horváth",
    "birthday": "1950-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Horv%C3%A1th_K%C3%A1roly1.jpg/320px-Horv%C3%A1th_K%C3%A1roly1.jpg",
    "extract": "Károly Horváth was a Romanian-born composer and musician. He spent most of his professional life in Hungarian theatre.",
    "year": 1950,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Angry Grandpa",
    "birthday": "1950-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Angry_Grandpa_-_2015_%28cropped%29.jpg/256px-Angry_Grandpa_-_2015_%28cropped%29.jpg",
    "extract": "Charles Marvin Green Jr., better known as Angry Grandpa, was an American YouTube personality. His videos have been featured on HLN's Dr. Drew, TruTV's Most Shocking, Rude Tube, and MTV's Pranked.",
    "year": 1950,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hema Malini",
    "birthday": "1948-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Hema_Malini_-_Kolkata_2007-04-09_090.png/219px-Hema_Malini_-_Kolkata_2007-04-09_090.png",
    "extract": "Hema Malini is an Indian actress, director, producer, and politician. She is primarily known for her work in Hindi films. Malini made her acting debut in 1963 with the Tamil film Idhu Sathiyam. Malini first acted in a lead role in Sapno Ka Saudagar (1968), and went on to feature in numerous Hindi films, frequently opposite Dharmendra, whom she married in 1980. Malini was initially promoted as the \"Dream Girl\", and in 1977 starred in a film of the same name. Known for starring in both comic and dramatic roles, she is among the most successful leading actresses of mainstream Hindi cinema.",
    "year": 1948,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Leo Mazzone",
    "birthday": "1948-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Leo_Mazzone_2007.jpg/217px-Leo_Mazzone_2007.jpg",
    "extract": "Leo David Mazzone is a former pitcher in minor league baseball and pitching coach in Major League Baseball. He worked with the Atlanta Braves' organization from 1979 to 2005 and was the pitching coach for the Baltimore Orioles from 2006 to 2007. He is currently the Special Pitching Advisor for the Furman University Baseball program.",
    "year": 1948,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bob Weir",
    "birthday": "1947-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Bob_Weir_playing_with_Ratdog%2C_PNC_Bank_Arts_Center.jpg/240px-Bob_Weir_playing_with_Ratdog%2C_PNC_Bank_Arts_Center.jpg",
    "extract": "Robert Hall Weir is an American musician and songwriter best known as a founding member of the Grateful Dead. After the group disbanded in 1995, Weir performed with The Other Ones, later known as The Dead, together with other former members of the Grateful Dead. Weir also founded and played in several other bands during and after his career with the Grateful Dead, including Kingfish, the Bob Weir Band, Bobby and the Midnites, Scaring the Children, RatDog, and Furthur, which he co-led with former Grateful Dead bassist Phil Lesh. In 2015, Weir, along with former Grateful Dead members Mickey Hart and Bill Kreutzmann, joined with Grammy-winning singer/guitarist John Mayer, bassist Oteil Burbridge, and keyboardist Jeff Chimenti to form the band Dead & Company. The band remains active.",
    "year": 1947,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "David Zucker",
    "birthday": "1947-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/David_Zucker_at_Improv_Boston.jpg/246px-David_Zucker_at_Improv_Boston.jpg",
    "extract": "David Samuel Zucker is an American film director, producer, and screenwriter. Associated mostly with parody comedies, Zucker is recognized as the director and writer of the critically successful 1980 film Airplane! as well as being the creator of The Naked Gun franchise and for directing Scary Movie 3 and Scary Movie 4.",
    "year": 1947,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Geoff Barnett (footballer)",
    "birthday": "1946-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Aankomst_Arsenal_op_Schiphol%2C_vlnr_Allen_Ball_%2C_Ray_Kennedy_en_Bertie_Mee%2C_Bestanddeelnr_925-4386.jpg/320px-Aankomst_Arsenal_op_Schiphol%2C_vlnr_Allen_Ball_%2C_Ray_Kennedy_en_Bertie_Mee%2C_Bestanddeelnr_925-4386.jpg",
    "extract": "Geoffrey Colin Barnett was an English footballer who played as a goalkeeper.",
    "year": 1946,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Suzanne Somers",
    "birthday": "1946-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Suzanne_Somers_USO_cropped.jpg/220px-Suzanne_Somers_USO_cropped.jpg",
    "extract": "Suzanne Marie Somers is an American actress, author, singer, businesswoman, and health spokesperson. She appeared in the television role of Chrissy Snow on Three's Company and as Carol Foster Lambert on Step by Step.",
    "year": 1946,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Monette",
    "birthday": "1945-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1d/West_of_Yesterday%2C_East_of_Summer_%28Paul_Monette_book_-_cover_art%29.jpg",
    "extract": "Paul Landry Monette was an American author, poet, and activist best known for his essays about gay relationships.",
    "year": 1945,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fred Turner (musician)",
    "birthday": "1943-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/BachmanTurner_Mod_Club_%28CMFCMW%29_March_11%2C_2011_-_Fred_Turner.jpg/320px-BachmanTurner_Mod_Club_%28CMFCMW%29_March_11%2C_2011_-_Fred_Turner.jpg",
    "extract": "Charles Frederick Turner is a Canadian rock bassist, vocalist and songwriter, and was a founding member of the 1970s rock band Bachman–Turner Overdrive (B.T.O.). He is credited on most B.T.O. albums as \"C.F. Turner\".",
    "year": 1943,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tim McCarver",
    "birthday": "1941-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Tim_McCarver_2002.jpg/276px-Tim_McCarver_2002.jpg",
    "extract": "James Timothy McCarver is an American sportscaster and former professional baseball catcher.",
    "year": 1941,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Emma Nicholson, Baroness Nicholson of Winterbourne",
    "birthday": "1941-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Official_portrait_of_Baroness_Nicholson_of_Winterbourne_crop_2%2C_2019.jpg/240px-Official_portrait_of_Baroness_Nicholson_of_Winterbourne_crop_2%2C_2019.jpg",
    "extract": "Emma Harriet Nicholson, Baroness Nicholson of Winterbourne is a British politician, who has been a life peer since 1997. She was elected as the Conservative Member of Parliament for Torridge and West Devon in 1987, before switching to the Liberal Democrats in 1995. She was also the Liberal Democrat Member of the European Parliament for South East England from 1999 to 2009. In 2016, she announced she was re-joining the Conservative Party \"with tremendous pleasure\". In 2017, Baroness Nicholson was appointed as Prime Minister's Trade Envoy for Kazakhstan.",
    "year": 1941,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Barry Corbin",
    "birthday": "1940-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Barry_Corbin_1993.jpg/220px-Barry_Corbin_1993.jpg",
    "extract": "Leonard Barrie Corbin is an American actor. He is best known for his starring role as Maurice Minnifield on the television series Northern Exposure (1990–1995), which earned him two consecutive Primetime Emmy Award nominations.",
    "year": 1940,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dave DeBusschere",
    "birthday": "1940-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Dave_DeBusschere.jpeg/233px-Dave_DeBusschere.jpeg",
    "extract": "David Albert DeBusschere was an American professional National Basketball Association (NBA) player and coach and Major League Baseball (MLB) player. He played for the Chicago White Sox of MLB in 1962 and 1963 and in the NBA for the Detroit Pistons from 1962 through 1968 and for the New York Knicks from 1968 to 1974. He was also the head coach for the Pistons from 1964 through 1967.",
    "year": 1940,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ivan Della Mea",
    "birthday": "1940-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Ivan_Della_Mea_con_Paolo_Ciarchi_alla_chitarra%2C_Paolo_Pietrangeli_e_Giovanna_Marini.jpg/320px-Ivan_Della_Mea_con_Paolo_Ciarchi_alla_chitarra%2C_Paolo_Pietrangeli_e_Giovanna_Marini.jpg",
    "extract": "Ivan Della Mea was an Italian novelist, journalist, singer-songwriter and political activist. His family name was \"Della Mea\"",
    "year": 1940,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Carl Gunter Jr.",
    "birthday": "1938-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2d/Carl_Gunter%2C_Jr.jpg",
    "extract": "Carl Newton Gunter Jr., was a Democratic member of the Louisiana House of Representatives from 1972 to 1992, known for his support of organized labor and his opposition to abortion and the Equal Rights Amendment.",
    "year": 1938,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nico",
    "birthday": "1938-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Nico_at_Lampeter_University_-_November_1985_%281%29.jpg/228px-Nico_at_Lampeter_University_-_November_1985_%281%29.jpg",
    "extract": "Christa Päffgen, known by her stage name Nico, was a German singer, songwriter, musician, model, and actress. She had roles in several films, including Federico Fellini's La Dolce Vita (1960) and Andy Warhol's Chelsea Girls (1966).",
    "year": 1938,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Andrei Chikatilo",
    "birthday": "1936-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/59/Chikatilo-mugshot.jpg",
    "extract": "Andrei Romanovich Chikatilo was a Soviet serial killer nicknamed The Butcher of Rostov, The Rostov Ripper, and The Red Ripper who sexually assaulted, murdered, and mutilated at least fifty-two women and children between 1978 and 1990 in the Russian SFSR, the Ukrainian SSR, and the Uzbek SSR. Chikatilo confessed to fifty-six murders and was tried for fifty-three of them in April 1992. He was convicted and sentenced to death for fifty-two of these murders in October 1992, although the Supreme Court of Russia ruled in 1993 that insufficient evidence existed to prove his guilt in nine of those killings. Chikatilo was executed by gunshot in February 1994.",
    "year": 1936,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Henry Lewis (musician)",
    "birthday": "1932-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Marilyn_Horne_and_Henry_Lewis.jpg/214px-Marilyn_Horne_and_Henry_Lewis.jpg",
    "extract": "Henry Jay Lewis was an American double-bassist and orchestral conductor whose career extended over four decades. A child prodigy, he joined the Los Angeles Philharmonic at age 16, becoming the first African-American instrumentalist in a major symphony orchestra and, later, the first African-American symphony orchestra conductor in the United States. As musical director of the Seventh Army Symphony Orchestra, he supported America's cultural diplomacy initiatives in Europe after World War II.",
    "year": 1932,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Charles Colson",
    "birthday": "1931-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Chuck_Colson.jpg/215px-Chuck_Colson.jpg",
    "extract": "Charles Wendell Colson was an American attorney and political advisor who served as Special Counsel to President Richard Nixon from 1969 to 1970. Once known as President Nixon's \"hatchet man\", Colson gained notoriety at the height of the Watergate scandal, for being named as one of the Watergate Seven, and also for pleading guilty to obstruction of justice for attempting to defame Pentagon Papers defendant Daniel Ellsberg. In 1974 he served seven months in the federal Maxwell Prison in Alabama, as the first member of the Nixon administration to be incarcerated for Watergate-related charges.",
    "year": 1931,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Polkinghorne",
    "birthday": "1930-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Johnpolkinghorne.jpg/267px-Johnpolkinghorne.jpg",
    "extract": "John Charlton Polkinghorne was an English theoretical physicist, theologian, and Anglican priest. A prominent and leading voice explaining the relationship between science and religion, he was professor of mathematical physics at the University of Cambridge from 1968 to 1979, when he resigned his chair to study for the priesthood, becoming an ordained Anglican priest in 1982. He served as the president of Queens' College, Cambridge, from 1988 until 1996.",
    "year": 1930,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Carmen Sevilla",
    "birthday": "1930-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/%28Carmen_Sevilla%29_Festival_de_Cine_de_San_Sebasti%C3%A1n_%2855_de_110%29_-_Fondo_Mar%C3%ADn-Kutxa_Fototeka_%28cropped%29.jpg/238px-%28Carmen_Sevilla%29_Festival_de_Cine_de_San_Sebasti%C3%A1n_%2855_de_110%29_-_Fondo_Mar%C3%ADn-Kutxa_Fototeka_%28cropped%29.jpg",
    "extract": "María del Carmen García Galisteo MML, known professionally as Carmen Sevilla, is a retired Spanish actress, singer and dancer. She began her career in the 1940s and became one of the most popular and highest paid stars of Spanish cinema until the 1970s. In 1991, at the age of sixty, she began her career as a television presenter working for the three major Spanish networks until her retirement in 2010.",
    "year": 1930,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fernanda Montenegro",
    "birthday": "1929-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Fernanda_Montenegro_em_2015_cropped.jpg/211px-Fernanda_Montenegro_em_2015_cropped.jpg",
    "extract": "Arlette Pinheiro Esteves Torres ONM, known by her stage name Fernanda Montenegro, is a Brazilian stage, television and film actress. Considered by many the greatest Brazilian actress of all time, she is often referred to as the grande dame of Brazilian theater, cinema, and performing arts. She is the first, and to date the only, Brazilian nominated for the Academy Award for Best Actress. She is also the first and only actress nominated for an Academy Award for a performance in a Portuguese language film, for her work in Central Station (1998). In addition, she was the first Brazilian to win the International Emmy in the category of Best Actress for her performance in Doce de Mãe (2013).",
    "year": 1929,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mary Daly",
    "birthday": "1928-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d0/Mary_Daly_%281970s%29.jpg/320px-Mary_Daly_%281970s%29.jpg",
    "extract": "Mary Daly was an American radical feminist philosopher, academic, and theologian. Daly, who described herself as a \"radical lesbian feminist\", taught at the Jesuit-run Boston College for 33 years. Daly retired in 1999, after violating university policy by refusing to allow male students in her advanced women's studies classes. She allowed male students in her introductory class and privately tutored those who wanted to take advanced classes.",
    "year": 1928,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ann Morgan Guilbert",
    "birthday": "1928-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Ann_Morgan_-_Dick_Van_Dyke_Show_%28crop%29.jpg/292px-Ann_Morgan_-_Dick_Van_Dyke_Show_%28crop%29.jpg",
    "extract": "Ann Morgan Guilbert, sometimes credited as Ann Guilbert, was an American television and film actress and comedian who portrayed a number of roles from the 1950s on, most notably as Millie Helper in 61 episodes of the early 1960s sitcom The Dick Van Dyke Show, and later Yetta Rosenberg, Fran Fine's doddering grandmother, in 56 episodes of the 1990s sitcom The Nanny.",
    "year": 1928,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Günter Grass",
    "birthday": "1927-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/G%C3%BCnter_Grass_auf_dem_Blauen_Sofa.jpg/213px-G%C3%BCnter_Grass_auf_dem_Blauen_Sofa.jpg",
    "extract": "Günter Wilhelm Grass was a German novelist, poet, playwright, illustrator, graphic artist, sculptor, and recipient of the 1999 Nobel Prize in Literature.",
    "year": 1927,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Angela Lansbury",
    "birthday": "1925-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Angela_Lansbury_%288356239174%29.jpg/213px-Angela_Lansbury_%288356239174%29.jpg",
    "extract": "Dame Angela Brigid Lansbury is an Irish-British and American actress and singer who has played many film, theatre and television roles. With one of the longest careers in the entertainment industry, her career has spanned over 80 years, much of it in the United States; her work has also received much international attention. Upon the death of Olivia de Havilland in July 2020, Lansbury became the oldest surviving Academy Award nominee and one of the last stars from the Golden Age of Hollywood cinema.",
    "year": 1925,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gerard Parkes",
    "birthday": "1924-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/25/Gerard_Parkes.jpg",
    "extract": "Gerard Parkes was an Irish-Canadian actor. He was born in Dublin, and moved to Toronto in 1956. He is known for playing \"Doc\" on the Canadian Broadcasting Corporation television series Fraggle Rock and the bartender in the film The Boondock Saints and its sequel The Boondock Saints II: All Saints Day.",
    "year": 1924,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Linda Darnell",
    "birthday": "1923-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Linda_Darnell_-_publicity.JPG/238px-Linda_Darnell_-_publicity.JPG",
    "extract": "Linda Darnell was an American actress. Darnell progressed from modeling as a child to acting in theater and film. At the encouragement of her mother, she made her first film in 1939, and appeared in supporting roles in big-budget films for 20th Century Fox throughout the 1940s. She co-starred with Tyrone Power in adventure films, and established a main character career after her role in Forever Amber (1947). She won critical acclaim for her work in Unfaithfully Yours (1948) and A Letter to Three Wives (1949).",
    "year": 1923,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bert Kaempfert",
    "birthday": "1923-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Bert_Kaempfert.png/284px-Bert_Kaempfert.png",
    "extract": "Bert Kaempfert was a German orchestra leader, multi-instrumentalist, music producer, arranger, and composer. He made easy listening and jazz-oriented records and wrote the music for a number of well-known songs, including \"Strangers in the Night\", “Danke Schoen” and \"Moon Over Naples\".",
    "year": 1923,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Max Bygraves",
    "birthday": "1922-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5f/MaxBygraves.png",
    "extract": "Walter William Bygraves, best known by the stage name Max Bygraves, was an English comedian, singer, actor and variety performer. He appeared on his own television shows, sometimes performing comedy sketches between songs. He made twenty Royal Variety Performance appearances and presented numerous programmes, including Family Fortunes between 1983 and 1985. His catchphrase \"I wanna tell you a story\" became an integral part of his act, although it had originated with comedian Mike Yarwood impersonating Bygraves.",
    "year": 1922,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Matt Batts",
    "birthday": "1921-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Matt_Batts.jpg/205px-Matt_Batts.jpg",
    "extract": "Matthew Daniel Batts was an American professional baseball player. He played in Major League Baseball (MLB) as a catcher from 1947 through 1956 for the Boston Red Sox, St. Louis Browns, Detroit Tigers, Chicago White Sox and Cincinnati Reds, with brief trades to Baltimore and Cleveland. A slap hitter, Batts played mostly backup roles over the course of his career; during parts of ten MLB seasons, he appeared in 546 games with a .269 batting average, 26 home runs, and 219 runs batted in.",
    "year": 1921,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sita Ram Goel",
    "birthday": "1921-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3e/Sita_Ram_Goel.JPG",
    "extract": "Sita Ram Goel was an Indian historian, religious and political activist, writer, and publisher in the late twentieth century. He had Marxist leanings during the 1940s, but later became an outspoken anti-communist and also wrote extensively on the damage to Indian culture and heritage wrought by expansionist Islam and missionary activities of Christianity. In his later career he emerged as a commentator on Indian politics, and adhered to Hindu nationalism.",
    "year": 1921,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paddy Finucane",
    "birthday": "1920-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Commonwealth_Air_Aces_of_the_Second_World_War_CH3757.jpg/320px-Commonwealth_Air_Aces_of_the_Second_World_War_CH3757.jpg",
    "extract": "Wing Commander Brendan Eamonn Fergus Finucane,, known as Paddy Finucane amongst his colleagues, was a British Second World War Royal Air Force (RAF) fighter pilot and flying ace—defined as an aviator credited with five or more enemy aircraft destroyed in aerial combat.",
    "year": 1920,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kathleen Winsor",
    "birthday": "1919-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/93/Kathleen_Winsor.jpg",
    "extract": "Kathleen Winsor was an American author. She is best known for her first work, the 1944 historical novel Forever Amber. The novel, racy for its time, became a runaway bestseller even as it drew criticism from some authorities for its depictions of sexuality. She wrote seven other novels, none of which matched the success of her debut.",
    "year": 1919,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Louis Althusser",
    "birthday": "1918-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/51/Althusser.jpg/202px-Althusser.jpg",
    "extract": "Louis Pierre Althusser was a French Marxist philosopher. He was born in Algeria and studied at the École normale supérieure in Paris, where he eventually became Professor of Philosophy.",
    "year": 1918,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tony Rolt",
    "birthday": "1918-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Autoraces_te_Zandvoort._Tony_Rolt_met_zijn_Alfa_Romeo_onderaan_de_Hunzerug%2C_Bestanddeelnr_902-9012.jpg/317px-Autoraces_te_Zandvoort._Tony_Rolt_met_zijn_Alfa_Romeo_onderaan_de_Hunzerug%2C_Bestanddeelnr_902-9012.jpg",
    "extract": "Major Anthony Peter Roylance Rolt, MC & Bar, was a British racing driver, soldier and engineer. A war hero, Rolt maintained a long connection with the sport, albeit behind the scenes. The Ferguson 4WD project he was involved in paid off with spectacular results, and he was involved in other engineering projects. At his death, he was the longest surviving participant of the first ever World Championship Grand Prix at Silverstone in 1950. He was one of the last pre-war winners remaining too – he won the 1939 British Empire Trophy, aged just 20 in 1939 – this was after he started his career in 1935, as a 16-year-old, in a 3-wheeler Morgan in speed trials. He won the 1953 24 Hours of Le Mans and participated in three Formula One World Championship Grands Prix.",
    "year": 1918,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Clifford Hansen",
    "birthday": "1912-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Clifford_Hansen.jpg",
    "extract": "Clifford Peter Hansen was an American politician from the state of Wyoming. A Republican, he served as the 26th Governor of Wyoming and subsequently as a United States Senator. He served as a member of the board of trustees from 1946-1966 to his alma mater, the University of Wyoming located in Laramie. He was also a county commissioner in Jackson, the seat of Teton County in northwestern Wyoming. Before his death on October 20, 2009, he was the oldest living former U.S. Senator as well as the third oldest living former U.S. Governor.",
    "year": 1912,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Otto von Bülow",
    "birthday": "1911-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/86/VonB%C3%9CLOWOtto.jpg/212px-VonB%C3%9CLOWOtto.jpg",
    "extract": "Otto von Bülow was a German U-boat commander in World War II, and a captain in the Bundesmarine. He was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves of Nazi Germany.",
    "year": 1911,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Enver Hoxha",
    "birthday": "1908-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Enver_Hoxha_%28portret%29.jpg/246px-Enver_Hoxha_%28portret%29.jpg",
    "extract": "Enver Halil Hoxha was an Albanian communist politician. He was First Secretary of the Party of Labour of Albania from 1941 until his death in 1985. He was also a member of the Politburo of the Party of Labour of Albania, chairman of the Democratic Front of Albania, and commander-in-chief of the armed forces and ruled the country from 1944 until his death in 1985. He was the 22nd Prime Minister of Albania from 1944 to 1954 and at various times was both foreign minister and defence minister of the People's Socialist Republic of Albania.",
    "year": 1908,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Richard Titmuss",
    "birthday": "1907-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Richard_Titmuss.jpg/276px-Richard_Titmuss.jpg",
    "extract": "Richard Morris Titmuss (1907–1973) was a pioneering British social researcher and teacher. He founded the academic discipline of social administration and held the founding chair in the subject at the London School of Economics.",
    "year": 1907,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ernst Kuzorra",
    "birthday": "1905-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Kuzorra87.jpg/218px-Kuzorra87.jpg",
    "extract": "Ernst Kuzorra was a German footballer of the pre-war era. During his entire career, he played for Schalke 04, whom he led to six national championships and one national cup. He is commonly regarded as the greatest Schalke player of all time alongside Fritz Szepan. A highly athletic, technical and prolific forward, Kuzorra is also commonly regarded as one of the greatest German forwards.",
    "year": 1905,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Björn Berglund",
    "birthday": "1904-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Berglund%2C_Bj%C3%B6rn.jpg/163px-Berglund%2C_Bj%C3%B6rn.jpg",
    "extract": "Björn Berglund was a Swedish stage and film and television actor.",
    "year": 1904,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Big Joe Williams",
    "birthday": "1903-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Big_Joe_Williams_14_11_1971.JPG/217px-Big_Joe_Williams_14_11_1971.JPG",
    "extract": "Joseph Lee \"Big Joe\" Williams was an American Delta blues guitarist, singer and songwriter, notable for the distinctive sound of his nine-string guitar. Performing over five decades, he recorded the songs \"Baby Please Don't Go\", \"Crawlin' King Snake\" and \"Peach Orchard Mama\", among many others, for various record labels, including Bluebird, Delmark, Okeh, Prestige and Vocalion. He was inducted into the Blues Hall of Fame on October 4, 1992.",
    "year": 1903,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Edward Ardizzone",
    "birthday": "1900-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Edward_Ardizzone_-_Official_War_Artist_Art.IWMARTLD4056.jpg/239px-Edward_Ardizzone_-_Official_War_Artist_Art.IWMARTLD4056.jpg",
    "extract": "Edward Jeffrey Irving Ardizzone,, who sometimes signed his work \"DIZ\", was an English painter, print-maker and war artist, and the author and illustrator of books, many of them for children. For Tim All Alone, which he wrote and illustrated, Ardizzone won the inaugural Kate Greenaway Medal from the Library Association for the year's best children's book illustration by a British subject. For the 50th anniversary of the Medal in 2005, the book was named one of the top ten winning titles, selected by a panel to compose the ballot for public election of an all-time favourite.",
    "year": 1900,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Goose Goslin",
    "birthday": "1900-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Goose-goslin.jpg/320px-Goose-goslin.jpg",
    "extract": "Leon Allen \"Goose\" Goslin was an American professional baseball left fielder. He played in Major League Baseball for the Washington Senators, St. Louis Browns, and Detroit Tigers, from 1921 until 1938.",
    "year": 1900,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "William O. Douglas",
    "birthday": "1898-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Justice_William_O_Douglas.jpg/249px-Justice_William_O_Douglas.jpg",
    "extract": "William Orville Douglas was an American jurist who served as an associate justice of the Supreme Court of the United States, who was known for his strong progressive views, and is often cited as the U.S. Supreme Court's most liberal justice ever. In 1975, Time called Douglas \"the most doctrinaire and committed civil libertarian ever to sit on the court.\"",
    "year": 1898,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Louis de Cazenave",
    "birthday": "1897-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Louis_de_Cazenave.jpg/239px-Louis_de_Cazenave.jpg",
    "extract": "Louis de Cazenave was, at the time of his death, the oldest surviving French veteran of World War I.",
    "year": 1897,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michael Collins (Irish leader)",
    "birthday": "1890-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Michael_Collins.jpg/237px-Michael_Collins.jpg",
    "extract": "Michael Collins was an Irish revolutionary, soldier and politician who was a leading figure in the early-20th century struggle for Irish independence. He was Chairman of the Provisional Government of the Irish Free State from January 1922 and commander-in-chief of the National Army from July until his death in an ambush in August 1922, during the Civil War.",
    "year": 1890,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Maria Goretti",
    "birthday": "1890-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Maria_Goretti.jpg/215px-Maria_Goretti.jpg",
    "extract": "Maria Teresa Goretti is an Italian virgin-martyr of the Catholic Church, and one of the youngest saints to be canonized. She was born to a farming family. Her father died when she was nine, and they had to share a house with another family, the Serenellis. Maria took over household duties while her mother, brothers, and sister worked in the fields.",
    "year": 1890,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Strand",
    "birthday": "1890-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Paul_Strand_by_Alfred_Stieglitz_1917.jpg/262px-Paul_Strand_by_Alfred_Stieglitz_1917.jpg",
    "extract": "Paul Strand was an American photographer and filmmaker who, along with fellow modernist photographers like Alfred Stieglitz and Edward Weston, helped establish photography as an art form in the 20th century. In 1936, he helped found the Photo League, a cooperative of photographers who banded together around a range of common social and creative causes. His diverse body of work, spanning six decades, covers numerous genres and subjects throughout the Americas, Europe, and Africa.",
    "year": 1890,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eugene O'Neill",
    "birthday": "1888-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/ONeill-Eugene-LOC.jpg/240px-ONeill-Eugene-LOC.jpg",
    "extract": "Eugene Gladstone O'Neill was an American playwright and Nobel laureate in literature. His poetically titled plays were among the first to introduce into the U.S. the drama techniques of realism earlier associated with Russian playwright Anton Chekhov, Norwegian playwright Henrik Ibsen, and Swedish playwright August Strindberg. The tragedy Long Day's Journey into Night is often numbered on the short list of the finest U.S. plays in the 20th century, alongside Tennessee Williams's A Streetcar Named Desire and Arthur Miller's Death of a Salesman.",
    "year": 1888,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Popenoe",
    "birthday": "1888-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Paul-Bowman-Popenoe-1915.jpg/245px-Paul-Bowman-Popenoe-1915.jpg",
    "extract": "Paul Bowman Popenoe was an American agricultural explorer and eugenicist. He was an influential advocate of the compulsory sterilization of the mentally ill and the mentally disabled, and the father of marriage counseling in the United States.",
    "year": 1888,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "David Ben-Gurion",
    "birthday": "1886-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/David_Ben-Gurion_%28D597-087%29.jpg/234px-David_Ben-Gurion_%28D597-087%29.jpg",
    "extract": "David Ben-Gurion was the primary national founder of the State of Israel and the first Prime Minister of Israel. Adopting the name of Ben-Gurion in 1909, he rose to become the preeminent leader of the Jewish community in British-ruled Mandatory Palestine from 1935 until the establishment of the State of Israel in 1948, which he led until 1963 with a short break in 1954–55.",
    "year": 1886,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rembrandt Bugatti",
    "birthday": "1884-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Rembrandtbugatti_%281%29.jpg/202px-Rembrandtbugatti_%281%29.jpg",
    "extract": "Rembrandt Bugatti was an Italian sculptor, known primarily for his bronze sculptures of wildlife subjects. During World War I, he volunteered for paramedical work at a military hospital in Antwerp, an experience that triggered in Bugatti the onset of depression, aggravated by financial problems, which eventually caused him to commit suicide on 8 January 1916 in Paris, France when he was 31 years old.",
    "year": 1884,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jimmy Sinclair",
    "birthday": "1876-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Jimmy_Sinclair_c1905.jpg/206px-Jimmy_Sinclair_c1905.jpg",
    "extract": "James Hugh Sinclair was a South African cricketer who played in 25 Tests from 1896 to 1911. He scored South Africa's first three Test centuries and was the first person from any country to score a century and take five wickets in an innings in the same Test. He is one of the fastest-scoring Test batsmen of all time.",
    "year": 1876,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Walter Buckmaster",
    "birthday": "1872-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Walter_Buckmaster%2C_Vanity_Fair%2C_4_September_1907.jpg/217px-Walter_Buckmaster%2C_Vanity_Fair%2C_4_September_1907.jpg",
    "extract": "Walter Selby Buckmaster was a British polo player in the 1900 Summer Olympics and in the 1908 Summer Olympics.",
    "year": 1872,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Claude H. Van Tyne",
    "birthday": "1869-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Claude_H._Van_Tyne.png/232px-Claude_H._Van_Tyne.png",
    "extract": "Claude Halstead Van Tyne was an American historian. He was a senior fellow at the University of Pennsylvania in 1902. He taught history at the University of Michigan from 1903 to 1930 and wrote several books on the American Revolution. He won the Pulitzer Prize for The War of Independence in 1930.",
    "year": 1869,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mario Ruspoli, 2nd Prince of Poggio Suasa",
    "birthday": "1867-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Mario_Ruspoli_di_Poggio_Suasa.jpg",
    "extract": "Mario dei Principi Ruspoli was an Italian prince, son of Emanuele Ruspoli, 1st Prince of Poggio Suasa and first wife Princess Caterina Vogoride-Conachi. He was the 2nd Prince of Poggio Suasa and Prince of the Holy Roman Empire.",
    "year": 1867,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Austen Chamberlain",
    "birthday": "1863-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Austen_Chamberlain_MP.jpg/243px-Austen_Chamberlain_MP.jpg",
    "extract": "Sir Joseph Austen Chamberlain was a British statesman, son of Joseph Chamberlain and older half-brother of Prime Minister Neville Chamberlain. He served as Chancellor of the Exchequer (twice) and was briefly Conservative Party leader before serving as Foreign Secretary.",
    "year": 1863,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "J. B. Bury",
    "birthday": "1861-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/JBagnellBury.png/209px-JBagnellBury.png",
    "extract": "John Bagnell Bury was an Anglo-Irish historian, classical scholar, Medieval Roman historian and philologist. He objected to the label \"Byzantinist\" explicitly in the preface to the 1889 edition of his Later Roman Empire. He was Erasmus Smith's Professor of Modern History at Trinity College Dublin (1893–1902), before being Regius Professor of Modern History at the University of Cambridge from 1902 until his death.",
    "year": 1861,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Richard Sears (tennis)",
    "birthday": "1861-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Richard_Sears_%281880s%29_%28cropped%29.jpg/266px-Richard_Sears_%281880s%29_%28cropped%29.jpg",
    "extract": "Richard Dudley Sears was an American tennis player, who won the US National Championships singles in its first seven years, from 1881 to 1887, and the doubles for six years from 1882 to 1887, after which he retired from tennis.",
    "year": 1861,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Samad bey Mehmandarov",
    "birthday": "1855-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Samad_bey_Mehmandarov_3.jpg/261px-Samad_bey_Mehmandarov_3.jpg",
    "extract": "Samad bey Sadykh bey oghlu Mehmandarov was an Azerbaijani General of the Artillery in the Imperial Russian Army and served as Minister of Defense of the Azerbaijan Democratic Republic.",
    "year": 1855,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Karl Kautsky",
    "birthday": "1854-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Karl_Kautsky_01.jpg/229px-Karl_Kautsky_01.jpg",
    "extract": "Karl Johann Kautsky was a Czech-Austrian philosopher, journalist, and Marxist theorist. Kautsky was one of the most authoritative promulgators of orthodox Marxism after the death of Friedrich Engels in 1895 until the outbreak of World War I in 1914.",
    "year": 1854,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Oscar Wilde",
    "birthday": "1854-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Oscar_Wilde_3g07095u-adjust.jpg/217px-Oscar_Wilde_3g07095u-adjust.jpg",
    "extract": "Oscar Fingal O'Flahertie Wills Wilde was an Irish poet and playwright. After writing in different forms throughout the 1880s, he became one of the most popular playwrights in London in the early 1890s. He is best remembered for his epigrams and plays, his novel The Picture of Dorian Gray, and the circumstances of his criminal conviction for gross indecency for consensual homosexual acts in \"one of the first celebrity trials\", imprisonment, and early death from meningitis at age 46.",
    "year": 1854,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Carl von In der Maur",
    "birthday": "1852-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Carl_von_In_Der_Maur.jpg/226px-Carl_von_In_Der_Maur.jpg",
    "extract": "Carl Josef Anton von In der Maur auf Strelburg und zu Freifeld was an Austrian aristocrat and statesman who twice served in the court of Johann II, Prince of Liechtenstein as the Governor of Liechtenstein from 1884 until \n1892 and 1897 until 1913.",
    "year": 1852,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Maria Pia of Savoy",
    "birthday": "1847-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Mar%C3%ADa_P%C3%ADa_de_Saboya%2C_reina_consorte_de_Portugal_%28Museo_del_Prado%29.jpg/229px-Mar%C3%ADa_P%C3%ADa_de_Saboya%2C_reina_consorte_de_Portugal_%28Museo_del_Prado%29.jpg",
    "extract": "Dona Maria Pia was by birth an Italian princess of the of the House of Savoy and was Queen of Portugal as spouse of King Luís I of Portugal. On the day of her baptism, Pope Pius IX, her godfather, gave her a Golden Rose. Maria Pia was married to Luís on the 6 October 1862 in Lisbon. She was the grand mistress of the Order of Saint Isabel. She was the third queen of the House of Savoy on the Portuguese throne, after Mafalda and Marie-Françoise of Savoy-Nemours.",
    "year": 1847,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Itō Hirobumi",
    "birthday": "1841-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/IT%C5%8C_Hirobumi.jpg/235px-IT%C5%8C_Hirobumi.jpg",
    "extract": "Duke Itō Hirobumi, born as Hayashi Risuke and also known as Hirofumi, Hakubun and briefly during his youth as Itō Shunsuke) was a Japanese politician and statesman who served as the first Prime Minister of Japan. He was also a leading member of the genrō, a group of senior statesmen that dictated Japanese policy during the Meiji era.",
    "year": 1841,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kuroda Kiyotaka",
    "birthday": "1840-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Kiyotaka_Kuroda_formal.jpg/234px-Kiyotaka_Kuroda_formal.jpg",
    "extract": "Count Kuroda Kiyotaka , also known as Kuroda Ryōsuke , was a Japanese politician of the Meiji era. He was Prime Minister of Japan from 1888 to 1889. He was also vice chairman of the Hokkaido Development Commission (Kaitaku-shi).",
    "year": 1840,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vicente Riva Palacio",
    "birthday": "1832-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Vicente_Riva_Palacio_%281832-1896%29.jpg/320px-Vicente_Riva_Palacio_%281832-1896%29.jpg",
    "extract": "Vicente Florencio Carlos Riva Palacio Guerrero better known as Vicente Riva Palacio was a Mexican liberal politician, novelist, journalist, intellectual, and military leader.",
    "year": 1832,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lucy Stanton (abolitionist)",
    "birthday": "1831-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/12/Lucy_Stanton.jpg",
    "extract": "Lucy Stanton was an American abolitionist and feminist figure, notable for being the first African-American woman to complete a four-year course of a study at a college or university. She completed a Ladies Literary Course from Oberlin College in 1850.",
    "year": 1831,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Austin F. Pike",
    "birthday": "1819-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Austin_F._Pike_-_Brady-Handy.jpg/256px-Austin_F._Pike_-_Brady-Handy.jpg",
    "extract": "Austin Franklin Pike was a United States Representative and Senator from New Hampshire. Born in Hebron, New Hampshire, he pursued an academic course, studied law, and was admitted to the bar of Merrimack County in 1845. He was a member of the New Hampshire House of Representatives from 1850 to 1852 and in 1865–1866, and served as speaker during the last two years. He was a member of the New Hampshire Senate in 1857–1858, serving as president the last year.",
    "year": 1819,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "William Forster (Australian politician)",
    "birthday": "1818-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/PremierWilliamForster.jpg/249px-PremierWilliamForster.jpg",
    "extract": "William Forster was a pastoral squatter, colonial British politician, Premier of New South Wales from 27 October 1859 to 9 March 1860, and poet.",
    "year": 1818,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Francis Lubbock",
    "birthday": "1815-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/52/Francis_lubbock.jpg",
    "extract": "Francis Richard Lubbock was the ninth Governor of Texas and was in office during the American Civil War. He was the brother of Thomas Saltus Lubbock, for whom Lubbock County, Texas, and the eponymous county seat are named.",
    "year": 1815,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "William P. Fessenden",
    "birthday": "1806-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Hon._Wm._Pitt_Fessenden_of_Maine.png/244px-Hon._Wm._Pitt_Fessenden_of_Maine.png",
    "extract": "William Pitt Fessenden was an American politician from the U.S. state of Maine. Fessenden was a Whig and member of the Fessenden political family. He served in the United States House of Representatives and Senate before becoming Secretary of the Treasury under President Abraham Lincoln during the American Civil War. Fessenden then re-entered the Senate, where he died in office in 1869.",
    "year": 1806,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Benjamin Russell (artist)",
    "birthday": "1804-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/BenjaminRussell_ca1850.png/282px-BenjaminRussell_ca1850.png",
    "extract": "Benjamin Russell was an American artist best known for his accurate watercolors of whaling ships working in New England. Born to a wealthy family in New Bedford, Massachusetts, Russell started drawing and painting in his late 30s, after a few years spent working as a cooper aboard a whaling ship.",
    "year": 1804,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Robert Stephenson",
    "birthday": "1803-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Robert_Stephenson_by_Maull_%26_Polybank%2C_1856_%28crop%29.jpg/273px-Robert_Stephenson_by_Maull_%26_Polybank%2C_1856_%28crop%29.jpg",
    "extract": "Robert Stephenson FRS HFRSE FRSA DCL was an English civil engineer and designer of locomotives. The only son of George Stephenson, the \"Father of Railways\", he built on the achievements of his father. Robert has been called the greatest engineer of the 19th century.",
    "year": 1803,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Isaac Murphy",
    "birthday": "1802-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Isaac_Murphy.jpg/234px-Isaac_Murphy.jpg",
    "extract": "Isaac Murphy was a native of Pennsylvania, a teacher and lawyer who moved to Fayetteville, Arkansas with his wife and child in 1834. He continued to teach and also became active in politics. Murphy is best known as the only delegate to have repeatedly voted against secession at the second Arkansas Secession Convention in 1861.",
    "year": 1802,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "William Buell Sprague",
    "birthday": "1795-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/William_B._Sprague%2C_D._D..png/277px-William_B._Sprague%2C_D._D..png",
    "extract": "William Buell Sprague was an American Congregational and Presbyterian clergyman and compiler of Annals of the American Pulpit, a comprehensive biographical dictionary of the leading American Protestant Christian ministers who died before 1850.",
    "year": 1795,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "William Burton (governor)",
    "birthday": "1789-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/34/William_Burton_%28governor%29.jpg",
    "extract": "William Burton was an American physician and politician from Milford, in Kent County, Delaware. He was a member of the Democratic Party, who served as Governor of Delaware.",
    "year": 1789,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Hamilton (politician)",
    "birthday": "1762-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Paul_Hamilton_SecNavy.jpeg/265px-Paul_Hamilton_SecNavy.jpeg",
    "extract": "Paul Hamilton was the 3rd United States Secretary of the Navy, from 1809 to 1813.",
    "year": 1762,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Noah Webster",
    "birthday": "1758-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/James_Herring_-_Noah_Webster_-_NPG.67.31_-_National_Portrait_Gallery.jpg/275px-James_Herring_-_Noah_Webster_-_NPG.67.31_-_National_Portrait_Gallery.jpg",
    "extract": "Noah Webster Jr. was an American lexicographer, textbook pioneer, English-language spelling reformer, political writer, editor, and author. He has been called the \"Father of American Scholarship and Education\". His \"Blue-backed Speller\" books taught five generations of American children how to spell and read. Webster's name has become synonymous with \"dictionary\" in the United States, especially the modern Merriam-Webster dictionary that was first published in 1828 as An American Dictionary of the English Language.",
    "year": 1758,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Morgan Lewis (governor)",
    "birthday": "1754-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Morgan_Lewis_%28portrait_by_Henry_Inman%29.png/263px-Morgan_Lewis_%28portrait_by_Henry_Inman%29.png",
    "extract": "Morgan Lewis was an American lawyer, politician, and military commander. The second son of Francis Lewis, a signer of the Declaration of Independence, Lewis fought in the American Revolutionary War and the War of 1812. He served in the New York State Assembly and the New York State Senate (1811–1814) and was New York State Attorney General (1791–1801) and governor of New York (1804–1807).",
    "year": 1754,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Johann Gottfried Eichhorn",
    "birthday": "1752-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Johann_Gottfried_Eichhorn_-_Graff.jpg",
    "extract": "Johann Gottfried Eichhorn was a German Protestant theologian of the Enlightenment and an early orientalist. He was a member of the Göttingen School of History.",
    "year": 1752,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pieter van Maldere",
    "birthday": "1729-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/95/Portrait_of_Pieter_van_Maldere.jpg",
    "extract": "Pieter van Maldere, known also as Pierre van Maldere was a Flemish violinist and composer. He was a violinist of the Royal Chapel, the court orchestra in Brussels of the governor-general of the Austrian Netherlands, Prince Charles Alexander of Lorraine. After an international career which brought him to Dublin, Paris and Vienna, he returned to Brussels where he became a director of the Brussels opera house. He was the leading composer of the Austrian Netherlands in the mid-18th century. His symphonies, exemplary for the galant style, merged French stylistic elements with Viennese and Italian influences.",
    "year": 1729,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Daniel Chodowiecki",
    "birthday": "1726-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Adolf_Friedrich_Erdmann_von_Menzel_018.jpg/183px-Adolf_Friedrich_Erdmann_von_Menzel_018.jpg",
    "extract": "Daniel Niklaus Chodowiecki was a German painter and printmaker of Huguenot and Polish ancestry, who is most famous as an etcher. He spent most of his life in Berlin, and became the director of the Berlin Academy of Art.",
    "year": 1726,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Giovanni Arduino (geologist)",
    "birthday": "1714-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Medal_of_Giovanni_Arduini._Panteon_Veneto%3B_Istituto_Veneto_di_Scienze%2C_Lettere_ed_Arti.jpg/320px-Medal_of_Giovanni_Arduini._Panteon_Veneto%3B_Istituto_Veneto_di_Scienze%2C_Lettere_ed_Arti.jpg",
    "extract": "Giovanni Arduino was an Italian geologist who is known as the \"Father of Italian Geology\".",
    "year": 1714,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "András Hadik",
    "birthday": "1710-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Andreas_Hadik.jpg/251px-Andreas_Hadik.jpg",
    "extract": "Count András Hadik de Futak was a Hungarian nobleman and Field Marshal of the Habsburg Army. He was Governor of Galicia and Lodomeria from January 1774 to June 1774, and is the father of Karl Joseph Hadik von Futak. He is famous for capturing the Prussian capital Berlin during the Seven Years' War.",
    "year": 1710,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anna Waser",
    "birthday": "1678-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Anna_Waser_-_1691.jpg/255px-Anna_Waser_-_1691.jpg",
    "extract": "Anna Waser was a Swiss painter.",
    "year": 1678,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pierre Puget",
    "birthday": "1620-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Pierre-Puget-Francois_Puget.jpg/260px-Pierre-Puget-Francois_Puget.jpg",
    "extract": "Pierre Paul Puget was a French Baroque painter, sculptor, architect and engineer. His sculpture expressed emotion, pathos and drama, setting it apart from the more classical and academic sculpture of the Style Louis XIV.",
    "year": 1620,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Charles Coypeau d'Assoucy",
    "birthday": "1605-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Charles_Coypeau_d%27Assoucy.jpg/225px-Charles_Coypeau_d%27Assoucy.jpg",
    "extract": "Charles Coypeau was a French musician and burlesque poet. In the mid-1630s he began using the nom de plume D'Assouci or Dassoucy.",
    "year": 1605,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Luke Wadding",
    "birthday": "1588-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Portrait_of_Luke_Wadding_P2027.jpg/262px-Portrait_of_Luke_Wadding_P2027.jpg",
    "extract": "Luke Wadding, O.F.M., was an Irish Franciscan friar and historian.",
    "year": 1588,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Niwa Nagahide",
    "birthday": "1535-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Niwa_Nagahide2.jpg/148px-Niwa_Nagahide2.jpg",
    "extract": "Niwa Nagahide , also known as Gorōzaemon (五郎左衛門), his other legal alias was Hashiba Echizen no Kami (羽柴越前守), was a Japanese samurai of the Sengoku through Azuchi-Momoyama periods of the 16th century. He served as senior retainer to the Oda clan, and was eventually a daimyō in his own right. Going on to fight in the Oda clan's major campaigns, including Mino Campaign 1567, Omi Campaign 1568, the Honganji Campaign from 1570 to 1580, and Iga Campaign 1581, he was named one of the administrators of Kyoto after Nobunaga entered that city in 1568.",
    "year": 1535,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gasparo Contarini",
    "birthday": "1483-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Gasparo_Contarini.jpg/251px-Gasparo_Contarini.jpg",
    "extract": "Gasparo Contarini was an Italian diplomat, cardinal and Bishop of Belluno. He was one of the first proponents of the dialogue with Protestants, after the Reformation.",
    "year": 1483,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James II of Scotland",
    "birthday": "1430-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/James_II_of_Scotland_17th_century.jpg/255px-James_II_of_Scotland_17th_century.jpg",
    "extract": "James II was King of Scots from 1437 until his death in 1460. The eldest surviving son of James I of Scotland, he succeeded to the Scottish throne at the age of six, following the assassination of his father. The first Scottish monarch not to be crowned at Scone, James II's coronation took place at Holyrood Abbey in March 1437. James II was known as Fiery Face, a reference to the vermilion birthmark covering the left side of his face, which was deemed by contemporaries as an outward sign of a fiery temper.",
    "year": 1430,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "William de la Pole, 1st Duke of Suffolk",
    "birthday": "1396-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Coat_of_Arms_of_Sir_William_de_la_Pole%2C_4th_Earl_of_Suffolk%2C_KG.png/320px-Coat_of_Arms_of_Sir_William_de_la_Pole%2C_4th_Earl_of_Suffolk%2C_KG.png",
    "extract": "William de la Pole, 1st Duke of Suffolk,, nicknamed Jackanapes, was an English magnate, statesman, and military commander during the Hundred Years' War. He became a favourite of the weak king Henry VI of England, and consequently a leading figure in the English government where he became associated with many of the royal government's failures of the time, particularly on the war in France. Suffolk also appears prominently in Shakespeare's Henry VI, parts 1 and 2.",
    "year": 1396,
    "month": 10,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gian Galeazzo Visconti",
    "birthday": "1351-10-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/GiovAmbrogiodePredisattribGianGaleazzoVisconti.jpg/272px-GiovAmbrogiodePredisattribGianGaleazzoVisconti.jpg",
    "extract": "Gian Galeazzo Visconti, was the first duke of Milan (1395) and ruled the late-medieval city just before the dawn of the Renaissance. He was the founding patron of the Certosa di Pavia, completing the Visconti Castle at Pavia begun by his father and furthering work on the Duomo of Milan.",
    "year": 1351,
    "month": 10,
    "day": 16,
    "language": "en"
  }
]