[
  {
    "name": "Rowan Blanchard",
    "birthday": "2001-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Rowan_Blanchard.jpg/213px-Rowan_Blanchard.jpg",
    "extract": "Rowan Blanchard is an American actress and political activist. She was included on a list of Time's list of Most Influential Teens in 2015. She first became known for starring as Rebecca Wilson in Spy Kids: All the Time in the World (2011), and had her breakthrough portraying Riley Matthews on the Disney Channel series Girl Meets World (2014–2017), both of which earned her Young Artist Award nominations. She has since had roles as Jackie Geary on the ABC sitcom The Goldbergs (2017–2018), and Alexandra Cavill in the TNT series Snowpiercer (2020–present).",
    "year": 2001,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Joe Burgess",
    "birthday": "1994-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Joe_Burgess_and_a_Burgess_twin.jpg/262px-Joe_Burgess_and_a_Burgess_twin.jpg",
    "extract": "Joe Burgess is an English rugby league footballer who plays as a winger for the Salford Red Devils in the Betfred Super League and England at international level.",
    "year": 1994,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jaelen Feeney",
    "birthday": "1994-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Jaelen_Feeney.jpg/320px-Jaelen_Feeney.jpg",
    "extract": "Jaelen Feeney is an Indigenous Australian professional rugby league footballer who plays as a five-eighth, halfback and fullback for the Townsville Blackhawks in the Queensland Cup. He previously played for the Newcastle Knights in the NRL.",
    "year": 1994,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jared Goff",
    "birthday": "1994-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Jared_Goff_Oct_11_2020_%28cropped%29.jpg/232px-Jared_Goff_Oct_11_2020_%28cropped%29.jpg",
    "extract": "Jared Thomas Goff is an American football quarterback for the Detroit Lions of the National Football League (NFL). He played college football at California, and was drafted by the Los Angeles Rams first overall in the 2016 NFL Draft.",
    "year": 1994,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ashton Agar",
    "birthday": "1993-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/2018.02.03.20.31.23-AUSvNZL_T20_NZL_innings%2C_SCG-0002_%2838618210190%29_%28Agar_cropped%29.jpg/256px-2018.02.03.20.31.23-AUSvNZL_T20_NZL_innings%2C_SCG-0002_%2838618210190%29_%28Agar_cropped%29.jpg",
    "extract": "Ashton Charles Agar is an Australian cricketer who has played all forms of the game at international level. Agar plays domestically for Western Australia and the Perth Scorchers. A left-handed spin bowler, he played two Test matches for the Australian national side during the 2013 Ashes series.",
    "year": 1993,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ahmed Musa",
    "birthday": "1992-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Ahmed_Musa_20180625.jpg/227px-Ahmed_Musa_20180625.jpg",
    "extract": "Ahmed Musa is a Nigerian professional footballer who plays as a forward and left winger for Turkish Süper Lig club Fatih Karagümrük and the Nigeria national team.",
    "year": 1992,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Glenn Maxwell",
    "birthday": "1988-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/3-_Protest_Glenn_Maxwell_%28cropped%29.jpg/198px-3-_Protest_Glenn_Maxwell_%28cropped%29.jpg",
    "extract": "Glenn James Maxwell is an Australian professional cricketer, who represents Australia national cricket team in ODI and Twenty20 formats of the game and played Test cricket for Australia. Maxwell is an all-rounder who bats right handed and bowl off break. He represents Victoria and Melbourne Stars in Australian domestic cricket.",
    "year": 1988,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tom Craddock",
    "birthday": "1986-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Tom_Craddock_11-09-2010_1.jpg/195px-Tom_Craddock_11-09-2010_1.jpg",
    "extract": "Thomas Craddock is an English professional footballer who plays for Spennymoor Town as a striker.",
    "year": 1986,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "LaRon Landry",
    "birthday": "1984-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Laron_landry_2011.jpg/212px-Laron_landry_2011.jpg",
    "extract": "LaRon Louis Landry is a former American football safety. He played college football for Louisiana State University (LSU), and earned consensus All-American honors. The Washington Redskins drafted him with the sixth overall pick in the 2007 NFL Draft. He also played for the New York Jets and Indianapolis Colts.",
    "year": 1984,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alex Scott (footballer, born 1984)",
    "birthday": "1984-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Alex_Scott_BBC_Sport_01_06_2019_%28cropped%29.jpg/222px-Alex_Scott_BBC_Sport_01_06_2019_%28cropped%29.jpg",
    "extract": "Alexandra Virina Scott is an English sports presenter, pundit, and former professional footballer who mostly played as a right-back for Arsenal in the FA WSL. She made 140 appearances for the England national team and represented Great Britain at the 2012 Summer Olympics.",
    "year": 1984,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Betty Heidler",
    "birthday": "1983-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Osaka07_D6A_Betty_Heidler_Medal1.jpg/268px-Osaka07_D6A_Betty_Heidler_Medal1.jpg",
    "extract": "Betty Heidler is a retired German track and field athlete who competed in the hammer throw. She held the world record from 2011 until 2014 with her personal best throw of 79.42 m. She is the 2012 Olympic silver medallist, the 2007 World champion and the 2009 and 2011 World Championship silver medallist. She also finished fourth in the Olympic finals in 2004 and 2016.",
    "year": 1983,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lin Dan",
    "birthday": "1983-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Lin_Dan.jpg/286px-Lin_Dan.jpg",
    "extract": "Lin Dan is a Chinese former professional badminton player. He is a two-time Olympic champion, five-time World champion, as well as a six-time All England champion. Widely regarded as the greatest badminton player of all time, by the age of 28 Lin had completed the \"Super Grand Slam\", having won what some consider to be the nine major titles in the badminton world: Olympic Games, World Championships, World Cup, Thomas Cup, Sudirman Cup, Super Series Masters Finals, All England Open, Asian Games, and Asian Championships, becoming the first and only player to achieve this feat. He also became the first men's singles player to retain the Olympic gold medal by winning in 2008 and successfully defending his title in 2012.",
    "year": 1983,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ryan Hall (runner)",
    "birthday": "1982-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Ryan_Hall.jpg/174px-Ryan_Hall.jpg",
    "extract": "Ryan Hall is a retired American long-distance runner who holds the U.S. record in the half marathon. With his half marathon record time (59:43), he became the first U.S. runner to break the one-hour barrier in the event. He is also the only American to run a sub-2:05 marathon. However, this time is not eligible to be a record due to the course being point-to-point and a net-downhill course. Hall won the marathon at the 2008 United States Olympic Trials and placed tenth in the Olympic marathon in Beijing.",
    "year": 1982,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gautam Gambhir",
    "birthday": "1981-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Gautam_Gambhir_-_LS_MP.jpg/240px-Gautam_Gambhir_-_LS_MP.jpg",
    "extract": "Gautam Gambhir is an Indian politician and former cricketer, who has played all formats of the game. He is a current member of the Lok Sabha since 2019. He received the Padma Shri from the Government of India in 2019, the fourth highest civilian award in India.",
    "year": 1981,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Amjad Khan (cricketer, born 1980)",
    "birthday": "1980-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Khan_and_Chilton.JPG/320px-Khan_and_Chilton.JPG",
    "extract": "Amjad Khan is a Danish cricketer who has played for both Denmark and England in international cricket. He played a single Test and Twenty20 International (T20I) for England in 2009, amidst a long career in county cricket for Kent and Sussex.",
    "year": 1980,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Scott Kooistra",
    "birthday": "1980-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/47/Scott_Kooistra_Bengals.jpg",
    "extract": "Daniel Scott Kooistra [KOO-struh] is a former American football offensive tackle. He played college football at North Carolina State and was drafted by the Cincinnati Bengals in the seventh round of the 2003 NFL Draft. Kooistra was also a member of the Cleveland Browns, Baltimore Ravens and Minnesota Vikings.",
    "year": 1980,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ben Whishaw",
    "birthday": "1980-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Ben_whishaw_2018_1_%28edited_1%29.jpg/273px-Ben_whishaw_2018_1_%28edited_1%29.jpg",
    "extract": "Benjamin John Whishaw is an English actor and producer. After winning a British Independent Film Award for his performance in My Brother Tom (2001), he was nominated for an Olivier Award for his portrayal of the title role in a 2004 production of Hamlet. This was followed by television roles in Nathan Barley (2005), Criminal Justice (2008) and The Hour (2011–12) and film roles in Perfume: The Story of a Murderer (2006), I'm Not There (2007), Brideshead Revisited (2008), and Bright Star (2009). For Criminal Justice, Whishaw received an International Emmy Award and received his first BAFTA Award nomination.",
    "year": 1980,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Stacy Keibler",
    "birthday": "1979-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fe/StacyKeibler2011.jpeg",
    "extract": "Stacy Ann-Marie Keibler is an American retired professional wrestler, former cheerleader, actress, dancer, and model. She is specifically known for her work with World Championship Wrestling (WCW) and World Wrestling Entertainment (WWE).",
    "year": 1979,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Justin Brannan",
    "birthday": "1978-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Justin_Brannan_2020.jpg/256px-Justin_Brannan_2020.jpg",
    "extract": "Justin Lee Brannan is an American politician and musician. A Democrat, he is the current New York City Councilmember for the 43rd district, based in Bay Ridge, Brooklyn. A former musician, he was a founding member of the New York City hardcore bands Indecision and Most Precious Blood.",
    "year": 1978,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Paul Hunter",
    "birthday": "1978-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1f/Paul_Hunter.jpg/229px-Paul_Hunter.jpg",
    "extract": "Paul Alan Hunter was an English professional snooker player. He was a three-time Masters champion, winning the event in 2001, 2002, and 2004, recovering from a deficit in the final to win 10–9 on all three occasions. He also won three ranking events: the Welsh Open in 1998 and 2002, and the British Open in 2002. During the 2004–05 snooker season, he attained a career-high ranking of number four in the world.",
    "year": 1978,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Usher (musician)",
    "birthday": "1978-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Usher_Cannes_2016_retusche.jpg/226px-Usher_Cannes_2016_retusche.jpg",
    "extract": "Usher Raymond IV is an American R&B singer. He was born in Dallas, Texas, but raised in Chattanooga, Tennessee, until moving to Atlanta, Georgia. At the age of 12, his mother put him in local singing competitions before catching the attention of a music A&R from LaFace Records. He released his self-titled debut album Usher (1994), and rose to fame in the late 1990s with the release of his second album My Way (1997). It spawned his first U.S. Billboard Hot 100 number-one single \"Nice & Slow\", and the top-two singles \"You Make Me Wanna...\" and \"My Way\". His third album, 8701 (2001), produced the number-one singles \"U Remind Me\" and \"U Got It Bad\", as well as the top-three single \"U Don't Have to Call\". It sold eight million copies worldwide and won his first two Grammy Awards as Best Male R&B Vocal Performance in 2002 and 2003.",
    "year": 1978,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Saeed Ajmal",
    "birthday": "1977-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Farid_with_Saeed_%28cropped%29.jpg/207px-Farid_with_Saeed_%28cropped%29.jpg",
    "extract": "Saeed Ajmal is a Pakistani cricket coach and former cricketer, who played all forms of the game. He is a right-arm off-spin bowler who bats right handed. \nAt domestic level in Pakistan he represented Faisalabad, with whom he won the 2005 ABN-AMRO Twenty-20 Cup; Khan Research Laboratories; and Islamabad. Ajmal made his One Day International debut for Pakistan in July 2008 at the age of 30, and a year later played his first Test. In 2009 he was reported for having a suspect bowling action, but after being cleared he helped Pakistan win the 2009 ICC World Twenty20. Ajmal played for Worcestershire as an overseas player in English domestic cricket in 2011. From November 2011 to December 2014, Ajmal was ranked by the International Cricket Council as the number one bowler in ODIs. He reached the same ranking in T20Is between October and December 2012, while his highest Test ranking was second between January and July of the same year. He is one of four Test bowlers that made their debut after the age of thirty to take more than 100 test wickets, along with Clarrie Grimmett, Dilip Doshi and Ryan Harris.",
    "year": 1977,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tillakaratne Dilshan",
    "birthday": "1976-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Tillakaratne_Dilshan_portrait.jpg/252px-Tillakaratne_Dilshan_portrait.jpg",
    "extract": "Tillakaratne Mudiyanselage Dilshan, commonly known as Tillakaratne Dilshan is a former Sri Lankan cricketer and former captain of the Sri Lanka national cricket team. As the best rated Sri Lankan player in run-chases in ODI history, he is often regarded as one of the most innovative ODI batsmen of all time. Dilshan is considered to be a rare example of a cricketer with notable skills in all aspects of the game, who can bat, bowl, field and keep wicket. He is an aggressive right-hand batsman who invented the scoop, which has come to be known as the Dilscoop, a shot that hits the ball over the keeper. Apart from being an opening batsman, he is also a capable off-break bowler. Energetic in the field, he usually fields at the point region.",
    "year": 1976,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Michael Duberry",
    "birthday": "1975-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Michael_Duberry_01-10-2011_1.jpg/198px-Michael_Duberry_01-10-2011_1.jpg",
    "extract": "Michael Wayne Duberry is an English former professional footballer who played as a centre-back.",
    "year": 1975,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Floyd Landis",
    "birthday": "1975-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/FloydLandis01.jpg/320px-FloydLandis01.jpg",
    "extract": "Floyd Landis is an American former professional road racing cyclist. He finished first at the 2006 Tour de France, and would have been the third non-European winner in the event's history, but was disqualified after testing positive for performance-enhancing drugs. The competition was ultimately won by Óscar Pereiro.",
    "year": 1975,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Carlos Spencer",
    "birthday": "1975-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Carlos_Spencer.jpg/248px-Carlos_Spencer.jpg",
    "extract": "Carlos James Spencer is a former New Zealand rugby union player and previously the head coach of the Eastern Province Kings and the Munakata Sanix Blues. He is currently an assistant coach for the New Orleans Gold of Major League Rugby (MLR).",
    "year": 1975,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jessica Drake",
    "birthday": "1974-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Jessica_Drake_2011.jpg/214px-Jessica_Drake_2011.jpg",
    "extract": "Jessica Drake is an American pornographic actress and sex educator.",
    "year": 1974,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Natalie Maines",
    "birthday": "1974-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Natalie_Maines_in_Austin%2C_Texas.jpg/320px-Natalie_Maines_in_Austin%2C_Texas.jpg",
    "extract": "Natalie Louise Maines is an American singer. She is the lead vocalist for the all-female country band The Chicks.",
    "year": 1974,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Viktor Röthlin",
    "birthday": "1974-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Viktor_R%C3%B6thlin.jpg/153px-Viktor_R%C3%B6thlin.jpg",
    "extract": "Viktor Röthlin is a Swiss former long-distance runner, who specialized in the marathon.",
    "year": 1974,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tümer Metin",
    "birthday": "1974-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/T%C3%BCmer_Metin.jpg/250px-T%C3%BCmer_Metin.jpg",
    "extract": "Tümer Metin is a Turkish former professional footballer and current pundit.",
    "year": 1974,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "George Floyd",
    "birthday": "1973-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9c/George_Floyd.png",
    "extract": "George Perry Floyd Jr. was an African-American man who was murdered by a police officer in Minneapolis, Minnesota, during an arrest after a store clerk suspected Floyd may have used a counterfeit twenty-dollar bill, on May 25, 2020. Derek Chauvin, one of four police officers who arrived on the scene, knelt on Floyd's neck and back for 9 minutes and 29 seconds. After his murder, protests against police brutality, especially towards black people, quickly spread across the United States and globally. His dying words, \"I can't breathe,\" became a rallying cry.",
    "year": 1973,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lasha Zhvania",
    "birthday": "1973-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Lasha_Zhvania.jpg",
    "extract": "Lasha Zhvania is a Georgian politician, diplomat, businessman, and social activist who currently serves as Head of the Presidential Administration of Georgia for the country's fifth president, Salome Zourabichvili.",
    "year": 1973,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jim Jackson (basketball)",
    "birthday": "1970-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Jim_Jackson.jpg/277px-Jim_Jackson.jpg",
    "extract": "James Arthur Jackson is an American former professional basketball player. Over his 14 National Basketball Association (NBA) seasons, Jackson was on the active roster of 12 different teams, tying the league record shared with Joe Smith, Tony Massenburg, Chucky Brown, and Ish Smith. He is currently a basketball analyst for Fox Sports, Turner Sports and the Los Angeles Clippers on Bally Sports West, having previously worked for the Big Ten Network.",
    "year": 1970,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pär Zetterberg",
    "birthday": "1970-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Zet5.jpg/320px-Zet5.jpg",
    "extract": "Pär Johan Zetterberg is a Swedish former professional footballer who played as a midfielder. He is best remembered for his time with R.S.C. Anderlecht, but also represented Falkenbergs FF, Charleroi, and Olympiacos during a career that spanned between 1986 and 2006. A full international between 1993 and 1999, he won 30 caps for the Sweden national team and scored six goals. He was awarded Guldbollen in 1997 as Sweden's best footballer of the year.",
    "year": 1970,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "P. J. Brown",
    "birthday": "1969-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/PJ_Brown_03_24_2008.jpg/320px-PJ_Brown_03_24_2008.jpg",
    "extract": "Collier \"P. J.\" Brown Jr. is an American former professional basketball player who played in the National Basketball Association (NBA). The 6 ft 11 in (2.11 m), 239 lb (108 kg) center/power forward was selected out of Louisiana Tech University by the New Jersey Nets with the 29th overall pick in the 1992 NBA draft, but began his NBA career only in the 1993–94 season. He was voted into the NBA All-Defensive Second Team three times, in 1997, 1999 and 2001, and won the NBA Sportsmanship Award in 2004. He attended Winnfield Senior High School in Winnfield, Louisiana, where he played for the Winnfield Tigers, and has played professionally for the Nets, Miami Heat, Charlotte Hornets, New Orleans Hornets, Chicago Bulls and Boston Celtics. Brown retired from the NBA after winning an NBA championship with the Celtics in 2008.",
    "year": 1969,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Viktor Onopko",
    "birthday": "1969-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Viktor_Onopko_2011.jpg/319px-Viktor_Onopko_2011.jpg",
    "extract": "Viktor Savelyevich Onopko is a Russian football coach and a former defender of Ukrainian origin. He is an assistant coach with FC Rostov and the Russia national football team.",
    "year": 1969,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jay Ferguson (Canadian musician)",
    "birthday": "1968-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Jay_Ferguson.jpg/240px-Jay_Ferguson.jpg",
    "extract": "Jay Ferguson is a member of the Canadian rock band Sloan. He is the only member in Sloan who comes from Halifax, Nova Scotia.",
    "year": 1968,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Matt Le Tissier",
    "birthday": "1968-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Matthew_Le_Tissier.jpg/232px-Matthew_Le_Tissier.jpg",
    "extract": "Matthew Paul Le Tissier is a former professional footballer. Born in Guernsey, he won eight caps for the England national team.",
    "year": 1968,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dwayne Schintzius",
    "birthday": "1968-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Dwayne_Schintzius.jpg/257px-Dwayne_Schintzius.jpg",
    "extract": "Dwayne Kenneth Schintzius was an American National Basketball Association (NBA) basketball player. He was born in Brandon, Florida and attended the University of Florida, where he helped lead the Florida Gators men's basketball program to its first three NCAA tournament appearances as an all-conference center. Schintzius was selected in the first round of the 1990 NBA draft by the San Antonio Spurs, but chronic back problems reduced his effectiveness, and he played for six different NBA teams over ten seasons in the league, mainly as a reserve player.",
    "year": 1968,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sylvain Lefebvre",
    "birthday": "1967-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Sylvain_Lefebvre.jpg/227px-Sylvain_Lefebvre.jpg",
    "extract": "Sylvain Jean Lefebvre is a Canadian former ice hockey defenceman who played on five National Hockey League teams from 1989 to 2003. He won the Stanley Cup with the Colorado Avalanche in 1996. Lefebvre was most recently an assistant coach for the Columbus Blue Jackets.",
    "year": 1967,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Steve Coogan",
    "birthday": "1965-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Steve_Coogan_2017.jpg/231px-Steve_Coogan_2017.jpg",
    "extract": "Stephen John Coogan is an English actor, comedian, producer and screenwriter. He began his career in the 1980s as a voice actor on the satirical puppet show Spitting Image and providing voice-overs for television advertisements. In the 1990s, he began creating original characters. In 1999, he co-founded the production company Baby Cow Productions with Henry Normal.",
    "year": 1965,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jüri Jaanson",
    "birthday": "1965-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/RE_J%C3%BCri_Jaanson.jpg/216px-RE_J%C3%BCri_Jaanson.jpg",
    "extract": "Jüri Jaanson is the most successful Estonian rower of all time and the winner of five medals at World Rowing Championships. He became World Champion in Tasmania 1990 in the single sculls event. 14 years later, at age 38 he won an Olympic silver medal in the single sculls event at the 2004 Summer Olympics in Athens. In Beijing 2008 he won his second Olympic silver medal, this time in the double sculls event with Tõnu Endrekson. He is a member of the SK Pärnu rowing club located in Pärnu. In 2007, Jaanson became the oldest rower ever to win a World Cup event at the age of 41 in Amsterdam.",
    "year": 1965,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Karyn White",
    "birthday": "1965-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Kw_bio_pic.jpg/320px-Kw_bio_pic.jpg",
    "extract": "Karyn Layvonne White is an American singer who was popular during the late 1980s and early 1990s. She is known for several hit singles including \"Superwoman\" (1988), \"Secret Rendezvous\" (1989), \"The Way You Love Me\" (1988), and the US Hot 100 No. 1 single \"Romantic\" (1991).",
    "year": 1965,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Joe Girardi",
    "birthday": "1964-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Joe_Girardi.png/262px-Joe_Girardi.png",
    "extract": "Joseph Elliott Girardi is an American former professional baseball player and the current manager for the Philadelphia Phillies of Major League Baseball (MLB).",
    "year": 1964,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lori Petty",
    "birthday": "1963-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Candidstudio.jpg/219px-Candidstudio.jpg",
    "extract": "Lori Petty is an American actress. She is noted for her roles in the films Point Break (1991), A League of Their Own (1992), Free Willy  (1993), and the title role in Tank Girl (1995).",
    "year": 1963,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jaan Ehlvest",
    "birthday": "1962-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/24/Ehlvest_Jaan.jpg",
    "extract": "Jaan Ehlvest is an Estonian-American chess player. He was awarded the title Grandmaster by FIDE in 1987. Ehlvest was Estonian champion in 1986. Since 2006, he has represented the United States.",
    "year": 1962,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Trevor Goddard",
    "birthday": "1962-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/83/Trevor_Goddard_as_Brumby.jpg/214px-Trevor_Goddard_as_Brumby.jpg",
    "extract": "Trevor Joseph Goddard was an English actor. He was best known for playing Kano in the martial arts film Mortal Kombat, Lieutenant Commander Mic Brumby in the television series JAG and main villain Keefer in the action film Men of War.",
    "year": 1962,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Chris Thomas King",
    "birthday": "1962-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/ChrisThomasKingKohSamuiFest2005.jpg/243px-ChrisThomasKingKohSamuiFest2005.jpg",
    "extract": "Chris Thomas King is an American blues musician and actor based in New Orleans, Louisiana.",
    "year": 1962,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Shahar Perkiss",
    "birthday": "1962-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Flickr_-_Government_Press_Office_%28GPO%29_-_Shahar_Perkiss.jpg/213px-Flickr_-_Government_Press_Office_%28GPO%29_-_Shahar_Perkiss.jpg",
    "extract": "Shahar Perkiss is an Israeli right-handed former professional tennis player. He reached his best singles ranking of world # 53 in March 1985. He peaked at world # 54 in the doubles rankings in November 1985.",
    "year": 1962,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Isaac Mizrahi",
    "birthday": "1961-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Isaac_Mizrahi_%2812852%29.jpg/320px-Isaac_Mizrahi_%2812852%29.jpg",
    "extract": "Isaac Mizrahi is an American fashion designer, television presenter and chief designer of the Isaac Mizrahi brand for Xcel Brands. Based in New York City, he is best known for his eponymous fashion lines. Mizrahi was previously a judge on Project Runway All Stars.",
    "year": 1961,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Steve Cram",
    "birthday": "1960-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/SteveCram.jpg/239px-SteveCram.jpg",
    "extract": "Stephen Cram, is a British retired track and field athlete. Along with fellow Britons Sebastian Coe and Steve Ovett, he was one of the world's dominant middle distance runners during the 1980s. Nicknamed \"The Jarrow Arrow\", after his home town, Cram set world records in the 1,500 m, 2,000 m, and the mile during a 19-day period in the summer of 1985. He was the first man to run 1,500 m under 3 minutes and 30 seconds. He won the 1 500 m gold medal at the 1983 World Championships and the 1,500 m silver medal at the 1984 Olympic Games.",
    "year": 1960,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "A. J. Pero",
    "birthday": "1959-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/A_J_Pero_-1470642451.jpg/320px-A_J_Pero_-1470642451.jpg",
    "extract": "Anthony Jude \"A.J.\" Pero was an American drummer, in American heavy metal bands Twisted Sister and Adrenaline Mob.",
    "year": 1959,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Thomas Dolby",
    "birthday": "1958-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Thomas_Dolby_2018.jpg/320px-Thomas_Dolby_2018.jpg",
    "extract": "Thomas Morgan Robertson, known by the stage name Thomas Dolby, is an English musician, producer, composer, entrepreneur and teacher.",
    "year": 1958,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gen Nakatani",
    "birthday": "1957-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Gen_Nakatani_4_Apr_2007_without_US_flag.jpg/234px-Gen_Nakatani_4_Apr_2007_without_US_flag.jpg",
    "extract": "Gen Nakatani  is a Japanese politician who was Director General of the Japan Defense Agency in the first cabinet of former Prime Minister Junichiro Koizumi in 2001-2002 and was appointed as the Minister of Defense by former Prime Minister Shinzo Abe in 2014.",
    "year": 1957,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ümit Besen",
    "birthday": "1956-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/%C3%9Cmit_Besen_%28cropped%29.jpg/240px-%C3%9Cmit_Besen_%28cropped%29.jpg",
    "extract": "Ümit Besen is a Turkish musical artist representing the darker side of Tarabya school of electronic music. He started his professional career by playing keyboards and singing with his band at the local clubs in Adana, Southern Turkey. While he was in the army for his compulsory military service, a brigadier-general liked his style and appointed him to sing at the officers' mess.",
    "year": 1956,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Beth Daniel",
    "birthday": "1956-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/2009_Solheim_Cup_-_Beth_Daniel_%281%29.jpg/213px-2009_Solheim_Cup_-_Beth_Daniel_%281%29.jpg",
    "extract": "Beth Daniel is an American professional golfer. She became a member of the LPGA Tour in 1979 and won 33 LPGA Tour events, including one major championship, during her career. She is a member of the World Golf Hall of Fame.",
    "year": 1956,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jennell Jaquays",
    "birthday": "1956-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Jennell_Jaquays_on_Matt_Chat.jpg/320px-Jennell_Jaquays_on_Matt_Chat.jpg",
    "extract": "Jennell Jaquays is an American game designer, video game artist, and illustrator of tabletop role-playing games (RPGs). Her notable works include the Dungeons & Dragons modules Dark Tower and Caverns of Thracia for Judges Guild; the development and design of conversions on games such as Pac-Man and Donkey Kong for Coleco's home arcade video game system; and more recent design work, including the Age of Empires series, Quake 2, and Quake III Arena. Some of her best known works as a fantasy artist are the cover illustration for TSR's Dragon Mountain adventure.",
    "year": 1956,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Iwona Blazwick",
    "birthday": "1955-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Iwona_Blazwick_at_German_Embassy_in_London.jpg/238px-Iwona_Blazwick_at_German_Embassy_in_London.jpg",
    "extract": "Iwona Maria Blazwick OBE is a British art critic and lecturer, and has been Director of the Whitechapel Art Gallery in London since 2001. She discovered Damien Hirst and staged his first solo show at a public London art gallery, Institute of Contemporary Arts in 1992. She supports the careers of young artists.",
    "year": 1955,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mordechai Vanunu",
    "birthday": "1954-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Mordechai_Vanunu_2009.jpg/240px-Mordechai_Vanunu_2009.jpg",
    "extract": "Mordechai Vanunu, also known as John Crossman, is an Israeli former nuclear technician and peace activist who, citing his opposition to weapons of mass destruction, revealed details of Israel's nuclear weapons program to the British press in 1986. He was subsequently lured to Italy by the Israeli intelligence agency Mossad, where he was drugged and abducted. He was secretly transported to Israel and ultimately convicted in a trial that was held behind closed doors.",
    "year": 1954,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kazumi Watanabe",
    "birthday": "1953-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Kazumi_Watanabe_2011.jpg/320px-Kazumi_Watanabe_2011.jpg",
    "extract": "Kazumi Watanabe  is a Japanese guitarist. Other guitarists such as Luke Takamura and Sugizo have cited him as an influence.",
    "year": 1953,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Harry Anderson",
    "birthday": "1952-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Harry_Anderson.jpg/240px-Harry_Anderson.jpg",
    "extract": "Harry Laverne Anderson was an American actor, comedian and magician. He is best known for his lead role of Judge Harry Stone on the 1984–1992 television series Night Court. He later starred in the sitcom Dave's World from 1993 to 1997.",
    "year": 1952,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Nikolai Andrianov",
    "birthday": "1952-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Nikolai_Andrianov_c1974.jpg/258px-Nikolai_Andrianov_c1974.jpg",
    "extract": "Nikolai Yefimovich Andrianov was a Soviet and Russian gymnast.",
    "year": 1952,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rick Aviles",
    "birthday": "1952-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7a/Rick_Aviles.jpg",
    "extract": "Rick Aviles was an American stand-up comedian and actor of Puerto Rican descent, best remembered for portraying the villainous Willie Lopez in the film Ghost.",
    "year": 1952,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Aad van den Hoek",
    "birthday": "1951-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Proloog_Olympias_toer_in_Den_Haag_start%2C_nr_10_Aad_van_de_Hoek_kop%2C_Bestanddeelnr_927-1477.jpg/212px-Proloog_Olympias_toer_in_Den_Haag_start%2C_nr_10_Aad_van_de_Hoek_kop%2C_Bestanddeelnr_927-1477.jpg",
    "extract": "Aad van den Hoek is a former Dutch cyclist. He was professional between 1974 and 1983 and was good friends with Gerrie Knetemann.",
    "year": 1951,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Joey Travolta",
    "birthday": "1950-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Joey_Travolta_2018.jpg/230px-Joey_Travolta_2018.jpg",
    "extract": "Joseph Allen Travolta is an American actor, singer, producer, director and screenwriter. He is the older brother of actor John Travolta.",
    "year": 1950,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Damian Lau",
    "birthday": "1949-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/%E5%8A%89%E6%9D%BE%E4%BB%81.jpg/239px-%E5%8A%89%E6%9D%BE%E4%BB%81.jpg",
    "extract": "Damian Lau Chung-yan is a Hong Kong film and television actor, executive producer and film director. Lau has starred in many television drama series of various genres, produced by Hong Kong's TVB and ATV.",
    "year": 1949,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Katha Pollitt",
    "birthday": "1949-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Katha_Pollitt_photo_credit_to_Christina_Pabst.jpg/213px-Katha_Pollitt_photo_credit_to_Christina_Pabst.jpg",
    "extract": "Katha Pollitt is an American poet, essayist and critic. She is the author of four essay collections and two books of poetry. Her writing focuses on political and social issues from a left-leaning perspective, including abortion, racism, welfare reform, feminism, and poverty.",
    "year": 1949,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dave Schultz (ice hockey)",
    "birthday": "1949-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Dave_Schultz_hockey.JPG/228px-Dave_Schultz_hockey.JPG",
    "extract": "David William Schultz is a Canadian businessman and former professional ice hockey coach and player. Nicknamed \"The Hammer\", Schultz is renowned as one of hockey's greatest enforcers and holds the NHL record for most penalty minutes in a single season, at 472. Schultz was born in Waldheim, Saskatchewan, but grew up in Rosetown, Saskatchewan.",
    "year": 1949,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Marcia Barrett",
    "birthday": "1948-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/MarciaBarrettJune2014.jpg/235px-MarciaBarrettJune2014.jpg",
    "extract": "Marcia Barrett is a Jamaican-British singer and one of the original singers with the vocal group Boney M.",
    "year": 1948,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Norman Ornstein",
    "birthday": "1948-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Democratic_Deterioration_at_Home_and_Abroad_%2826792010369%29_%28cropped%29.jpg/235px-Democratic_Deterioration_at_Home_and_Abroad_%2826792010369%29_%28cropped%29.jpg",
    "extract": "Norman Jay Ornstein is an American political scientist and an Emeritus scholar at the American Enterprise Institute (AEI), a Washington, D.C. conservative think tank. He is the co-author of It's Even Worse Than It Looks: How the American Constitutional System Collided With the New Politics of Extremism.",
    "year": 1948,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Charlie Joiner",
    "birthday": "1947-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Charlie_Joiner.jpg",
    "extract": "Charles B. Joiner Jr. is an American former professional football player who was a wide receiver in the American Football League (AFL) and National Football League (NFL) for 18 seasons. He is best known for his career with the San Diego Chargers, with whom he spent 11 seasons. Before joining the Chargers, he played for the Houston Oilers and Cincinnati Bengals each for four seasons. He retired with the most career receptions, receiving yards, and games played of any wide receiver in NFL history. Joiner was inducted into the Pro Football Hall of Fame in 1996.",
    "year": 1947,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Nikolai Volkoff",
    "birthday": "1947-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/WrestleMania_31_Axxess_2015-03-28_11-05-11_ILCE-6000_DSC04678_%2817232263810%29.jpg/180px-WrestleMania_31_Axxess_2015-03-28_11-05-11_ILCE-6000_DSC04678_%2817232263810%29.jpg",
    "extract": "Josip Hrvoje Peruzović, better known by his ring name Nikolai Volkoff, was a Croatian-American professional wrestler best known for his time in the World Wrestling Federation (WWF). Although the character that Volkoff often portrayed was a villainous Russian, Peruzović originated from the former Yugoslavia in real life, now present day Croatia.",
    "year": 1947,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "François Bozizé",
    "birthday": "1946-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Francois_Bozize_headshot.jpg/209px-Francois_Bozize_headshot.jpg",
    "extract": "François Bozizé Yangouvonda is a Central African politician who was President of the Central African Republic from 2003 to 2013.",
    "year": 1946,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Joey de Leon",
    "birthday": "1946-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Joey_De_Leon_and_Travis_Kraft_%28cropped%29.jpg/194px-Joey_De_Leon_and_Travis_Kraft_%28cropped%29.jpg",
    "extract": "Jose María Ramos de Leon Jr., professionally known as Joey de Leon, is a Filipino comedian, actor, television presenter and songwriter. He hosts the noontime variety show Eat Bulaga!. He is a member of the comedy trio Tito, Vic and Joey that has made several comedy movies and TV shows.",
    "year": 1946,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Justin Hayward",
    "birthday": "1946-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Justin_Hayward_%28cropped%29.png/320px-Justin_Hayward_%28cropped%29.png",
    "extract": "David Justin Hayward is an English musician best known as songwriter, lead singer and guitarist of the rock band the Moody Blues. Hayward became the group's principal lead guitarist and vocalist over the 1967–1974 period, and the most prolific songwriter and composer of several international hit singles for the band.",
    "year": 1946,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dan McCafferty",
    "birthday": "1946-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nazareth_%40_Rothes_Halls_%284380017624%29_%282%29.jpg/320px-Nazareth_%40_Rothes_Halls_%284380017624%29_%282%29.jpg",
    "extract": "William Daniel McCafferty is a Scottish vocalist, best known as the lead singer for the Scottish hard rock band Nazareth from its founding in 1968 to his retirement from touring with the band in 2013. McCafferty continues to perform solo around the world and record on occasion.",
    "year": 1946,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Al Oliver",
    "birthday": "1946-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Al_Oliver_Giants.jpg/203px-Al_Oliver_Giants.jpg",
    "extract": "Albert Oliver Jr. is an American former professional baseball player. He played in Major League Baseball as an outfielder and first baseman from 1968 through 1985, most notably as a member of the Pittsburgh Pirates teams that won five National League Eastern Division titles in six years between 1970 and 1975 and, won the World Series in 1971. A seven-time All-Star, Oliver was the 1982 National League batting champion and RBI champion as a member of the Montreal Expos. He was also a three-time Silver Slugger Award winner.",
    "year": 1946,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Craig Venter",
    "birthday": "1946-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Craigventer2.jpg/213px-Craigventer2.jpg",
    "extract": "John Craig Venter is an American biotechnologist and businessman. He is known for leading the first draft sequence of the human genome and assembled the first team to transfect a cell with a synthetic chromosome. Venter founded Celera Genomics, the Institute for Genomic Research (TIGR) and the J. Craig Venter Institute (JCVI). He was the co-founder of Human Longevity Inc. and Synthetic Genomics. He was listed on Time magazine's 2007 and 2008 Time 100 list of the most influential people in the world. In 2010, the British magazine New Statesman listed Craig Venter at 14th in the list of \"The World's 50 Most Influential Figures 2010\". In 2012, Venter was honored with Dan David Prize for his contribution to genome research. He was elected to the American Philosophical Society in 2013. He is a member of the USA Science and Engineering Festival's advisory board.",
    "year": 1946,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Colin Hodgkinson",
    "birthday": "1945-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/2015_Lieder_am_See_-_Ten_Years_After-_Colin_Hodgkinson_by_2eight_-_DSC0418.jpg/246px-2015_Lieder_am_See_-_Ten_Years_After-_Colin_Hodgkinson_by_2eight_-_DSC0418.jpg",
    "extract": "Colin Hodgkinson is a British rock, jazz and blues bassist, who has been active since the 1960s.",
    "year": 1945,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Daan Jippes",
    "birthday": "1945-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Daan_Jippes_in_Frankfurt_2009.JPG/320px-Daan_Jippes_in_Frankfurt_2009.JPG",
    "extract": "Daniel Jan \"Daan\" Jippes is a Dutch cartoonist who's known for his work on Disney comics. In the 1980s and 1990s he drew many covers for Gladstone Publishing's Disney magazines. In the 1990s he redrew for Egmont old Junior Woodchucks stories from the 1970s, originally written by Carl Barks and drawn by John Carey, Kay Wright and Tony Strobl.",
    "year": 1945,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lesley Joseph",
    "birthday": "1945-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Lesley_Joseph.png/302px-Lesley_Joseph.png",
    "extract": "Lesley Diana Joseph is an English actress and broadcaster, best known for playing Dorien Green in the television sitcom Birds of a Feather from 1989 to 1998, and again from 2014 to 2020. Other television credits include Absurd Person Singular (1985) and Night and Day (2001–2003).",
    "year": 1945,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Udo Kier",
    "birthday": "1944-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Udo_KIER_festival_de_Cannes_2011.jpg/226px-Udo_KIER_festival_de_Cannes_2011.jpg",
    "extract": "Udo Kierspe, known professionally as Udo Kier, is a German actor. Known primarily as a character actor, Kier has appeared in more than 220 films in both leading and supporting roles throughout Europe and the Americas. He has collaborated with acclaimed filmmakers such as Lars von Trier, Gus van Sant, Werner Herzog, Debbie McGee, Walerian Borowczyk, Kleber Mendonça Filho, Dario Argento, Charles Matton, Guy Maddin, Alexander Payne, and Paul Morrissey.",
    "year": 1944,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mohammad Khatami",
    "birthday": "1943-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Mohammad_Khatami_-_December_11%2C_2007.jpg/228px-Mohammad_Khatami_-_December_11%2C_2007.jpg",
    "extract": "Seyyed Mohammad Khatami is an Iranian politician who served as the fifth president of Iran from 3 August 1997 to 3 August 2005. He also served as Iran's Minister of Culture from 1982 to 1992. Later, he was critical of the government of subsequent President Mahmoud Ahmadinejad.",
    "year": 1943,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Evelio Javier",
    "birthday": "1942-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Eveliojavierportrait.jpg/166px-Eveliojavierportrait.jpg",
    "extract": "Evelio Bellaflor Javier was a Filipino politician. He served as governor of the province of Antique and was an opponent of the dictatorship of President Ferdinand Marcos. His assassination on February 11, 1986, was one of the causes of the People Power Revolution that overthrew Marcos.\nEvelio Javier's brother, Exequiel Javier, served as congressman from 1987 to 1998 and from 2001 to 2010 and governor from 1998 to 2001, and 2010 to 2015.",
    "year": 1942,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Péter Nádas",
    "birthday": "1942-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/N%C3%A1das_P%C3%A9ter.jpg/320px-N%C3%A1das_P%C3%A9ter.jpg",
    "extract": "Péter Nádas is a Hungarian writer, playwright, and essayist.",
    "year": 1942,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Suzzanna",
    "birthday": "1942-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Suzzanna%2C_c_1963%2C_Tati_Photo_Studio.jpg/238px-Suzzanna%2C_c_1963%2C_Tati_Photo_Studio.jpg",
    "extract": "Suzzanna Martha Frederika van Osch, better known as Suzzanna, was an Indonesian actress of Indo descent. Known as the \"horror queen of Indonesian cinema\", she is well known in particular in Indonesia for portraying spirits, witches, and other supernatural beings.",
    "year": 1942,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jerry Glanville",
    "birthday": "1941-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/JerryGlanvilleFeb09.jpg/272px-JerryGlanvilleFeb09.jpg",
    "extract": "Jerry Michael Glanville is an American football coach who is the head coach of the Conquerors of The Spring League. He played football at Northern Michigan University in the early 1960s, and is a former NASCAR driver and owner, and sportscaster. He served as head coach of the Houston Oilers from 1986 to 1990 and the Atlanta Falcons from 1990 to 1994, compiling a career National Football League (NFL) record of 63–73. From 2007 to 2009, he was the Head Football Coach at Portland State University, tallying a mark of 9–24. Glanville has worked as an analyst on HBO's Inside the NFL, CBS's The NFL Today/NFL on CBS and Fox's coverage of the NFL. He has also raced on the Automobile Racing Club of America circuit. Glanville also briefly served as a consultant and liaison for the United Football League in 2011.",
    "year": 1941,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Art Shamsky",
    "birthday": "1941-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Art_Shamsky_2013.jpg/212px-Art_Shamsky_2013.jpg",
    "extract": "Arthur Louis Shamsky is an American former Major League Baseball player. He played right field, left field, and first base from 1965 to 1972 for the Cincinnati Reds, New York Mets, Chicago Cubs, and Oakland Athletics. He tied a major league record by homering in four consecutive at bats in 1966. He was an integral player on the 1969 World Series Champion Miracle Mets, batting .300 with 14 home runs while platooning, and then hitting .538 in the post-season batting cleanup. In 2007, he was the manager of the Modi'in Miracle of the Israel Baseball League.",
    "year": 1941,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Roger Taylor (tennis)",
    "birthday": "1941-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Roger_Taylor_%28tennis%29.jpg/253px-Roger_Taylor_%28tennis%29.jpg",
    "extract": "Roger Taylor MBE is a British former tennis player. Born in Sheffield, West Riding of Yorkshire, he won 6 singles titles and 10 doubles titles during his career. He achieved success at several Grand Slam tournaments, reaching the quarter-finals of the French Open in 1973, the semi-finals of Wimbledon during the same year and winning back to back US Open Men's Doubles titles in 1971 and 1972. He also enjoyed particular success in 1970, again reaching the semi-finals of Wimbledon, where he achieved a big upset win over defending champion Rod Laver en route, and the semi-finals of the Australian Open. Taylor also reached the semi-finals at Wimbledon in 1967. His career-high ATP singles ranking was World No. 11, though Taylor was ranked World No. 8 in 1970 before the ATP rankings began.",
    "year": 1941,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Cliff Richard",
    "birthday": "1940-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Cliff_Richard_-_Old_Royal_Naval_Yard_Greenwich_-_Saturday_1st_July_2017_CliffGreenwich010717-43_%2835672276090%29_%28cropped%29.jpg/225px-Cliff_Richard_-_Old_Royal_Naval_Yard_Greenwich_-_Saturday_1st_July_2017_CliffGreenwich010717-43_%2835672276090%29_%28cropped%29.jpg",
    "extract": "Sir Cliff Richard is an English singer who holds both British and Barbadian citizenship. He has sold more than 250 million records worldwide, making him one of the best-selling music artists of all time. He has total sales of over 21.5 million singles in the United Kingdom and is the third-top-selling artist in UK Singles Chart history, behind the Beatles and Elvis Presley.",
    "year": 1940,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Christopher Timothy",
    "birthday": "1940-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Christopher_Timothy.jpg/213px-Christopher_Timothy.jpg",
    "extract": "Christopher Timothy is a Welsh actor. He is known for his roles as James Herriot in All Creatures Great and Small, Mac McGuire in the BBC soap opera Doctors and Ted Murray in the BBC soap opera EastEnders.",
    "year": 1940,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ralph Lauren",
    "birthday": "1939-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/RalphLauren2018.png/320px-RalphLauren2018.png",
    "extract": "Ralph Lauren, is an American fashion designer, philanthropist, and billionaire businessman, best known for the Ralph Lauren Corporation, a global multibillion-dollar enterprise. He has become well known for his collection of rare automobiles, some of which have been displayed in museum exhibits. Lauren stepped down as CEO of the company in September 2015 but remains executive chairman and chief creative officer. As of April 2022, his net worth was estimated at US$6.9 billion.",
    "year": 1939,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Farah Pahlavi",
    "birthday": "1938-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Shahbanu_of_Iran.jpg/253px-Shahbanu_of_Iran.jpg",
    "extract": "Farah Pahlavi is the widow of the last Shah of Iran, Mohammad Reza Pahlavi, and was successively Queen and Shahbanu of Iran from 1959 to 1979. She was born into a prosperous family whose fortunes were diminished after her father's early death. While studying architecture in Paris, France, she was introduced to the Shah at the Iranian embassy, and they were married in December 1959. The Shah's first two marriages had not produced a son—necessary for royal succession—resulting in great rejoicing at the birth of Crown Prince Reza in October of the following year. Diba was then free to pursue interests other than domestic duties, though she was not allowed a political role. She worked for many charities, and founded Iran's first American-style university, enabling more women to become students in the country. She also facilitated the buying-back of Iranian antiquities from museums abroad.",
    "year": 1938,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "John Dean",
    "birthday": "1938-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/John_Dean_photo_portrait_as_White_House_Counsel_black_and_white_sitting.jpg/213px-John_Dean_photo_portrait_as_White_House_Counsel_black_and_white_sitting.jpg",
    "extract": "John Wesley Dean III is a former attorney who served as White House Counsel for United States President Richard Nixon from July 1970 until April 1973. Dean is known for his role in the cover-up of the Watergate scandal and his subsequent testimony to Congress as a witness. His guilty plea to a single felony in exchange for becoming a key witness for the prosecution ultimately resulted in a reduced sentence, which he served at Fort Holabird outside Baltimore, Maryland. After his plea, he was disbarred as an attorney.",
    "year": 1938,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Elizabeth Esteve-Coll",
    "birthday": "1938-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Estevecoll.jpg/320px-Estevecoll.jpg",
    "extract": "Dame Elizabeth Anne Loosemore Esteve-Coll is a British academic and former museum director and librarian.",
    "year": 1938,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ron Lancaster",
    "birthday": "1938-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/CFL_Lancaster.JPG/240px-CFL_Lancaster.JPG",
    "extract": "Ronald Lancaster was an American-Canadian professional football player and coach in the Canadian Football League (CFL). As the starting quarterback for the Saskatchewan Roughriders for 16 seasons, he led the team to its first Grey Cup championship in 1966 and is the franchise's all-time leader in passing yards, attempts, completions, touchdowns, and interceptions. At the time of his retirement, he was the CFL's career leader in passing yards and still ranks sixth overall as of 2016. After his retirement as a player, he served as a head coach and general manager in the CFL; he led his teams to two Grey Cups and currently ranks fourth all-time with 142 regular season wins. He was also a colour commentator on the CFL on CBC from 1981 to 1990. At the time of his death, he was the Senior Director of Football Operations of the Hamilton Tiger-Cats. He is a member of the Canadian Football Hall of Fame (1982), Canada's Sports Hall of Fame (1985) and the Wittenberg University Athletic Hall of Honour (1985).",
    "year": 1938,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Melba Montgomery",
    "birthday": "1938-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Melba_Montgomery.png/274px-Melba_Montgomery.png",
    "extract": "Melba Montgomery is an American country music singer. She is best known for her duet recordings in the 1960s with country music star George Jones and later Charlie Louvin. Her brother is the country music songwriter, Earl \"Peanutt\" Montgomery.",
    "year": 1938,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Hans Kraay Sr.",
    "birthday": "1936-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Hans_Kraay_sr..jpg/212px-Hans_Kraay_sr..jpg",
    "extract": "Hans Kraay was a Dutch professional footballer who played as a defender. Subsequently, he became well known for his football management skills as well as analysis of matches on Dutch television.",
    "year": 1936,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jürg Schubiger",
    "birthday": "1936-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/J%C3%BCrg_Schubiger%2C_M%C3%A4rz_2014.jpg/240px-J%C3%BCrg_Schubiger%2C_M%C3%A4rz_2014.jpg",
    "extract": "Jürg Schubiger was a Swiss psychotherapist and writer of children's books. He won the Deutscher Jugendliteraturpreis in 1996 for Als die Welt noch jung war.",
    "year": 1936,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Enrico Di Giuseppe",
    "birthday": "1932-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/83/Enrico_Di_Giuseppe.jpg/320px-Enrico_Di_Giuseppe.jpg",
    "extract": "Enrico Di Giuseppe was a celebrated American operatic tenor who had an active performance career from the late 1950s through the 1990s. He spent most of his career performing in New York City, juggling concurrent performance contracts with both the New York City Opera (NYCO) and the Metropolitan Opera during the 1970s and 1980s. In the latter part of his career he was particularly active with the New York Grand Opera.",
    "year": 1932,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Anatoly Larkin",
    "birthday": "1932-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a3/Larkin-2-240.png",
    "extract": "Anatoly Ivanovich Larkin was a Russian theoretical physicist, universally recognised as a leader in theory of condensed matter, and who was also a celebrated teacher of several generations of theorists.",
    "year": 1932,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mobutu Sese Seko",
    "birthday": "1930-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Mobutu.jpg/213px-Mobutu.jpg",
    "extract": "Mobutu Sese Seko Kuku Ngbendu Wa Za Banga was a Congolese politician and military officer who was the President of the Democratic Republic of the Congo from 1965 to 1971, and later Zaire from 1971 to 1997. He also served as Chairman of the Organisation of African Unity from 1967 to 1968. During the Congo Crisis, Mobutu, serving as Chief of Staff of the Army and supported by Belgium and the United States, deposed the democratically elected government of left-wing nationalist, Patrice Lumumba in 1960. Mobutu installed a government that arranged for Lumumba's execution in 1961, and continued to lead the country's armed forces until he took power directly in a second coup in 1965.",
    "year": 1930,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alan Williams (Swansea West MP)",
    "birthday": "1930-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/35/Alan_Williams_MP.jpg/214px-Alan_Williams_MP.jpg",
    "extract": "Alan John Williams was a British Labour politician who served as Member of Parliament (MP) for Swansea West for over 45 years, from 1964 to 2010. He was the longest serving MP for a Welsh constituency since David Lloyd George and built a reputation for his detailed scrutiny of the ways in which public money was spent.",
    "year": 1930,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Yvon Durelle",
    "birthday": "1929-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0e/Yvon_Durelle.jpg/240px-Yvon_Durelle.jpg",
    "extract": "Yvon Durelle, was a Canadian champion boxer. He was of Acadian descent.",
    "year": 1929,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Joyce Bryant",
    "birthday": "1928-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/JoyceBryant.jpg/226px-JoyceBryant.jpg",
    "extract": "Joyce Bryant is an American singer and actress who achieved fame in the late 1940s and early 1950s as a theater and nightclub performer. With her signature silver hair and tight mermaid dresses, she became an early African-American sex symbol, garnering such nicknames as \"The Bronze Blond Bombshell\", \"the black Marilyn Monroe\", \"The Belter\" and \"The Voice You'll Always Remember\".",
    "year": 1928,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Roger Moore",
    "birthday": "1927-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Roger_Moore_12_Allan_Warren_Cropped.jpg/225px-Roger_Moore_12_Allan_Warren_Cropped.jpg",
    "extract": "Sir Roger George Moore was an English actor. He was the third actor to portray fictional British secret agent James Bond in the Eon Productions film series, playing the character in seven feature films between 1973 and 1985. Moore's seven appearances as Bond, from Live and Let Die to A View to a Kill, are the most of any actor in the Eon-produced entries.",
    "year": 1927,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Willy Alberti",
    "birthday": "1926-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Willy_Alberti_1.png/320px-Willy_Alberti_1.png",
    "extract": "Willy Alberti was a Dutch singer, who sang in Dutch and Italian. He was also an actor and a radio and TV personality.",
    "year": 1926,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Joel Barnett",
    "birthday": "1923-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4d/The_Lord_Barnett_2014.png/283px-The_Lord_Barnett_2014.png",
    "extract": "Joel Barnett, Baron Barnett, was a Labour Party politician. As Chief Secretary to the Treasury in the late 1970s, he devised the Barnett Formula that allocates public spending in Scotland, Wales and Northern Ireland.",
    "year": 1923,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "José Arraño Acevedo",
    "birthday": "1921-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8b/Jose_Arra%C3%B1o.jpg/257px-Jose_Arra%C3%B1o.jpg",
    "extract": "José Santos Arraño Acevedo was a Chilean journalist and historian, who worked in several regional newspapers, including El Rancagüino from Rancagua, La Discusión from Chillán, amid others. He also wrote two books on the history of Pichilemu: Pichilemu y Sus Alrededores Turísticos and Hombres y Cosas de Pichilemu.",
    "year": 1921,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Thelma Coyne Long",
    "birthday": "1918-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Thelma_Coyne_1932.jpg/223px-Thelma_Coyne_1932.jpg",
    "extract": "Thelma Dorothy Coyne Long was an Australian tennis player and one of the female players who dominated Australian tennis from the mid-1930s to the 1950s. During her career she won 19 Grand Slam tournament titles. In 2013, Long was inducted into the International Tennis Hall of Fame.",
    "year": 1918,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Doug Ring",
    "birthday": "1918-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/DougRing.jpg/229px-DougRing.jpg",
    "extract": "Douglas Thomas Ring was an Australian cricketer who played for Victoria and for Australia in 13 Test matches between 1948 and 1953. In 129 first-class cricket matches, he took 426 wickets bowling leg spin, and he had a top score of 145 runs, which was the only century of his career.",
    "year": 1918,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "C. Everett Koop",
    "birthday": "1916-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/C._Everett_Koop%2C_1980s.jpg/253px-C._Everett_Koop%2C_1980s.jpg",
    "extract": "Charles Everett Koop was an American pediatric surgeon and public health administrator. He was a vice admiral in the Public Health Service Commissioned Corps, and served as the 13th Surgeon General of the United States under President Ronald Reagan from 1982 to 1989. According to the Associated Press, \"Koop was the only surgeon general to become a household name,\" due to his frequent public presence around the HIV/AIDS crisis of the 1980s.",
    "year": 1916,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Loris Francesco Capovilla",
    "birthday": "1915-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Capovilla.cardinal2014.jpg/320px-Capovilla.cardinal2014.jpg",
    "extract": "Loris Francesco Capovilla was an Italian Roman Catholic prelate and a cardinal. At his death, he was the oldest living Roman Catholic bishop from Italy and the fourth oldest in the world. At the time of his elevation to the rank of cardinal in 2014, he was the oldest member of the College of Cardinals.",
    "year": 1915,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Harry Brecheen",
    "birthday": "1914-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e8/Harry_Brecheen.jpg/294px-Harry_Brecheen.jpg",
    "extract": "Harry David Brecheen, nicknamed \"The Cat\", was an American left-handed pitcher in Major League Baseball who played most of his career for the St. Louis Cardinals. In the late 1940s he was among the team's stars, in 1946 becoming the first left-hander ever to win three games in a single World Series, and the only pitcher ever to win consecutive World Series games. He later led the National League in several categories in 1948.",
    "year": 1914,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Raymond Davis Jr.",
    "birthday": "1914-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Raymond_Davis%2C_Jr_2001.jpg/262px-Raymond_Davis%2C_Jr_2001.jpg",
    "extract": "Raymond Davis Jr. was an American chemist and physicist. He is best known as the leader of the Homestake experiment in the 1960s-1980s, which was the first experiment to detect neutrinos emitted from the Sun; for this he shared the 2002 \nNobel Prize in Physics.",
    "year": 1914,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lê Đức Thọ",
    "birthday": "1911-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/02/LeDucTho1973.jpg",
    "extract": "Lê Đức Thọ, born Phan Đình Khải in Nam Dinh Province, was a Vietnamese revolutionary, general, diplomat, and politician. He was the first Asian to be awarded the Nobel Peace Prize, jointly with United States Secretary of State Henry Kissinger in 1973, but refused the award.",
    "year": 1911,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "John Wooden",
    "birthday": "1910-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/John_Wooden.JPG/245px-John_Wooden.JPG",
    "extract": "John Robert Wooden was an American basketball coach and player. Nicknamed the \"Wizard of Westwood\", he won ten National Collegiate Athletic Association (NCAA) national championships in a 12-year period as head coach for the UCLA Bruins, including a record seven in a row. No other team has won more than four in a row in Division I college men's or women's basketball. Within this period, his teams won an NCAA men's basketball record 88 consecutive games. Wooden won the prestigious Henry Iba Award as national coach of the year a record seven times and won the AP award five times.",
    "year": 1910,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mochitsura Hashimoto",
    "birthday": "1909-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Mochitsura_Hashimoto.jpg/231px-Mochitsura_Hashimoto.jpg",
    "extract": "Mochitsura Hashimoto  was a Japanese officer and a submarine commander in the Imperial Japanese Navy during World War II. He was captain of the submarine I-58, which sank the American heavy cruiser USS Indianapolis in 1945 after its delivery of parts and enriched uranium for the first atomic weapon used in wartime, Little Boy, prior to the attack on Hiroshima.",
    "year": 1909,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dorothy Kingsley",
    "birthday": "1909-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2d/Dorothy_Kingsley.jpg",
    "extract": "Dorothy Kingsley was an American screenwriter, who worked extensively in film, radio and television.",
    "year": 1909,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bernd Rosemeyer",
    "birthday": "1909-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Bundesarchiv_Bild_183-2007-1205-500%2C_Bernd_Rosemeyer%2C_Elly_Beinhorn%2C_Ferdinand_Porsche.jpg/320px-Bundesarchiv_Bild_183-2007-1205-500%2C_Bernd_Rosemeyer%2C_Elly_Beinhorn%2C_Ferdinand_Porsche.jpg",
    "extract": "Bernd Rosemeyer was a German racing driver and speed record holder. He is considered one of the greatest racing drivers of the pre-war era. Though he was not a member of the Nazi party, he was made a member of the SS for propaganda purposes and held the rank of Hauptsturmführer.",
    "year": 1909,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Allan Jones (actor)",
    "birthday": "1907-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Allan_Jones_1945.JPG/273px-Allan_Jones_1945.JPG",
    "extract": "Allan Jones was an American actor and tenor.",
    "year": 1907,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Hassan al-Banna",
    "birthday": "1906-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Hassan_al-Banna.jpg/245px-Hassan_al-Banna.jpg",
    "extract": "Sheikh Hassan Ahmed Abdel Rahman Muhammed al-Banna, known as Hassan al-Banna, was an Egyptian schoolteacher and imam, best known for founding the Muslim Brotherhood, one of the largest and most influential Islamic revivalist organizations.",
    "year": 1906,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Hannah Arendt",
    "birthday": "1906-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Hannah_Arendt_auf_dem_1._Kulturkritikerkongress%2C_Barbara_Niggl_Radloff%2C_FM-2019-1-5-9-16.jpg/320px-Hannah_Arendt_auf_dem_1._Kulturkritikerkongress%2C_Barbara_Niggl_Radloff%2C_FM-2019-1-5-9-16.jpg",
    "extract": "Hannah Arendt was a political philosopher, author, and Holocaust survivor. Her contributions influenced 20th and 21st century political theorists.",
    "year": 1906,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Christian Pineau",
    "birthday": "1904-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Christian_Pineu%2C_Ministro_do_Exterior_da_Fran%C3%A7a..tif/lossy-page1-247px-Christian_Pineu%2C_Ministro_do_Exterior_da_Fran%C3%A7a..tif.jpg",
    "extract": "Christian Pineau was a noted French Resistance fighter, who later served an important term as Minister of Foreign Affairs from 1956 through 1958.",
    "year": 1904,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mikhail Pervukhin",
    "birthday": "1904-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/26/Bundesarchiv_Bild_183-77054-0001%2C_Pervukin_AdK_der_UdSSR_%28detail%29.jpg",
    "extract": "Mikhail Georgievich Pervukhin was a Soviet official during the Stalin Era and Khrushchev Era. He served as a First Deputy Chairman of the Council of Ministers, literally First Vice-Premier of the Soviet Union, from 1955 to 1957.",
    "year": 1904,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Learco Guerra",
    "birthday": "1902-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b7/Learco_Guerra.jpg/209px-Learco_Guerra.jpg",
    "extract": "Learco Guerra was an Italian professional road racing cyclist. The highlight of his career was his overall win in the 1934 Giro d'Italia. He was born in San Nicolò Po, a frazione of Bagnolo San Vito in Lombardy, gained the nickname of \"Human Locomotive\" for his enduring quality in plain stages. After mediocre attempts to play football, Guerra became a professional cyclist in 1928, at 26. The following year he became Italian champion, racing as an independent or semi-professional.",
    "year": 1902,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "W. Edwards Deming",
    "birthday": "1900-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/W._Edwards_Deming.jpg/320px-W._Edwards_Deming.jpg",
    "extract": "William Edwards Deming was an American engineer, statistician, professor, author, lecturer, and management consultant. Educated initially as an electrical engineer and later specializing in mathematical physics, he helped develop the sampling techniques still used by the U.S. Department of the Census and the Bureau of Labor Statistics.",
    "year": 1900,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Thomas William Holmes",
    "birthday": "1898-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Thomas_William_Holmes.jpg/226px-Thomas_William_Holmes.jpg",
    "extract": "Thomas William Holmes VC was a soldier in the Canadian Expeditionary Force, and was a Canadian recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces, during the First World War. Holmes is the youngest Canadian to ever win the Victoria Cross.",
    "year": 1898,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alicja Dorabialska",
    "birthday": "1897-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Alicja_Dorabialska.jpg/231px-Alicja_Dorabialska.jpg",
    "extract": "Alicja Dorabialska, was a Polish chemist.",
    "year": 1897,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "E. E. Cummings",
    "birthday": "1894-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/E._E._Cummings_NYWTS.jpg/185px-E._E._Cummings_NYWTS.jpg",
    "extract": "Edward Estlin Cummings, often written in all lowercase as e e cummings, was an American poet, painter, essayist, author, and playwright. He wrote approximately 2,900 poems, two autobiographical novels, four plays, and several essays. He is often regarded as one of the most important American poets of the 20th century. Cummings is associated with modernist free-form poetry. Much of his work has idiosyncratic syntax and uses lower-case spellings for poetic expression.",
    "year": 1894,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Victoria Drummond",
    "birthday": "1894-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/ca/Victoria_Drummond_1941.jpg",
    "extract": "Victoria Alexandrina Drummond MBE, was the first woman marine engineer in the UK and the first woman member of Institute of Marine Engineers. In World War II she served at sea as an engineering officer in the British Merchant Navy and received awards for bravery under enemy fire.",
    "year": 1894,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lois Lenski",
    "birthday": "1893-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/High_school_graduation_photo_of_Lois_Lenski.jpg/231px-High_school_graduation_photo_of_Lois_Lenski.jpg",
    "extract": "Lois Lenore Lenski Covey was a Newbery Medal-winning author and illustrator of picture books and children's literature. Beginning with the release in 1927 of her first books, Skipping Village and Jack Horner's Pie: A Book of Nursery Rhymes, Lenski published 98 books, including several posthumous works. Her work includes children's picture books and illustrated chapter books, songbooks, poetry, short stories, her 1972 autobiography, Journey into Childhood, and essays about books and children's literature. Her best-known bodies of work include the \"Mr. Small\" series of picture books (1934–62); her \"Historical\" series of novels, including the Newbery Honor-winning titles Phebe Fairchild: Her Book (1936) and Indian Captive: The Story of Mary Jemison (1941); and her \"Regional\" series, including Newbery Medal-winning Strawberry Girl (1945) and Children's Book Award-winning Judy's Journey (1947).",
    "year": 1893,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lillian Gish",
    "birthday": "1893-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Lillian_Gish-edit1.jpg/248px-Lillian_Gish-edit1.jpg",
    "extract": "Lillian Diana Gish was an American actress, director and screenwriter. Her film acting career spanned 75 years, from 1912, in silent film shorts, to 1987. Gish was called \"The First Lady of American Cinema\", and is credited with pioneering fundamental film performance techniques. In 1999, the American Film Institute ranked Gish as the 17th greatest female movie star of classic Hollywood cinema.",
    "year": 1893,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sumner Welles",
    "birthday": "1892-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Sumner_Welles_cph.3b12340.jpg/220px-Sumner_Welles_cph.3b12340.jpg",
    "extract": "Benjamin Sumner Welles was an American government official and diplomat in the Foreign Service. He was a major foreign policy adviser to President Franklin D. Roosevelt and served as Under Secretary of State from 1936 to 1943, during Roosevelt's presidency.",
    "year": 1892,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dwight D. Eisenhower",
    "birthday": "1890-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Dwight_D._Eisenhower%2C_official_photo_portrait%2C_May_29%2C_1959.jpg/255px-Dwight_D._Eisenhower%2C_official_photo_portrait%2C_May_29%2C_1959.jpg",
    "extract": "Dwight David \"Ike\" Eisenhower was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the five-star rank of General of the Army. He planned and supervised the invasion of North Africa in Operation Torch in 1942–1943 and the invasion of Normandy from the Western Front in 1944–1945.",
    "year": 1890,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Katherine Mansfield",
    "birthday": "1888-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Katherine_Mansfield_%28no_signature%29.jpg/199px-Katherine_Mansfield_%28no_signature%29.jpg",
    "extract": "Kathleen Mansfield Murry was a New Zealand writer, essayist and journalist, widely considered one of the most influential and important authors of the modernist movement. Her works are celebrated across the world, and have been published in 25 languages.",
    "year": 1888,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Yukio Sakurauchi",
    "birthday": "1888-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Yukio_sakurauchi.jpg/249px-Yukio_sakurauchi.jpg",
    "extract": " Yukio Sakurauchi   was an entrepreneur, politician and cabinet minister in the pre-war Empire of Japan. He was the father of prominent post-war politician Yoshio Sakurauchi, and grandfather of controversial politician Seiichi Ota.",
    "year": 1888,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Éamon de Valera",
    "birthday": "1882-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/%C3%89amon_de_Valera.jpg/265px-%C3%89amon_de_Valera.jpg",
    "extract": "Éamon de Valera was a prominent statesman and political leader in 20th-century Ireland. He served several terms as head of government and head of state and had a leading role in introducing the 1937 Constitution of Ireland.",
    "year": 1882,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Charlie Parker (cricketer)",
    "birthday": "1882-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/95/CWL_Parker_Cr_Apr_81.jpg/239px-CWL_Parker_Cr_Apr_81.jpg",
    "extract": "Charles Warrington Leonard Parker was an English cricketer, who stands as the third highest wicket taker in the history of first-class cricket, behind Wilfred Rhodes and Tich Freeman.",
    "year": 1882,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Reginald Doherty",
    "birthday": "1872-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/R.F.Doherty_by_Voigt.jpg/268px-R.F.Doherty_by_Voigt.jpg",
    "extract": "Reginald \"Reggie\" or \"R. F.\" Frank Doherty was a British tennis player and the older brother of tennis player Laurence Doherty. He was known in the tennis world as \"R.F.\" rather than \"Reggie\". He was a four-time Wimbledon singles champion and a triple Olympic Gold medalist in doubles and mixed doubles.",
    "year": 1872,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alexander von Zemlinsky",
    "birthday": "1871-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Zemlinsky.jpg/263px-Zemlinsky.jpg",
    "extract": "Alexander Zemlinsky or Alexander von Zemlinsky was an Austrian composer, conductor, and teacher.",
    "year": 1871,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Joseph Duveen, 1st Baron Duveen",
    "birthday": "1869-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Joseph_Duveen.jpg/237px-Joseph_Duveen.jpg",
    "extract": "Joseph Duveen, 1st Baron Duveen, known as Sir Joseph Duveen, Bt., between 1927 and 1933, was a British art dealer who was considered one of the most influential art dealers of all time.",
    "year": 1869,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Masaoka Shiki",
    "birthday": "1867-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Masaoka_Shiki.jpg/226px-Masaoka_Shiki.jpg",
    "extract": "Masaoka Shiki , pen-name of Masaoka Noboru, was a Japanese poet, author, and literary critic in Meiji period Japan. Shiki is regarded as a major figure in the development of modern haiku poetry, credited with writing nearly 20,000 stanzas during his short life. He also wrote on reform of tanka poetry.",
    "year": 1867,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Julia A. Ames",
    "birthday": "1861-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Julia_A._Ames.png/282px-Julia_A._Ames.png",
    "extract": "Julia A. Ames was an American journalist, editor and temperance reformer. She served as associate editor of the Woman's Temperance Publishing Association's Union Signal. Ames died in 1891 at the age of 30. The year after her death, the journalist and spiritualist W. T. Stead published automatic writing which was said to have been sent by Ames to her friend. Stead also created \"Julie's Bureau\" to allow others to communicate with the dead.",
    "year": 1861,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "John William Kendrick",
    "birthday": "1853-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f9/John_William_Kendrick_circa_1900.png/243px-John_William_Kendrick_circa_1900.png",
    "extract": "John William Kendrick was chief engineer, general manager and vice-president of the Northern Pacific Railway and later vice-chairman of the board of the Atchison, Topeka and Santa Fe Railway.",
    "year": 1853,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Byron Edmund Walker",
    "birthday": "1848-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Edmund_Walker.jpg/243px-Edmund_Walker.jpg",
    "extract": "Sir Byron Edmund Walker, CVO was a Canadian banker. He was the president of the Canadian Bank of Commerce from 1907 to 1924, and a generous patron of the arts, helping to found and nurture many of Canada's cultural and educational institutions, including the University of Toronto, National Gallery of Canada, the Champlain Society, Appleby College, Art Gallery of Ontario and Royal Ontario Museum.",
    "year": 1848,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "John See",
    "birthday": "1844-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/38/JohnSee.jpg",
    "extract": "Sir John See was a member of the New South Wales Legislature from 26 November 1880 to 15 June 1901, and was then Premier of New South Wales from 1901 to 1904.",
    "year": 1844,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Joe Start",
    "birthday": "1842-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/88/Joestart.jpg/183px-Joestart.jpg",
    "extract": "Joseph Start, nicknamed \"Old Reliable\" or \"Rocks\", was one of the most durable regulars of baseball's earliest era, and one of the top first basemen of his time. He began his playing career in 1859, before the formation of organized leagues and before ballplayers received payment for their services. He continued to play regularly until 1886, when he was 43. Start's career spanned countless innovations that transformed the game in fundamental ways, but he adjusted and continued to play at a high level for almost three decades. Baseball historian Bill Ryczek said that Start \"was the last of the pre–Civil War players to hang up his cleats.\"",
    "year": 1842,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dmitry Pisarev",
    "birthday": "1840-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Dimitri_Pisarev.jpg/238px-Dimitri_Pisarev.jpg",
    "extract": "Dmitry Ivanovich Pisarev was a Russian literary critic and philosopher who was a central figure of Russian nihilism. He is noted as a forerunner of Nietzschean philosophy and for the impact his advocacy of liberation movements and natural science had on Russian history.",
    "year": 1840,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Adolphe Monticelli",
    "birthday": "1824-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Adolphe_Monticelli.jpg/241px-Adolphe_Monticelli.jpg",
    "extract": "Adolphe Joseph Thomas Monticelli was a French painter of the generation preceding the Impressionists.",
    "year": 1824,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Preston King (politician)",
    "birthday": "1806-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Preston_King_-_Brady-Handy.jpg/206px-Preston_King_-_Brady-Handy.jpg",
    "extract": "Preston King was a United States Representative and Senator from New York.",
    "year": 1806,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Joseph Plateau",
    "birthday": "1801-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Joseph_Plateau_-_clean.jpg/245px-Joseph_Plateau_-_clean.jpg",
    "extract": "Joseph Antoine Ferdinand Plateau was a Belgian physicist and mathematician. He was one of the first people to demonstrate the illusion of a moving image. To do this, he used counterrotating disks with repeating drawn images in small increments of motion on one and regularly spaced slits in the other. He called this device of 1832 the phenakistiscope.",
    "year": 1801,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Friedrich Parrot",
    "birthday": "1791-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Friedrich_Parrot.jpg/230px-Friedrich_Parrot.jpg",
    "extract": "Johann Jacob Friedrich Wilhelm Parrot was a Baltic German naturalist, explorer, and mountaineer, who lived and worked in Dorpat in what was then the Governorate of Livonia of the Russian Empire. A pioneer of Russian and Estonian scientific mountaineering, Parrot is best known for leading the first expedition to the summit of Mount Ararat in recorded history.",
    "year": 1791,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ferdinand VII of Spain",
    "birthday": "1784-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Fernando_VII_-_Vicente_L%C3%B3pez.jpg/236px-Fernando_VII_-_Vicente_L%C3%B3pez.jpg",
    "extract": "Ferdinand VII was the King of Spain during the early- to mid-19th century. He reigned over the Spanish Kingdom in 1808 and again from 1813 to his death in 1833. He was known to his supporters as el Deseado and to his detractors as el Rey Felón.",
    "year": 1784,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "François Sébastien Charles Joseph de Croix, Count of Clerfayt",
    "birthday": "1733-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Clairfait.jpg/224px-Clairfait.jpg",
    "extract": "François Sébastien Charles Joseph de Croix, Count of Clerfayt, a Walloon, joined the army of the Habsburg monarchy and soon fought in the Seven Years' War. Later in his military career, he led Austrian troops in the war against Ottoman Turkey. During the French Revolutionary Wars he saw extensive fighting and rose to the rank of Field Marshal.",
    "year": 1733,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Charles Middleton, 1st Baron Barham",
    "birthday": "1726-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Admiral_Charles_Middleton%2C_later_Lord_Barham_%281726-1813%29%2C_by_Isaac_Pocock.jpg/266px-Admiral_Charles_Middleton%2C_later_Lord_Barham_%281726-1813%29%2C_by_Isaac_Pocock.jpg",
    "extract": "Admiral Charles Middleton, 1st Baron Barham, PC was a Royal Navy officer and politician. As a junior officer he saw action during the Seven Years' War. Middleton was given command of a guardship at the Nore, a Royal Navy anchorage in the Thames Estuary, at the start of the American War of Independence, and was subsequently appointed Comptroller of the Navy. He went on to be First Naval Lord and then First Lord of the Admiralty. Middleton also played a crucial role in the abolition of the slave trade.",
    "year": 1726,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "George Grenville",
    "birthday": "1712-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/George_Grenville_%281712%E2%80%931770%29_by_William_Hoare_%281707-1792%29.jpg/256px-George_Grenville_%281712%E2%80%931770%29_by_William_Hoare_%281707-1792%29.jpg",
    "extract": "George Grenville was a British Whig statesman who rose to the position of Prime Minister of Great Britain. Grenville was born into an influential political family and first entered Parliament in 1741 as an MP for Buckingham. He emerged as one of Cobham's Cubs, a group of young members of Parliament associated with Lord Cobham.",
    "year": 1712,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Robert Simson",
    "birthday": "1687-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Robert_Simson.jpg/269px-Robert_Simson.jpg",
    "extract": "Robert Simson was a Scottish mathematician and professor of mathematics at the University of Glasgow. The Simson line is named after him.",
    "year": 1687,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "William Penn",
    "birthday": "1644-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Francis_Place_Chalk_Portrait_of_William_Penn_1695.jpg/299px-Francis_Place_Chalk_Portrait_of_William_Penn_1695.jpg",
    "extract": "William Penn was an English writer and religious thinker belonging to the Religious Society of Friends (Quakers), and founder of the Province of Pennsylvania, a North American colony of England. He was an early advocate of democracy and religious freedom, notable for his good relations and successful treaties with the Lenape Native Americans.",
    "year": 1644,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bahadur Shah I",
    "birthday": "1643-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Bahadur_Shah%2C_ca._1670%2C_Biblioth%C3%A8que_nationale_de_France%2C_Paris.jpg/218px-Bahadur_Shah%2C_ca._1670%2C_Biblioth%C3%A8que_nationale_de_France%2C_Paris.jpg",
    "extract": "Bahadur Shah, also known as Muhammad Mu'azzam and Shah Alam, was the eighth Mughal emperor in India, ruled from 1707 until his death in 1712. In his youth, he conspired to overthrow his father Aurangzeb, the sixth Mughal emperor, and ascend to the throne. Shah's plans were intercepted by the emperor, who imprisoned him several times. From 1696 to 1707, he was governor of Akbarabad, Kabul and Lahore. Bahadur Shah was also Aurangzeb's third son.",
    "year": 1643,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Simon van der Stel",
    "birthday": "1639-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Simon_van_der_Stel.jpg/264px-Simon_van_der_Stel.jpg",
    "extract": "Simon van der Stel was the last commander and first Governor of the Dutch Cape Colony, the settlement at the Cape of Good Hope.",
    "year": 1639,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "James II of England",
    "birthday": "1633-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/James_II_by_Peter_Lely.jpg/256px-James_II_by_Peter_Lely.jpg",
    "extract": "James II and VII was King of England and King of Ireland as James II, and King of Scotland as James VII from the death of his elder brother, Charles II, on 6 February 1685. He was deposed in the Glorious Revolution of 1688. He was the last Catholic monarch of England, Scotland, and Ireland. His reign is now remembered primarily for struggles over religious tolerance, but it also involved struggles over the principles of absolutism and the divine right of kings. His deposition ended a century of political and civil strife in England by confirming the primacy of the English Parliament over the Crown.",
    "year": 1633,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sophia of Hanover",
    "birthday": "1630-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Electress_Sophia%2C_Princess_Palatine.jpg/273px-Electress_Sophia%2C_Princess_Palatine.jpg",
    "extract": "Sophia of Hanover was the Electress of Hanover by marriage to Elector Ernest Augustus and later the heiress presumptive to the thrones of England and Scotland and Ireland under the Act of Settlement 1701. She died less than two months before she would have become queen. Consequently, it was her son George I who succeeded her first cousin once removed, Queen Anne, to the British throne.",
    "year": 1630,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ernest Günther I, Duke of Schleswig-Holstein-Sonderburg-Augustenburg",
    "birthday": "1609-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Ernst_G%C3%BCnter%2C_1609-1689%2C_hertig_av_Holstein-Sondenburg-Augustenburg_-_Nationalmuseum_-_16131.tif/lossy-page1-259px-Ernst_G%C3%BCnter%2C_1609-1689%2C_hertig_av_Holstein-Sondenburg-Augustenburg_-_Nationalmuseum_-_16131.tif.jpg",
    "extract": "Ernest Günther I of Schleswig-Holstein-Sonderburg-Augustenburg was a Duke of Schleswig-Holstein of its Sonderborg line. He was the first to have his ducal seat in Augustenborg Palace, which he built and named in honor of his wife. He ruled from 1647 until his death in 1689.",
    "year": 1609,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Giambattista Marino",
    "birthday": "1569-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Frans_Pourbus_the_Younger_-_Portrait_of_Giovanni_Battista_Marino.jpg/258px-Frans_Pourbus_the_Younger_-_Portrait_of_Giovanni_Battista_Marino.jpg",
    "extract": "Giambattista Marino was an Italian poet who was born in Naples. He is most famous for his epic L'Adone.",
    "year": 1569,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jodocus Hondius",
    "birthday": "1563-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Jodocus_Hondius.jpg/267px-Jodocus_Hondius.jpg",
    "extract": "Jodocus Hondius was a Flemish and Dutch engraver and cartographer. He is sometimes called Jodocus Hondius the Elder to distinguish him from his son Jodocus Hondius II. Hondius is best known for his early maps of the New World and Europe, for re-establishing the reputation of the work of Gerard Mercator, and for his portraits of Francis Drake. One of the notable figures in the Golden Age of Dutch/Netherlandish cartography, he helped establish Amsterdam as the center of cartography in Europe in the 17th century.",
    "year": 1563,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Philip IV, Count of Nassau-Weilburg",
    "birthday": "1542-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Philipp_IV_of_Nassau-Saarbruecken.jpg/320px-Philipp_IV_of_Nassau-Saarbruecken.jpg",
    "extract": "Philip IV of Nassau-Weilburg, also known as Philip III of Nassau-Saarbrücken was Count of Nassau-Weilburg from 1559 until his death and since 1574 also Count of Nassau-Saarbrücken. Both possessions belonged to the Walram line of the House of Nassau. In Weilburg, he was the fourth count named Philip, but only the third in Saarbrücken, because his father, Philip III of Nassau-Weilburg never held Nassau-Saarbrücken.",
    "year": 1542,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Shimazu Tadayoshi",
    "birthday": "1493-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Shimazu_Tadayoshi%2816th%29.jpg/320px-Shimazu_Tadayoshi%2816th%29.jpg",
    "extract": "\n\nShimazu Tadayoshi  was a daimyō of Satsuma Province during Japan's Sengoku period. He was born into the Mimasaka Shimazu family (伊作島津家), which was part of the Shimazu clan, but after his father Shimazu Yoshihisa died, his mother married Shimazu Unkyu of another branch family, the Soshū (相州家). Tadayoshi thus came to represent two families within the larger Shimazu clan.",
    "year": 1493,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Konrad Peutinger",
    "birthday": "1465-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Amberger_Konrad_Peutinger.jpg/259px-Amberger_Konrad_Peutinger.jpg",
    "extract": "Conrad Peutinger was a German humanist, jurist, diplomat, politician, economist and archaeologist. A senior official in the municipal government of the Imperial City of Augsburg, he served as a counselor to Emperor Maximilian I and his successor Charles V. Also known as a passionate antiquarian, he collected, with the help of his wife Margareta Welser (1481–1552), one of the largest private libraries north of the Alps.",
    "year": 1465,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alesso Baldovinetti",
    "birthday": "1425-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Alesso_Baldovinetti_selfportrait.jpg/315px-Alesso_Baldovinetti_selfportrait.jpg",
    "extract": "Alesso or Alessio Baldovinetti was an Italian early Renaissance painter and draftsman.",
    "year": 1425,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Marie of Anjou",
    "birthday": "1404-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Marie_d%27Anjou.jpg/181px-Marie_d%27Anjou.jpg",
    "extract": "Marie of Anjou was Queen of France as the spouse of King Charles VII from 1422 to 1461. She served as regent and presided over the council of state several times during the absence of the king.",
    "year": 1404,
    "month": 10,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Przemysł II",
    "birthday": "1257-10-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Seal_of_Przemys%C5%82_II_King_of_Poland_from_1296.PNG/320px-Seal_of_Przemys%C5%82_II_King_of_Poland_from_1296.PNG",
    "extract": "Przemysł II was the Duke of Poznań from 1257–1279, of Greater Poland from 1279 to 1296, of Kraków from 1290 to 1291, and Gdańsk Pomerania (Pomerelia) from 1294 to 1296, and then King of Poland from 1295 until his death. After a long period of Polish high dukes and two nominal kings, he was the first to obtain the hereditary title of king, and thus to return Poland to the rank of kingdom. A member of the Greater Poland branch of the House of Piast as the only son of Duke Przemysł I and the Silesian princess Elisabeth, he was born posthumously; for this reason he was brought up at the court of his uncle Bolesław the Pious and received his own district to rule, the Duchy of Poznań in 1273. Six years later, after the death of his uncle, he also obtained the Duchy of Kalisz.",
    "year": 1257,
    "month": 10,
    "day": 14,
    "language": "en"
  }
]