[
  {
    "name": "Caleb McLaughlin",
    "birthday": "2001-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Caleb_McLaughlin_by_Gage_Skidmore.jpg/221px-Caleb_McLaughlin_by_Gage_Skidmore.jpg",
    "extract": "Caleb Ronald McLaughlin is an American actor. He is known for playing Lucas Sinclair in the Netflix series Stranger Things for which he has won the Screen Actors Guild Award for Outstanding Performance by an Ensemble in a Drama Series. He has previously performed on the Broadway stage as Young Simba in the musical The Lion King. McLaughlin made his feature film debut in 2020 starring in Concrete Cowboy.",
    "year": 2001,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Joshua Wong",
    "birthday": "1996-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/DSCF0013_%2848979536541%29_%28cropped%29.jpg/227px-DSCF0013_%2848979536541%29_%28cropped%29.jpg",
    "extract": "Joshua Wong Chi-fung is a Hong Kong activist and politician. He served as secretary-general of the pro-democracy party Demosistō until it disbanded following the implementation of the Hong Kong national security law on 30 June 2020. Wong was previously convenor and founder of the Hong Kong student activist group Scholarism. Wong first rose to international prominence during the 2014 Hong Kong protests, and his pivotal role in the Umbrella Movement resulted in his inclusion in TIME magazine's Most Influential Teens of 2014 and nomination for its 2014 Person of the Year; he was further called one of the \"world's greatest leaders\" by Fortune magazine in 2015, and nominated for the Nobel Peace Prize in 2017.",
    "year": 1996,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jimin",
    "birthday": "1995-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Jimin_x_Samsung_Galaxy_August_2021.png/300px-Jimin_x_Samsung_Galaxy_August_2021.png",
    "extract": "Park Ji-min, known mononymously as Jimin, is a South Korean singer and dancer. In 2013, he made his debut as a member of the South Korean boy group BTS, under the record label Big Hit Entertainment.",
    "year": 1995,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ryan Matterson",
    "birthday": "1994-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/RYAN_MATTERSON.jpg/262px-RYAN_MATTERSON.jpg",
    "extract": "Ryan Matterson is an Australian professional rugby league footballer who plays as a second-rower or lock forward for the Parramatta Eels in the NRL.",
    "year": 1994,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tiffany Trump",
    "birthday": "1993-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Tiffany_Trump_RNC_2016_cropped.jpg/235px-Tiffany_Trump_RNC_2016_cropped.jpg",
    "extract": "Tiffany Ariana Trump is an American legal research assistant at Georgetown Law. She is the fourth child of former U.S. president Donald Trump, and the only child with his second wife, Marla Maples.",
    "year": 1993,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alexandria Ocasio-Cortez",
    "birthday": "1989-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Alexandria_Ocasio-Cortez_Official_Portrait.jpg/256px-Alexandria_Ocasio-Cortez_Official_Portrait.jpg",
    "extract": "Alexandria Ocasio-Cortez, also known by her initials AOC, is an American politician and activist. She has served as the U.S. representative for New York's 14th congressional district since 2019, as a member of the Democratic Party. The district includes the eastern part of the Bronx, portions of north-central Queens, and Rikers Island in New York City.",
    "year": 1989,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Clive Rose (cricketer)",
    "birthday": "1989-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/CLIVE_ROSE_%2815084910724%29.jpg/212px-CLIVE_ROSE_%2815084910724%29.jpg",
    "extract": "Clive Andrew Rose is an Australian cricketer who played for Victoria and Tasmania. Rose is a left-arm orthodox spinner. He is of Pakistani heritage.",
    "year": 1989,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Scott Jamieson",
    "birthday": "1988-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Scott_Jamieson_MCY.jpg/240px-Scott_Jamieson_MCY.jpg",
    "extract": "Scott Alexander Jamieson is an Australian soccer player who plays as a left back and captains for Melbourne City in the A-League.",
    "year": 1988,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gabriel Agbonlahor",
    "birthday": "1986-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Gabriel_Agbonlahor_Aston_Villa-FH_318.jpg/255px-Gabriel_Agbonlahor_Aston_Villa-FH_318.jpg",
    "extract": "Gabriel Imuetinyan Agbonlahor is an English former professional footballer who played as a forward; he mostly played as a central striker, but he was also capable of playing on the wing. He spent his entire professional career with Aston Villa in the Premier League and later the Championship, with loans at Watford and Sheffield Wednesday at the start of his career.",
    "year": 1986,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sergio Pérez Moya",
    "birthday": "1986-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Sergio_Perez_CF_Monterrey_2012_FIFA_Club_World_Cup_%28cropped%29.jpg/225px-Sergio_Perez_CF_Monterrey_2012_FIFA_Club_World_Cup_%28cropped%29.jpg",
    "extract": "Sergio Pérez Moya is a Mexican former professional footballer who played as a right-back.",
    "year": 1986,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Antonio Pavanello",
    "birthday": "1982-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Antonio_Pavanello.jpg/221px-Antonio_Pavanello.jpg",
    "extract": "Antonio Pavanello was an Italian rugby union player. His preferred position was in the Second Row although he can also played equally well in the back-row. He played for Benetton Treviso in the Pro14 competition and the European Heineken Cup. \nFrom 2015 Pavanello is named Director of Rugby for Benetton Treviso.",
    "year": 1982,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ian Thorpe",
    "birthday": "1982-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Ian_Thorpe_2012.jpg/241px-Ian_Thorpe_2012.jpg",
    "extract": "Ian James Thorpe, is an Australian retired swimmer who specialised in freestyle, but also competed in backstroke and the individual medley. He has won five Olympic gold medals, the most won by any Australian along with fellow swimmer Emma McKeon. With three gold and two silver medals, Thorpe was the most successful athlete at the 2000 Summer Olympics, held in his hometown of Sydney.",
    "year": 1982,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Taylor Buchholz",
    "birthday": "1981-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Taylor_Buchholz_2011.jpg/249px-Taylor_Buchholz_2011.jpg",
    "extract": "Taylor Buchholz is an American former professional baseball pitcher.",
    "year": 1981,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ashanti (singer)",
    "birthday": "1980-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Ashanti_VMA_2018.png/214px-Ashanti_VMA_2018.png",
    "extract": "Ashanti Shequoiya Douglas is an American singer, songwriter, and actress. She was first discovered as a teenager and later signed to Murder Inc. Records in 2002. That year, she was featured on Fat Joe's \"What's Luv?\" and Ja Rule's \"Always on Time\", both of which became two of the biggest hit songs of 2002. She became the first female artist to occupy the top two positions on the U.S. Billboard Hot 100 chart simultaneously with \"Foolish\" and \"What's Luv?\" at numbers one and two, respectively.",
    "year": 1980,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "David Haye",
    "birthday": "1980-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/David_Haye.png/227px-David_Haye.png",
    "extract": "David Deron Haye is a British former professional boxer who competed between 2002 and 2018. He held multiple world championships in two weight classes, and was the first British boxer to reach the final of the World Amateur Boxing Championships, where he won a silver medal in 2001.",
    "year": 1980,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Magne Hoseth",
    "birthday": "1980-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Magne_Hoset_2006_06_06.jpg/273px-Magne_Hoset_2006_06_06.jpg",
    "extract": "Magne Hoseth  is a Norwegian football coach and former footballer who played for Averøykameratene, Molde, Copenhagen, Viking, Aalesund, Stabæk, Notodden and Kristiansund. He is currently assistant coach in Eliteserien club Kristiansund BK. As a footballer, Hoseth won a total of 6 trophies, featuring 4 Tippeligaen titles, one Norwegian Cup title and one Royal League title. From his debut in 2001, he has played 22 matches for the Norway national football team.",
    "year": 1980,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Scott Parker",
    "birthday": "1980-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Scott_Parker_Bournemouth_%28cropped%29.jpg/320px-Scott_Parker_Bournemouth_%28cropped%29.jpg",
    "extract": "Scott Matthew Parker is an English professional football manager and former player who played as a midfielder. He is the head coach of EFL Championship club AFC Bournemouth.",
    "year": 1980,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Wes Brown",
    "birthday": "1979-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Brown_Manchester_-_Old_Trafford_-_Manchester_United_vs_Crawley_Town.jpg/207px-Brown_Manchester_-_Old_Trafford_-_Manchester_United_vs_Crawley_Town.jpg",
    "extract": "Wesley Michael Brown is an English former professional footballer who played as a defender.",
    "year": 1979,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mamadou Niang",
    "birthday": "1979-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Mamadou_Niang_2011_%281%29.jpg/238px-Mamadou_Niang_2011_%281%29.jpg",
    "extract": "Mamadou Hamidou Niang is a Senegalese former professional footballer who played as a striker. He has represented Senegal at international level, participating in the 2004, 2006, and 2008 African Cup of Nations. He is the older brother of Papa Niang, who is also a professional footballer.",
    "year": 1979,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jermaine O'Neal",
    "birthday": "1978-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Jermaine_O%27Neal_smiling.jpg/298px-Jermaine_O%27Neal_smiling.jpg",
    "extract": "Jermaine Lee O'Neal Sr. is an American former professional basketball player. The center–power forward had a successful high school career and declared his eligibility for the 1996 NBA draft straight out of high school. O'Neal, at just 17 years of age, was selected by the Portland Trail Blazers with the 17th overall pick, and played his first professional game at 18. At the time, he was the youngest player to ever play an NBA game.",
    "year": 1978,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Benjamin Clapp",
    "birthday": "1977-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/BenClapp.drums.with.Blazed.jpg/320px-BenClapp.drums.with.Blazed.jpg",
    "extract": "Benjamin Clapp is an American musician from Boise, Idaho. He has performed, composed, and recorded music with numerous artists, most notably Erik Sanko and Skeleton Key, Tom Marshall (Phish) and Amfibian, Anthony Krizan, Jim Breuer, Kronos Quartet, Jesse Blaze Snider and Baptized By Fire, Dee Snider, Billy Martin, David Peel, and White Trash.",
    "year": 1977,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Antonio Di Natale",
    "birthday": "1977-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Antonio_di_natale.JPG/240px-Antonio_di_natale.JPG",
    "extract": "Antonio Di Natale is an Italian association football coach and former professional player who played as a forward. He is currently in charge as head coach of Serie C club Carrarese.",
    "year": 1977,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Justin Peroff",
    "birthday": "1977-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cf/Justin_Peroff_%282009%29.jpg/213px-Justin_Peroff_%282009%29.jpg",
    "extract": "Justin Peter Papadimitriou, family name changed to Peroff, is best known as the drummer for the Toronto-based indie rock collective Broken Social Scene. He is a credited actor, appearing in the major motion picture How to Lose a Guy in 10 Days and the Canadian television shows Straight Up and Our Hero. Peroff is a known DJ, spinning Broken Social Scene after parties worldwide and when stationed in his home town of Toronto. He also fulfills bi-weekly and monthly DJ gigs at clubs and bars citywide. Peroff is also an event promoter and artist manager, managing Toronto based producer / musician and Last Gang artist Harrison and Toronto based neo-soul singer / artist and film maker M.I. Blue.",
    "year": 1977,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paul Pierce",
    "birthday": "1977-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Paul_Pierce_2008-01-13.jpg/213px-Paul_Pierce_2008-01-13.jpg",
    "extract": "Paul Anthony Pierce is an American former professional basketball player. He played 19 seasons in the National Basketball Association (NBA), predominantly with the Boston Celtics. He was most recently an analyst on ESPN's basketball programs The Jump and NBA Countdown.",
    "year": 1977,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Brian Dawkins",
    "birthday": "1973-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Philadelphia_Eagles_Super_Bowl_LII_Victory_Parade_%2828393147219%29_%28cropped%29.jpg/269px-Philadelphia_Eagles_Super_Bowl_LII_Victory_Parade_%2828393147219%29_%28cropped%29.jpg",
    "extract": "Brian Patrick Dawkins Sr. is a former American football safety who played 16 seasons in the National Football League (NFL), primarily with the Philadelphia Eagles. He played college football at Clemson and was drafted by the Philadelphia Eagles in the second round of the 1996 NFL Draft. In his last three seasons, he played for the Denver Broncos. Dawkins was nicknamed \"Weapon X\" after the codename of the Marvel Comics character Wolverine for his reputation of relentless aggression on the field.",
    "year": 1973,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Matt Hughes (fighter)",
    "birthday": "1973-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Matt_Hughes_%28cropped%29.png/220px-Matt_Hughes_%28cropped%29.png",
    "extract": "Matthew Allen Hughes is an American retired mixed martial artist with a background in wrestling. Widely considered among the greatest fighters in the history of MMA, he is a former two-time UFC Welterweight Champion, UFC Hall of Fame inductee, and NJCAA Hall of Fame inductee. During his tenures in the Ultimate Fighting Championship, Hughes put together two separate six-fight winning streaks, defeated all the available opposition in the welterweight division, and defended the belt a then-record seven times. In May 2010, Hughes became the eighth inductee into the UFC Hall of Fame.",
    "year": 1973,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Summer Sanders",
    "birthday": "1972-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Summer_Sanders_%283649389347%29.jpg/292px-Summer_Sanders_%283649389347%29.jpg",
    "extract": "Summer Elisabeth Sanders is an American sports commentator, reporter, television personality, actress, former competition swimmer and Olympic champion from 1992.",
    "year": 1972,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sacha Baron Cohen",
    "birthday": "1971-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Sacha_Baron_Cohen%2C_2011.jpg/216px-Sacha_Baron_Cohen%2C_2011.jpg",
    "extract": "Sacha Noam Baron Cohen is an English actor, comedian, producer and screenwriter. He is best known for his creation and portrayal of the fictional satirical characters Ali G, Borat Sagdiyev, Brüno Gehard, and Admiral General Aladeen. He adopts a variety of accents and guises for his characters and interacts with unsuspecting subjects who do not realise they have been set up. At the 2012 British Comedy Awards, he received the Outstanding Achievement Award and accepted the award in-character as Ali G. In 2013, he received the BAFTA Charlie Chaplin Britannia Award for Excellence in Comedy. In 2018, The Times named him among the 30 best living comedians.",
    "year": 1971,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Billy Bush",
    "birthday": "1971-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/William_hall_bush_2006.jpg/241px-William_hall_bush_2006.jpg",
    "extract": "William Hall Bush is an American radio and television host. He is a member of the Bush family, a nephew of President George H. W. Bush and cousin of President George W. Bush and Florida governor Jeb Bush.",
    "year": 1971,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Pyrros Dimas",
    "birthday": "1971-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Piros_dimas_in_dion.jpg/161px-Piros_dimas_in_dion.jpg",
    "extract": "Pyrros Dimas is a Greek politician and former weightlifter. He is currently the technical director for USA Weightlifting, having taken that position in June 2017. Dimas has also been involved in politics as a member of the Greek parliament, representing the Panhellenic Socialist Movement from 2012 to 2015. Dimas is the most decorated Greek athlete in the Olympics and is widely considered one of the greatest weightlifters of all time, having been three times Olympic Gold Medalist, and three times World Champion. He was named the Greek Male Athlete of the Year, for the years 1992, 1993, 1995, and 1996.",
    "year": 1971,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Serena Altschul",
    "birthday": "1970-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Serena_Altschul_2011.jpg/320px-Serena_Altschul_2011.jpg",
    "extract": "Serena Altschul is an American broadcast journalist, known for her work at MTV News and CBS.",
    "year": 1970,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rob Howley",
    "birthday": "1970-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Robert_Howley_Wales_Grand_Slam_Celebration%2C_Senedd_19_March_2012.jpg/246px-Robert_Howley_Wales_Grand_Slam_Celebration%2C_Senedd_19_March_2012.jpg",
    "extract": "Robert Howley is a Welsh rugby union former player and coach. As a player he gained 59 caps for Wales, 22 of them as captain. He was part of the Wales coaching team for many years. He is currently the Coaching Consultant for the Toronto Arrows in Major League Rugby (MLR).",
    "year": 1970,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paul Potts",
    "birthday": "1970-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/One_Chance_04_%289766394672%29.jpg/229px-One_Chance_04_%289766394672%29.jpg",
    "extract": "Paul Potts is an English tenor. In 2007, he won the first series of ITV's Britain's Got Talent with his performance of \"Nessun dorma\", an aria from Puccini's opera Turandot. As a singer of operatic pop music, Potts recorded the album One Chance, which topped sales charts in 13 countries. Before winning Britain's Got Talent, Potts was a manager at Carphone Warehouse. He had been a Bristol city councillor from 1996 until 2003, and performed in amateur opera from 1999 to 2003.",
    "year": 1970,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Nancy Kerrigan",
    "birthday": "1969-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Nancy_Kerrigan_1995.jpg/213px-Nancy_Kerrigan_1995.jpg",
    "extract": "Nancy Ann Kerrigan is an American figure skater and actress. She won bronze medals at the 1991 World Championships and the 1992 Winter Olympics, silver medals at the 1992 World Championships and the 1994 Winter Olympics, as well as the 1993 US National Figure Skating Championship. Kerrigan was inducted into the United States Figure Skating Hall of Fame in 2004.",
    "year": 1969,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Cady McClain",
    "birthday": "1969-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Cady_McClain_June_19%2C_2014_%28cropped%29.jpg/208px-Cady_McClain_June_19%2C_2014_%28cropped%29.jpg",
    "extract": "Cady McClain is an American actress, singer, and author.",
    "year": 1969,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tisha Campbell",
    "birthday": "1968-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Tisha_Campbell_Nov_2018.png/246px-Tisha_Campbell_Nov_2018.png",
    "extract": "Tisha Michelle Campbell is an American actress, comedian, singer and dancer. Born in Oklahoma City, Oklahoma but raised in Newark, New Jersey, she made her screen debut appearing in the 1986 rock musical comedy film Little Shop of Horrors, and later starred on the short-lived NBC musical comedy drama Rags to Riches (1987–1988).",
    "year": 1968,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Trevor Hoffman",
    "birthday": "1967-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Trevor_Hoffman_01.jpg/320px-Trevor_Hoffman_01.jpg",
    "extract": "Trevor William Hoffman is an American former professional baseball relief pitcher who played 18 years in Major League Baseball (MLB) from 1993 to 2010. A long-time closer, he pitched for the Florida Marlins, San Diego Padres, and Milwaukee Brewers, including more than 15 years for the Padres. Hoffman was the major leagues' first player to reach the 500- and 600-save milestones, and was the all-time saves leader from 2006 until 2011. He was inducted into the Baseball Hall of Fame in 2018. Hoffman currently serves as senior advisor for baseball operations for the Padres.",
    "year": 1967,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Javier Sotomayor",
    "birthday": "1967-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Javier_Sotomayor_2009.jpg/320px-Javier_Sotomayor_2009.jpg",
    "extract": "Javier Sotomayor Sanabria is a Cuban retired track and field athlete, who specialized in the high jump and is the current world record holder. The 1992 Olympic champion, he was the dominant high jumper of the 1990s; his personal best of 2.45 m makes him the only person ever to have cleared eight feet.",
    "year": 1967,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kate Walsh (actress)",
    "birthday": "1967-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Kate_Walsh_2011_crop.jpg/262px-Kate_Walsh_2011_crop.jpg",
    "extract": "Kathleen Erin Walsh is an American actress. She is best known for her role as Dr. Addison Montgomery on the ABC television dramas Grey's Anatomy and Private Practice (2007–2013). She is also known for her roles as Rebecca Wright on the short-lived NBC sitcom Bad Judge (2014–2015), Olivia Baker on 13 Reasons Why (2017–2019), and The Handler on The Umbrella Academy (2019–2020).",
    "year": 1967,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Aleksander Čeferin",
    "birthday": "1967-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Aleksander_%C4%8Ceferin_2017.jpg/258px-Aleksander_%C4%8Ceferin_2017.jpg",
    "extract": "Aleksander Čeferin is a Slovenian lawyer and football administrator. Between 2011 and 2016, he was President of the Football Association of Slovenia. Since 14 September 2016, he has been the president of UEFA.",
    "year": 1967,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Regis (athlete)",
    "birthday": "1966-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/John_Regis_%28cropped%29.jpg/207px-John_Regis_%28cropped%29.jpg",
    "extract": "John Paul Lyndon Regis, MBE is an English former sprinter. During his career, he won gold medals in the 200 metres at the 1989 World Indoor Championships and the 1990 European Championships, and a silver medal in the distance at the 1993 World Championships.",
    "year": 1966,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Johan Museeuw",
    "birthday": "1965-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Johan_Museeuw.jpg/213px-Johan_Museeuw.jpg",
    "extract": "Johan Museeuw is a retired Belgian professional road racing cyclist who was a professional from 1988 until 2004. Nicknamed The Lion of Flanders, he was particularly successful in the cobbled classics of Flanders and Northern France and was considered one of the best classic races specialists of the 1990s.",
    "year": 1965,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Nie Haisheng",
    "birthday": "1964-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Nie_HaiSheng.png/320px-Nie_HaiSheng.png",
    "extract": "Nie Haisheng is a major general of the Chinese People's Liberation Army Strategic Support Force (PLASSF) in active service as an taikonaut and the third commander of the PLA Astronaut Corps (PLAAC). He was a PLA Air Force fighter pilot and director of navigation.",
    "year": 1964,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Christopher Judge",
    "birthday": "1964-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Christopher_Judge_2014.jpg/212px-Christopher_Judge_2014.jpg",
    "extract": "Douglas Christopher Judge is an American actor best known for playing Teal'c in the Canadian-American military science fiction television series Stargate SG-1; Kratos in the 2018 video game God of War, replacing long-time voice actor Terrence C. Carson; and King T'Challa/Black Panther in the August 2021 War for Wakanda DLC expansion of the Marvel's Avengers video game by Square Enix and Crystal Dynamics. He attended the University of Oregon on a football scholarship and was a Pacific-10 Conference player.",
    "year": 1964,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Marco Travaglio",
    "birthday": "1964-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Marco_Travaglio.jpg/256px-Marco_Travaglio.jpg",
    "extract": "Marco Travaglio is an Italian investigative journalist, writer and opinion leader, editor of the independent journal Il Fatto Quotidiano.",
    "year": 1964,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Chip Foose",
    "birthday": "1963-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/18/FooseGreeson_crop.jpg",
    "extract": "Chip Foose is an American automobile designer, artist, and star of Velocity's reality television series Overhaulin'.",
    "year": 1963,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "T'Keyah Crystal Keymáh",
    "birthday": "1962-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/T%27Keyah_Crystal_Keym%C3%A1h_by_Glenn_Francis.jpg/213px-T%27Keyah_Crystal_Keym%C3%A1h_by_Glenn_Francis.jpg",
    "extract": "T'Keyah Crystal Keymáh is an American actress and singer. In addition to her status as an original cast member of the Fox sketch comedy series In Living Color (1990–1994), Keymáh is also known for her roles as Erica Lucas on the CBS sitcom Cosby (1996–2000) Tanya Baxter on the Disney Channel sitcom That's So Raven (2003–2005) and the star and host on the Keymáh Network sketch variety show The Cool Crystal Show (2020–present).",
    "year": 1962,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kelly Preston",
    "birthday": "1962-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Kelly_Preston_Cannes_2018.jpg/249px-Kelly_Preston_Cannes_2018.jpg",
    "extract": "Kelly Kamalelehua Smith, known professionally as Kelly Preston, was an American actress and model. She appeared in more than 60 television and film productions, including Mischief (1985), Twins (1988), Jerry Maguire (1996), and For Love of the Game (1999). She married John Travolta in 1991, with whom she collaborated on the comedy film The Experts (1989) and the biographical film Gotti (2018). She also starred in the films SpaceCamp (1986), The Cat in the Hat (2003), What a Girl Wants (2003), Sky High (2005), and Old Dogs (2009).",
    "year": 1962,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jerry Rice",
    "birthday": "1962-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Jerry_Rice_2016_Pro_Bowl_%28cropped%29.jpg/256px-Jerry_Rice_2016_Pro_Bowl_%28cropped%29.jpg",
    "extract": "Jerry Lee Rice is an American former football wide receiver. He played in the National Football League (NFL) for 21 seasons. He played college football at Mississippi Valley State. Rice was selected by the San Francisco 49ers in the first round of the 1985 NFL Draft with the 16th overall pick and spent 16 seasons with the 49ers. He also played for the Oakland Raiders, Seattle Seahawks, and Denver Broncos. His many accomplishments and numerous records, led him to be widely regarded as the greatest wide receiver in NFL history, and one of its greatest players.",
    "year": 1962,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rachel de Thame",
    "birthday": "1961-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Rachel_de_thame.jpg/218px-Rachel_de_thame.jpg",
    "extract": "Rachel de Thame is an English gardener, television presenter and actress.",
    "year": 1961,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Doc Rivers",
    "birthday": "1961-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Doc_Rivers.JPG/214px-Doc_Rivers.JPG",
    "extract": "Glenn Anton \"Doc\" Rivers is an American professional basketball coach and former player who is the head coach for the Philadelphia 76ers of the National Basketball Association (NBA).",
    "year": 1961,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Joey Belladonna",
    "birthday": "1960-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Anthrax_-_2019214184014_2019-08-02_Wacken_-_2815_-_AK8I3637_%28cropped%29.jpg/207px-Anthrax_-_2019214184014_2019-08-02_Wacken_-_2815_-_AK8I3637_%28cropped%29.jpg",
    "extract": "Joey Belladonna is an American musician, best known as the vocalist for thrash metal band Anthrax. He is also the vocalist and drummer of the cover band Chief Big Way. Belladonna has six Grammy Award nominations and is known for his wild, energetic stage behavior, and tenor vocal range.",
    "year": 1960,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eric Joyce",
    "birthday": "1960-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/12/EricJoyce_cropped.jpg",
    "extract": "Eric Stuart Joyce is a British politician, former military officer and convicted child sex offender. A former member of the Labour Party, he was Member of Parliament (MP) for Falkirk, formerly Falkirk West, from 2000 to 2015.",
    "year": 1960,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Marie Osmond",
    "birthday": "1959-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Marie_Osmond.jpg/210px-Marie_Osmond.jpg",
    "extract": "Olive Marie Osmond is an American singer, actress, author, philanthropist, talk show host and a member of the show business family the Osmonds. Although she was never part of her family's singing group, she gained success as a country and pop music artist and television variety show cohost and in the 1970s and 1980s. Her best known song is a remake of the country pop ballad \"Paper Roses\". From 1976 to 1979, she and her singer brother Donny Osmond hosted the television variety show Donny & Marie.",
    "year": 1959,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Maria Cantwell",
    "birthday": "1958-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Maria_Cantwell.jpg/315px-Maria_Cantwell.jpg",
    "extract": "Maria Ellen Cantwell is an American politician and former businesswoman serving as the junior United States senator from Washington since 2001. A member of the Democratic Party, she previously served in the Washington House of Representatives from 1987 to 1993, and the United States House of Representatives from Washington's 1st congressional district from 1993 to 1995.",
    "year": 1958,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jair-Rôhm Parker Wells",
    "birthday": "1958-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/110910NSD.jpg/320px-110910NSD.jpg",
    "extract": "Jair-Rôhm Parker Wells is an American electric bassist. He is one of the founding members of the improvising band Machine Gun with Thomas Chapin and Robert Musso and the founder of the Meeting Interdisciplinary Arts Festival in Stockholm, Sweden. He lived in Stockholm, Sweden, from 1985 until 2017.",
    "year": 1958,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Reggie Theus",
    "birthday": "1957-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Reggie_Theus_in_2008.jpg/254px-Reggie_Theus_in_2008.jpg",
    "extract": "Reginald Wayne Theus is an American basketball coach and former player. He played 13 seasons in the National Basketball Association (NBA), where he was a two-time NBA All-Star. He is currently the head men's basketball head coach and athletic director at Bethune–Cookman. He was the head coach for the NBA's Sacramento Kings and in college with the New Mexico State Aggies and the Cal State Northridge Matadors men's teams. He was also an assistant coach for the Louisville Cardinals under Rick Pitino.",
    "year": 1957,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Joseph Toal",
    "birthday": "1956-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Coat_of_arms_of_Joseph_Anthony_Toal.svg/300px-Coat_of_arms_of_Joseph_Anthony_Toal.svg.png",
    "extract": "Joseph Anthony Toal is a Scottish Roman Catholic bishop. On 29 April 2014 he was named by Pope Francis as the fifth Bishop of Motherwell, having served as Bishop of Argyll and the Isles since 2008.",
    "year": 1956,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Ferenzik",
    "birthday": "1955-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Ferenzik_pic1.jpg/240px-Ferenzik_pic1.jpg",
    "extract": "John Ferenzik is an American musician, keyboardist, guitarist and composer. He has performed most notably with Todd Rundgren, and also Jefferson Starship and Beru Revue.",
    "year": 1955,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "George Frazier (pitcher)",
    "birthday": "1954-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/George_Frazier_1987.jpg/199px-George_Frazier_1987.jpg",
    "extract": "George Allen Frazier is a former professional baseball player who pitched in the Major Leagues from 1978–1987, primarily as a set-up reliever.",
    "year": 1954,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Claude Ribbe",
    "birthday": "1954-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Claude_Ribbe.jpg/213px-Claude_Ribbe.jpg",
    "extract": "Claude Ribbe is a French writer, activist and filmmaker.",
    "year": 1954,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Simon Nicol",
    "birthday": "1950-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4a/SimonNicol2014.jpg/320px-SimonNicol2014.jpg",
    "extract": "Simon John Breckenridge Nicol is an English guitarist, singer, multi-instrumentalist and record producer. He was a founding member of British folk rock group Fairport Convention and is the only founding member still in the band. He has also been involved with the Albion Band and a wide range of musical projects, both as a collaborator, producer and as a solo artist. He has received several awards for his work and career.",
    "year": 1950,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tom Mees",
    "birthday": "1949-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/06/Tom_Mees.jpg",
    "extract": "Thomas E. Mees was an American sportscaster best known for his role in hosting professional and collegiate ice hockey and for being a prominent personality on ESPN during that network's early years.",
    "year": 1949,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Patrick Nève",
    "birthday": "1949-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8a/Patrick_N%C3%A8ve.jpg/239px-Patrick_N%C3%A8ve.jpg",
    "extract": "Patrick Marie Ghislain Pierre Simon Stanislas Nève de Mévergnies was a Belgian racing driver. He participated in 14 Formula One Grands Prix, debuting on 16 May 1976. He was notable for being the first driver for Williams Grand Prix Engineering. He scored no championship points. His younger brother, Guy, was also a racing driver.",
    "year": 1949,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Nusrat Fateh Ali Khan",
    "birthday": "1948-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/59/Nusrat_Fateh_Ali_Khan_03_1987_Royal_Albert_Hall.jpg",
    "extract": "Nusrat Fateh Ali Khan was a Pakistani vocalist, musician, composer and music director, primarily a singer of qawwali, a form of Sufi devotional music. He is considered by The New York Times to be the greatest Sufi singer in the Punjabi, Urdu and Hindi languages, and one of the greatest qawwali singers in history; he is often referred to as \"Shahenshah-e-Qawwali\". He was described as the fourth greatest singer of all time by LA Weekly in 2016. He was known for his vocal abilities and could perform at a high level of intensity for several hours. Khan is widely credited with introducing qawwali music to international audiences.",
    "year": 1948,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Joe Dolce",
    "birthday": "1947-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Joedolcesteps.jpg/237px-Joedolcesteps.jpg",
    "extract": "Joseph Dolce is an American-Australian singer/songwriter, poet and essayist.",
    "year": 1947,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sammy Hagar",
    "birthday": "1947-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/SammyHagar.JPG/320px-SammyHagar.JPG",
    "extract": "Samuel Roy Hagar, also known as The Red Rocker, is an American singer, guitarist, and entrepreneur. He rose to prominence in the early 1970s with the hard rock band Montrose and subsequently launched a successful solo career, scoring a hit in 1984 with \"I Can't Drive 55\". He enjoyed commercial success when he replaced David Lee Roth as the lead singer of Van Halen in 1985, but left in 1996. He returned to the band from 2003 to 2005. On March 12, 2007, Hagar was inducted into the Rock and Roll Hall of Fame as a member of Van Halen. His musical style primarily consists of hard rock, heavy metal, and glam metal.",
    "year": 1947,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Levon Ananyan",
    "birthday": "1946-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Levon_Ananyan.jpg/236px-Levon_Ananyan.jpg",
    "extract": "Levon Ananyan was an Armenian journalist and translator.",
    "year": 1946,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Edwina Currie",
    "birthday": "1946-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Edwina_currie_nightingale_house_cropped.jpg/259px-Edwina_currie_nightingale_house_cropped.jpg",
    "extract": "Edwina Currie is a British writer, broadcaster and former politician, serving as Conservative Party Member of Parliament for South Derbyshire from 1983 until 1997. She was a Junior Health Minister for two years, resigning in 1988 during the salmonella-in-eggs controversy.",
    "year": 1946,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lacy J. Dalton",
    "birthday": "1946-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Lacy_J._Dalton_playing_guitar.jpg/320px-Lacy_J._Dalton_playing_guitar.jpg",
    "extract": "Lacy J. Dalton is an American country music singer and songwriter. She is known for her gritty, powerful vocals, which People Magazine likened to a country equivalent of Bonnie Raitt.",
    "year": 1946,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dési Bouterse",
    "birthday": "1945-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/%D0%94%D0%B5%D0%B7%D0%B8_%D0%91%D0%B0%D1%83%D1%82%D0%B5%D1%80%D1%81%D0%B5.jpg/213px-%D0%94%D0%B5%D0%B7%D0%B8_%D0%91%D0%B0%D1%83%D1%82%D0%B5%D1%80%D1%81%D0%B5.jpg",
    "extract": "Desiré Delano \"Dési\" Bouterse is a Surinamese military officer, politician, convicted murderer and drug trafficker who served as President of Suriname from 2010 to 2020. From 1980 to 1987, he was Suriname's de facto leader after conducting a military coup and establishing a period of military rule. In 1987, Bouterse founded the National Democratic Party (NDP). On 25 May 2010, Bouterse's political alliance, the Megacombinatie, which included the NDP, won the parliamentary elections, and on 19 July 2010, Bouterse was elected as President of Suriname with 36 of 50 parliament votes. He was inaugurated on 12 August 2010.",
    "year": 1945,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert Lamm",
    "birthday": "1944-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Robert_Lamm.jpg/183px-Robert_Lamm.jpg",
    "extract": "Robert William Lamm is an American keyboardist, guitarist, singer and songwriter best known as a founding member of the rock band Chicago. He wrote many of the band's biggest hits, including \"Questions 67 & 68\", \"Does Anybody Really Know What Time It Is?\", \"Beginnings\", \"25 or 6 to 4\", \"Saturday in the Park\", \"Dialogue \" and \"Harry Truman\". Lamm is one of three founding members still performing with the group.",
    "year": 1944,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Peter Sauber",
    "birthday": "1943-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Peter_Sauber_World_Economic_Forum_2013.jpg/320px-Peter_Sauber_World_Economic_Forum_2013.jpg",
    "extract": "Peter Sauber is a retired Swiss motorsport executive. He was the team principal and owner of various motorsports teams, most visibly the eponymous Sauber Formula One team.",
    "year": 1943,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bob Bailey (baseball)",
    "birthday": "1942-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Bob_Bailey_1963.png/257px-Bob_Bailey_1963.png",
    "extract": "Robert Sherwood Bailey was an American professional baseball third baseman. He played 17 seasons in Major League Baseball (MLB) between 1962 and 1978 for the Pittsburgh Pirates, Los Angeles Dodgers, Montreal Expos, Cincinnati Reds, and Boston Red Sox.",
    "year": 1942,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jerry Jones",
    "birthday": "1942-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Jerry_Jones_%2824176024648%29_%28cropped%29.jpg/216px-Jerry_Jones_%2824176024648%29_%28cropped%29.jpg",
    "extract": "Jerral Wayne Jones is an American businessman who has been the owner, president, and general manager of the Dallas Cowboys of the National Football League (NFL) since February 1989.",
    "year": 1942,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Neil Aspinall",
    "birthday": "1941-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0b/Neil_Aspinall_2006.jpg/212px-Neil_Aspinall_2006.jpg",
    "extract": "Neil Stanley Aspinall was a British music industry executive. A school friend of Paul McCartney and George Harrison, he went on to head the Beatles' company Apple Corps.",
    "year": 1941,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paul Simon",
    "birthday": "1941-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Paul_Simon_at_the_9-30_Club_%28b%29.jpg/320px-Paul_Simon_at_the_9-30_Club_%28b%29.jpg",
    "extract": "Paul Frederic Simon is an American musician, singer, songwriter and actor whose career has spanned six decades. He is one of the most acclaimed songwriters in popular music.",
    "year": 1941,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Chris Farlowe",
    "birthday": "1940-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/2010-11-01_Chris_Farlowe_IMG_6567.jpg/208px-2010-11-01_Chris_Farlowe_IMG_6567.jpg",
    "extract": "Chris Farlowe is an English rock, blues and soul singer. He is best known for his hit single \"Out of Time\" written by Mick Jagger and Keith Richards, which rose to No. 1 in the UK Singles Chart in 1966, and his association with bands Atomic Rooster, the Thunderbirds and Colosseum. Outside his music career, Farlowe collects war memorabilia.",
    "year": 1940,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Pharoah Sanders",
    "birthday": "1940-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Pharoah_Sanders_photo.jpg/223px-Pharoah_Sanders_photo.jpg",
    "extract": "Pharoah Sanders is an American jazz saxophonist. A member of John Coltrane's groups of the mid-1960s, Sanders is known for his overblowing, harmonic, and multiphonic techniques on the saxophone, as well as his use of \"sheets of sound\". He has released over 30 albums as a leader and has collaborated extensively with Leon Thomas and Alice Coltrane, among others. Saxophonist Ornette Coleman described him as \"probably the best tenor player in the world\".",
    "year": 1940,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Melinda Dillon",
    "birthday": "1939-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Melinda_Dillon%2C_1976.jpg/220px-Melinda_Dillon%2C_1976.jpg",
    "extract": "Melinda Dillon is an American actress. She received a 1963 Tony Award nomination for her Broadway debut in the original production of Who's Afraid of Virginia Woolf?, and was nominated for the Academy Award for Best Supporting Actress for her roles as Jillian Guiler in Close Encounters of the Third Kind (1977) and Teresa in Absence of Malice (1981). Her other film appearances include Bound for Glory (1976), F.I.S.T. (1978), A Christmas Story (1983), Harry and the Hendersons (1987), The Prince of Tides (1991), and Magnolia (1999).",
    "year": 1939,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Shirley Caesar",
    "birthday": "1938-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Shirley_Ceasar_1997.jpg/208px-Shirley_Ceasar_1997.jpg",
    "extract": "Shirley Ann Caesar-Williams, known professionally as Shirley Caesar, is an American gospel singer, songwriter and recording artist whose career has spanned seven decades. She has won 11 Grammys in addition to Dove Awards and Stellar Awards; Caesar is known as the \"First Lady of Gospel Music\" and \"The Queen of Gospel Music\". She began recording with Federal Records at the age of 12 in 1951.",
    "year": 1938,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bruce Morrow",
    "birthday": "1935-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Bruce_Morrow_2003.jpg/224px-Bruce_Morrow_2003.jpg",
    "extract": "Bruce Morrow is an American radio performer, known for professional purposes as Cousin Brucie or Cousin Bruce Morrow. In an October 2020 interview, Morrow said he received the moniker 'Cousin' while in the lobby of his mid-town Manhattan WABC studio when an elderly woman once asked him \"Cousin, lend me fifty cents to get home\" to whom he did give that fifty cents. The name stuck for six decades.",
    "year": 1935,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Nana Mouskouri",
    "birthday": "1934-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Nana_Mouskouri_1966.jpg/211px-Nana_Mouskouri_1966.jpg",
    "extract": "Ioanna \"Nana\" Mouskouri is a Greek singer. Over the span of her career, she has released over 200 albums in at least twelve languages, including Greek, French, English, German, Dutch, Italian, Portuguese, Spanish, Hebrew, Welsh, Mandarin Chinese and Corsican.",
    "year": 1934,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tom Bingham, Baron Bingham of Cornhill",
    "birthday": "1933-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Thomas_Bingham%2C_Baron_Bingham_of_Cornhill.jpg/239px-Thomas_Bingham%2C_Baron_Bingham_of_Cornhill.jpg",
    "extract": "Thomas Henry Bingham, Baron Bingham of Cornhill,, was an eminent British judge who was successively Master of the Rolls, Lord Chief Justice and Senior Law Lord. He was described as the greatest lawyer of his generation. Baroness Hale of Richmond observed that his pioneering role in the formation of the United Kingdom Supreme Court may be his most important and long-lasting legacy. Lord Phillips of Worth Matravers regarded Bingham as \"one of the two great legal figures of my lifetime in the law\". Lord Hope remembered Bingham as \"the greatest jurist of our time\".",
    "year": 1933,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Liliane Montevecchi",
    "birthday": "1932-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Liliane_Montevecchi.jpg/257px-Liliane_Montevecchi.jpg",
    "extract": "Liliane Montevecchi was a French-Italian actress, dancer, and singer.",
    "year": 1932,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Raymond Kopa",
    "birthday": "1931-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Raymond_Kopa_1963b.jpg/238px-Raymond_Kopa_1963b.jpg",
    "extract": "Raymond Kopa was a French professional footballer, integral to the France national team of the 1950s. At club level he was part of the legendary Real Madrid team of the 1950s, winning three European Cups.",
    "year": 1931,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eddie Mathews",
    "birthday": "1931-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Edwin_Lee_Mathews_head_shot%2C_circa_1963.jpg/245px-Edwin_Lee_Mathews_head_shot%2C_circa_1963.jpg",
    "extract": "Edwin Lee Mathews was an American Major League Baseball (MLB) third baseman. He played 17 seasons for Boston / Milwaukee / Atlanta Braves (1952–1966); Houston Astros (1967) and Detroit Tigers (1967–68). Inducted into the National Baseball Hall of Fame in 1978, he is the only player to have represented the Braves in the three American cities they have called home. He played 1,944 games for the Braves during their 13-season tenure in Milwaukee—the prime of Mathews' career.",
    "year": 1931,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Walasse Ting",
    "birthday": "1929-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c1/Walasse_Ting.jpg",
    "extract": "Walasse Ting was a Chinese-American visual artist and poet. His colorful paintings have attracted critical admiration and a popular following. Common subjects include nude women and cats, birds and other animals.",
    "year": 1929,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lee Konitz",
    "birthday": "1927-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Konitz_Lee_Koeln_altes_pfandhaus_201207.jpg/320px-Konitz_Lee_Koeln_altes_pfandhaus_201207.jpg",
    "extract": "Leon Konitz was an American composer and alto saxophonist.",
    "year": 1927,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Turgut Özal",
    "birthday": "1927-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/%28Turgut_%C3%96zal%29_Felipe_Gonz%C3%A1lez_ofrece_una_rueda_de_prensa_con_el_primer_ministro_de_Turqu%C3%ADa._Pool_Moncloa._15_de_septiembre_de_1989_%28cropped%29.jpeg/243px-%28Turgut_%C3%96zal%29_Felipe_Gonz%C3%A1lez_ofrece_una_rueda_de_prensa_con_el_primer_ministro_de_Turqu%C3%ADa._Pool_Moncloa._15_de_septiembre_de_1989_%28cropped%29.jpeg",
    "extract": "Halil Turgut Özal was a Turkish politician, who served as the 8th President of Turkey from 1989 to 1993. He previously served as the 26th Prime Minister of Turkey from 1983 to 1989 as the leader of the Motherland Party. He was the Deputy Prime Minister of Turkey in the military government of Bülend Ulusu between 1980 and 1982.",
    "year": 1927,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ray Brown (musician)",
    "birthday": "1926-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Ray_Brown_%28cropped%29.jpg/202px-Ray_Brown_%28cropped%29.jpg",
    "extract": "Raymond Matthews Brown was an American jazz double bassist, known for his extensive work with Oscar Peterson and Ella Fitzgerald. He was also a founding member of the group that would later develop into the Modern Jazz Quartet.",
    "year": 1926,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tommy Whittle",
    "birthday": "1926-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/TommyWhittle1_enh.jpg/216px-TommyWhittle1_enh.jpg",
    "extract": "Tommy Whittle was a British jazz saxophonist.",
    "year": 1926,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Killer Kowalski",
    "birthday": "1926-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Killer_Kowalski_with_Paul_Billets.jpg/230px-Killer_Kowalski_with_Paul_Billets.jpg",
    "extract": "Walter Kowalski, known professionally as Killer Kowalski, was a Polish-Canadian professional wrestler.",
    "year": 1926,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eddie Yost",
    "birthday": "1926-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Ed_Yost_-_Detroit_Tigers_-_1959.jpg/228px-Ed_Yost_-_Detroit_Tigers_-_1959.jpg",
    "extract": "Edward Frederick Joseph Yost was an American professional baseball player and coach. He played the majority of his Major League Baseball career as a third baseman for the Washington Senators, then played two seasons each with the Detroit Tigers and the Los Angeles Angels before retiring in 1962.",
    "year": 1926,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lenny Bruce",
    "birthday": "1925-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Lenny_Bruce_1961.jpg/240px-Lenny_Bruce_1961.jpg",
    "extract": "Leonard Alfred Schneider, known professionally as Lenny Bruce, was an American comedian and social critic. He was renowned for his open, free-wheeling, and critical style of comedy which contained satire, politics, religion, sex, and vulgarity. His 1964 conviction in an obscenity trial was followed by a posthumous pardon in 2003.",
    "year": 1925,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Margaret Thatcher",
    "birthday": "1925-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Margaret_Thatcher_stock_portrait_%28cropped%29.jpg/230px-Margaret_Thatcher_stock_portrait_%28cropped%29.jpg",
    "extract": "Margaret Hilda Thatcher, Baroness Thatcher, was Prime Minister of the United Kingdom from 1979 to 1990 and Leader of the Conservative Party from 1975 to 1990. The longest-serving British prime minister of the 20th century, she was the first woman to hold that office. As prime minister, she implemented policies that became known as Thatcherism. A Soviet journalist dubbed her the \"Iron Lady\", a nickname that became associated with her uncompromising politics and leadership style.",
    "year": 1925,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gustav Winckler",
    "birthday": "1925-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Birthe_Wilke_%26_Gustav_Winckler.jpg/311px-Birthe_Wilke_%26_Gustav_Winckler.jpg",
    "extract": "Gustav Frands Wilzeck Winckler was a popular Danish singer, composer and music publisher. He grew up in the Nørrebro district of Copenhagen and started his career as a decorator.",
    "year": 1925,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Terry Gibbs",
    "birthday": "1924-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Terry_Gibbs.jpg/296px-Terry_Gibbs.jpg",
    "extract": "Terry Gibbs is an American jazz vibraphonist and band leader.",
    "year": 1924,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Roberto Eduardo Viola",
    "birthday": "1924-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Roberto_Viola_con_banda_presidencial.jpg",
    "extract": "Roberto Eduardo Viola was an Argentine military officer who briefly served as president of Argentina from 29 March to 11 December 1981 as a military dictator.",
    "year": 1924,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rosemary Anne Sisson",
    "birthday": "1923-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a3/Rosemary_Anne_Sisson_Guardian.jpg",
    "extract": "Rosemary Anne Sisson was an English television dramatist and novelist. She was described by playwright Simon Farquhar in 2014 as being \"one of television's finest period storytellers\", and in 2017 fellow dramatist Ian Curteis referred to her as \"the Miss Marple of British playwriting\".",
    "year": 1923,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Faas Wilkes",
    "birthday": "1923-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/04-03-1960_Faas_Wilkes.jpg/240px-04-03-1960_Faas_Wilkes.jpg",
    "extract": "Servaas \"Faas\" Wilkes was a Dutch football forward, who earned a total of 38 caps for the Dutch national team, in which he scored 35 goals. However, for a prolonged period of his career, June 1949 through till March 1955, he was banned from the national team since the KNVB did not allow professional players to participate. He also played for the Netherlands at the 1948 Summer Olympics.",
    "year": 1923,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Nathaniel Clifton",
    "birthday": "1922-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fc/Nathaniel_Clifton.jpg",
    "extract": "Nathaniel \"Sweetwater\" Clifton was an American professional basketball and baseball player. He is best known as one of the first African Americans to play in the National Basketball Association (NBA).",
    "year": 1922,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Yves Montand",
    "birthday": "1921-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Montand_Harcourt_1948.jpg/237px-Montand_Harcourt_1948.jpg",
    "extract": "Ivo Livi, better known as Yves Montand, was an Italian-French actor and singer.",
    "year": 1921,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Laraine Day",
    "birthday": "1920-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/LARAINE_DAY_%28cropped%29.jpg/245px-LARAINE_DAY_%28cropped%29.jpg",
    "extract": "Laraine Day was an American actress, radio and television commentator and a former Metro-Goldwyn-Mayer contract star. As a leading lady, she was paired opposite major film stars including Robert Mitchum, Lana Turner, Cary Grant, Ronald Reagan, Kirk Douglas, and John Wayne. As well as her numerous film and television roles, she acted on stage, conducted her own radio and television shows, and wrote two books. Owing to her marriage to Leo Durocher and her involvement with his baseball career, she was known as \"The First Lady of Baseball\". Her best-known films include Foreign Correspondent, My Son, My Son, Journey for Margaret, Mr. Lucky, The Locket, and the Dr. Kildare series.",
    "year": 1920,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert Walker (actor, born 1918)",
    "birthday": "1918-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Press_photo_of_Robert_Walker_in_Strangers_on_a_Train_%28front%29.jpg/279px-Press_photo_of_Robert_Walker_in_Strangers_on_a_Train_%28front%29.jpg",
    "extract": "Robert Hudson Walker was an American actor, best remembered for his starring role as the villain in Alfred Hitchcock's thriller Strangers on a Train (1951), which was released shortly before his death.",
    "year": 1918,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Igor Torkar",
    "birthday": "1913-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Igor_Torkar.jpg/224px-Igor_Torkar.jpg",
    "extract": "Igor Torkar was the pen name of Boris Fakin, a Slovenian writer, playwright, and poet best known for his literary descriptions of Communist repression in Yugoslavia after World War II.",
    "year": 1913,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Cornel Wilde",
    "birthday": "1912-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Cornel_Wilde_in_1946.jpg/240px-Cornel_Wilde_in_1946.jpg",
    "extract": "Cornel Wilde was a Hungarian-American actor and filmmaker.",
    "year": 1912,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ashok Kumar",
    "birthday": "1911-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Ashok_Kumar_Saab.jpg/240px-Ashok_Kumar_Saab.jpg",
    "extract": "Kumudlal Ganguly, better known by his stage name Ashok Kumar and also by Dadamoni, was an Indian actor who attained iconic status in Indian cinema and who was a member of the cinematic Ganguly family.",
    "year": 1911,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Migjeni",
    "birthday": "1911-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Migjeni_%28portrait%29.jpg/218px-Migjeni_%28portrait%29.jpg",
    "extract": "Millosh Gjergj Nikolla, commonly known by the acronym pen name Migjeni, was an Albanian poet and writer, considered one of the most important of the 20th century. After his death, he was recognized as one of the main influential writers of interwar Albanian literature.",
    "year": 1911,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Herblock",
    "birthday": "1909-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/24/Herblock_portrait.jpg/227px-Herblock_portrait.jpg",
    "extract": "Herbert Lawrence Block, commonly known as Herblock, was an American editorial cartoonist and author best known for his commentaries on national domestic and foreign policy.",
    "year": 1909,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Art Tatum",
    "birthday": "1909-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Art_Tatum%2C_Vogue_Room_1948_%28Gottlieb%29.jpg/239px-Art_Tatum%2C_Vogue_Room_1948_%28Gottlieb%29.jpg",
    "extract": "Arthur Tatum Jr. was an American jazz pianist who is widely regarded as one of the greatest in his field. From early in his career, Tatum's technical ability was regarded by fellow musicians as extraordinary. Many pianists attempted to copy him; others questioned their own skills after encountering him, and some even switched instruments in response. In addition to being acclaimed for his virtuoso technique, Tatum extended the vocabulary and boundaries of jazz piano far beyond his initial stride influences, and established new ground in jazz through innovative use of reharmonization, voicing, and bitonality.",
    "year": 1909,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Wilfred Pickles",
    "birthday": "1904-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0f/Actor_Wilfred_Pickles.jpg",
    "extract": "Wilfred Pickles, OBE was an English actor and radio presenter.",
    "year": 1904,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Arna Bontemps",
    "birthday": "1902-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Arna_Bontemps_%281939%29.jpg/253px-Arna_Bontemps_%281939%29.jpg",
    "extract": "Arna Wendell Bontemps was an American poet, novelist and librarian, and a noted member of the Harlem Renaissance.",
    "year": 1902,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Karl Leichter",
    "birthday": "1902-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Heino_Eller_%28center%29_Eduard_Tubin%2C_Olav_Roots%2C_Karl_Leichter_and_Alfred_Karindi_1930.jpg/320px-Heino_Eller_%28center%29_Eduard_Tubin%2C_Olav_Roots%2C_Karl_Leichter_and_Alfred_Karindi_1930.jpg",
    "extract": "Karl Leichter was an Estonian musicologist. He graduated in 1929 in theory and composition, studying under Heino Eller with pupils such as Eduard Tubin, Alfred Karindi, Eduard Oja and Olav Roots. Between 1929 and 1931 he worked in the Estonian Folklore Archives. Following World War II and the ensuing Soviet occupation of Estonia, he worked hard to re-establish functioning musical education and musicological research. For a short period, he was dean of Tallinn State Conservatory, but quickly lost his position due to political reasons. Only after Stalin's death could he slowly work his way back to a position as a teacher and eventually as the Chair of the Department of Composition and Musicology. He later worked in Stockholm and Helsinki. The Eduard Tubin Museum of Alatskivi Castle today contains exhibits related to him and his other peers who studied with him at the Tartu school. His large archive of correspondence with many important musicians throughout Estonia and abroad was donated by his widow to the Estonian Museum of Theatre and Music in the 1990s.",
    "year": 1902,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Piero Dusio",
    "birthday": "1899-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Taruffi-Dusio-Savonuzzi.jpg/320px-Taruffi-Dusio-Savonuzzi.jpg",
    "extract": "Piero Dusio was an Italian footballer, businessman and racing driver.",
    "year": 1899,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mike Gazella",
    "birthday": "1895-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Mike_Gazella_newspaper.png/184px-Mike_Gazella_newspaper.png",
    "extract": "Michael Gazella was an American major league baseball player who played for the New York Yankees on several championship teams in the 1920s.",
    "year": 1895,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kurt Reidemeister",
    "birthday": "1893-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/87/KurtReidemeister_MFO19544cropped.jpg",
    "extract": "Kurt Werner Friedrich Reidemeister was a mathematician born in Braunschweig (Brunswick), Germany.",
    "year": 1893,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Irene Rich",
    "birthday": "1891-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Irene_Rich_Ball.jpg/249px-Irene_Rich_Ball.jpg",
    "extract": "Irene Rich was an American actress who worked in both silent films and talkies, as well as radio.",
    "year": 1891,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Conrad Richter",
    "birthday": "1890-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/70/Conrad_Richter.jpg",
    "extract": "Conrad Michael Richter was an American novelist whose lyrical work is concerned largely with life on the American frontier in various periods. His novel The Town (1950), the last story of his trilogy The Awakening Land about the Ohio frontier, won the 1951 Pulitzer Prize for Fiction. His novel The Waters of Kronos won the 1961 National Book Award for Fiction. Two collections of short stories were published posthumously during the 20th century, and several of his novels have been reissued during the 21st century by academic presses.",
    "year": 1890,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jozef Tiso",
    "birthday": "1887-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Bundesarchiv_Bild_146-2010-0049%2C_Josef_Tiso.jpg/226px-Bundesarchiv_Bild_146-2010-0049%2C_Josef_Tiso.jpg",
    "extract": "Jozef Gašpar Tiso was a Slovak politician and Roman Catholic priest who served as president of the Slovak Republic, a client state of Nazi Germany during World War II, from 1939 to 1945. In 1947, after the war, he was executed for war crimes and crimes against humanity in Bratislava.",
    "year": 1887,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sasha Chorny",
    "birthday": "1880-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Sasha_cherny.jpg/229px-Sasha_cherny.jpg",
    "extract": "Alexander Mikhailovich Glikberg, better known as Sasha Chorny, was a Russian poet, satirist and children's writer.",
    "year": 1880,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John O'Brien (poet)",
    "birthday": "1878-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/bf/Aroundtheborelog.jpg",
    "extract": "Monsignor Patrick Joseph Hartigan was an Australian Roman Catholic priest, educator, author and poet, writing under the name John O'Brien.",
    "year": 1878,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rube Waddell",
    "birthday": "1876-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Waddell.jpg",
    "extract": "George Edward Waddell was an American pitcher in Major League Baseball (MLB). A left-hander, he played for 13 years, with the Louisville Colonels, Pittsburgh Pirates, and Chicago Orphans in the National League, as well as the Philadelphia Athletics and St. Louis Browns in the American League. Born in Bradford, Pennsylvania, Waddell was elected to the Baseball Hall of Fame in 1946.",
    "year": 1876,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "József Klekl (politician)",
    "birthday": "1874-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Jozef_Klekl_%28dejsni%29.jpg",
    "extract": "József Klekl was a Slovene Roman Catholic priest from Prekmurje and politician in Hungary, writer, governor of the Slovene People's Party (Slovenska lüdska stranka), later a delegate in Belgrade. Klekl was an active proponent of the independence of the Slovene March in Hungary (Slovenska krajina), and for some time fusion with the State of Slovenes, Croats and Serbs.",
    "year": 1874,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Georgios Kafantaris",
    "birthday": "1873-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Georgios_Kaphantaris_1927.jpg/260px-Georgios_Kaphantaris_1927.jpg",
    "extract": "Georgios Kafantaris was a Greek politician, born in Anatoliki Fragkista, Evrytania.",
    "year": 1873,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Leon Leonwood Bean",
    "birthday": "1872-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Leon_Leonwood_Bean.jpg",
    "extract": "Leon Leonwood Bean was an American inventor, author, outdoor enthusiast, and founder of the company L.L.Bean.",
    "year": 1872,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Albert Jay Nock",
    "birthday": "1870-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Nock.jpg/204px-Nock.jpg",
    "extract": "Albert Jay Nock was an American libertarian author, editor first of The Freeman and then The Nation, educational theorist, Georgist, and social critic of the early and middle 20th century. He was an outspoken opponent of the New Deal, and served as a fundamental inspiration for the modern libertarian and conservative movements, cited as an influence by William F. Buckley Jr. He was one of the first Americans to self-identify as \"libertarian\". His best-known books are Memoirs of a Superfluous Man and Our Enemy, the State.",
    "year": 1870,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mary Kingsley",
    "birthday": "1862-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mary_Kingsley01.jpg/209px-Mary_Kingsley01.jpg",
    "extract": "Mary Henrietta Kingsley was an English ethnographer, scientific writer, and explorer whose travels throughout West Africa and resulting work helped shape European perceptions of both African cultures and British colonialism in Africa.",
    "year": 1862,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lillie Langtry",
    "birthday": "1853-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Lillie_Langtry_by_Sarony_cph.3b10327.jpg/243px-Lillie_Langtry_by_Sarony_cph.3b10327.jpg",
    "extract": "Emilie Charlotte Langtry, known as Lillie Langtry and nicknamed \"The Jersey Lily\", was a British socialite, stage actress and producer.",
    "year": 1853,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Charles Frederick Worth",
    "birthday": "1825-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Charles_Frederick_Worth_%28Mars_1895%29.jpg/255px-Charles_Frederick_Worth_%28Mars_1895%29.jpg",
    "extract": "Charles Frederick Worth was an English fashion designer who founded the House of Worth, one of the foremost fashion houses of the 19th and early 20th centuries. He is considered by many fashion historians to be the father of haute couture. Worth is also credited with revolutionising the business of fashion.",
    "year": 1825,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rudolf Virchow",
    "birthday": "1821-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Rudolf_Virchow_NLM3.jpg/233px-Rudolf_Virchow_NLM3.jpg",
    "extract": "Rudolf Ludwig Carl Virchow was a German physician, anthropologist, pathologist, prehistorian, biologist, writer, editor, and politician. He is known as \"the father of modern pathology\" and as the founder of social medicine, and to his colleagues, the \"Pope of medicine\".",
    "year": 1821,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John William Dawson",
    "birthday": "1820-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Portrait_of_John_William_Dawson.jpg/232px-Portrait_of_John_William_Dawson.jpg",
    "extract": "Sir John William Dawson (1820–1899) was a Canadian geologist and university administrator.",
    "year": 1820,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jacques Félix Emmanuel Hamelin",
    "birthday": "1768-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Jacques_F%C3%A9lix_Emmanuel_Hamelin-Antoine_Maurin.jpg/290px-Jacques_F%C3%A9lix_Emmanuel_Hamelin-Antoine_Maurin.jpg",
    "extract": "Baron Jacques Félix Emmanuel Hamelin was a rear admiral of the French navy and later a Baron. He commanded numerous naval expeditions and battles with the Royal Navy as well as exploratory voyages in the Indian Ocean and the South Seas.",
    "year": 1768,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "James Gambier, 1st Baron Gambier",
    "birthday": "1756-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/James_Gambier.jpg/266px-James_Gambier.jpg",
    "extract": "Admiral of the Fleet James Gambier, 1st Baron Gambier, was a Royal Navy officer. After seeing action at the capture of Charleston during the American Revolutionary War, he saw action again, as captain of the third-rate HMS Defence, at the battle of the Glorious First of June in 1794, during the French Revolutionary Wars, gaining the distinction of commanding the first ship to break through the enemy line.",
    "year": 1756,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Allan Ramsay (artist)",
    "birthday": "1713-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Allan_Ramsay%2C_Selbstportrait.jpg/242px-Allan_Ramsay%2C_Selbstportrait.jpg",
    "extract": "Allan Ramsay was a prominent Scottish portrait-painter.",
    "year": 1713,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Hervey, 2nd Baron Hervey",
    "birthday": "1696-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/JhnHervey.jpg/263px-JhnHervey.jpg",
    "extract": "John Hervey, 2nd Baron Hervey, was an English courtier and political writer. Heir to the Earl of Bristol, he obtained the key patronage of Walpole, and was involved in many court intrigues and literary quarrels, being apparently caricatured by Pope and Fielding. His memoirs of the early reign of George II were too revealing to be published in his time and did not appear for more than a century.",
    "year": 1696,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Luisa de Guzmán",
    "birthday": "1613-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Luisa_Francisca_de_Guzm%C3%A1n_y_Medina_Sidonia_atribuible_a_Alonso_Cano.png/315px-Luisa_Francisca_de_Guzm%C3%A1n_y_Medina_Sidonia_atribuible_a_Alonso_Cano.png",
    "extract": "Luisa María Francisca de Guzmán y Sandoval was a queen consort of Portugal. She was the spouse of King John IV, the first Braganza ruler, as well as the mother of two kings of Portugal and a queen of England. She served as regent of Portugal de jure from 1656 until 1662, and de facto until her death in 1666.",
    "year": 1613,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Richard Boyle, 1st Earl of Cork",
    "birthday": "1566-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Richard_Boyle%2C_1st_Earl_of_Cork_.PNG/268px-Richard_Boyle%2C_1st_Earl_of_Cork_.PNG",
    "extract": "Richard Boyle, 1st Earl of Cork, also known as the Great Earl of Cork, was an English politician who served as Lord Treasurer of the Kingdom of Ireland.",
    "year": 1566,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Francis Caracciolo",
    "birthday": "1563-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/36/Saint_Francis_Caracciolo.jpg",
    "extract": "Francis Caracciolo, born Ascanio Pisquizio, was an Italian Catholic priest who co-founded the Order of the Clerics Regular Minor with John Augustine Adorno and Fabrizio Caracciolo. He decided to adopt a religious life at the age of 22.",
    "year": 1563,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Claude of France",
    "birthday": "1499-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Claude_de_France_%281499-1524%29.png/255px-Claude_de_France_%281499-1524%29.png",
    "extract": "Claude of France was Queen of France by marriage to King Francis I. She was also ruling Duchess of Brittany from 1514 until her death in 1524. She was a daughter of King Louis XII of France and his second wife, the duchess regnant Anne of Brittany.",
    "year": 1499,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mariotto Albertinelli",
    "birthday": "1474-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Albertinelli_Visitation.jpg/209px-Albertinelli_Visitation.jpg",
    "extract": "Mariotto di Bindo di Biagio Albertinelli was an Italian Renaissance painter active in Florence. He was a close friend and collaborator of Fra Bartolomeo.",
    "year": 1474,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Edward of Westminster, Prince of Wales",
    "birthday": "1453-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/EdwardPrinceOfWalesBeauchampPagaent.jpg/256px-EdwardPrinceOfWalesBeauchampPagaent.jpg",
    "extract": "Edward of Westminster, also known as Edward of Lancaster, was the only son of King Henry VI of England and Margaret of Anjou. He was killed aged seventeen at the Battle of Tewkesbury.",
    "year": 1453,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Thomas Fitzalan, 5th Earl of Arundel",
    "birthday": "1381-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Coat_of_Arms_of_Sir_Richard_FitzAlan%2C_11th_Earl_of_Arundel%2C_KG.png/320px-Coat_of_Arms_of_Sir_Richard_FitzAlan%2C_11th_Earl_of_Arundel%2C_KG.png",
    "extract": "Thomas Fitzalan, 5th Earl of Arundel, 10th Earl of Surrey KG was an English nobleman, one of the principals of the deposition of Richard II, and a major figure during the reign of Henry IV.",
    "year": 1381,
    "month": 10,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Emperor Xiaowen of Northern Wei",
    "birthday": "467-10-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Emperor_Xiaowen_of_Northern_Wei.jpg/320px-Emperor_Xiaowen_of_Northern_Wei.jpg",
    "extract": "Emperor Xiaowen of Northern Wei ( 魏孝文帝), personal name né Tuoba Hong (拓拔宏), later Yuan Hong (元宏), was an emperor of the Northern Wei from September 20, 471 to April 26, 499.",
    "year": 467,
    "month": 10,
    "day": 13,
    "language": "en"
  }
]