[
  {
    "name": "Nolan Gould",
    "birthday": "1998-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Nolan_Gould_at_2015_PaleyFest.jpg/213px-Nolan_Gould_at_2015_PaleyFest.jpg",
    "extract": "Nolan Gould is an American actor most well known for his role as Luke Dunphy on the ABC sitcom Modern Family.",
    "year": 1998,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Taylor Fritz",
    "birthday": "1997-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Fritz_RG19_%2823%29_%2848199372707%29.jpg/213px-Fritz_RG19_%2823%29_%2848199372707%29.jpg",
    "extract": "Taylor Harry Fritz is an American professional tennis player. He has a career-high singles ranking of world No. 13 by the Association of Tennis Professionals (ATP), achieved on March 21, 2022, and a doubles ranking of world No. 104, achieved on July 26, 2021. He has won two ATP Tour singles titles, including a Masters 1000 title at the 2022 Indian Wells Masters.",
    "year": 1997,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jack Eichel",
    "birthday": "1996-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Jack_Eichel_-_Buffalo_Sabres.jpg/291px-Jack_Eichel_-_Buffalo_Sabres.jpg",
    "extract": "Jack John-Robert Eichel is an American professional ice hockey center for the Vegas Golden Knights of the National Hockey League (NHL). Eichel was selected second overall in the 2015 NHL Entry Draft by the Buffalo Sabres. Before entering the league, Eichel was described at the age of 17 as \"the new face of American hockey,\" and he was considered a member of a rising class of generational talents in the sport. However injury, perennial losing seasons, and difficulties with teammates and management have altered public perception of Eichel, with many fans believing he is not a capable NHL franchise centerpiece.",
    "year": 1996,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Glen Kamara",
    "birthday": "1995-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/2015_Glen_Kamara_%28cropped%29.jpg/221px-2015_Glen_Kamara_%28cropped%29.jpg",
    "extract": "Glen Adjei Kamara is a Finnish professional footballer who plays as a midfielder for Scottish Premiership club Rangers and the Finland national team.",
    "year": 1995,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Maria Sergejeva",
    "birthday": "1992-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/M._Sergejeva_and_I._Glebov_at_the_2010_Olympics_%282%29.jpg/213px-M._Sergejeva_and_I._Glebov_at_the_2010_Olympics_%282%29.jpg",
    "extract": "Maria Sergejeva is an Estonian former competitive pair skater and model. With former partner Ilja Glebov, she is the 2007–10 Estonian national champion and represented Estonia at the 2010 Winter Olympics. Following her competitive retirement in 2010, Sergejeva performed worldwide in theatre and arena shows, including Disney on Ice, Fantasy on Ice, Illusion on Ice, Magic on Ice and The Snow King.",
    "year": 1992,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lucy Bronze",
    "birthday": "1991-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/2019-05-18_Fu%C3%9Fball%2C_Frauen%2C_UEFA_Women%27s_Champions_League%2C_Olympique_Lyonnais_-_FC_Barcelona_StP_1015_LR10_by_Stepro.jpg/213px-2019-05-18_Fu%C3%9Fball%2C_Frauen%2C_UEFA_Women%27s_Champions_League%2C_Olympique_Lyonnais_-_FC_Barcelona_StP_1015_LR10_by_Stepro.jpg",
    "extract": "Lucia Roberta Tough Bronze is an English footballer who plays as a right-back for the England national team. She has previously played for Sunderland, Everton, Liverpool, Olympique Lyonnais and Manchester City as well as the North Carolina Tar Heels at college level in the United States. Bronze has won three UEFA Women's Champions League titles with Olympique Lyonnais as well as three FA Women's Super League titles with Liverpool and Manchester City.",
    "year": 1991,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Camille Muffat",
    "birthday": "1989-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Camille_Muffat.jpg/254px-Camille_Muffat.jpg",
    "extract": "Camille Muffat was a French swimmer and three-time Olympic medalist. Swimming for the Olympic Nice Natation club, she specialised in the individual medley and the free style events. Her career ran from 2005 to 2014.",
    "year": 1989,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Edd Gould",
    "birthday": "1988-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/06/Edd_Gould_of_Eddsworld.jpg/279px-Edd_Gould_of_Eddsworld.jpg",
    "extract": "Edward Duncan Ernest Gould was a British animator, artist, writer, director, and voice actor. He was best known for creating Eddsworld, a media franchise consisting of flash animations and web comics featuring fictionalised versions of himself and longtime collaborators Thomas Ridgewell, Matt Hargreaves and others. After Gould's death in 2012, production of Eddsworld was passed on to Ridgewell and later Hargreaves.",
    "year": 1988,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jamie xx",
    "birthday": "1988-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Jamie_xx_-_2016.jpg/213px-Jamie_xx_-_2016.jpg",
    "extract": "James Thomas Smith, known professionally as Jamie xx, is an English musician, DJ, record producer and remixer. He is known for both his solo work and as a member of the English indie pop band The xx.",
    "year": 1988,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Frank Ocean",
    "birthday": "1987-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Frank_Ocean_2022_Blonded.jpg/256px-Frank_Ocean_2022_Blonded.jpg",
    "extract": "Frank Ocean, is an American singer, songwriter, and rapper. His works are noted by music critics for featuring avant-garde styles, introspective and elliptical lyrics. Ocean has won two Grammy Awards and a Brit Award for International Male Solo Artist among other accolades, and his two studio albums featured in Rolling Stone's 500 Greatest Albums of All Time (2020).",
    "year": 1987,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "May Calamawy",
    "birthday": "1986-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/May_Calamawy_2019_American_Scene_Awards.jpg/226px-May_Calamawy_2019_American_Scene_Awards.jpg",
    "extract": "May El Calamawy is an Egyptian-Palestinian actress who has worked and resided in the United States since 2015. She is known for her roles in the American television series Ramy as Dena Hassan, and Moon Knight as Layla El-Faouly.",
    "year": 1986,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Anthony Griffith (footballer)",
    "birthday": "1986-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Anthony_Griffith.JPG",
    "extract": "Anthony James Griffith is a former professional footballer and coach who is now a professional development phase lead coach at EFL League Two club Port Vale. He was noted as a tough tackling defensive midfielder, though at times this led to him to having a poor disciplinary record. Born in England, he represented the Montserrat national team.",
    "year": 1986,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Aki Toyosaki",
    "birthday": "1986-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Aki_Toyosaki%27s_signature%2C_K-On%21_20121214.svg/320px-Aki_Toyosaki%27s_signature%2C_K-On%21_20121214.svg.png",
    "extract": "Aki Toyosaki  is a Japanese actress and singer from Tokushima, Tokushima Prefecture. She had her first major voice acting roles in 2007, voicing Amuro Ninagawa in Kenkō Zenrakei Suieibu Umishō and Su in Shugo Chara!. She was named \"Best New Actress\" at the 4th Seiyu Awards in 2010 for her role as Yui Hirasawa in K-On! and Kana Nakamachi in Kanamemo, and received the \"Best Lead Actress\" and \"Best Personality\" awards at the 5th Seiyu Awards in 2011.",
    "year": 1986,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tyrone Barnett",
    "birthday": "1985-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Tyrone_Barnett.jpg/268px-Tyrone_Barnett.jpg",
    "extract": "Tyrone Barnett is an English professional footballer who plays as a forward for National League side Eastleigh.",
    "year": 1985,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Anthony Fantano",
    "birthday": "1985-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/AnthonyFantano2016.png/239px-AnthonyFantano2016.png",
    "extract": "Anthony Fantano is an American music critic and YouTuber who runs the YouTube channel The Needle Drop and its tie-in website. His website and YouTube videos discuss and review a variety of music genres.",
    "year": 1985,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bryn Evans (rugby union, born 1984)",
    "birthday": "1984-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Sale-evans.jpg/185px-Sale-evans.jpg",
    "extract": "Bryn Evans is a New Zealand rugby union player, who currently plays as a lock for the Highlanders in Super Rugby and Hawke's Bay in New Zealand's National Provincial Championship competition.",
    "year": 1984,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Obafemi Martins",
    "birthday": "1984-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Martins_Llevant.jpg/165px-Martins_Llevant.jpg",
    "extract": "Obafemi Akinwunmi Martins is a Nigerian professional footballer who plays as a forward. He is known for his speed on the ball. After leaving Nigeria for Italy at age 16, he has since played for a number of top-division clubs around Europe. He began his senior career in 2002 at Serie A club Inter Milan, before moving to Premier League club Newcastle United in 2006, and then to Bundesliga club VfL Wolfsburg in 2009. Having joined Russian Premier League side Rubin Kazan in July 2010, they loaned him to Birmingham City in January 2011. He spent a season with La Liga club Levante, played for Seattle Sounders FC of Major League Soccer from 2013 to 2015, scoring 40 goals, before spending several years in China with Shanghai Shenhua and Wuhan.",
    "year": 1984,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Finn Wittrock",
    "birthday": "1984-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Finn_Wittrock_1.jpg/213px-Finn_Wittrock_1.jpg",
    "extract": "Peter \"Finn\" Wittrock Jr. is an American actor and screenwriter. He began his career in guest roles on several television shows. He made his film debut in 2004, in Halloweentown High before returning to films in the 2010 film Twelve. After studying theater at The Juilliard School, he was a regular in the soap opera All My Children from 2009 to 2011, while performing in several theatrical productions. In 2011, he performed in playwright Tony Kushner's Off-Broadway play The Illusion and made his Broadway debut in 2012 as Happy Loman in the revival of Arthur Miller's play Death of a Salesman, directed by Mike Nichols.",
    "year": 1984,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jarrett Jack",
    "birthday": "1983-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Jarrett_Jack_Cavs.jpg/251px-Jarrett_Jack_Cavs.jpg",
    "extract": "Jarrett Matthew Jack is an American professional basketball coach and former player who is currently an assistant coach for the Phoenix Suns of the National Basketball Association (NBA). He attended four high schools in North Carolina, Maryland and Massachusetts before playing collegiately at Georgia Tech. He was selected with the 22nd overall pick in the 2005 NBA draft by the Denver Nuggets, before playing with the Portland Trail Blazers, Indiana Pacers, Toronto Raptors, New Orleans Hornets, Golden State Warriors, Cleveland Cavaliers, Brooklyn Nets, New Orleans Pelicans, and New York Knicks.",
    "year": 1983,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kayo Noro",
    "birthday": "1983-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/AKB48_20090704_Japan_Expo_06.jpg/252px-AKB48_20090704_Japan_Expo_06.jpg",
    "extract": "Kayo Noro  is a Japanese singer and entertainer who is represented by the talent agency, Ohta Production. She is a former member of idol groups AKB48 and SDN48. She was a 1st Generation captain in SDN48. Her former stage name was Kayo Asakura .",
    "year": 1983,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Joe Thomas (actor)",
    "birthday": "1983-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Joe_Thomas_2012.jpg/232px-Joe_Thomas_2012.jpg",
    "extract": "Joseph Owen Thomas is an English actor, writer and comedian. He is best known for playing Simon Cooper in the award-winning E4 sitcom The Inbetweeners (2008–2010) and its two film adaptions, The Inbetweeners Movie (2011) and The Inbetweeners 2 (2014), both achieving box office success.",
    "year": 1983,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jeremy Bonderman",
    "birthday": "1982-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Bonderman_works_it.jpg/213px-Bonderman_works_it.jpg",
    "extract": "Jeremy Allen Bonderman is an American former professional baseball pitcher. Bonderman batted and threw right-handed.",
    "year": 1982,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Anthony Lerew",
    "birthday": "1982-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Anthony_Lerew.jpg/320px-Anthony_Lerew.jpg",
    "extract": "Anthony Allen Lerew is an American former professional baseball pitcher who played in Major League Baseball (MLB) for the Atlanta Braves and Kansas City Royals; he also played Nippon Professional Baseball (NPB) for the Fukuoka SoftBank Hawks, and in the KBO League for the Kia Tigers, he also played for the Navegantes del Magallanes on the LVBP Liga Venezolana de Béisbol Profesional where on 11/21/2010 against the Leones del Caracas he managed to throw a no hit no run game.",
    "year": 1982,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Matt Smith",
    "birthday": "1982-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/SDCC_2015_-_Matt_Smith.jpg/234px-SDCC_2015_-_Matt_Smith.jpg",
    "extract": "Matthew Robert Smith is an English actor and film director. He is best known for his roles as the eleventh incarnation of the Doctor in the BBC series Doctor Who and Prince Philip in the Netflix series The Crown, the latter of which earned him a Primetime Emmy Award nomination.",
    "year": 1982,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Milan Baroš",
    "birthday": "1981-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Milan_Baro%C5%A13%2C_FCB-SLAVIA_30092018.jpg/264px-Milan_Baro%C5%A13%2C_FCB-SLAVIA_30092018.jpg",
    "extract": "Milan Baroš is a Czech footballer who plays as a striker. He currently plays for FK Vigantice at amateur level.",
    "year": 1981,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nate McLouth",
    "birthday": "1981-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Nate_McLouth_on_July_9%2C_2014.jpg/201px-Nate_McLouth_on_July_9%2C_2014.jpg",
    "extract": "Nathan Richard McLouth is an American former professional baseball outfielder. He has played in Major League Baseball (MLB) for the Atlanta Braves, Pittsburgh Pirates, Baltimore Orioles and Washington Nationals. He was primarily a center fielder.",
    "year": 1981,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nick Montgomery",
    "birthday": "1981-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Nick_Montgomery_SUFC_Jon_Candy_Owned_Image.png/140px-Nick_Montgomery_SUFC_Jon_Candy_Owned_Image.png",
    "extract": "Nicholas Anthony Montgomery is an English-born Scottish former professional footballer who played as a midfielder.",
    "year": 1981,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Christy Hemme",
    "birthday": "1980-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Christy_Hemme_in_Newark%2C_California_%28cropped%29.jpg/231px-Christy_Hemme_in_Newark%2C_California_%28cropped%29.jpg",
    "extract": "Christina Lee Hemme is an American former professional wrestler and model. She is best known for her time in Total Nonstop Action Wrestling as a ring announcer and one of the original Knockouts, and as a former wrestler in the WWE. She was also the winner of the 2004 WWE Diva Search, receiving $250,000 and a one-year contract with the company.",
    "year": 1980,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Agnes Obel",
    "birthday": "1980-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Agnes_Obel2_Sentrum_Scene_20205_%28cropped%29.jpg/241px-Agnes_Obel2_Sentrum_Scene_20205_%28cropped%29.jpg",
    "extract": "Agnes Caroline Thaarup Obel is a Danish singer, songwriter, and musician based in Berlin. Her debut album, Philharmonics (2010), was released by PIAS Recordings, and was certified gold in June 2011 by the Belgian Entertainment Association (BEA) after selling 10,000 units. At the Danish Music Awards in November 2011, Obel won five prizes, including Best Album and Best Debut Artist. Her second album Aventine (2013) received positive reviews and charted inside the top 40 of the charts in nine countries.",
    "year": 1980,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alan Smith (footballer, born 1980)",
    "birthday": "1980-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Alan_Smith_MK_Dons_%28cropped%29.jpg/175px-Alan_Smith_MK_Dons_%28cropped%29.jpg",
    "extract": "Alan Smith is an English football coach and retired professional footballer who last played for Notts County. He has also represented the England national team, winning 19 caps. Smith was known for his aggressive on pitch mentality and high pressing style of football.",
    "year": 1980,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Natina Reed",
    "birthday": "1979-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/aa/NatinaReedcroptop.jpg/240px-NatinaReedcroptop.jpg",
    "extract": "Natina Tiawana Reed was an American singer-songwriter, rapper, and actress. She was born in New York City and raised in Atlanta, Georgia, where she pursued a career in music beginning in her early teens. Discovered by rapper Lisa Lopes, she worked as a writer for the girl group TLC. Reed gained notice in the late 1990s as a member of the girl group Blaque. They released two albums: their 1999 eponymous debut album that peaked at number 53 on the Billboard 200, and Blaque Out (2001).",
    "year": 1979,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Martin Škoula",
    "birthday": "1979-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Martin_Skoula%2C_HC_Avangard%2C_2011.jpg/258px-Martin_Skoula%2C_HC_Avangard%2C_2011.jpg",
    "extract": "Martin Škoula is a Czech former professional ice hockey defenceman, who enjoyed a lengthy career in the National Hockey League (NHL) with the Colorado Avalanche, Mighty Ducks of Anaheim, Dallas Stars, Minnesota Wild, Pittsburgh Penguins and the New Jersey Devils. He won the Stanley Cup with the Colorado Avalanche in 2001.",
    "year": 1979,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jawed Karim",
    "birthday": "1979-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Jawed_Karim_2008.jpg/244px-Jawed_Karim_2008.jpg",
    "extract": "Jawed Karim is an American software engineer and Internet entrepreneur of Bangladeshi and German descent. He is a co-founder of YouTube and the first person to upload a video to the site. This inaugural video, titled Me at the zoo and uploaded on April 23, 2005, has been viewed over 218 million times, as of January 8, 2022. During Karim's time working at PayPal, where he met the fellow YouTube co-founders Steven Chen and Chad Hurley, he had designed many of the core components including its real-time anti-Internet-fraud system.",
    "year": 1979,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Justin Guarini",
    "birthday": "1978-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Atlanta_Hard_Rock_Cafe_%282012%29_Guarini_playing_with_fellow_musicians_after_play_performance.jpg/212px-Atlanta_Hard_Rock_Cafe_%282012%29_Guarini_playing_with_fellow_musicians_after_play_performance.jpg",
    "extract": "Justin Guarini is an American singer, musician, actor, host and record producer, who in 2002 was the runner-up on the first season of American Idol.",
    "year": 1978,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Keiron Cunningham",
    "birthday": "1976-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Keiron_Cunningham_Deerstalker.jpg/320px-Keiron_Cunningham_Deerstalker.jpg",
    "extract": "Keiron Cunningham is a professional rugby league coach and former player. A Great Britain and Wales international representative hooker, he played his entire professional career at St Helens, making nearly 500 appearances for the club between 1994 and 2010 and winning numerous trophies. He has been frequently cited as being among the best players in the Super League history and is widely regarded to be one of St Helens' greatest players of all time.",
    "year": 1976,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Braden Looper",
    "birthday": "1974-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Braden_Looper.jpg/233px-Braden_Looper.jpg",
    "extract": "Braden LaVerne Looper is an American former Major League Baseball pitcher who played for several teams between 1998 and 2009.",
    "year": 1974,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vicente Moreno",
    "birthday": "1974-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Moreno-XerezCD-p1040358_%28cropped%29.jpg/241px-Moreno-XerezCD-p1040358_%28cropped%29.jpg",
    "extract": "Vicente Moreno Peris is a Spanish football manager and former player who played as a defensive midfielder.",
    "year": 1974,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Joaquin Phoenix",
    "birthday": "1974-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Joaquin_Phoenix_in_2018.jpg/256px-Joaquin_Phoenix_in_2018.jpg",
    "extract": "Joaquin Rafael Phoenix is an American actor. Known for playing dark and unconventional characters in independent films, he has received various accolades, including an Academy Award, a British Academy Film Award, a Grammy Award, and two Golden Globe Awards. In 2020, The New York Times named him one of the greatest actors of the 21st century.",
    "year": 1974,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dayanara Torres",
    "birthday": "1974-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Dayanara_Torres_2011.jpg/255px-Dayanara_Torres_2011.jpg",
    "extract": "Dayanara Torres Delgado is a Puerto Rican actress, singer, model, writer and beauty queen who won Miss Universe 1993.",
    "year": 1974,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Montel Vontavious Porter",
    "birthday": "1973-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/MVP_2019-2.jpg/269px-MVP_2019-2.jpg",
    "extract": "Hassan Hamin Assad is an American professional wrestler and manager currently signed to WWE, where he performs on the Raw brand under the ring name MVP.",
    "year": 1973,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Aleksandar Stanojević",
    "birthday": "1973-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/88/Aleksandar_Stanojevi%C4%872017_crop.jpg",
    "extract": "Aleksandar Stanojević is a Serbian professional football manager and former player.",
    "year": 1973,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Terrell Davis",
    "birthday": "1972-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Terrell_Davis_1-31-05_050131-N-8102J-020.jpg/285px-Terrell_Davis_1-31-05_050131-N-8102J-020.jpg",
    "extract": "Terrell Lamar Davis is a former American football player who played as a running back for the Denver Broncos of the National Football League (NFL) from 1995 to 2001. He is the Denver Broncos all-time leading rusher and still holds the record for most postseason single-season touchdowns (8) which he achieved in 1997, arguably the greatest postseason for a running back in NFL history. He is also credited with starting the “Mile High Salute”; a celebratory tradition among Denver Broncos players after scoring a touchdown. Davis was elected into the Pro Football Hall of Fame in 2017.",
    "year": 1972,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Brad Paisley",
    "birthday": "1972-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Brad_Paisley_at_the_White_House.jpg/214px-Brad_Paisley_at_the_White_House.jpg",
    "extract": "Bradly Douglas Paisley is an American country music singer and songwriter. Starting with his 1999 debut album Who Needs Pictures, he has released eleven studio albums and a Christmas compilation on the Arista Nashville label, with all of his albums certified Gold or higher by the RIAA. He has scored 35 Top 10 singles on the US Billboard Country Airplay chart, 20 of which have reached number one. He set a new record in 2009 for the most consecutive singles (10) reaching the top spot on that chart.",
    "year": 1972,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Roxana Briban",
    "birthday": "1971-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ee/Roxana-briban.jpg/232px-Roxana-briban.jpg",
    "extract": "Roxana Briban was a Romanian operatic soprano.",
    "year": 1971,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Caroline Dinenage",
    "birthday": "1971-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Official_portrait_of_Caroline_Dinenage_MP_crop_2.jpg/240px-Official_portrait_of_Caroline_Dinenage_MP_crop_2.jpg",
    "extract": "Caroline Julia Dinenage, Baroness Lancaster of Kimbolton,, also styled as Dame Caroline Dinenage, is a British Conservative Party politician who was elected as Member of Parliament (MP) for Gosport at the 2010 general election. and re-elected in 2015, 2017, and 2019.",
    "year": 1971,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Greg Eagles",
    "birthday": "1970-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Greg_Eagles_Photo_Op_GalaxyCon_Richmond_2020.jpg/230px-Greg_Eagles_Photo_Op_GalaxyCon_Richmond_2020.jpg",
    "extract": "Greg Eagles is an American actor, producer and writer. He is best known for voicing the Grim Reaper in Grim & Evil and its spin-off The Grim Adventures of Billy & Mandy. He is also known for voicing Captain Bob and Sketch Pad on HBO's Canadian-American children's television series Crashbox, Brother 6 and Rokutaro in Afro Samurai, Aku Aku in the Crash Bandicoot video game franchise, and several characters in the Metal Gear Solid games.",
    "year": 1970,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alan Peter Cayetano",
    "birthday": "1970-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Rep._Alan_Peter_Cayetano_%2818th_Congress_PH%29.jpg/240px-Rep._Alan_Peter_Cayetano_%2818th_Congress_PH%29.jpg",
    "extract": "Alan Peter Schramm Cayetano is a Filipino politician and diplomat serving as the Representative of Taguig–Pateros since 2019, and previously from 1998 until 2007. He was the Speaker of the House of Representatives from 2019 until his resignation in October 2020. He served as the Secretary of Foreign Affairs from 2017 to 2018 in the Cabinet of President Rodrigo Duterte. From 2007 to 2017, he was a member of the Senate, where he served as Senate Minority Leader from 2010 to 2013, and later became the Senate Majority Leader from 2013 to 2016. Cayetano unsuccessfully ran for vice president in the 2016 elections as Duterte's running mate.",
    "year": 1970,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Javier Grillo-Marxuach",
    "birthday": "1969-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Javier_Grillo-Marxuach_by_Gage_Skidmore.jpg/248px-Javier_Grillo-Marxuach_by_Gage_Skidmore.jpg",
    "extract": "Javier \"Javi\" Grillo-Marxuach, born October 28, 1969 in San Juan, Puerto Rico, is a television screenwriter and producer, and podcaster, known for his work as writer and producer on the first two seasons of the ABC television series Lost, as well as other series including Charmed and Law & Order: Special Victims Unit.",
    "year": 1969,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ben Harper",
    "birthday": "1969-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Ben_Harper_003.jpg/213px-Ben_Harper_003.jpg",
    "extract": "Benjamin Charles Harper is an American singer-songwriter and multi-instrumentalist. Harper plays an eclectic mix of blues, folk, soul, reggae, and rock music and is known for his guitar-playing skills, vocals, live performances, and activism. He has released twelve regular studio albums, mostly through Virgin Records, and has toured internationally.",
    "year": 1969,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Noriyoshi Omichi",
    "birthday": "1969-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/YG-Noriyoshi-Omichi20100828.jpg/240px-YG-Noriyoshi-Omichi20100828.jpg",
    "extract": "Noriyoshi Ōmichi  is a Nippon Professional Baseball player for the Yomiuri Giants of Japan's Central League. Before playing for the Giants, he was a member of Fukuoka SoftBank Hawks.",
    "year": 1969,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Chris Broussard",
    "birthday": "1968-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Chris_Broussard_Jan_2019_1.jpg/320px-Chris_Broussard_Jan_2019_1.jpg",
    "extract": "Christopher Dana Broussard is an American sports analyst and commentator for Fox Sports 1 and Fox Sports Radio. Best known for his coverage of the NBA, he is now a co-host on FS1's morning show First Things First, as well as co-host of The Odd Couple with Rob Parker on Fox Sports Radio. Previously, he worked for The New York Times, ESPN The Magazine and ESPN.com, and made appearances on ESPN's SportsCenter, NBA Countdown, First Take, and NBA Fastbreak as an analyst.",
    "year": 1968,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marc Lièvremont",
    "birthday": "1968-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Marc_Li%C3%A8vremont.jpg/246px-Marc_Li%C3%A8vremont.jpg",
    "extract": "Marc Lièvremont is a former rugby union footballer and was the head coach of the French national rugby union team. He played as a back-row forward for France, gaining 25 caps from 1995 to 1999, and was selected in France's 1999 Rugby World Cup squad. He also played with the French Rugby Sevens team and with the French Barbarians.",
    "year": 1968,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mayumi Ozaki",
    "birthday": "1968-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Mayumi_Ozaki_2019.jpg/192px-Mayumi_Ozaki_2019.jpg",
    "extract": "Mayumi Ozaki  is a Japanese professional wrestler. She is currently working for Oz Academy.",
    "year": 1968,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kevin Macdonald (director)",
    "birthday": "1967-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Kevin_Macdonald_%28cropped%29.jpg/226px-Kevin_Macdonald_%28cropped%29.jpg",
    "extract": "Kevin Macdonald is a Scottish director. His films include One Day in September (1999), a documentary about the 1972 murder of 11 Israeli athletes, which won him the Academy Award for Best Documentary Feature, the climbing documentary Touching the Void (2003), the drama The Last King of Scotland (2006), the political thriller State of Play (2009), the Bob Marley documentary Marley (2012), the post-apocalyptic drama How I Live Now (2013), the thriller Black Sea (2014), the Whitney Houston documentary Whitney (2018), and the legal drama film The Mauritanian (2021).",
    "year": 1967,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Julia Roberts",
    "birthday": "1967-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Julia_Roberts_2011_Shankbone_3.JPG/212px-Julia_Roberts_2011_Shankbone_3.JPG",
    "extract": "Julia Fiona Roberts is an American actress. One of Hollywood's most bankable stars, Roberts is known for her leading roles in films of several genres, from romantic comedies and dramas to thrillers and action films. Many of her films have earned over $100 million at the worldwide box office, and six have ranked among the highest-grossing films of their respective years. Her top-billing films have collectively brought in box office receipts of over $3.8 billion globally. She is the recipient of various accolades, including an Academy Award, a British Academy Film Award, and three Golden Globe Awards.",
    "year": 1967,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Romero",
    "birthday": "1967-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/John_Romero_-_GDC_2022_%28cropped%29.jpg/217px-John_Romero_-_GDC_2022_%28cropped%29.jpg",
    "extract": "Alfonso John Romero is an American director, designer, programmer, and developer in the video game industry. He is best known as a co-founder of id Software and designer for many of their games, including Wolfenstein 3D, Dangerous Dave, Hexen, Doom, Doom II and Quake. His game designs and development tools, along with new programming techniques created and implemented by id Software's lead programmer John D. Carmack, led to a mass popularization of the first-person shooter, or FPS, in the 1990s. He is credited with coining the FPS multiplayer term \"deathmatch\".",
    "year": 1967,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Matt Drudge",
    "birthday": "1966-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Matt_Drudge_1996_%28cropped%29.jpg/216px-Matt_Drudge_1996_%28cropped%29.jpg",
    "extract": "Matthew Nathan Drudge is an American journalist and the creator/editor of the Drudge Report, an American news aggregator. Drudge is also an author and a former radio and television show host.",
    "year": 1966,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Andy Richter",
    "birthday": "1966-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Andy_Richter_at_the_2013_Final_Four_in_Atlanta_Georgia_02_%28cropped%29.jpg/320px-Andy_Richter_at_the_2013_Final_Four_in_Atlanta_Georgia_02_%28cropped%29.jpg",
    "extract": "Paul Andrew \"Andy\" Richter is an American actor, comedian, writer, and talk show announcer. He is best known as the sidekick for Conan O'Brien on each of O'Brien's talk shows: Late Night and The Tonight Show on NBC and Conan on TBS. He voiced Mort in the Madagascar film franchise and Ben Higgenbottom in the Nickelodeon animated television series The Mighty B!.",
    "year": 1966,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Aris Spiliotopoulos",
    "birthday": "1966-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/47/Aris_Spiliotopoulos.JPG",
    "extract": "Aris Spiliotopoulos is a Greek politician of the New Democracy party. He served as Minister for Tourism (2007–09) and Minister for National Education and Religious Affairs from January to October 2009.",
    "year": 1966,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jami Gertz",
    "birthday": "1965-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Jami_Gertz_2008.jpg/290px-Jami_Gertz_2008.jpg",
    "extract": "Jami Beth Gertz is an American actress and investor. Gertz is known for her early roles in the films Crossroads, The Lost Boys, Less Than Zero and Quicksilver, the 1980s TV series Square Pegs and 1996's Twister, as well as for her roles as Judy Miller in the CBS sitcom Still Standing and as Debbie Weaver in the ABC sitcom The Neighbors. Along with husband Tony Ressler, she is a part-owner of the Atlanta Hawks of the National Basketball Association.",
    "year": 1965,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "David Warburton",
    "birthday": "1965-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Official_portrait_of_David_Warburton_MP_crop_2.jpg/240px-Official_portrait_of_David_Warburton_MP_crop_2.jpg",
    "extract": "David John Warburton is a British politician serving as Member of Parliament (MP) for Somerton and Frome. On his election in the 2015 general election he represented the Conservative Party, but was suspended from the party in April 2022 pending the outcome of an Independent Complaints and Grievance Scheme (ICGS) investigation into allegations of harassment and drug abuse. Prior to entering politics, he was the founder, chief executive and chairman of Pitch Entertainment Group.",
    "year": 1965,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Miyako Yoshida",
    "birthday": "1965-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Miyako_Yoshida_Juliet.jpg/320px-Miyako_Yoshida_Juliet.jpg",
    "extract": "Miyako Yoshida is a Japanese ballet dancer. She was a Principal Guest Artist of The Royal Ballet as well as a principal dancer with K-ballet, Japan.",
    "year": 1965,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Andrew Bridgen",
    "birthday": "1964-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Official_portrait_of_Andrew_Bridgen_MP_crop_2.jpg/240px-Official_portrait_of_Andrew_Bridgen_MP_crop_2.jpg",
    "extract": "Andrew James Bridgen is a British politician and businessman who has served as the Member of Parliament (MP) for North West Leicestershire since 2010. A member of the Conservative Party and prominent figure on its right wing, he is a long-term critic of the European Union (EU) and supported Brexit in the 2016 membership referendum. Bridgen was a vocal supporter of the Eurosceptic pressure group Leave Means Leave, as well as a prominent critic of Theresa May during her time as Leader of the Conservative Party and Prime Minister. Bridgen supported efforts to remove Conservative Prime Ministers David Cameron, Theresa May and Boris Johnson from office.",
    "year": 1964,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lauren Holly",
    "birthday": "1963-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Lauren_Holly_lf.jpg/215px-Lauren_Holly_lf.jpg",
    "extract": "Lauren Michael Holly is an American-Canadian actress. She has played the roles of Deputy Sheriff Maxine Stewart in the television series Picket Fences, Director Jenny Shepard in the series NCIS, Dr. Betty Rogers on Motive, Mary Swanson in Dumb and Dumber, Linda Lee in Dragon: The Bruce Lee Story, Darian Smalls in Beautiful Girls, and Gigi in What Women Want.",
    "year": 1963,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sheryl Underwood",
    "birthday": "1963-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Underwood%2C_Sheryl_%282008%29.jpg/279px-Underwood%2C_Sheryl_%282008%29.jpg",
    "extract": "Sheryl Patrice Underwood is an American comedian, actress and television host. She first rose to prominence in the comedy world as the first female finalist in 1989's Miller Lite Comedy Search. Currently, Underwood is one of the hosts on the CBS Daytime talk show The Talk, becoming the show's longest running co-host, a role she first stepped into in September 2011. She has received one Daytime Emmy Award from seven nominations.",
    "year": 1963,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Erik Thorstvedt",
    "birthday": "1962-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Tva_skoleturne047_%286188654618%29.jpg/213px-Tva_skoleturne047_%286188654618%29.jpg",
    "extract": "Erik Thorstvedt is a Norwegian former professional footballer who played as a goalkeeper. He won 97 caps for the Norwegian national team, and was the starter in goal at the 1994 FIFA World Cup. He played for Viking, Eik-Tønsberg, Borussia Mönchengladbach, IFK Göteborg and Tottenham Hotspur.",
    "year": 1962,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Daphne Zuniga",
    "birthday": "1962-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Daphne_Zuniga_Photo_Op_GalaxyCon_Raleigh_2019.jpg/225px-Daphne_Zuniga_Photo_Op_GalaxyCon_Raleigh_2019.jpg",
    "extract": "Daphne Eurydice Zuniga is an American actress. She made her film debut in the 1982 slasher film The Dorm That Dripped Blood (1982) at the age of 19, followed by a lead role in another slasher film The Initiation (1984) two years later.",
    "year": 1962,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Landon Curt Noll",
    "birthday": "1960-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/LandonCurtNoll2.jpg/213px-LandonCurtNoll2.jpg",
    "extract": "Landon Curt Noll is an American computer scientist, co-discoverer of the 25th Mersenne prime and discoverer of the 26th, which he found while still enrolled at Hayward High School and concurrently at California State University, Hayward.",
    "year": 1960,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Randy Wittman",
    "birthday": "1959-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Randy_Wittman_in_2011.jpg/309px-Randy_Wittman_in_2011.jpg",
    "extract": "Randy Scott Wittman is an American former basketball player at the guard position and former coach of the NBA's Cleveland Cavaliers, Minnesota Timberwolves, and Washington Wizards.",
    "year": 1959,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Concha García Campoy",
    "birthday": "1958-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/59/Concha_Garc%C3%ADa_Campoy_%28cropped%29.png",
    "extract": "Concepción García Campoy, also known as Concha García Campoy, was a Spanish radio and television journalist and personality.",
    "year": 1958,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ashok Chavan",
    "birthday": "1958-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/23/Ashok_Chavan_2010_-_still_114915_crop.jpg",
    "extract": "Ashokrao Shankarrao Chavan is an Indian politician from Maharashtra. He is one of the most influential leaders of Indian National Congress in Maharashtra and he is the current PWD Minister of Maharashtra. He also served as the Chief Minister of Maharashtra state from 8 December 2008 to 9 November 2010. Also, he has served as Minister for Cultural Affairs, Industries, Mines and Protocol in the Vilasrao Deshmukh government.",
    "year": 1958,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "William Reid (musician)",
    "birthday": "1958-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/William_Reid.jpg/320px-William_Reid.jpg",
    "extract": "William Adam Reid is a Scottish musician, songwriter and singer, best known as being lead guitarist, songwriter, co-founder and occasional singer of the Scottish alternative rock band, The Jesus and Mary Chain.",
    "year": 1958,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Stephen Morris (musician)",
    "birthday": "1957-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Krankenhaus_Day_2_Stephen_Morris_%28cropped%29.jpg/240px-Krankenhaus_Day_2_Stephen_Morris_%28cropped%29.jpg",
    "extract": "Stephen Paul David Morris is an English drummer who is best known for his work with the rock band New Order and, previously, Joy Division. He also wrote and performed in The Other Two, a band consisting of Morris and his girlfriend and later wife, Gillian Gilbert. Morris also participated in the New Order spin-off band Bad Lieutenant.",
    "year": 1957,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Zach Wamp",
    "birthday": "1957-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Zach_wamp_official.jpg/213px-Zach_wamp_official.jpg",
    "extract": "Zachary Paul Wamp is an American politician who was the U.S. representative for Tennessee's 3rd congressional district from 1995 to 2011. He is a member of the Republican Party. The district is based in Chattanooga and includes large parts of East Tennessee, including Oak Ridge.",
    "year": 1957,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mahmoud Ahmadinejad",
    "birthday": "1956-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Mahmoud_Ahmadinejad_2019_02.jpg/244px-Mahmoud_Ahmadinejad_2019_02.jpg",
    "extract": "Mahmoud Ahmadinejad, born Mahmoud Sabbaghian, is an Iranian conservative politician who served as the sixth president of Iran from 2005 to 2013. He was known for his hardline views and nuclearisation of Iran. He was also the main political leader of the Alliance of Builders of Islamic Iran, a coalition of conservative political groups in the country, and served as mayor of Tehran from 2003 to 2005, reversing many of his predecessor's reforms.",
    "year": 1956,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bill Gates",
    "birthday": "1955-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Bill_Gates_2017_%28cropped%29.jpg/234px-Bill_Gates_2017_%28cropped%29.jpg",
    "extract": "William Henry Gates III is an American business magnate, software developer, investor, author, and philanthropist. He is a co-founder of Microsoft, along with his late childhood friend Paul Allen. During his career at Microsoft, Gates held the positions of chairman, chief executive officer (CEO), president and chief software architect, while also being the largest individual shareholder until May 2014. He was a major entrepreneur of the microcomputer revolution of the 1970s and 1980s.",
    "year": 1955,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Indra Nooyi",
    "birthday": "1955-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/IndraNooyiDavos2010ver2.jpg/311px-IndraNooyiDavos2010ver2.jpg",
    "extract": "Indra Nooyi is an Indian-American business executive and former chairperson and chief executive officer (CEO) of PepsiCo. She made $31 million in her final year at PepsiCo in 2017.",
    "year": 1955,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Annie Potts",
    "birthday": "1952-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Annie_Potts%2C_2019_%28T6I0YV6Az8c%29.jpg/222px-Annie_Potts%2C_2019_%28T6I0YV6Az8c%29.jpg",
    "extract": "Anne Hampton Potts, known as Annie Potts, is an American actress. She was nominated for a Golden Globe Award for Corvette Summer (1978) and won a Genie Award for Heartaches (1981), before appearing in Ghostbusters (1984), Pretty in Pink (1986), Jumpin' Jack Flash (1986), Who's Harry Crumb? (1989), and Ghostbusters II (1989). She voiced Bo Peep in the first, second and fourth films of the Toy Story franchise.",
    "year": 1952,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Peter Hitchens",
    "birthday": "1951-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Peter_Hitchens_at_SidneySussex.jpg/296px-Peter_Hitchens_at_SidneySussex.jpg",
    "extract": "Peter Jonathan Hitchens is an English author, broadcaster, journalist, and commentator. He writes for The Mail on Sunday and was a former foreign correspondent reporting from both Moscow and Washington D.C. Peter Hitchens has contributed to The Spectator, The American Conservative, The Guardian, First Things, Prospect, and the New Statesman. He has published numerous books, including The Abolition of Britain, The Rage Against God, The War We Never Fought and The Phoney Victory.",
    "year": 1951,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Joe R. Lansdale",
    "birthday": "1951-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Joerlansdalephoto1.jpg/238px-Joerlansdalephoto1.jpg",
    "extract": "Joe Richard Lansdale is an American writer and martial arts instructor.",
    "year": 1951,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sihem Bensedrine",
    "birthday": "1950-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Sihem_Bensedrine.jpg/320px-Sihem_Bensedrine.jpg",
    "extract": "Sihem Bensedrine is a Tunisian journalist and human rights activist. In 2005, she was honored with the Oxfam Novib/PEN Award.",
    "year": 1950,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Caitlyn Jenner",
    "birthday": "1949-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Web_Summit_2017_-_Future_Societies_SM0_1242_%2838228173296%29_%28cropped%29.jpg/224px-Web_Summit_2017_-_Future_Societies_SM0_1242_%2838228173296%29_%28cropped%29.jpg",
    "extract": "Caitlyn Marie Jenner is an American media personality and retired Olympic gold medal-winning decathlete.",
    "year": 1949,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Telma Hopkins",
    "birthday": "1948-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Telma_Hopkins_By_Voelker.jpg/209px-Telma_Hopkins_By_Voelker.jpg",
    "extract": "Telma Louise Hopkins is an American actress and singer. Hopkins rose to prominence as a member of the 1970s pop music group Tony Orlando and Dawn, which had several number-one songs. She also performed on the CBS variety show Tony Orlando and Dawn from 1974 until 1976 along with Tony Orlando and Joyce Vincent Wilson. In the late 1970s, Hopkins began working as an actress, playing roles on various sitcoms, including Isabelle Hammond on Bosom Buddies (1980–82), Adelaide \"Addy\" Wilson on Gimme a Break! (1983–87) and Family Matters (1989–1997) as Rachel Baines–Crawford. \nAs lead actress, Hopkins starred on Getting By from 1993 to 1994. In recent years, Hopkins was a regular cast member on Half & Half (2002–06) portraying Phyllis Thorne, Are We There Yet? (2010–13), and short-lived Partners (2014). In film, Hopkins co-starred in 1984 science fiction film Trancers and in its sequels Trancers II (1991) and Trancers III (1992), as well as appearing in The Wood (1999) and The Love Guru (2008).",
    "year": 1948,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Hewson",
    "birthday": "1946-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/John_Hewson_2016_01.jpg/228px-John_Hewson_2016_01.jpg",
    "extract": "John Robert Hewson AM is a former Australian politician who served as leader of the Liberal Party from 1990 to 1994. He led the Liberal-National Coalition to defeat at the 1993 Australian federal election.",
    "year": 1946,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Wim Jansen",
    "birthday": "1946-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Wim_Jansen_1978c.jpg/320px-Wim_Jansen_1978c.jpg",
    "extract": "Wilhelmus Marinus Antonius Jansen was a Dutch professional football player and manager.",
    "year": 1946,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sandy Berger",
    "birthday": "1945-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Official_Portrait_of_United_States_National_Security_Advisor_Samuel_Richard_%22Sandy%22_Berger.jpg/212px-Official_Portrait_of_United_States_National_Security_Advisor_Samuel_Richard_%22Sandy%22_Berger.jpg",
    "extract": "Samuel Richard \"Sandy\" Berger was a political consultant who served as the 19th United States National Security Advisor for President Bill Clinton from 1997 to 2001. Before that he served as the Deputy National Security Advisor for the Clinton Administration from 1993 to 1997.",
    "year": 1945,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Wayne Fontana",
    "birthday": "1945-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e8/Wayne_Fontana.jpeg",
    "extract": "Glyn Geoffrey Ellis, known professionally as Wayne Fontana, was an English rock and pop singer, best known for the 1965 hit \"The Game of Love\" with the Mindbenders.",
    "year": 1945,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Coluche",
    "birthday": "1944-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cb/Coluche_1.jpg",
    "extract": "Michel Gérard Joseph Colucci, better known under his stage name Coluche, was a French stage comedian and cinema actor. He adopted Coluche as a stage name at age 26, when he began his entertainment career. He became known for his irreverent attitude towards politics and the establishment, and he incorporated this into much of his material. He was one of the first major comedians to regularly use profanities as a source of humor on French television. He also founded the charity \"Les Restaurants du Cœur\" which still provides free meals and other products to people in need.",
    "year": 1944,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dennis Franz",
    "birthday": "1944-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Dennis_Franz_%2823845357384%29.jpg/256px-Dennis_Franz_%2823845357384%29.jpg",
    "extract": "Dennis Franz Schlachta, known professionally as Dennis Franz, is a retired American actor best known for his role as NYPD Detective Andy Sipowicz in the ABC television series NYPD Blue (1993–2005), a role that earned him a Golden Globe Award, three Screen Actors Guild Awards and four Primetime Emmy Awards. He also portrayed two different characters on the similar NBC series Hill Street Blues and its short-lived spinoff, Beverly Hills Buntz (1987–1988).",
    "year": 1944,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jimmy McRae",
    "birthday": "1943-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Jmcrae.jpg/320px-Jmcrae.jpg",
    "extract": "Jimmy McRae is a British former rally driver. He was highly successful in the British Rally Championship, winning the title a record five times in 1981, 1982, 1984, 1987 and 1988 which as of 2020 still stands. In the European Rally Championship for drivers, he was runner-up in 1982, while his highest placing in the World Rally Championship was fifteenth in 1983. McRae runs a plumbing business in his home town of Lanark. He and his wife Margaret had three sons, Colin, Alister and Stuart. Both Colin and Alister McRae were World Rally Championship drivers. McRae's brother-in-law Hugh \"Shug\" Steele is also a former rally driver.",
    "year": 1943,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Karalyn Patterson",
    "birthday": "1943-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Dr_Karalyn_Patterson_FBA_FMedSci_FRS.jpg/213px-Dr_Karalyn_Patterson_FBA_FMedSci_FRS.jpg",
    "extract": "Karalyn Eve Patterson, is a British psychologist in Department of Clinical Neurosciences, University of Cambridge and MRC Cognition and Brain Sciences Unit. She is a specialist in cognitive neuropsychologyand an Emeritus Fellow of Darwin College, Cambridge.",
    "year": 1943,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Abdelkader Fréha",
    "birthday": "1942-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Abdelkader_Freha_%28Algerian_champion_1971_with_MC_Oran%29.jpg/320px-Abdelkader_Freha_%28Algerian_champion_1971_with_MC_Oran%29.jpg",
    "extract": "Abdelkader Benfréha, known more commonly as Abdelkader Fréha, was an Algerian footballer who played nine times for the Algerian national team. He was nicknamed Béka or Head of gold.",
    "year": 1942,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kees Verkerk",
    "birthday": "1942-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Kees_Verkerk_1968.jpg/233px-Kees_Verkerk_1968.jpg",
    "extract": "Cornelis Arie \"Kees\" Verkerk is a former speed skater from the Netherlands.",
    "year": 1942,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hank Marvin",
    "birthday": "1941-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Hank_Marvin01.jpg/240px-Hank_Marvin01.jpg",
    "extract": "Hank Brian Marvin is an English multi-instrumentalist, vocalist and songwriter. He is widely known as the lead guitarist for The Shadows, a group which primarily performed instrumentals and was the backing band for Cliff Richard, and subsequently for Marvin, Welch & Farrar.",
    "year": 1941,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jane Alexander",
    "birthday": "1939-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/JaneAlexanderMarch08.jpg/221px-JaneAlexanderMarch08.jpg",
    "extract": "Jane Alexander is an American actress and author. She is the recipient of two Primetime Emmy Awards, a Tony Award, and nominations for four Academy Awards, and three Golden Globe Awards. From 1993 to 1997, Alexander served as the chairwoman of the National Endowment for the Arts.",
    "year": 1939,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Miroslav Cerar",
    "birthday": "1939-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Miroslav_Cerar_1964b.jpg/320px-Miroslav_Cerar_1964b.jpg",
    "extract": "Miroslav Cerar is a Yugoslav former gymnast and lawyer of Slovene ethnicity who won the pommel horse event at the 1964 and 1968 Summer Olympics. He also won three world and nine European championships.",
    "year": 1939,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dave Budd",
    "birthday": "1938-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Dave_Budd.jpg/259px-Dave_Budd.jpg",
    "extract": "David L. Budd is a retired American basketball player who played for the National Basketball Association's New York Knicks.",
    "year": 1938,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gary Cowan",
    "birthday": "1938-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Gary_Cowan_at_Osprey_Links_Golf_Course.jpg/215px-Gary_Cowan_at_Osprey_Links_Golf_Course.jpg",
    "extract": "Gary Cowan is a Canadian golfer who has achieved outstanding results at the highest class in amateur competition.",
    "year": 1938,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "David Dimbleby",
    "birthday": "1938-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/David_Dimbleby_01.jpg/320px-David_Dimbleby_01.jpg",
    "extract": "David Dimbleby is an English journalist and former presenter of current affairs and political programmes, best known for having presented the BBC topical debate programme Question Time. He is the son of broadcaster Richard Dimbleby and elder brother of Jonathan Dimbleby, of the Dimbleby family. Long involved in the coverage of national events, Dimbleby hosted the BBC Election Night coverage from 1979 to 2017, as well as United States presidential elections on the BBC until 2016. He has also presented and narrated documentary series on architecture and history.",
    "year": 1938,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Anne Perry",
    "birthday": "1938-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Paris_-_Salon_du_livre_2012_-_Anne_Perry_-_012.jpg/213px-Paris_-_Salon_du_livre_2012_-_Anne_Perry_-_012.jpg",
    "extract": "Anne Perry is an English author of historical detective fiction, best known for her Thomas Pitt and William Monk series. In 1954, at the age of fifteen, she was convicted in the murder of her friend's mother, Honorah Rieper. She changed her name after serving a five-year sentence for Rieper's murder.",
    "year": 1938,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Graham Bond",
    "birthday": "1937-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b1/Graham_Bond.jpg/250px-Graham_Bond.jpg",
    "extract": "Graham John Clifton Bond was an English rock/blues musician and vocalist, considered a founding father of the English rhythm and blues boom of the 1960s.",
    "year": 1937,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lenny Wilkens",
    "birthday": "1937-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Lenny_Wilkens_2013.jpg/224px-Lenny_Wilkens_2013.jpg",
    "extract": "Leonard Randolph Wilkens is an American former basketball player and coach in the National Basketball Association (NBA). He has been inducted three times into the Naismith Memorial Basketball Hall of Fame, first in 1989 as a player, as a coach in 1998, and in 2010 as part of the 1992 United States Olympic \"Dream Team,\" for which he was an assistant coach. In 1996, Wilkens was named to the NBA 50th Anniversary Team, and in 2021 he was named to the NBA 75th Anniversary Team. In addition, in 2022 he was also named to the list of the 15 Greatest Coaches in NBA History, being the only person to be in both NBA 75th season celebration list as player and coach. He is also a 2006 inductee into the College Basketball Hall of Fame.",
    "year": 1937,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Charlie Daniels",
    "birthday": "1936-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Charlie_Daniels_in_2017.jpg/282px-Charlie_Daniels_in_2017.jpg",
    "extract": "Charles Edward Daniels was an American singer, musician, and songwriter. His music encompassed multiple genres in a career spanning five decades, including southern rock, country rock, country, bluegrass, blues and gospel. He was best known for his number-one country hit \"The Devil Went Down to Georgia\". Much of his output, including all but one of his eight Billboard Hot 100 charting singles, was credited to the Charlie Daniels Band.",
    "year": 1936,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ted Hawkins",
    "birthday": "1936-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a6/Ted_Hawkins.jpg/262px-Ted_Hawkins.jpg",
    "extract": "Ted Hawkins was an American singer-songwriter born in Biloxi, Mississippi. He split his time between his adopted hometown of Venice Beach, California, where he was a mostly anonymous street performer, and Europe and Australia, where he and his songs were better known and well received in clubs and small concert halls.",
    "year": 1936,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alan Clarke",
    "birthday": "1935-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d6/Alan_Clarke.png/320px-Alan_Clarke.png",
    "extract": "Alan John Clarke was an English television and film director, producer and writer.",
    "year": 1935,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Garrincha",
    "birthday": "1933-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/MFdSantos-Garrincha.jpg/242px-MFdSantos-Garrincha.jpg",
    "extract": "Manuel Francisco dos Santos, nicknamed Mané Garrincha, best known as simply Garrincha, was a Brazilian professional footballer who played as a right winger. He is widely regarded as one of the greatest players of all time, and by some, the greatest dribbler ever.",
    "year": 1933,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Spyros Kyprianou",
    "birthday": "1932-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Spyros_Kyprianou_UN_%28cropped%29.jpg/242px-Spyros_Kyprianou_UN_%28cropped%29.jpg",
    "extract": "Spyros Achilleos Kyprianou was one of the most prominent politicians and barristers of modern Cyprus. He served as the second President of Cyprus from 1977 to 1988.",
    "year": 1932,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Suzy Parker",
    "birthday": "1932-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Suzy_Parker_1963.JPG/247px-Suzy_Parker_1963.JPG",
    "extract": "Suzy Parker was an American model and actress active from 1947 until 1970. Her modeling career reached its zenith during the 1950s, when she appeared on the covers of dozens of magazines and in advertisements and movie and television roles.",
    "year": 1932,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Harold Battiste",
    "birthday": "1931-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Harold_Battiste_Satchmo_SummerFest_2012.jpg/240px-Harold_Battiste_Satchmo_SummerFest_2012.jpg",
    "extract": "Harold Raymond Battiste Jr. was an American music composer, arranger, performer, and teacher. A native of, and later community leader in, New Orleans, he is best known for his work as an arranger on records by Sam Cooke, Joe Jones, Lee Dorsey, Sonny and Cher, Dr. John, and others.",
    "year": 1931,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bernie Ecclestone",
    "birthday": "1930-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Bernie_Ecclestone_2012_Bahrain_%28cropped%29.jpg/266px-Bernie_Ecclestone_2012_Bahrain_%28cropped%29.jpg",
    "extract": "Bernard Charles Ecclestone is a British business magnate. He is the former chief executive of the Formula One Group, which manages Formula One motor racing and controls the commercial rights to the sport, and part-owns Delta Topco, the previous ultimate parent company of the Formula One Group. As such, he was commonly described in journalism as the 'F1 Supremo'.",
    "year": 1930,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marcel Bozzuffi",
    "birthday": "1929-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Marcel_Bozzuffi%2C_acteur_fran%C3%A7ais_%281928-1988%29-Trailer.jpg/320px-Marcel_Bozzuffi%2C_acteur_fran%C3%A7ais_%281928-1988%29-Trailer.jpg",
    "extract": "Marcel Bozzuffi was a French film actor. He appeared as a hitman in the Oscar-winning American film The French Connection. In 1963, he married French actress Françoise Fabian.",
    "year": 1929,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Virginia Held",
    "birthday": "1929-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Virginia_Held_at_2013_Mellon_Sawyer_Seminar.jpg",
    "extract": "Virginia Potter Held is an American moral, social/political and feminist philosopher whose work on the ethics of care sparked significant research into the ethical dimensions of providing care for others and critiques of the traditional roles of women in society.",
    "year": 1929,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Hollander",
    "birthday": "1929-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/aa/John_Hollander.jpg",
    "extract": "John Hollander was an American poet and literary critic. At the time of his death, he was Sterling Professor Emeritus of English at Yale University, having previously taught at Connecticut College, Hunter College, and the Graduate Center, CUNY.",
    "year": 1929,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Joan Plowright",
    "birthday": "1929-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Joan_Plowright_1960_%28cropped%29.jpg/218px-Joan_Plowright_1960_%28cropped%29.jpg",
    "extract": "Joan Ann Olivier, Baroness Olivier,, professionally known as Dame Joan Plowright, is an English retired actress whose career has spanned over seven decades. She has won two Golden Globe Awards and a Tony Award and has been nominated for an Academy Award, an Emmy and two BAFTA Awards. She was the second of only four actresses to have won two Golden Globes in the same year.",
    "year": 1929,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ion Mihai Pacepa",
    "birthday": "1928-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Ion_Mihai_Pacepa_1975cr.jpg/320px-Ion_Mihai_Pacepa_1975cr.jpg",
    "extract": "Ion Mihai Pacepa was a Romanian two-star general in the Securitate, the secret police of the Socialist Republic of Romania, who defected to the United States in July 1978 following President Jimmy Carter's approval of his request for political asylum. He was the highest-ranking defector from the former Eastern Bloc, and wrote books and articles on the inner workings of communist intelligence services. His best known work is the book Disinformation.",
    "year": 1928,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bill Rodgers, Baron Rodgers of Quarry Bank",
    "birthday": "1928-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Official_portrait_of_Lord_Rodgers_of_Quarry_Bank_crop_2.jpg/240px-Official_portrait_of_Lord_Rodgers_of_Quarry_Bank_crop_2.jpg",
    "extract": "William Thomas Rodgers, Baron Rodgers of Quarry Bank, PC is a British politician who served as Secretary of State for Transport from 1976 to 1979, and was one of the 'Gang of Four' of senior British Labour Party politicians who defected to form the Social Democratic Party (SDP). He subsequently helped to lead the SDP into the merger that formed the Liberal Democrats in 1988, and later served as that party's leader in the House of Lords between 1997 and 2001.",
    "year": 1928,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Cleo Laine",
    "birthday": "1927-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Cleo_Laine_1997.jpg/226px-Cleo_Laine_1997.jpg",
    "extract": "Dame Cleo Laine, Lady Dankworth is an English jazz and pop singer and an actress, known for her scat singing and for her vocal range. Though her natural range is that of a contralto, she is able to produce a G above high C, giving her an overall compass of well over three octaves. Laine is the only female performer to have received Grammy nominations in the jazz, popular and classical music categories. She is the widow of jazz composer and musician Sir John Dankworth.",
    "year": 1927,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bowie Kuhn",
    "birthday": "1926-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Bowie_Kuhn_1982.jpg/244px-Bowie_Kuhn_1982.jpg",
    "extract": "Bowie Kent Kuhn was an American lawyer and sports administrator who served as the fifth Commissioner of Major League Baseball from February 4, 1969, to September 30, 1984. He served as legal counsel for Major League Baseball owners for almost 20 years prior to his election as commissioner.",
    "year": 1926,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ian Hamilton Finlay",
    "birthday": "1925-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/99/Portrait_of_Ian_Hamilton_Finlay.jpg",
    "extract": "Ian Hamilton Finlay, CBE was a Scottish poet, writer, artist and gardener.",
    "year": 1925,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Connell (actor)",
    "birthday": "1923-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Young_Doctor_Malone_cast_1962.JPG/320px-Young_Doctor_Malone_cast_1962.JPG",
    "extract": "John P. Connell was an American stage, television, film and voice actor. Born in Philadelphia, Connell served aboard a B-24 Liberator in World War II, for which he received a Purple Heart. He attended the University of Missouri School of Journalism upon his discharge from the Army, and graduated in 1950.",
    "year": 1923,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gershon Kingsley",
    "birthday": "1922-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5c/Gershon_kingsley_photo.jpg/267px-Gershon_kingsley_photo.jpg",
    "extract": "Gershon Kingsley was a German-American composer, a pioneer of electronic music and the Moog synthesizer, a partner in the electronic music duo Perrey and Kingsley, founder of the First Moog Quartet, and writer of rock-inspired compositions for Jewish religious ceremonies. Kingsley is most famous for his 1969 influential electronic instrumental composition \"Popcorn\".",
    "year": 1922,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Butch van Breda Kolff",
    "birthday": "1922-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Butch_van_Breda_Kolff_1968.jpg/210px-Butch_van_Breda_Kolff_1968.jpg",
    "extract": "Willem Hendrik \"Butch\" van Breda Kolff was an American basketball player and coach.",
    "year": 1922,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Azumafuji Kin'ichi",
    "birthday": "1921-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Azumafuji.JPG/263px-Azumafuji.JPG",
    "extract": "Azumafuji Kin'ichi  was a Japanese professional sumo wrestler from Taitō, Tokyo. He was the sport's 40th yokozuna, and later a professional wrestler.",
    "year": 1921,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jack Soo",
    "birthday": "1917-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Jack_Soo_1975.jpg/245px-Jack_Soo_1975.jpg",
    "extract": "Jack Soo was an American singer and actor. He was best known for his role as Detective Nick Yemana on the television sitcom Barney Miller.",
    "year": 1917,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Pearl Hackney",
    "birthday": "1916-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/27/Pearl_Hackney.jpg",
    "extract": "Pearl Hackney was a British actress and the wife of comic actor Eric Barker. She was born in Burton upon Trent, Staffordshire, but spent much of her early life in Liverpool, Lancashire.",
    "year": 1916,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Glenn Robert Davis",
    "birthday": "1914-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/68/GlennRobertDavis.jpg",
    "extract": "Glenn Robert Davis was a member of the United States House of Representatives for Wisconsin. He represented Wisconsin's 2nd congressional district from April 22, 1947 to January 3, 1957, and Wisconsin's 9th congressional district from January 3, 1965 to December 31, 1974.",
    "year": 1914,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jonas Salk",
    "birthday": "1914-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Jonas_Salk_candid.jpg/245px-Jonas_Salk_candid.jpg",
    "extract": "Jonas Edward Salk was an American virologist and medical researcher who developed one of the first successful polio vaccines. He was born in New York City and attended the City College of New York and New York University School of Medicine.",
    "year": 1914,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Richard Laurence Millington Synge",
    "birthday": "1914-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Richard_Laurence_Millington_Synge.jpg/226px-Richard_Laurence_Millington_Synge.jpg",
    "extract": "Richard Laurence Millington Synge FRS FRSE FRIC FRSC MRIA was a British biochemist, and shared the 1952 Nobel Prize in Chemistry for the invention of partition chromatography with Archer Martin.",
    "year": 1914,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Richard Doll",
    "birthday": "1912-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Richard_Doll.jpg/246px-Richard_Doll.jpg",
    "extract": "Sir William Richard Shaboe Doll was a British physician who became an epidemiologist in the mid-20th century and made important contributions to that discipline. He was a pioneer in research linking smoking to health problems. With Ernst Wynder, Bradford Hill and Evarts Graham, he was credited with being the first to prove that smoking increased the risk of lung cancer and heart disease.",
    "year": 1912,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Francis Bacon (artist)",
    "birthday": "1909-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/af/Francis_Bacon_by_John_Dekin.jpg",
    "extract": "Francis Bacon was an Irish-born British figurative painter known for his raw, unsettling imagery. Focusing on the human form, his subjects included crucifixions, portraits of popes, self-portraits, and portraits of close friends, with abstracted figures sometimes isolated in geometrical structures. Rejecting various classifications of his work, Bacon said he strove to render \"the brutality of fact.\" He built up a reputation as one of the giants of contemporary art with his unique style.",
    "year": 1909,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Arturo Frondizi",
    "birthday": "1908-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Frondizi_pensativo.JPG/216px-Frondizi_pensativo.JPG",
    "extract": "Arturo Frondizi Ércoli was an Argentine lawyer, journalist, teacher and politician, who was elected President of Argentina and ruled between May 1, 1958 and March 29, 1962, when he was overthrown by a military coup.",
    "year": 1908,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Hewitt (poet)",
    "birthday": "1907-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Words_on_the_Cushendun_Stone_-_geograph.org.uk_-_247602.jpg/320px-Words_on_the_Cushendun_Stone_-_geograph.org.uk_-_247602.jpg",
    "extract": "John Harold Hewitt, who was born in Belfast, Ireland, was perhaps the most significant Belfast poet to emerge before the 1960s generation of Northern Irish poets that included Seamus Heaney, Derek Mahon and Michael Longley. He was appointed the first writer-in-residence at Queen's University Belfast in 1976. His collections include The Day of the Corncrake (1969) and Out of My Time: Poems 1969 to 1974 (1974). He was also made a Freeman of the City of Belfast in 1983, and was awarded honorary doctorates by the University of Ulster and Queen's University Belfast.",
    "year": 1907,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tatyana Pavlovna Ehrenfest",
    "birthday": "1905-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Tatyana_van_Aardenne_Ehrenfest.jpg/218px-Tatyana_van_Aardenne_Ehrenfest.jpg",
    "extract": "Tatyana Pavlovna Ehrenfest, later van Aardenne-Ehrenfest, was a Dutch mathematician. She was the daughter of Paul Ehrenfest (1880–1933) and Tatyana Alexeyevna Afanasyeva (1876–1964).",
    "year": 1905,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Evelyn Waugh",
    "birthday": "1903-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Evelynwaugh.jpeg/240px-Evelynwaugh.jpeg",
    "extract": "Arthur Evelyn St. John Waugh was an English writer of novels, biographies, and travel books; he was also a prolific journalist and book reviewer. His most famous works include the early satires Decline and Fall (1928) and A Handful of Dust (1934), the novel Brideshead Revisited (1945), and the Second World War trilogy Sword of Honour (1952–1961). He is recognised as one of the great prose stylists of the English language in the 20th century.",
    "year": 1903,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Elsa Lanchester",
    "birthday": "1902-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Elsa_Lanchester.jpg/258px-Elsa_Lanchester.jpg",
    "extract": "Elsa Sullivan Lanchester was an English actress with a long career in theatre, film and television.",
    "year": 1902,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Eileen Shanahan",
    "birthday": "1901-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/09/Eileen_Shanahan.jpg/206px-Eileen_Shanahan.jpg",
    "extract": "Eileen Shanahan was an Irish poet. Her best-known poem, The Three Children , has been republished five times since its original publication in The Atlantic Monthly in 1929, and was included in the Oxford Book of Irish Verse (1958).",
    "year": 1901,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Edith Head",
    "birthday": "1897-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Edith_Head%2C_1976.jpg/240px-Edith_Head%2C_1976.jpg",
    "extract": "Edith Head was an American costume designer who won a record eight Academy Awards for Best Costume Design between 1949 and 1973, making her the most awarded woman in the Academy's History. Head is considered to be one of the greatest and most influential costume designers in film history.",
    "year": 1897,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hans Speidel",
    "birthday": "1897-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Bundesarchiv_Bild_146-2004-0024%2C_Hans_Speidel.jpg/229px-Bundesarchiv_Bild_146-2004-0024%2C_Hans_Speidel.jpg",
    "extract": "Hans Speidel was a German general, who was one of the major military leaders of West Germany during the early Cold War. The first full General in West Germany, he was a principal founder of the Bundeswehr and a major figure in German rearmament, integration into NATO and international negotiations on European and Western defence cooperation in the 1950s. He served as Commander of the Allied Land Forces Central Europe (COMLANDCENT) from 1957 to 1963 and then as President of the German Institute for International and Security Affairs from 1964.",
    "year": 1897,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Howard Hanson",
    "birthday": "1896-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/62/Howard_Hanson_conducting.jpg/251px-Howard_Hanson_conducting.jpg",
    "extract": "Howard Harold Hanson was an American composer, conductor, educator, music theorist, and champion of American classical music. As director for 40 years of the Eastman School of Music, he built a high-quality school and provided opportunities for commissioning and performing American music. In 1944, he won a Pulitzer Prize for his Symphony No. 4, and received numerous other awards including the George Foster Peabody Award for Outstanding Entertainment in Music in 1946.",
    "year": 1896,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Christopher Kelk Ingold",
    "birthday": "1893-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/69/Christopher_Kelk_Ingold_portrait.jpg/233px-Christopher_Kelk_Ingold_portrait.jpg",
    "extract": "Sir Christopher Kelk Ingold was a British chemist based in Leeds and London. His groundbreaking work in the 1920s and 1930s on reaction mechanisms and the electronic structure of organic compounds was responsible for the introduction into mainstream chemistry of concepts such as nucleophile, electrophile, inductive and resonance effects, and such descriptors as SN1, SN2, E1, and E2. He also was a co-author of the Cahn–Ingold–Prelog priority rules. Ingold is regarded as one of the chief pioneers of physical organic chemistry.",
    "year": 1893,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Juliette Béliveau",
    "birthday": "1889-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Juliette_Beliveau_1930s.jpg/302px-Juliette_Beliveau_1930s.jpg",
    "extract": "Juliette Béliveau was a French Canadian actress and singer, who starred in various radio and television comedies and dramas, as well as in theatre productions. She was also the heroine of a weekly comic strip drawn by Dick Lucas, published by Radiomonde from 1950 through 1954.",
    "year": 1889,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Velimir Khlebnikov",
    "birthday": "1885-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Chlebnikow.jpg/224px-Chlebnikow.jpg",
    "extract": "Viktor Vladimirovich Khlebnikov, better known by the pen name Velimir Khlebnikov was a Russian poet and playwright, a central part of the Russian Futurist movement, but his work and influence stretch far beyond it. Influential linguist Roman Jakobson hailed Khlebnikov as \"the greatest world poet of our century\".",
    "year": 1885,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vin Coutie",
    "birthday": "1881-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/01/Vin_Coutie_%28before_1911%29.jpg",
    "extract": "Arthur Vincent \"Vin\" Coutie was an Australian rules footballer who played for Melbourne in the Victorian Football League (VFL) during the early 1900s.",
    "year": 1881,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Wilhelm Anderson",
    "birthday": "1880-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bb/Wilhelm_Anderson.jpg",
    "extract": "Wilhelm Robert Karl Anderson was a Russian-Estonian astrophysicist of Baltic German descent who studied the physical structure of the stars.",
    "year": 1880,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Billy Wedlock",
    "birthday": "1880-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/47/Billy_Wedlock.jpg/234px-Billy_Wedlock.jpg",
    "extract": "William John Wedlock, also known as \"Fatty\" or the \"India Rubber Man\", was a footballer who played for Bristol City in 1900–01 and from 1905 until his retirement in 1921. Between 1901 and 1905 he played for Aberdare. He was a centre-half whose his short and stout stature belied his natural talent. He won 26 England caps between 1907 and 1914, his only rival for the centre-half position being Charlie Roberts of Manchester United, his opposite number in the 1909 FA Cup Final. The East End at Ashton Gate Stadium was named the Wedlock Stand in his honour, before being demolished in 2014 as part of the Ashton Gate Stadium redevelopment. Wedlock's pub opposite the ground was where he lived and worked for 43 years. Folk singer Fred Wedlock was Billy's grandson.",
    "year": 1880,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Channing H. Cox",
    "birthday": "1879-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Channing_H_Cox.png/227px-Channing_H_Cox.png",
    "extract": "Channing Harris Cox was an American Republican politician, lawyer, and businessman from Massachusetts. He served as the 49th Governor of Massachusetts, from 1921 to 1925. He attended Dartmouth College and served as lieutenant governor to Calvin Coolidge, winning election as governor after Coolidge decided to run for vice president. Cox was noted for advancing progressive labor legislation and adjusting administrative law to Massachusetts' changing economy. He was also the first Massachusetts governor to use radio, when he broadcast live from the Eastern States Exposition on September 19, 1921, at the debut of station WBZ in Springfield.",
    "year": 1879,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gilbert Hovey Grosvenor",
    "birthday": "1875-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Gilbert_Hovey_Grosvenor_1927.jpg/253px-Gilbert_Hovey_Grosvenor_1927.jpg",
    "extract": "Gilbert Hovey Grosvenor, father of photojournalism, was the first full-time editor of the National Geographic magazine (1899–1954). Grosvenor is credited with having built the magazine into the iconic publication that it is today.",
    "year": 1875,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sister Nivedita",
    "birthday": "1867-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/S%C5%93ur_Nivedita.jpg/225px-S%C5%93ur_Nivedita.jpg",
    "extract": "Sister Nivedita was an Irish teacher, author, social activist, school founder and disciple of Swami Vivekananda. She spent her childhood and early youth in Ireland. She was engaged to marry a Welsh youth, but he died soon after their engagement.",
    "year": 1867,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Adolfo Camarillo",
    "birthday": "1864-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Adolfo_Camarillo_on_a_Camarillo_White_Horse.png/234px-Adolfo_Camarillo_on_a_Camarillo_White_Horse.png",
    "extract": "Don Adolfo Camarillo was a prominent Californio philanthropist, ranchero, and horse breeder, known for founding the city of Camarillo, California, along with his brother Juan Camarillo Jr. Camarillo also donated the land for Adolfo Camarillo High School. The horse breed Camarillo White Horse was named for Camarillo. He began breeding them in 1921 and the line continues today. Because of his philanthropy in 1950, Pope Pius XII named him a Knight of St. Gregory the Great.",
    "year": 1864,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kanō Jigorō",
    "birthday": "1860-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Kan%C5%8D_Jigor%C5%8D_c1937.jpg/240px-Kan%C5%8D_Jigor%C5%8D_c1937.jpg",
    "extract": "Kanō Jigorō  was a Japanese educator, athlete, and the founder of Judo. Judo was the first Japanese martial art to gain widespread international recognition, and the first to become an official Olympic sport. Pedagogical innovations attributed to Kanō include the use of black and white belts, and the introduction of dan ranking to show the relative ranking among members of a martial art style. Well-known mottoes attributed to Kanō include \"maximum efficiency with minimum effort\" and \"mutual welfare and benefit\".",
    "year": 1860,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jean-Marie Guyau",
    "birthday": "1854-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/56/Jean-Marie_Guyau.jpg",
    "extract": "Jean-Marie Guyau was a French philosopher and poet.",
    "year": 1854,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Auguste Escoffier",
    "birthday": "1846-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Auguste_Escoffier_01.jpg/205px-Auguste_Escoffier_01.jpg",
    "extract": "Georges Auguste Escoffier was a French chef, restaurateur and culinary writer who popularized and updated traditional French cooking methods. Much of Escoffier's technique was based on that of Marie-Antoine Carême, one of the codifiers of French haute cuisine; Escoffier's achievement was to simplify and modernize Carême's elaborate and ornate style. In particular, he codified the recipes for the five mother sauces. Referred to by the French press as roi des cuisiniers et cuisinier des rois, Escoffier was a preeminent figure in London and Paris during the 1890s and the early part of the 20th century.",
    "year": 1846,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Zygmunt Florenty Wróblewski",
    "birthday": "1845-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Zygmunt_Wr%C3%B3blewski.PNG/209px-Zygmunt_Wr%C3%B3blewski.PNG",
    "extract": "Zygmunt Florenty Wróblewski was a Polish physicist and chemist.",
    "year": 1845,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Edward P. Allen",
    "birthday": "1839-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Edward_P._Allen.jpg/320px-Edward_P._Allen.jpg",
    "extract": "Edward Payson Allen was a politician from the U.S. state of Michigan. He served two terms in the United States House of Representatives from 1887 to 1891.",
    "year": 1839,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tokugawa Yoshinobu",
    "birthday": "1837-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/1867_Osaka_Yoshinobu_Tokugawa.jpg/197px-1867_Osaka_Yoshinobu_Tokugawa.jpg",
    "extract": "Prince Tokugawa Yoshinobu  was the 15th and last shōgun of the Tokugawa shogunate of Japan. He was part of a movement which aimed to reform the aging shogunate, but was ultimately unsuccessful. After resigning in late 1867, he went into retirement, and largely avoided the public eye for the rest of his life.",
    "year": 1837,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Malwida von Meysenbug",
    "birthday": "1816-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Malwida_von_Meysenbug%2C_portrait_par_Franz_von_Lenbach.jpg/206px-Malwida_von_Meysenbug%2C_portrait_par_Franz_von_Lenbach.jpg",
    "extract": "Malwida von Meysenbug was a German writer, her work including Memories of an Idealist, the first volume of which she published anonymously in 1869. As well, she was a friend of Friedrich Nietzsche and Richard Wagner, and met the French writer Romain Rolland in Rome in 1890.",
    "year": 1816,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ľudovít Štúr",
    "birthday": "1815-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Bozetech_Klemens_Stur.jpg/227px-Bozetech_Klemens_Stur.jpg",
    "extract": "Ľudovít Velislav Štúr, known in his era as Ludevít Štúr, was a Slovak revolutionary politician, and writer. As a leader of the Slovak national revival in the 19th century, and the author of the Slovak language standard, he is lauded as one of the most important figures in Slovak history.",
    "year": 1815,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Pierre François Verhulst",
    "birthday": "1804-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Pierre_Francois_Verhulst.jpg/207px-Pierre_Francois_Verhulst.jpg",
    "extract": "Pierre François Verhulst was a Belgian mathematician and a doctor in number theory from the University of Ghent in 1825. He is best known for the logistic growth model.",
    "year": 1804,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Robert Liston",
    "birthday": "1794-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Robert_Liston_Stump.jpg/248px-Robert_Liston_Stump.jpg",
    "extract": "Robert Liston was a Scottish surgeon. Liston was noted for his speed and skill in an era prior to anaesthetics, when speed made a difference in terms of pain and survival. He was the first Professor of Clinical Surgery at University College Hospital in London and performed the first public operation utilizing modern anaesthesia in Europe.",
    "year": 1794,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Eliphalet Remington",
    "birthday": "1793-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Eliphalet_Remington_c1845.png/264px-Eliphalet_Remington_c1845.png",
    "extract": "Eliphalet Remington founded what would become known as Remington Arms. Originally the company was known as E. Remington followed by E. Remington & Son and then E. Remington and Sons.",
    "year": 1793,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marie of Hesse-Kassel",
    "birthday": "1767-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Marie-Sophie-Frederikke2queen_ofdenmark.jpg/249px-Marie-Sophie-Frederikke2queen_ofdenmark.jpg",
    "extract": "Marie Sophie Frederikke of Hesse-Kassel was Queen of Denmark and Norway by marriage to Frederick VI. She served as regent of Denmark during the absence of her spouse in 1814–1815.",
    "year": 1767,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Laurens",
    "birthday": "1754-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Charles_Willson_Peale_-_John_Laurens_-_Google_Art_Project.jpg/243px-Charles_Willson_Peale_-_John_Laurens_-_Google_Art_Project.jpg",
    "extract": "John Laurens was an American soldier and statesman from South Carolina during the American Revolutionary War, best known for his criticism of slavery and his efforts to help recruit slaves to fight for their freedom as U.S. soldiers.",
    "year": 1754,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ignacije Szentmartony",
    "birthday": "1718-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Ihs-logo.svg/320px-Ihs-logo.svg.png",
    "extract": "Ignacije Szentmartony was a Croatian Jesuit priest, missionary, mathematician, astronomer, explorer and cartographer.",
    "year": 1718,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Antoine Deparcieux",
    "birthday": "1703-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Antoine_Deparcieux_%281703-1768%29.jpg/244px-Antoine_Deparcieux_%281703-1768%29.jpg",
    "extract": "Antoine Deparcieux was a French mathematician.\nHe was born at Clessous in the Portes, department of Gard. He attended the school of Saint Florent for 10 years while working on his family farm. In 1725, his desire for learning took him to Lyon, where he studied at a Jesuit school for five years. Then, in 1730, he went to Paris to increase his knowledge of mathematics and physics. He made a living by manufacturing sundials.",
    "year": 1703,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Maurice de Saxe",
    "birthday": "1696-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Maurice_de_Saxe_%281696-1750%29.PNG/255px-Maurice_de_Saxe_%281696-1750%29.PNG",
    "extract": "Maurice, Count of Saxony was a notable soldier, officer and a famed military commander of the 18th century. The illegitimate son of Augustus II the Strong, King of Poland and Elector of Saxony, he initially served in the Army of the Holy Roman Empire, then the Imperial Army before finally entering French service. De Saxe became a Marshal and even Marshal General of France. He is best known for his deeds in the War of the Austrian Succession and especially for his decisive victory at the Battle of Fontenoy. He is honoured by the Walhalla Memorial.",
    "year": 1696,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Peter Tordenskjold",
    "birthday": "1690-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Viseadmiral_Peter_Wessel_Tordenskjold_%281690_-_1720%29_%283610418617%29.jpg/213px-Viseadmiral_Peter_Wessel_Tordenskjold_%281690_-_1720%29_%283610418617%29.jpg",
    "extract": "Peter Jansen Wessel Tordenskiold, commonly referred to as Tordenskjold, was a Norwegian nobleman and flag officer who spent his career in the service of the Royal Dano-Norwegian Navy. He rose to the rank of vice-admiral for his services in the Great Northern War. Born in the Norwegian city of Trondheim, Peter Wessel travelled to Copenhagen in 1704, and eventually enlisted in the navy.",
    "year": 1690,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Maria Anna of Neuburg",
    "birthday": "1667-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Marie-Anne_de_Neubourg%2C_reine_d%27Espagne.jpg/253px-Marie-Anne_de_Neubourg%2C_reine_d%27Espagne.jpg",
    "extract": "Maria Anna of Neuburg, was Queen of Spain from 1689 to 1700 as the second wife of Charles II, last Habsburg King of Spain.",
    "year": 1667,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jacob Kettler",
    "birthday": "1610-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Jaqkob_Kettler_k.jpg/262px-Jaqkob_Kettler_k.jpg",
    "extract": "Jacob Kettler was a Baltic German Duke of the Duchy of Courland and Semigallia (1642–1682). Under his rule, the duchy reached its peak in wealth and engaged in colonization.",
    "year": 1610,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marie of the Incarnation (Ursuline)",
    "birthday": "1599-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Portrait_de_M%C3%A8re_Marie_de_l%27Incarnation.jpg/253px-Portrait_de_M%C3%A8re_Marie_de_l%27Incarnation.jpg",
    "extract": "Marie of the Incarnation was an Ursuline nun of the French order. As part of a group of nuns sent to New France to establish the Ursuline Order, Marie was crucial in the spread of Catholicism in New France. Moreover, she has been credited with founding the first girls’ school in the New World. Due to her work, the Catholic Church declared her a saint, and the Anglican Church of Canada celebrates her with a feast day.",
    "year": 1599,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Cornelius Jansen",
    "birthday": "1585-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Cornelius_Jansen%2C_Ev%C3%AAque_d%27Ypres_%281585-1638%29.png/273px-Cornelius_Jansen%2C_Ev%C3%AAque_d%27Ypres_%281585-1638%29.png",
    "extract": "Cornelius Jansen was the Dutch Catholic bishop of Ypres in Flanders and the father of a theological movement known as Jansenism.",
    "year": 1585,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Stanislaus Kostka",
    "birthday": "1550-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Stanislaus_Kostka_Legros_n1.jpg/320px-Stanislaus_Kostka_Legros_n1.jpg",
    "extract": "Stanisław Kostka S.J. was a Polish novice of the Society of Jesus. He is venerated in the Catholic Church as Saint Stanislaus Kostka.",
    "year": 1550,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Francis Borgia, 4th Duke of Gandía",
    "birthday": "1510-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/San_Francisco_de_Borja.jpg/205px-San_Francisco_de_Borja.jpg",
    "extract": "Francis Borgia, 4th Duke of Gandía (1510–1572), venerated as Saint Francis Borgia, was a great-grandson of Pope Alexander VI, a Grandee of Spain, a Spanish Jesuit, and third Superior General of the Society of Jesus. He was canonized on 20 June 1670 by Pope Clement X.",
    "year": 1510,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Gage (Tudor politician)",
    "birthday": "1479-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Hans_Holbein_the_Younger_-_Sir_John_Gage_RL_12207.jpg/237px-Hans_Holbein_the_Younger_-_Sir_John_Gage_RL_12207.jpg",
    "extract": "Sir John Gage KG was an English courtier during the Tudor period. He held a number of offices, including Chancellor of the Duchy of Lancaster (1542–1547), Comptroller of the Household (1540–1547), Constable of the Tower (1540–1556) and Lord Chamberlain (1553–1556).",
    "year": 1479,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Erasmus",
    "birthday": "1466-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Holbein-erasmus.jpg/226px-Holbein-erasmus.jpg",
    "extract": "Desiderius Erasmus Roterodamus was a Dutch philosopher and Catholic theologian who is considered one of the greatest scholars of the northern Renaissance. As a Catholic priest, he was an important figure in classical scholarship who wrote in a pure Latin style. Among humanists he enjoyed the sobriquet \"Prince of the Humanists\", and has been called \"the crowning glory of the Christian humanists\". Using humanist techniques for working on texts, he prepared important new Latin and Greek editions of the New Testament, which raised questions that would be influential in the Protestant Reformation and Catholic Counter-Reformation. He also wrote On Free Will, In Praise of Folly, Handbook of a Christian Knight, On Civility in Children, Copia: Foundations of the Abundant Style, Julius Exclusus, and many other works.",
    "year": 1466,
    "month": 10,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Henry III, Holy Roman Emperor",
    "birthday": "1017-10-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Heinrich_III..jpg/248px-Heinrich_III..jpg",
    "extract": "Henry III, called the Black or the Pious, was Holy Roman Emperor from 1046 until his death in 1056. A member of the Salian dynasty, he was the eldest son of Conrad II and Gisela of Swabia.",
    "year": 1017,
    "month": 10,
    "day": 28,
    "language": "en"
  }
]