[
  {
    "name": "B.I (rapper)",
    "birthday": "1996-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/180818_iKON_2018_Continue_Tour_in_Seoul_%EB%B9%84%EC%95%84%EC%9D%B4_01_crop.jpg/274px-180818_iKON_2018_Continue_Tour_in_Seoul_%EB%B9%84%EC%95%84%EC%9D%B4_01_crop.jpg",
    "extract": "Kim Han-bin, known professionally as B.I (Korean: 비아이) is a South Korean rapper, singer, songwriter, and record producer. In 2014, he was one of the contestants on Show Me the Money 3. In 2015, he debuted as the leader of the boy band iKon under YG Entertainment and is credited with the production and songwriting for all releases by the group. After his departure from iKon in 2019, B.I was appointed as the executive director of IOK Company in 2020 and continues to record under IOK Music affiliate 131 Label. B.I debuted as a solo artist in 2021, with the release of his self-written charity single album Midnight Blue  and full-length charity studio album Waterfall. He released the first part of his self-written second studio album, Cosmos, on November 11, 2021.",
    "year": 1996,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johannes Høsflot Klæbo",
    "birthday": "1996-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/20190301_FIS_NWSC_Seefeld_Medal_Ceremony_850_6079_%28cropped%29.jpg/250px-20190301_FIS_NWSC_Seefeld_Medal_Ceremony_850_6079_%28cropped%29.jpg",
    "extract": "Johannes Høsflot Klæbo is a Norwegian cross-country skier who represents Byåsen IL. He holds multiple records, most notably for being the youngest male in history to win the FIS Cross-Country World Cup, the Tour de Ski, a World Championship event, and an Olympic event in cross-country skiing.",
    "year": 1996,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charalampos Lykogiannis",
    "birthday": "1993-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Charis_Lykogiannis_%28cropped%29.jpg/306px-Charis_Lykogiannis_%28cropped%29.jpg",
    "extract": "Charalampos 'Babis' Lykogiannis, also known as Lykos is a Greek professional footballer who plays as a left-back for Serie A club Cagliari and the Greece national team.",
    "year": 1993,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sofia Vassilieva",
    "birthday": "1992-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/SofiaVassilievaJune09.jpg/240px-SofiaVassilievaJune09.jpg",
    "extract": "Sofia Vladimirovna Vassilieva is an American actress. Notable roles include portraying the children's book character Eloise in Eloise at the Plaza and Eloise at Christmastime, Ariel DuBois in the Emmy-winning TV series Medium, and teenage cancer patient Kate Fitzgerald in the 2009 film adaptation of My Sister's Keeper by Jodi Picoult.",
    "year": 1992,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jonathan Lipnicki",
    "birthday": "1990-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/JonathanLipnickiByPhilKonstantinPublicDomain.jpg/320px-JonathanLipnickiByPhilKonstantinPublicDomain.jpg",
    "extract": "Jonathan William Lipnicki is an American actor and producer who is known for his roles as a child actor. He has appeared in films such as Jerry Maguire (1996), Stuart Little (1999) and its 2002 sequel Stuart Little 2, The Little Vampire (2000), Like Mike (2002), and Broil (2020). He also starred in the television series Dawson's Creek on The WB and Meego on CBS.",
    "year": 1990,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sarah Barrow",
    "birthday": "1988-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Lizzie_Armitstead%2C_Sarah_Barrow_and_Alicia_Blagg.jpg/320px-Lizzie_Armitstead%2C_Sarah_Barrow_and_Alicia_Blagg.jpg",
    "extract": "Sarah Barrow is a British retired diver who competed in several LEN European Aquatics Championships and Commonwealth Games, where she won multiple medals.",
    "year": 1988,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Parineeti Chopra",
    "birthday": "1988-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Parineeti_Chopra_at_a_promotional_event_for_Golmaal_Again.jpg/232px-Parineeti_Chopra_at_a_promotional_event_for_Golmaal_Again.jpg",
    "extract": "Parineeti Chopra is an Indian actress who appears in Hindi films. Chopra is a recipient of several accolades, including a Filmfare and National Film Award. She has appeared in Forbes India's Celebrity 100 list since 2013.",
    "year": 1988,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jelena Muhhina",
    "birthday": "1988-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Elena_Muhhina_2004_Junior_Grand_Prix_Germany.jpg/240px-Elena_Muhhina_2004_Junior_Grand_Prix_Germany.jpg",
    "extract": "Jelena Muhhina is an Estonian former competitive figure skater. She is the 2006 Estonian national champion and placed 21st in the qualifying round at the 2006 World Championships. After missing the 2008 Estonian Championships due to injury, she did not return to competition.",
    "year": 1988,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Aykut Demir",
    "birthday": "1988-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Aykut_Demir%2713.JPG/210px-Aykut_Demir%2713.JPG",
    "extract": "Aykut Demir is a Turkish professional footballer who plays as a centre back for BB Erzurumspor.",
    "year": 1988,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tiki Gelana",
    "birthday": "1987-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Tiki_gelana.jpg/320px-Tiki_gelana.jpg",
    "extract": "Erba Tiki Gelana is an Ethiopian professional long-distance runner who competes in marathon races. Her personal best of 2:18:58 had been the Ethiopian national record for the event from 2012 to 2017. She won the 2011 Amsterdam Marathon and the 2012 Rotterdam Marathon. She won the gold medal at the 2012 London Olympics with a time of 2:23:07, a new Olympic record.",
    "year": 1987,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Donny Montell",
    "birthday": "1987-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/ESC2016_-_Lithuania_Meet_%26_Greet_08_%28crop%29.jpg/283px-ESC2016_-_Lithuania_Meet_%26_Greet_08_%28crop%29.jpg",
    "extract": "Donatas Montvydas, better known by his stage name Donny Montell, is a Lithuanian singer-songwriter who represented Lithuania at the Eurovision Song Contest 2012, held in Baku, Azerbaijan. He did so for a second time in 2016, when he represented his country in Stockholm, Sweden.",
    "year": 1987,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Park Ha-sun",
    "birthday": "1987-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/%EB%B0%95%ED%95%98%EC%84%A0%2C_%27%EB%88%88%EB%B6%80%EC%8B%A0_%EB%AF%B8%EB%AA%A8%27.jpg/320px-%EB%B0%95%ED%95%98%EC%84%A0%2C_%27%EB%88%88%EB%B6%80%EC%8B%A0_%EB%AF%B8%EB%AA%A8%27.jpg",
    "extract": "Park Ha-sun is a South Korean actress.",
    "year": 1987,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Chancellor (musician)",
    "birthday": "1986-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/%EC%B1%88%EC%8A%AC%EB%9F%AC_%28SBS_%EA%B9%80%EC%B0%BD%EC%97%B4%EC%9D%98_%EC%98%AC%EB%93%9C%EC%8A%A4%EC%BF%A8%29_34s.jpg/282px-%EC%B1%88%EC%8A%AC%EB%9F%AC_%28SBS_%EA%B9%80%EC%B0%BD%EC%97%B4%EC%9D%98_%EC%98%AC%EB%93%9C%EC%8A%A4%EC%BF%A8%29_34s.jpg",
    "extract": "Kim Jung-seung, better known by his stage name Chancellor (챈슬러), is an American singer-songwriter and record producer. Born in Seoul, his family immigrated to the United States in his youth where he lived until returning to South Korea in 2009. He debuted in the trio One Way the following year, which found little success. He partnered with Park Jang-geun to form the songwriting and production duo Duble Sidekick, which garnered success from 2012. Chancellor left the team two years later to pursue a solo career. He released his debut studio album My Full Name in 2016.",
    "year": 1986,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kara Lang",
    "birthday": "1986-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Karalang_ucla_vs_scu_2005.jpg/242px-Karalang_ucla_vs_scu_2005.jpg",
    "extract": "Kara Elise Lang Romero is a former Canadian soccer player and current sports analyst, who represented her country in two FIFA World Cups and the Olympic Games, and played club soccer for Vancouver Whitecaps Women. She is the youngest woman to be named to Canada National Women's Team, making her National Team debut on 1 March 2002 at the Algarve Cup in Portugal at age 15. Lang retired on 5 January 2011 at the age of 24 due to recurring knee and ACL injuries. Lang began a comeback in 2013, with her ambition being to help Canada in the 2015 FIFA Women's World Cup, but suffered a third ACL injury in February 2014, effectively ending her comeback. She now has two sons and a daughter with professional baseball player Ricky Romero. She was inducted into the Canadian Soccer Hall of Fame as a player in November 2015.",
    "year": 1986,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ștefan Radu",
    "birthday": "1986-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Dnepr-Lazio_%286%29.jpg/163px-Dnepr-Lazio_%286%29.jpg",
    "extract": "Ștefan Daniel Radu is a Romanian professional footballer who plays as a left-back or a centre-back for Serie A club Lazio.",
    "year": 1986,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hadise",
    "birthday": "1985-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Hadise_%281%29.jpg/320px-Hadise_%281%29.jpg",
    "extract": "Hadise Açıkgöz is a Belgian-Turkish singer-songwriter, dancer, and television personality. Born and raised in Belgium, her family is of Lezgin-Kumyk origin who settled in Sivas, Turkey. In 2003, she participated in the Belgian singing competition show Idool 2003, but rose to fame after releasing her debut album Sweat in 2005. The album spawned 5 singles and earned Hadise both a TMF Award (Belgium) and Golden Butterfly Award (Turkey). Hadise established and maintained a successful career in both Belgium and Turkey with the release of her self-titled album Hadise (2008). The album, which includes English and Turkish songs, features the single \"Deli Oğlan\" that became a number-one hit in Turkey.",
    "year": 1985,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hanson (band)",
    "birthday": "1985-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Hanson_2013.jpg/243px-Hanson_2013.jpg",
    "extract": "Hanson is an American pop band from Tulsa, Oklahoma, United States, formed by brothers Isaac Hanson, Taylor Hanson, and Zac Hanson. Supporting members include Dimitrius Collins (guitar) and Andrew Perusi (bass), who have toured and performed live with the band since 2007. They are best known for the 1997 hit song \"MMMBop\" from their debut album released through Mercury/Polygram Records, entitled Middle of Nowhere, which earned three Grammy nominations. The group's label Mercury Records was merged with its sister labels and the band was moved to Island Def Jam Music Group. After releasing one album on Island Def Jam, the label and the group parted ways. Hanson has sold over 16 million records worldwide and have had three Top 20 albums in the United States. They have had three Top 20 US Hot 100 singles and eight UK Top 40 singles. The band now records under its own independent record label, 3CG Records.",
    "year": 1985,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Horacio Agulla",
    "birthday": "1984-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/dd/Horacio_Agulla.jpg",
    "extract": "Horacio Agulla is an Argentine rugby union player, who plays for Castres Olympique at club level. He plays as a wing or fullback.",
    "year": 1984,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Aleks Marić",
    "birthday": "1984-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Aleks_Mari%C4%87_with_Partizan.jpg/210px-Aleks_Mari%C4%87_with_Partizan.jpg",
    "extract": "Aleksandar Marić is an Australian-Serbian former professional basketball player. Marić gained a reputation as a winner over the course of his successful European career, securing contracts with several basketball powerhouse outfits. Rising to stardom at Partizan Belgrade in 2010, he was part of a Serbian Cup and Adriatic League championship winning team, as well as an All-EuroLeague First Team member. That breakout season earned him selection to the Australian national team for the 2010 World Championships and the 2012 London Olympics. In 2019, he became an assistant coach with the Sydney Kings.",
    "year": 1984,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Plan B (musician)",
    "birthday": "1983-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Plan_B_new_press_shot_March_2012.jpg/226px-Plan_B_new_press_shot_March_2012.jpg",
    "extract": "Benjamin Paul Ballance-Drew, better known by his stage name Plan B, is an English rapper, singer and film-maker. He first emerged as a rapper, releasing his debut album, Who Needs Actions When You Got Words, in 2006. His second studio album, The Defamation of Strickland Banks (2010), was a soul and R&B album, and debuted at number one on the UK Albums Chart. He has also collaborated with other artists such as Chase & Status, most notably on the 2009 top ten single \"End Credits\".",
    "year": 1983,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Robinson Canó",
    "birthday": "1982-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Robinson_Cano_2022_%28cropped%29.jpg/189px-Robinson_Cano_2022_%28cropped%29.jpg",
    "extract": "Robinson José Canó Mercedes is a Dominican-American professional baseball second baseman for the San Diego Padres of Major League Baseball (MLB). He has previously played in MLB for the New York Yankees, Seattle Mariners, and New York Mets.",
    "year": 1982,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Heath Miller",
    "birthday": "1982-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Heath_Miller_in_2012.jpg/221px-Heath_Miller_in_2012.jpg",
    "extract": "Earl Heath Miller Jr. is a former American football tight end who played professionally for the Pittsburgh Steelers of the National Football League (NFL) for 11 seasons from 2005 to 2015. Miller played college football for the University of Virginia, where he earned All-American honors and won the John Mackey Award. The Steelers selected him in the first round with the 30th overall pick of the 2005 NFL Draft.",
    "year": 1982,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mark Renshaw",
    "birthday": "1982-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/2019_ToB_stage_8_065_Mark_Renshaw_in_Manchester.JPG/240px-2019_ToB_stage_8_065_Mark_Renshaw_in_Manchester.JPG",
    "extract": "Mark Renshaw is a retired Australian racing cyclist, who rode professionally between 2004 and 2019 for the Française des Jeux, Crédit Agricole, HTC–Highroad, Belkin Pro Cycling, Etixx–Quick-Step and Team Dimension Data teams. His most notable wins are the general classification of the 2011 Tour of Qatar, and the one-day race Clásica de Almería in 2013.",
    "year": 1982,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Olivier Pla",
    "birthday": "1981-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Olivier_Pla_Driver_of_Oak_Racing%27s_Morgan_Nissan_%288667995811%29.jpg/320px-Olivier_Pla_Driver_of_Oak_Racing%27s_Morgan_Nissan_%288667995811%29.jpg",
    "extract": "Olivier Pla is a French racing driver currently competing in the FIA World Endurance Championship for Glickenhaus Racing.",
    "year": 1981,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Niall Breslin",
    "birthday": "1980-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/The_Blizzards.JPG/320px-The_Blizzards.JPG",
    "extract": "Niall Breslin, known as Bressie, is an Irish musician, former Westmeath Gaelic footballer and Leinster Rugby player. Breslin found success as the lead singer, guitarist, songwriter with pop band The Blizzards, as a co-writer and producer with XIX Entertainment and as a solo artist. \nHe was the winning coach on the first and third seasons of The Voice of Ireland.",
    "year": 1980,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Luke O'Donnell",
    "birthday": "1980-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b8/Lukeodonnellfanday2008.jpg/320px-Lukeodonnellfanday2008.jpg",
    "extract": "Luke O'Donnell is an Australian former professional rugby league footballer who played in the 1990s, 2000s and 2010s. An Australian international and New South Wales State of Origin representative forward, he previously played his club football in Australia with National Rugby League teams the Balmain Tigers, Wests Tigers, North Queensland Cowboys and the Sydney Roosters, with whom he featured in the club's 13th premiership. O'Donnell also played for two seasons with the Huddersfield Giants in the Super League.",
    "year": 1980,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sonia Sui",
    "birthday": "1980-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/%E9%9A%8B%E6%A3%A02009-2.JPG/188px-%E9%9A%8B%E6%A3%A02009-2.JPG",
    "extract": "Sonia Sui is a Taiwanese actress, television host and model. She is best known for her role as Hsieh An-chen in the 2010 television series The Fierce Wife.",
    "year": 1980,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Doni (footballer)",
    "birthday": "1979-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Doni_2011.jpg/239px-Doni_2011.jpg",
    "extract": "Donieber Alexander Marangon, known as Doni, is a Brazilian former professional footballer who played as a goalkeeper.",
    "year": 1979,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Laidback Luke",
    "birthday": "1976-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Laidback_Luke_2012.jpg/320px-Laidback_Luke_2012.jpg",
    "extract": "Lucas Cornelis van Scheppingen, better known under his stage name Laidback Luke, is a Dutch-Filipino DJ and music producer from Hoofddorp, North Holland. He is also a martial artist. He notably remixed the Robin S. song, \"Show Me Love\" which charted at No. 11 on the UK charts in 2009. He is also the founder of Mixmash Records.",
    "year": 1976,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jon Foreman",
    "birthday": "1976-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Jon_Foreman%2C_April_2008.jpg/320px-Jon_Foreman%2C_April_2008.jpg",
    "extract": "Jonathan Mark Foreman is an American musician, the lead singer, guitarist, main songwriter and co-founder of the alternative rock band Switchfoot. He started Switchfoot in 1996 with drummer Chad Butler and his brother Tim Foreman on bass guitar. Jerome Fontamillas and Drew Shirley later joined the band.",
    "year": 1976,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jesse Tyler Ferguson",
    "birthday": "1975-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Jesse_Tyler_Ferguson_May_2014_%28cropped%29.jpg/214px-Jesse_Tyler_Ferguson_May_2014_%28cropped%29.jpg",
    "extract": "Jesse Tyler Ferguson is an American actor. He is best known for portraying Mitchell Pritchett on the sitcom Modern Family (2009–2020), which earned him five consecutive nominations for the Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series and four Screen Actors Guild Awards for Outstanding Performance by an Ensemble in a Comedy Series.",
    "year": 1975,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Míchel Salgado",
    "birthday": "1975-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/M%C3%ADchel_Salgado_2018.jpg/240px-M%C3%ADchel_Salgado_2018.jpg",
    "extract": "Miguel Ángel \"Míchel\" Salgado Fernández is a Spanish former footballer who played as a right back.",
    "year": 1975,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tim Kinsella",
    "birthday": "1974-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Timkinsella.jpg/320px-Timkinsella.jpg",
    "extract": "Tim Kinsella is a musician, author, and film director from Chicago, Illinois. He has been a member of many bands, including Cap'n Jazz, Joan of Arc, Make Believe, Owls, Friend/Enemy, Everyoned, and others. His early solo material appears under the alias Tim Kinsella(s).",
    "year": 1974,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jeff McInnis",
    "birthday": "1974-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Jeff_McInnis_Bobcats_tightly_cropped.jpg/265px-Jeff_McInnis_Bobcats_tightly_cropped.jpg",
    "extract": "Jeff Lemans McInnis is an American former professional basketball player. He played in the National Basketball Association (NBA), in Greece and in the Continental Basketball Association (CBA).",
    "year": 1974,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Miroslav Šatan",
    "birthday": "1974-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Miroslav_%C5%A0atan.jpg/258px-Miroslav_%C5%A0atan.jpg",
    "extract": "Miroslav Šatan is a Slovak former professional ice hockey right winger, who played 15 seasons in the National Hockey League (NHL), five in the Tipos Extraliga, and three in the Kontinental Hockey League (KHL).",
    "year": 1974,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Andrés Palop",
    "birthday": "1973-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/AndresPalop.jpg/320px-AndresPalop.jpg",
    "extract": "Andrés Palop Cervera is a Spanish former professional footballer who played as a goalkeeper, currently a manager.",
    "year": 1973,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ichiro Suzuki",
    "birthday": "1973-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Ichiro_Suzuki_-_Minnesota_Twins_-_Opening_Day_vs_Seattle_Mariners_%2840371667045%29_1.jpg/163px-Ichiro_Suzuki_-_Minnesota_Twins_-_Opening_Day_vs_Seattle_Mariners_%2840371667045%29_1.jpg",
    "extract": "Ichiro Suzuki  , also known mononymously as Ichiro , is a Japanese former professional baseball outfielder who played professionally for 28 seasons. He played nine years of his career with the Orix BlueWave of Nippon Professional Baseball (NPB), where he began his career, and 14 with the Seattle Mariners of Major League Baseball (MLB). After playing the first 12 years of his MLB career for the Mariners, Suzuki played two and a half seasons with the New York Yankees and three with the Miami Marlins. He played his final two seasons with the Mariners.",
    "year": 1973,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "D'Lo Brown",
    "birthday": "1972-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/D%27Lo_Brown_Photo_Op_GalaxyCon_Richmond_2019.jpg/206px-D%27Lo_Brown_Photo_Op_GalaxyCon_Richmond_2019.jpg",
    "extract": "Accie Julius Connor, better known by his ring name D'Lo Brown, is an American professional wrestler. He is currently signed to Impact Wrestling as a wrestler, producer and commentator.",
    "year": 1972,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Saffron Burrows",
    "birthday": "1972-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Saffron_Burrows_%28Straighten_Crop%29.jpg/215px-Saffron_Burrows_%28Straighten_Crop%29.jpg",
    "extract": "Saffron Domini Burrows is an English and American actress and model who has appeared in films such as Circle of Friends, Wing Commander, Deep Blue Sea, Gangster No. 1, Enigma, Troy, Reign Over Me and The Bank Job. On the small screen, she has starred as Lorraine Weller on Boston Legal, Dr. Norah Skinner on My Own Worst Enemy, Detective Serena Stevens on Law & Order: Criminal Intent and Victoria Hand on Marvel's Agents of S.H.I.E.L.D.. She appeared as Cynthia Taylor on the Amazon Video series Mozart in the Jungle and as Dottie Quinn in the Netflix series You.",
    "year": 1972,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Víctor Saldaño",
    "birthday": "1972-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/PolunskyUnitWestLivingstonTX.jpg/320px-PolunskyUnitWestLivingstonTX.jpg",
    "extract": "Víctor Hugo Saldaño, aka Victor Rodriguez, is an Argentine man sentenced to death by the state of Texas. He is the sole Argentine sentenced to death in the United States.",
    "year": 1972,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Amanda Coetzer",
    "birthday": "1971-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Amanda_Coetzer.jpg/280px-Amanda_Coetzer.jpg",
    "extract": "Amanda Coetzer is a South African former professional tennis player. Coetzer finished in the WTA rankings top 20 for ten consecutive seasons (1992–2001), peaking at world No. 3. She reached three Grand Slam semifinals and one Grand Slam doubles final. Coetzer earned a reputation for regularly beating players who were ranked higher than her. By virtue of scoring so many upset wins in spite of her five-foot-two (1.58m) stature, she gained the nickname: \"The Little Assassin\".",
    "year": 1971,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "José Manuel Martínez",
    "birthday": "1971-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Jos%C3%A9_Manuel_Mart%C3%ADnez_6500.jpg/231px-Jos%C3%A9_Manuel_Mart%C3%ADnez_6500.jpg",
    "extract": "José Manuel (\"Chema\") Martínez Fernández is a Spanish long-distance runner. He is married to Spanish field hockey player Nuria Moreno.",
    "year": 1971,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jennifer Lee (filmmaker)",
    "birthday": "1971-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Jennifer_Lee.JPG/224px-Jennifer_Lee.JPG",
    "extract": "Jennifer Michelle Lee Molina is an American screenwriter, film director, and chief creative officer of Walt Disney Animation Studios. She is best known as the writer and director of Frozen and its sequel Frozen II, the former of which earned her an Academy Award for Best Animated Feature. Lee is the first female director of a Walt Disney Animation Studios feature film and the first female director of a feature film that earned more than $1 billion in gross box office revenue. She has won an Academy Award, a BAFTA Award and an Annie Award, and has been nominated for one more BAFTA Award and two more Annie Awards.",
    "year": 1971,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Winston Bogarde",
    "birthday": "1970-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Winston_bogarde-1507900545.jpg/309px-Winston_bogarde-1507900545.jpg",
    "extract": "Winston Lloyd Bogarde is a Dutch retired professional footballer, and is the assistant manager of Ajax. He was known for his physical strength, and played mostly as a central defender although he could occasionally play as full-back.",
    "year": 1970,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Julio Borges",
    "birthday": "1969-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/%28Julio_Borges%29_Reuni%C3%B3n_de_pa%C3%ADses_que_respaldan_al_Presidente_encargado_de_Venezuela_Juan_Guaid%C3%B3.jpg/240px-%28Julio_Borges%29_Reuni%C3%B3n_de_pa%C3%ADses_que_respaldan_al_Presidente_encargado_de_Venezuela_Juan_Guaid%C3%B3.jpg",
    "extract": "Julio Andrés Borges Junyent is a Venezuelan politician and lawyer. In the late 1990s he had a TV court show called \"Justicia Para Todos\" on Radio Caracas Televisión. He co-founded the party Primero Justicia in 2000 together with Henrique Capriles Radonski and Leopoldo Lopez.",
    "year": 1969,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Spike Jonze",
    "birthday": "1969-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Spike_Jonze_Her_Premiere_NYFF_2013_%28cropped%29.jpg/210px-Spike_Jonze_Her_Premiere_NYFF_2013_%28cropped%29.jpg",
    "extract": "Adam Spiegel, known professionally as Spike Jonze, is an American actor, director, musician and photographer. His work includes commercials, film, music videos, skateboard videos and television.",
    "year": 1969,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Helmut Lotti",
    "birthday": "1969-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/2018-08-19_ZDF_Fernsehgarten_Helmut_Lotti-1730_%28cropped%29.jpg/240px-2018-08-19_ZDF_Fernsehgarten_Helmut_Lotti-1730_%28cropped%29.jpg",
    "extract": "Helmut Lotti, is a Belgian tenor and singer-songwriter. Lotti performs in several styles and languages. Once an Elvis impersonator, he has sung African and Latino and Jewish music hit records, and he crossed over into classical music in the 1990s.",
    "year": 1969,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Coque Malla",
    "birthday": "1969-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Coque_Malla.jpg/229px-Coque_Malla.jpg",
    "extract": "Jorge \"Coque\" Malla is a Spanish musician and actor, frontman of the group Los Ronaldos. His mother was the actress Amparo Valle, who died on 29 September 2016. Efe Eme published a book \"Coque Malla. Sueños, gigantes y astronautas\" on \"Coque\" Malla and it is written by the director of Efe Eme, Aranch Moreno.",
    "year": 1969,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Stephanie Cutter",
    "birthday": "1968-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Stephanie_Cutter_on_CBS_Face_the_Nation.jpg/220px-Stephanie_Cutter_on_CBS_Face_the_Nation.jpg",
    "extract": "Stephanie Cutter is an American political consultant. She served as an advisor to President Barack Obama during his first presidential term, and was deputy campaign manager for his 2012 re-election campaign. She previously worked in campaign and communications roles for other prominent Democrats including Ted Kennedy, John Kerry, and Michelle Obama. The New York Times described her as \"a popular but polarizing face of (Obama's) campaign\", and a \"soldier who says the things the candidate can’t say.\"",
    "year": 1968,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Shelby Lynne",
    "birthday": "1968-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Shelby_Lynne_talking.jpg/240px-Shelby_Lynne_talking.jpg",
    "extract": "Shelby Lynne is an American singer and songwriter and the older sister of singer-songwriter Allison Moorer. The success of her pop rock album I Am Shelby Lynne (1999) led to her winning the Grammy Award for Best New Artist, despite it being her sixth studio album. She released a Dusty Springfield tribute album called Just a Little Lovin' in 2008. Since then she has started her own independent record label, called Everso Records, and released three albums: Tears, Lies and Alibis, Merry Christmas, and Revelation Road. Lynne is also known for her distinctive contralto voice.",
    "year": 1968,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Shaggy (musician)",
    "birthday": "1968-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Shaggy_%28The_Queen%27s_Birthday_Party%29_%28cropped%29_%28cropped%29.jpg/213px-Shaggy_%28The_Queen%27s_Birthday_Party%29_%28cropped%29_%28cropped%29.jpg",
    "extract": "Orville Richard Burrell CD, better known by his stage name Shaggy, is a Jamaican-American reggae musician, singer, DJ, and actor who scored hits with the songs \"It Wasn't Me\", \"Boombastic\", \"In The Summertime\", \"Oh Carolina\", and \"Angel\". He has been nominated for seven Grammy Awards, winning twice for Best Reggae Album with Boombastic in 1996 and 44/876 with Sting in 2019, and has won the Brit Award for International Male Solo Artist in 2002.",
    "year": 1968,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Salvatore Di Vittorio",
    "birthday": "1967-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Salvatore_Di_Vittorio%2C_2008%2C_hi-res.JPG/213px-Salvatore_Di_Vittorio%2C_2008%2C_hi-res.JPG",
    "extract": "Salvatore Di Vittorio is an Italian composer and conductor. He is music director and Conductor of the Chamber Orchestra of New York. He has been recognized by Luigi Verdi as a \"lyrical musical spirit, respectful of the ancient Italian tradition… an emerging leading interpreter of the music of Ottorino Respighi\".",
    "year": 1967,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rita Guerra",
    "birthday": "1967-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Rita_Guerra.jpg/214px-Rita_Guerra.jpg",
    "extract": "Rita Maria de Azevedo Mafra Guerra, commonly known as Rita Guerra is a Portuguese singer-songwriter. She represented Portugal in the Eurovision Song Contest 2003 where she sang \"Deixa-me sonhar\" and finished 22nd. In 2020 she won the Portuguese version of Masked Singer as the crow.",
    "year": 1967,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Oona King",
    "birthday": "1967-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Oona_King_crop.jpg/255px-Oona_King_crop.jpg",
    "extract": "Oona Tamsyn King, Baroness King of Bow is a business executive and former British Labour Party politician. She was a Labour Member of Parliament for Bethnal Green and Bow from 1997 until 2005.",
    "year": 1967,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ulrike Maier",
    "birthday": "1967-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Ulrike_Maier_grave_picture.png/240px-Ulrike_Maier_grave_picture.png",
    "extract": "Ulrike Maier was a World Cup alpine ski racer from Austria, a two-time World Champion in Super-G. She competed at the 1988 Winter Olympics and the 1992 Winter Olympics.",
    "year": 1967,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Carlos Mencia",
    "birthday": "1967-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Comedian_Carlos_Mencia_in_2009.JPG/320px-Comedian_Carlos_Mencia_in_2009.JPG",
    "extract": "Ned Arnel Mencia, known professionally as Carlos Mencia is a Honduran-born American comedian, writer, and actor. His style of comedy is often political and involves issues of race, culture, criminal justice, and social class. He is best known as the host of the Comedy Central show Mind of Mencia, which produced four seasons before being cancelled in 2008. Around this time, several other comedians accused Mencia of plagiarism and stealing jokes in his stand-up routines.",
    "year": 1967,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Valeria Golino",
    "birthday": "1965-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Valeria_Golino_Cannes_2015.jpg/226px-Valeria_Golino_Cannes_2015.jpg",
    "extract": "Valeria Golino is an Italian actress and director. She is best known to English-language audiences for her roles in Rain Man, Big Top Pee-wee and the two Hot Shots! films, particularly the olive-in-the-belly-button scene. In addition to David di Donatello, Silver Ribbon, Golden Ciak and Italian Golden Globe awards, she is one of three actresses to have twice won the Best Actress award at the Venice Film Festival.",
    "year": 1965,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Wesley Harding (singer)",
    "birthday": "1965-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3c/Wesley_stace.jpg/214px-Wesley_stace.jpg",
    "extract": "Wesley Stace is an English folk/pop singer-songwriter and author, who has used the stage name John Wesley Harding. Under his legal name, he has written four novels. He is also a university teacher and the curator of Wesley Stace's Cabinet of Wonders.",
    "year": 1965,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "A. L. Kennedy",
    "birthday": "1965-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/A._L._Kennedy_%283%29.jpg/320px-A._L._Kennedy_%283%29.jpg",
    "extract": "Alison Louise Kennedy is a Scottish writer, academic and stand-up comedian. She writes novels, short stories and non-fiction and is known for her dark tone, blending of realism and fantasy, and for her serious approach to her work. She contributes columns and reviews to European newspapers.",
    "year": 1965,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Piotr Wiwczarek",
    "birthday": "1965-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Vader_-_Rock_Harz_2013_-_11-07-2013_02.jpg/213px-Vader_-_Rock_Harz_2013_-_11-07-2013_02.jpg",
    "extract": "Piotr Paweł Wiwczarek, also known as Peter, is a Polish musician who is the vocalist and lead guitarist for the death metal band Vader, as the only constant member of the band since its inception. He has also collaborated with Kazimierz \"Para\" Paraszczuk on his tribute album, Bandid Rockin', and is the producer of several of Vader's releases. He is also the founder and guitarist of a side-project, named Panzer X.",
    "year": 1965,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dražen Petrović",
    "birthday": "1964-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/97/Lipofsky-JDra%C5%BEen_Petrovi%C4%87.jpg",
    "extract": "Dražen Petrović was a Yugoslav and Croatian professional basketball player. A shooting guard, he initially achieved success playing professional basketball in Europe in the 1980s, before joining the National Basketball Association (NBA) in 1989.",
    "year": 1964,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "TobyMac",
    "birthday": "1964-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/TobyMac_in_Concert.jpg/213px-TobyMac_in_Concert.jpg",
    "extract": "Toby McKeehan, better known by his stage name TobyMac, is an American Christian singer, rapper, songwriter, and record producer.",
    "year": 1964,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Brian Boitano",
    "birthday": "1963-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Brian_Boitano_2003.jpg/229px-Brian_Boitano_2003.jpg",
    "extract": "Brian Anthony Boitano is an American figure skater from Sunnyvale, California. He is the 1988 Olympic champion, the 1986 and 1988 World Champion, and the 1985–1988 U.S. National Champion.",
    "year": 1963,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bob Odenkirk",
    "birthday": "1962-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Bob_Odenkirk_by_Gage_Skidmore_2.jpg/219px-Bob_Odenkirk_by_Gage_Skidmore_2.jpg",
    "extract": "Robert John Odenkirk is an American actor, comedian and filmmaker, best known for his role as the unscrupulous lawyer Saul Goodman on the AMC crime drama series Breaking Bad and its spin-off Better Call Saul for which he received four nominations for Primetime Emmy Award for Outstanding Lead Actor in a Drama Series. He is also known for the HBO sketch comedy series Mr. Show with Bob and David, which he co-created and starred in with fellow comic and friend David Cross.",
    "year": 1962,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Darryl Jenifer",
    "birthday": "1960-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Darryl_Jenifer_playing_with_Bad_Brains_on_2012-04-16_at_the_Paradise_in_Boston%2C_Massachusetts%2C_United_States_01.jpg/240px-Darryl_Jenifer_playing_with_Bad_Brains_on_2012-04-16_at_the_Paradise_in_Boston%2C_Massachusetts%2C_United_States_01.jpg",
    "extract": "Darryl Jenifer is an American musician, widely known as the bassist for the hardcore punk band Bad Brains and for the rap-rock group The White Mandingos. He appeared in TV's Illest Minority Moments presented by ego trip and the three-part ego trip's Race-O-Rama on VH1.",
    "year": 1960,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Cris Kirkwood",
    "birthday": "1960-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/CrisInAustin11May2007.jpg/320px-CrisInAustin11May2007.jpg",
    "extract": "Christopher \"Cris\" Kirkwood is an American musician who is the bassist and a founding member of the Meat Puppets, an alternative punk rock band.",
    "year": 1960,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Marc Shaiman",
    "birthday": "1959-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Marc_Shaiman_Crop.jpg/225px-Marc_Shaiman_Crop.jpg",
    "extract": "Marc Shaiman is an American composer and lyricist for films, television, and theatre, best known for his collaborations with lyricist and director Scott Wittman. He wrote the music and co-wrote the lyrics for the Broadway musical version of the John Waters film Hairspray. He has won a Grammy, an Emmy, and a Tony, and been nominated for seven Oscars.",
    "year": 1959,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bobby Blotzer",
    "birthday": "1958-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Bobby_Blotzer_Ratt_in_Houston_October_2016.jpg/320px-Bobby_Blotzer_Ratt_in_Houston_October_2016.jpg",
    "extract": "Robert John Blotzer is an American musician best known as the drummer for metal band Ratt. He attended Torrance High School in Torrance, California along with his Ratt bandmate Juan Croucier.",
    "year": 1958,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Henry Lauterbach",
    "birthday": "1957-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Bundesarchiv_Bild_183-Z0802-014%2C_Henry_Lauterbach.jpg/219px-Bundesarchiv_Bild_183-Z0802-014%2C_Henry_Lauterbach.jpg",
    "extract": "Henry Lauterbach is a retired East German high jumper and long jumper.",
    "year": 1957,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Daniel Melingo",
    "birthday": "1957-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/20070816_116_Melingo_Central-2.jpg/214px-20070816_116_Melingo_Central-2.jpg",
    "extract": "Daniel Melingo is an Argentine musician, with a background in rock. He is now a tango artist and tours with his band Los Ramones del tango.",
    "year": 1957,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Adam (rugby league)",
    "birthday": "1956-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/John_Adam.jpg/212px-John_Adam.jpg",
    "extract": "John Adam is an Australian former professional rugby league footballer who played in the 1970s and 1980s. He played for the North Sydney Bears in the New South Wales Rugby League competition. His position of choice was as a centre though he could also, and often did, play on the wing.",
    "year": 1956,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Graham Joyce",
    "birthday": "1954-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/GrahamJoyce.jpg/285px-GrahamJoyce.jpg",
    "extract": "Graham William Joyce was a British writer of speculative fiction and the recipient of numerous awards, including the O. Henry Award and the World Fantasy Award, for both his novels and short stories.",
    "year": 1954,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "René Arce Islas",
    "birthday": "1953-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Renearce.jpg/243px-Renearce.jpg",
    "extract": "René Arce Islas is a Mexican politician affiliated with the PVEM. He served as Deputy of the LIX Legislature of the Mexican Congress representing the Federal District and as Senator during the LX and LXI Legislatures, then with the PRD.",
    "year": 1953,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Julie Dash",
    "birthday": "1952-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Julie_Dash_-_Career_Girls_2-55_screenshot.png/320px-Julie_Dash_-_Career_Girls_2-55_screenshot.png",
    "extract": "Julie Ethel Dash is an American film director, writer and producer. Dash received her MFA in 1985 at the UCLA Film School and is one of the graduates and filmmakers known as the L.A. Rebellion. The L.A. Rebellion refers to the first African and African-American students who studied film at UCLA. After she had written and directed several shorts, her 1991 feature Daughters of the Dust became the first full-length film directed by an African-American woman to obtain general theatrical release in the United States.",
    "year": 1952,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jeff Goldblum",
    "birthday": "1952-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Jeff_Goldblum_by_Gage_Skidmore_3.jpg/221px-Jeff_Goldblum_by_Gage_Skidmore_3.jpg",
    "extract": "Jeffrey Lynn Goldblum is an American actor and musician. He has starred in some of the highest-grossing films of his era, such as Jurassic Park (1993) and Independence Day (1996), as well as their respective sequels, The Lost World: Jurassic Park (1997) and Jurassic World: Fallen Kingdom (2018), and Independence Day: Resurgence (2016).",
    "year": 1952,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Donald Ramotar",
    "birthday": "1950-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Donald_Ramotar.png/262px-Donald_Ramotar.png",
    "extract": "Donald Rabindranauth Ramotar is a Guyanese politician who was President of Guyana from 2011 to 2015. He was also the General Secretary of the People's Progressive Party (PPP) from 1997 to 2013.",
    "year": 1950,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Stiv Bators",
    "birthday": "1949-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/17/Stiv_Bators.jpg",
    "extract": "Steven John Bator, known professionally as Stiv Bators, was an American punk rock vocalist and guitarist from Girard, Ohio. He is best remembered for his bands Dead Boys and The Lords of the New Church.",
    "year": 1949,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Vasilios Magginas",
    "birthday": "1949-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/MAGGINAS.jpg/320px-MAGGINAS.jpg",
    "extract": "Vasilios Magginas was a Greek politician, member of the Greek Parliament for the New Democracy for the Aetolia-Acarnania constituency and government minister.",
    "year": 1949,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Arsène Wenger",
    "birthday": "1949-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Arsene_Wenger_JHayes_%28cropped%29.jpg/209px-Arsene_Wenger_JHayes_%28cropped%29.jpg",
    "extract": "Arsène Charles Ernest Wenger is a French former football manager and player who is currently serving as FIFA's Chief of Global Football Development. He was the manager of Arsenal from 1996 to 2018, where he was the longest-serving and most successful in the club's history. His contribution to English football through changes to scouting, players' training, and diet regimens revitalised Arsenal and aided the globalisation of the sport in the 21st century.",
    "year": 1949,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mike Hendrick",
    "birthday": "1948-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Mike_Hendrick_batting_vs_NZ%2C_February_1978.jpg/320px-Mike_Hendrick_batting_vs_NZ%2C_February_1978.jpg",
    "extract": "Michael Hendrick was an English cricketer, who played in thirty Tests and twenty-two One Day Internationals for England from 1973 to 1981. He played for Derbyshire from 1969 to 1981, and for Nottinghamshire from 1982 to 1984.",
    "year": 1948,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Debbie Macomber",
    "birthday": "1948-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Debbie_Macomber.jpg/213px-Debbie_Macomber.jpg",
    "extract": "Debbie Macomber is an American author of romance novels and contemporary women's fiction. Six of her novels have become made-for-TV movies and her Cedar Cove series of novels was adapted into a television series of the same name. Macomber was the inaugural winner of the fan-voted Quill Award for romance in 2005 and has been awarded both a RITA Award and a lifetime achievement award by the Romance Writers of America.",
    "year": 1948,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Raymond Bachand",
    "birthday": "1947-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Raymond_Bachand_annonce_candidature.jpg/320px-Raymond_Bachand_annonce_candidature.jpg",
    "extract": "Raymond Bachand is a former politician, a businessman and a lawyer in Quebec, Canada. He was the Member of the National Assembly of Quebec (MNA) for the riding of Outremont, and a member of the Quebec Liberal Party caucus. He is the former Minister of Finance and Revenue in the majority government of Premier of Quebec Jean Charest, and was previously Minister for Tourism during the minority government mandate from April 2007 to October 2008, and Minister of economic development of innovation and export trade from his election until June 2009. Bachand is a former trade unionist. On August 26, 2013 Bachand resigned his seat.",
    "year": 1947,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Haley Barbour",
    "birthday": "1947-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Haley_Barbour_by_Gage_Skidmore.jpg/266px-Haley_Barbour_by_Gage_Skidmore.jpg",
    "extract": "Haley Reeves Barbour is an American attorney, politician, and lobbyist who served as the 63rd governor of Mississippi from 2004 to 2012. A member of the Republican Party, he previously served as chairman of the Republican National Committee from 1993 to 1997.",
    "year": 1947,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Godfrey Chitalu",
    "birthday": "1946-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Godfrey_Chitalu_%28cropped%29.jpg",
    "extract": "Godfrey Chitalu, nicknamed Ucar, was a Zambian footballer who played as a forward. He is widely regarded as the greatest Zambian player of all time as he holds his national team's goalscoring record and was voted Zambian footballer of the year five times. As well, he was selected by CAF as one of the best 200 African footballers of the past 50 years in 2006.\nThe Football Association of Zambia claimed that Chitalu scored more than 100 goals in all competitions in 1972, more than Gerd Müller's total in 1972 and Lionel Messi's total in 2012, both of which are often referred to by journalist as \"world records\". The research was presented in the year 2012 after Lionel Messi broke the alleged world record of Gerd Müller. Nevertheless, a FIFA spokesman declared that an official FIFA world record had never existed as they did not keep track of domestic competitions.",
    "year": 1946,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Deepak Chopra",
    "birthday": "1946-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Deepak_Chopra_by_Gage_Skidmore.jpg/235px-Deepak_Chopra_by_Gage_Skidmore.jpg",
    "extract": "Deepak Chopra is an Indian-American author and alternative medicine advocate. A prominent figure in the New Age movement, his books and videos have made him one of the best-known and wealthiest figures in alternative medicine. His discussions of quantum healing have been characterised as technobabble – \"incoherent babbling strewn with scientific terms\" which drives those who actually understand physics \"crazy\" and as \"redefining Wrong\".",
    "year": 1946,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jaime Nebot",
    "birthday": "1946-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Jaime_Nebot_Saadi.jpg/266px-Jaime_Nebot_Saadi.jpg",
    "extract": "Jaime José Nebot Saadi is an Ecuadorian lawyer and politician. He formerly served as mayor of Guayaquil, which is Ecuador's\nlargest city. He is affiliated with the Social Christian Party (PSC) and the Madera de Guerrero Civic Movement. Nebot ran twice for president of Ecuador, in 1992 losing against Sixto Duran-Ballén, and in 1996 losing against Abdalá Bucaram.",
    "year": 1946,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Eddie Brigati",
    "birthday": "1945-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Eddie_brigati_june_1984.jpg/210px-Eddie_brigati_june_1984.jpg",
    "extract": "Edward Brigati Jr. is an American singer and songwriter. He was the co-lead singer, along with Felix Cavaliere, and percussionist in the rock group The Young Rascals from 1964 to 1970.",
    "year": 1945,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Buzz Potamkin",
    "birthday": "1945-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a9/Buzz_Potamkin.jpg",
    "extract": "Marshall \"Buzz\" Potamkin was an American television producer and director known for founding his own television advertisement production studio, Perpetual Motion Pictures aka Buzzco Associates, and helping to establish Southern Star Productions. Along with advertisements, Potamkin focused on producing made-for-television animation, beginning with several television films based on the Berenstain Bears series of children's books. He went on to produce series for Turner Entertainment and, more specifically, Cartoon Network, including every episode of Cartoon Network's animated showcase series, What a Cartoon!, a project developed for aspiring animators to make pilot shorts that the network could choose to develop into full-fledged series.",
    "year": 1945,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Leslie West",
    "birthday": "1945-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Leslie_west-2.jpg/217px-Leslie_west-2.jpg",
    "extract": "Leslie West was an American rock guitarist, vocalist, and songwriter. He was best known as a founding member and co-lead vocalist of the hard rock band Mountain.",
    "year": 1945,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Allen Coage",
    "birthday": "1943-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Bad_News_Brown_entrance_%28cropped%29.jpg/237px-Bad_News_Brown_entrance_%28cropped%29.jpg",
    "extract": "Allen James Coage was an American judoka and professional wrestler. He won medals for the United States at several international judo competitions, including the heavyweight bronze medal at the 1976 Summer Olympics, and later appeared in professional wrestling promotions such as the World Wrestling Federation, New Japan Pro-Wrestling and Stampede Wrestling under the ring names Bad News Brown, Buffalo Allen, and Bad News Allen.",
    "year": 1943,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jan de Bont",
    "birthday": "1943-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Jan_de_Bont%2C_premi%C3%A8re-voorstelling_Turks_Fruit_in_Tuschinski%2C_Amsterdam.jpg/224px-Jan_de_Bont%2C_premi%C3%A8re-voorstelling_Turks_Fruit_in_Tuschinski%2C_Amsterdam.jpg",
    "extract": "Jan de Bont is a Dutch cinematographer, director and film producer. He is widely known for directing the films Speed (1994) and Twister (1996). As a director of photography, de Bont also worked on numerous blockbusters and genre films, including Cujo, Flesh and Blood, Die Hard, The Hunt for Red October, and Basic Instinct.",
    "year": 1943,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Catherine Deneuve",
    "birthday": "1943-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Catherine_Deneuve_Berlinale_2017.jpg/220px-Catherine_Deneuve_Berlinale_2017.jpg",
    "extract": "Catherine Fabienne Dorléac, known professionally as Catherine Deneuve, is a French actress as well as an occasional singer, model, and producer, considered one of the greatest European actresses. She gained recognition for her portrayal of icy, aloof, and mysterious beauties for various directors, including Jacques Demy, Luis Buñuel, François Truffaut, and Roman Polanski. In 1985, she succeeded Mireille Mathieu as the official face of Marianne, France's national symbol of liberty. A 14-time César Award nominee, she won for her performances in Truffaut's The Last Metro (1980), for which she also won the David di Donatello for Best Foreign Actress, and Régis Wargnier's Indochine (1992).",
    "year": 1943,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Seif Sharif Hamad",
    "birthday": "1943-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Seif_Sharif_Hamad.jpg/320px-Seif_Sharif_Hamad.jpg",
    "extract": "Seif Sharif Hamad was a Tanzanian politician who served as the First Vice President of Zanzibar and as Party Chairman of ACT Wazalendo. He was the secretary-general of the opposition Civic United Front (CUF) party and First Vice President of Zanzibar until 18 March 2019 when he announced his resignation from CUF and joined Alliance for Change and Transparency. He was given an ACT Wazalendo card number One, and he also won the party nomination for the 2020 presidential candidate for Zanzibar.",
    "year": 1943,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bobby Fuller",
    "birthday": "1942-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c4/Bobbyfuller.jpg",
    "extract": "Robert Gaston Fuller was an American rock singer, songwriter, and guitarist best known for \"Let Her Dance\" and his cover of the Crickets' \"I Fought the Law\", recorded with his group The Bobby Fuller Four.",
    "year": 1942,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Annette Funicello",
    "birthday": "1942-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Annette_Funicello_Former_Mouseketeer_1975.jpg/240px-Annette_Funicello_Former_Mouseketeer_1975.jpg",
    "extract": "Annette Joanne Funicello was an American actress and singer. Funicello began her professional career as a child performer at the age of twelve. She was one of the most popular Mouseketeers on the original Mickey Mouse Club. As a teenager, she transitioned to a successful career as a singer with the pop singles \"O Dio Mio\", \"First Name Initial\", \"Tall Paul\" and \"Pineapple Princess\", as well as establishing herself as a film actress, popularizing the successful \"Beach Party\" genre alongside co-star Frankie Avalon during the mid-1960s.",
    "year": 1942,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joaquim Chissano",
    "birthday": "1939-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Joaquim_Chissano_2.jpg/237px-Joaquim_Chissano_2.jpg",
    "extract": "Joaquim Alberto Chissano is a politician who served as the second President of Mozambique, from 1986 to 2005. He is credited with transforming the war-torn country of Mozambique into one of the most successful African democracies. After his presidency, Chissano became an elder statesman, envoy and diplomat for both his home country and the United Nations. Chissano also served as Chairperson of the African Union from 2003 to 2004.",
    "year": 1939,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "George Cohen",
    "birthday": "1939-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/George_Cohen.jpg/208px-George_Cohen.jpg",
    "extract": "George Reginald Cohen is an English former professional footballer who played as a right-back. He spent his entire professional career with Fulham, and won the 1966 World Cup with England. He has been inducted into the English Football Hall of Fame and is the uncle of rugby union World Cup winner, Ben Cohen.",
    "year": 1939,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tony Roberts (actor)",
    "birthday": "1939-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Tony_Roberts_%2846864137585%29_%28cropped%29.jpg/224px-Tony_Roberts_%2846864137585%29_%28cropped%29.jpg",
    "extract": "David Anthony \"Tony\" Roberts is an American actor. He is known for his roles in six Woody Allen movies—most notably Annie Hall—often playing Allen's best friend.",
    "year": 1939,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Derek Jacobi",
    "birthday": "1938-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Derek_Jacobi_2013.jpg/223px-Derek_Jacobi_2013.jpg",
    "extract": "Sir Derek George Jacobi is an English actor and director. A \"forceful, commanding stage presence\", Jacobi has enjoyed a successful and distinguished stage career, appearing in various stage productions of William Shakespeare such as Hamlet, Much Ado About Nothing, Macbeth, Twelfth Night, The Tempest, King Lear, and Romeo and Juliet. He is also known for his performances in Anton Chekov's Uncle Vanya and Edmond Rostand's Cyrano de Bergerac. He was given a knighthood for his services to theatre by Queen Elizabeth II in 1994 and is a member of the Danish Order of the Dannebrog.",
    "year": 1938,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Christopher Lloyd",
    "birthday": "1938-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Christopher_Lloyd_2015_%28cropped%29.jpg/268px-Christopher_Lloyd_2015_%28cropped%29.jpg",
    "extract": "Christopher Allen Lloyd is an American actor. He has appeared in many theater productions, films, and on television since the 1960s. He is known for portraying Dr. Emmett \"Doc\" Brown in the Back to the Future trilogy (1985–1990); and Jim Ignatowski in the comedy series Taxi (1978–1983), for which he won two Emmy Awards.",
    "year": 1938,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "José Larralde",
    "birthday": "1937-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Larralde_4.JPG/280px-Larralde_4.JPG",
    "extract": "José Larralde is an Argentine singer-songwriter of folk music.",
    "year": 1937,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Peter Cook (architect)",
    "birthday": "1936-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Peter_in_Kyoto_Dec2010.jpg/213px-Peter_in_Kyoto_Dec2010.jpg",
    "extract": "Sir Peter Cook is an English architect, lecturer and writer on architectural subjects. He was a founder of Archigram, and was knighted in 2007 by the Queen for his services to architecture and teaching. He is also a Royal Academician and a Commandeur de l'Ordre des Arts et des Lettres of the French Republic. His achievements with Archigram were recognised by the Royal Institute of British Architects in 2004, when the group was awarded the Royal Gold Medal.",
    "year": 1936,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jovan Pavlović",
    "birthday": "1936-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b2/%D0%9C%D0%B8%D1%82%D1%80%D0%BE%D0%BF%D0%BE%D0%BB%D0%B8%D1%82_%D0%88%D0%BE%D0%B2%D0%B0%D0%BD_%D0%9F%D0%B0%D0%B2%D0%BB%D0%BE%D0%B2%D0%B8%D1%9B.jpg",
    "extract": "Jovan Pavlović was a Serbian Orthodox prelate who was the metropolitan bishop of Zagreb and Ljubljana of the Serbian Orthodox Church from 1982 until his death in 2014. He was one of the most prominent individuals in Serbian community in Croatia during his lifetime.",
    "year": 1936,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Helmut Senekowitsch",
    "birthday": "1933-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/%C3%96sterrike_1958.jpg/320px-%C3%96sterrike_1958.jpg",
    "extract": "Helmut Senekowitsch was an Austrian football player and later a football manager.",
    "year": 1933,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Estela de Carlotto",
    "birthday": "1930-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Estela_de_Carlotto_%282015%29_%28cropped%29.jpg/263px-Estela_de_Carlotto_%282015%29_%28cropped%29.jpg",
    "extract": "Enriqueta Estela Barnes de Carlotto is an Argentine human rights activist and president of the association of Grandmothers of the Plaza de Mayo. One of her daughters, Laura Estela Carlotto, was kidnapped and missing while pregnant in Buenos Aires, in late 1977. Through stories, she could ascertain that her daughter had given birth to a boy, and that her grandson was appropriated and his identity changed. She searched for him for nearly 36 years, until, on August 5, 2014, after a DNA check voluntarily made by the person concerned, her grandson was identified, and became the 114th in the list of recovered grandchildren.",
    "year": 1930,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "José Guardiola",
    "birthday": "1930-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Jos%C3%A9_Guardiola_%281963%29.jpg/241px-Jos%C3%A9_Guardiola_%281963%29.jpg",
    "extract": "José Guardiola Díaz de Rada, was a Spanish singer of popular music who sang in Spanish and Catalan.",
    "year": 1930,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lev Yashin",
    "birthday": "1929-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/LevYashin.JPG/240px-LevYashin.JPG",
    "extract": "Lev Ivanovich Yashin, nicknamed the \"Black Spider\" or the \"Black Panther\", was a Soviet professional footballer regarded by many as the greatest goalkeeper in the history of the sport. He was known for his athleticism, positioning, stature, bravery, imposing presence in goal, and acrobatic reflex saves.\nHe was also deputy chairman of the Football Federation of the Soviet Union.",
    "year": 1929,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Clare Fischer",
    "birthday": "1928-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ea/Clare_Fischer_On_Bossa_Nova_%28article_excerpt_with_photo%29.jpeg/205px-Clare_Fischer_On_Bossa_Nova_%28article_excerpt_with_photo%29.jpeg",
    "extract": "Douglas Clare Fischer was an American keyboardist, composer, arranger, and bandleader. After graduating from Michigan State University, he became the pianist and arranger for the vocal group the Hi-Lo's in the late 1950s. Fischer went on to work with Donald Byrd and Dizzy Gillespie, and became known for his Latin and bossa nova recordings in the 1960s. He composed the Latin jazz standard \"Morning\", and the jazz standard \"Pensativa\". Consistently cited by jazz pianist and composer Herbie Hancock as a major influence, he was nominated for eleven Grammy Awards during his lifetime, winning for his landmark album, 2+2 (1981), the first of Fischer's records to incorporate the vocal ensemble writing developed during his Hi-Lo's days into his already sizable Latin jazz discography; it was also the first recorded installment in Fischer's three-decade-long collaboration with his son Brent. Fischer was also a posthumous Grammy winner for ¡Ritmo! (2012) and for Music for Strings, Percussion and the Rest (2013).",
    "year": 1928,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nelson Pereira dos Santos",
    "birthday": "1928-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Nelson_Pereira_dos_Santos_cropped.jpg/241px-Nelson_Pereira_dos_Santos_cropped.jpg",
    "extract": "Nelson Pereira dos Santos was a Brazilian film director. He directed films such as Vidas Secas, based on the book with the same name by Brazilian writer Graciliano Ramos.",
    "year": 1928,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Slater Martin",
    "birthday": "1925-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Slater_Martin_%281%29.jpeg/216px-Slater_Martin_%281%29.jpeg",
    "extract": "Slater Nelson \"Dugie\" Martin Jr. was an American professional basketball player and coach who was a playmaking guard for 11 seasons in the National Basketball Association (NBA). He was born in Elmina, Walker County, Texas and played in seven NBA All-Star Games.",
    "year": 1925,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Edith Kawelohea McKinzie",
    "birthday": "1925-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f2/Edith_Kawelohea_McKinzie.jpg",
    "extract": "Edith Kawelohea Kapule McKinzie was a Kanaka Maoli genealogist, educator, author, and an expert in hula and chant. She published two books on Hawaiian genealogy, was Director of the Hawaiian Language Newspaper Indexing Project, and taught traditional hula and chant across the United States. In 2004, she was named a Living Treasure of Hawaii for her contributions to Hawaiian culture and heritage.",
    "year": 1925,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Robert Rauschenberg",
    "birthday": "1925-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Robert_Rauschenberg_%281968%29.jpg/240px-Robert_Rauschenberg_%281968%29.jpg",
    "extract": "Milton Ernest \"Robert\" Rauschenberg was an American painter and graphic artist whose early works anticipated the Pop art movement. Rauschenberg is well known for his Combines (1954–1964), a group of artworks which incorporated everyday objects as art materials and which blurred the distinctions between painting and sculpture. Rauschenberg was both a painter and a sculptor, but he also worked with photography, printmaking, papermaking and performance.",
    "year": 1925,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bert Trautmann",
    "birthday": "1923-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Sculpture_of_Bert_Trautmann.jpg/320px-Sculpture_of_Bert_Trautmann.jpg",
    "extract": "Bernhard Carl \"Bert\" Trautmann EK OBE BVO was a German professional footballer who played as a goalkeeper for Manchester City from 1949 to 1964.",
    "year": 1923,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Georges Brassens",
    "birthday": "1921-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Brassens_TNP_1966.jpg/210px-Brassens_TNP_1966.jpg",
    "extract": "Georges Charles Brassens was a French singer-songwriter and poet.",
    "year": 1921,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Alexander Kronrod",
    "birthday": "1921-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/29/A.S.Kronrod.jpg",
    "extract": "Aleksandr (Alexander) Semenovich Kronrod was a Soviet mathematician and computer scientist, best known for the Gauss–Kronrod quadrature formula which he published in 1964. Earlier, he worked on computational solutions of problems emerging in theoretical physics. He is also known for his contributions to economics, specifically for proposing corrections and calculating price formation for the USSR. Later, Kronrod gave his fortune and life to medicine to care for terminal cancer patients. Kronrod is remembered for his captivating personality and was admired as a student, teacher and leader.",
    "year": 1921,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Harald Nugiseks",
    "birthday": "1921-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/18/Harald_Nugiseks_%28small%29.jpg",
    "extract": "Harald Nugiseks was an Waffen-Oberscharführer (Sergeant) in World War II, who served in the 20th Waffen Grenadier Division of the SS of the Waffen-SS. Nugiseks is also one of the four Estonian soldiers who received the Knight's Cross of the Iron Cross.",
    "year": 1921,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Timothy Leary",
    "birthday": "1920-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Timothy-Leary-Los-Angeles-1989.jpg",
    "extract": "Timothy Francis Leary was an American psychologist and writer known for his strong advocacy of psychedelic drugs. Evaluations of Leary are polarized, ranging from bold oracle to publicity hound. He was \"a hero of American consciousness\", according to Allen Ginsberg, and Tom Robbins called him a \"brave neuronaut\".",
    "year": 1920,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Doris Lessing",
    "birthday": "1919-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Doris_Lessing_3.jpg/256px-Doris_Lessing_3.jpg",
    "extract": "Doris May Lessing was a British-Zimbabwean novelist. She was born to British parents in Iran, where she lived until 1925. Her family then moved to Southern Rhodesia, where she remained until moving in 1949 to London, England. Her novels include The Grass Is Singing (1950), the sequence of five novels collectively called Children of Violence (1952–1969), The Golden Notebook (1962), The Good Terrorist (1985), and five novels collectively known as Canopus in Argos: Archives (1979–1983).",
    "year": 1919,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joan Fontaine",
    "birthday": "1917-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Joan_Fontaine_in_1943.jpg/240px-Joan_Fontaine_in_1943.jpg",
    "extract": "Joan de Beauvoir de Havilland, known professionally as Joan Fontaine, was a British-American actress who is best known for her starring roles in Hollywood films during the \"Golden Age\". Fontaine appeared in more than 45 films in a career that spanned five decades. She was the younger sister of actress Olivia de Havilland. Their rivalry was well-documented in the media at the height of Fontaine's career.",
    "year": 1917,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Yitzhak Shamir",
    "birthday": "1915-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Yitzhak_Shamir_1992_Dan_Hadani_Archive.jpg/243px-Yitzhak_Shamir_1992_Dan_Hadani_Archive.jpg",
    "extract": "Yitzhak Shamir was an Israeli politician and the seventh Prime Minister of Israel, serving two terms, 1983–1984 and 1986–1992. Before the establishment of the State of Israel, Shamir was a leader of the Zionist militant group Lehi. After the establishment of the Israeli state he served in the Mossad between 1955 and 1965 and as a Knesset member. He served as the sixth Speaker of the Knesset, and as foreign affairs minister. Shamir was the country's third-longest-serving prime minister, after Benjamin Netanyahu and David Ben-Gurion.",
    "year": 1915,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Robert Capa",
    "birthday": "1913-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/RobertCapabyGerdaTaro.jpg/320px-RobertCapabyGerdaTaro.jpg",
    "extract": "Robert Capa was a Hungarian-American war photographer and photojournalist as well as the companion and professional partner of photographer Gerda Taro. He is considered by some to be the greatest combat and adventure photographer in history.",
    "year": 1913,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bảo Đại",
    "birthday": "1913-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/BD1924.jpg/230px-BD1924.jpg",
    "extract": "Bảo Đại, born Nguyễn Phúc Vĩnh Thụy, was the 13th and final emperor of the Nguyễn dynasty, the last ruling family of Vietnam. From 1926 to 1945, he was emperor of Annam and de jure monarch of Tonkin, which were then protectorates in French Indochina, covering the present-day central and northern Vietnam. Bảo Đại ascended the throne in 1932.",
    "year": 1913,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hans-Peter Tschudi",
    "birthday": "1913-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/26/Hans-Peter_Tschudi.gif",
    "extract": "Hans-Peter Tschudi was a Swiss politician and member of the Swiss Federal Council (1959–1973) heading the Department of Home Affairs.",
    "year": 1913,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Günther Treptow",
    "birthday": "1907-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Fotothek_df_pk_0000016_b_043_Szenenbilder.jpg/205px-Fotothek_df_pk_0000016_b_043_Szenenbilder.jpg",
    "extract": "Günther Treptow was a German operatic tenor, best known for Wagner roles.",
    "year": 1907,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joseph Kosma",
    "birthday": "1905-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/34/Joseph_Kosma.jpg",
    "extract": "Joseph Kosma was a Hungarian-French composer.",
    "year": 1905,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Constance Bennett",
    "birthday": "1904-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Constance_Bennett_publicity_copy.jpg/236px-Constance_Bennett_publicity_copy.jpg",
    "extract": "Constance Campbell Bennett was an American stage, film, radio and television actress and producer. She was a major Hollywood star during the 1920s and 1930s and for a time during the early 1930s, she was the highest-paid actress in Hollywood. Bennett frequently played society women, focusing on melodramas in the early 1930s and then taking more comedic roles in the late 1930s and 1940s. She is best remembered for her leading roles in What Price Hollywood? (1932), Bed of Roses (1933), Topper (1937), Topper Takes a Trip (1938), and had a prominent supporting role in Greta Garbo's last film, Two-Faced Woman (1941).",
    "year": 1904,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Saúl Calandra",
    "birthday": "1904-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Toro02.jpg/311px-Toro02.jpg",
    "extract": "Saúl H. Calandra was an Argentine football (soccer) midfielder who competed in the 1928 Olympic games. He was a member of the Argentine team, which won the silver medal in the football tournament. He was also a runner up in the 1927 Copa Lipton. Calandra played club football with Estudiantes de La Plata.",
    "year": 1904,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Karl Guthe Jansky",
    "birthday": "1904-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Karl_Jansky.jpg/256px-Karl_Jansky.jpg",
    "extract": "Karl Guthe Jansky was an American physicist and radio engineer who in April 1933 first announced his discovery of radio waves emanating from the Milky Way in the constellation Sagittarius. He is considered one of the founding figures of radio astronomy.",
    "year": 1904,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "George Beadle",
    "birthday": "1903-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/24/George_Wells_Beadle.jpg",
    "extract": "George Wells Beadle was an American geneticist. In 1958 he shared one-half of the Nobel Prize in Physiology or Medicine with Edward Tatum for their discovery of the role of genes in regulating biochemical events within cells. He also served as the 7th President of the University of Chicago.",
    "year": 1903,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Curly Howard",
    "birthday": "1903-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Curlyhoward.jpg/255px-Curlyhoward.jpg",
    "extract": "Jerome Lester Horwitz, known professionally as Curly Howard, was an American vaudevillian comedian and actor. He was best known as a member of the American comedy team the Three Stooges, which also featured his elder brothers Moe and Shemp Howard and actor Larry Fine. In early shorts, he was billed as Curley. Curly Howard was generally considered the most popular and recognizable of the Stooges. He was well known for his high-pitched voice and vocal expressions, as well as his physical comedy, improvisations, and athleticism. An untrained actor, Curly borrowed the \"woob woob\" from \"nervous\" and soft-spoken comedian Hugh Herbert. Curly's unique version of \"woob-woob-woob\" was firmly established by the time of the Stooges' second Columbia film, Punch Drunks (1934).",
    "year": 1903,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ashfaqulla Khan",
    "birthday": "1900-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Ashfaqulla_Khan_2619.JPG/240px-Ashfaqulla_Khan_2619.JPG",
    "extract": "Ashfaqulla Khan was an Indian independence activist in the Indian independence movement and co-founder of the Hindustan Republican Association.",
    "year": 1900,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Salarrué",
    "birthday": "1899-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Salarrue_joven.jpg/207px-Salarrue_joven.jpg",
    "extract": "Luis Salvador Efraín Salazar Arrué, known as Salarrué, was a Salvadorian writer, poet, and painter.",
    "year": 1899,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dámaso Alonso",
    "birthday": "1898-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/D%C3%A1maso_Alonso.jpg/320px-D%C3%A1maso_Alonso.jpg",
    "extract": "Dámaso Alonso y Fernández de las Redondas was a Spanish poet, philologist and literary critic. Though a member of the Generation of '27, his best-known work dates from the 1940s onwards.",
    "year": 1898,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charles Glen King",
    "birthday": "1896-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f8/Charles_Glenn_King.jpg",
    "extract": "Charles Glen King was an American biochemist who was a pioneer in the field of nutrition research and who isolated vitamin C at the same time as Albert Szent-Györgyi. A biography of King states that many feel he deserves equal credit with Szent-Györgyi for the discovery of this vitamin.",
    "year": 1896,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "José Leitão de Barros",
    "birthday": "1896-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Leitaodebarros.jpg/218px-Leitaodebarros.jpg",
    "extract": "José Leitão de Barros was a Portuguese film director and playwright.",
    "year": 1896,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johnny Morrison (baseball)",
    "birthday": "1895-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Johnny_Morrison%2C_Pittsburgh_NL_%28baseball%29_LCCN2014718715.jpg/217px-Johnny_Morrison%2C_Pittsburgh_NL_%28baseball%29_LCCN2014718715.jpg",
    "extract": "John Dewey \"Jughandle Johnny\" Morrison was a professional baseball player. He was a right-handed pitcher over parts of ten seasons with the Pittsburgh Pirates and Brooklyn Robins. For his career, he compiled a 103–80 record in 297 appearances, with a 3.65 earned run average and 546 strikeouts. May was a member of the 1925 World Series champion Pirates, pitching three times during their seven-game defeat of the Washington Senators. In World Series play, he recorded no decisions in 3 appearances, with a 2.89 earned run average and 7 strikeouts.",
    "year": 1895,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mei Lanfang",
    "birthday": "1894-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Mei_Lanfang.jpg/251px-Mei_Lanfang.jpg",
    "extract": "Mei Lan, better known by his stage name Mei Lanfang, was a notable Peking opera artist in modern Chinese theater. Mei was known as \"Queen of Peking Opera\". Mei was exclusively known for his female lead roles (dan) and particularly his \"verdant-robed girls\" (qingyi), young or middle-aged women of grace and refinement. He was considered one of the \"Four Great Dan\", along with Shang Xiaoyun, Cheng Yanqiu, and Xun Huisheng.",
    "year": 1894,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ernst Öpik",
    "birthday": "1893-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/85/ErnstJuliusOpik.jpg",
    "extract": "Ernst Julius Öpik was an Estonian astronomer and astrophysicist who spent the second half of his career (1948–1981) at the Armagh Observatory in Northern Ireland.",
    "year": 1893,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Reed (journalist)",
    "birthday": "1887-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Johnreed1.jpg/207px-Johnreed1.jpg",
    "extract": "John \"Jack\" Silas Reed was an American journalist, poet, and communist activist. Reed first gained prominence as a war correspondent during the Mexican Revolution and World War I. He is best known for his coverage of the October Revolution in Petrograd, Russia, which he wrote about in his 1919 book Ten Days That Shook the World.",
    "year": 1887,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Erik Bergman (Lutheran minister)",
    "birthday": "1886-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Erik_Bergman.jpg/245px-Erik_Bergman.jpg",
    "extract": "Erik Henrik Fredrik Bergman was a Swedish parish minister of the Lutheran Church and the father of diplomat Dag Bergman, novelist Margareta Bergman, and film director Ingmar Bergman.",
    "year": 1886,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Giovanni Martinelli",
    "birthday": "1885-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Giovanni_Martinelli3.jpg/253px-Giovanni_Martinelli3.jpg",
    "extract": "Giovanni Martinelli was an Italian operatic tenor. He was associated with the Italian lyric-dramatic repertory, although he performed French operatic roles to great acclaim as well. Martinelli was one of the most famous tenors of the 20th century, enjoying a long career at the Metropolitan Opera in New York City and appearing at other major international theatres.",
    "year": 1885,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Edmund Dulac",
    "birthday": "1882-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Picture_of_Edmund_Dulac.jpg/261px-Picture_of_Edmund_Dulac.jpg",
    "extract": "Edmund Dulac was a French British naturalised magazine illustrator, book illustrator and stamp designer. Born in Toulouse he studied law but later turned to the study of art at the École des Beaux-Arts. He moved to London early in the 20th century and in 1905 received his first commission to illustrate the novels of the Brontë Sisters. During World War I, Dulac produced relief books and when after the war the deluxe children's book market shrank he turned to magazine illustrations among other ventures. He designed banknotes during World War II and postage stamps, most notably those that heralded the beginning of Queen Elizabeth II's reign.",
    "year": 1882,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "N. C. Wyeth",
    "birthday": "1882-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/NC_Wyeth_ca1920.jpg/254px-NC_Wyeth_ca1920.jpg",
    "extract": "Newell Convers Wyeth, known as N. C. Wyeth, was an American artist and illustrator. He was the pupil of artist Howard Pyle and became one of America's greatest illustrators. During his lifetime, Wyeth created more than 3,000 paintings and illustrated 112 books — 25 of them for Scribner's, the Scribner Classics, which is the body of work for which he is best known. The first of these, Treasure Island, was one of his masterpieces and the proceeds paid for his studio. Wyeth was a realist painter at a time when the camera and photography began to compete with his craft. Sometimes seen as melodramatic, his illustrations were designed to be understood quickly. Wyeth, who was both a painter and an illustrator, understood the difference, and said in 1908, \"Painting and illustration cannot be mixed—one cannot merge from one into the other.\"",
    "year": 1882,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Clinton Davisson",
    "birthday": "1881-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Clinton_Davisson.jpg/226px-Clinton_Davisson.jpg",
    "extract": "Clinton Joseph Davisson was an American physicist who won the 1937 Nobel Prize in Physics for his discovery of electron diffraction in the famous Davisson–Germer experiment. Davisson shared the Nobel Prize with George Paget Thomson, who independently discovered electron diffraction at about the same time as Davisson.",
    "year": 1881,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Karl Bernhard Zoeppritz",
    "birthday": "1881-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d5/Karl_Bernhard_Zoeppritz.jpg/217px-Karl_Bernhard_Zoeppritz.jpg",
    "extract": "Karl Bernhard Zoeppritz was a German geophysicist who made important contributions to seismology, in particular the formulation of the Zoeppritz equations.",
    "year": 1881,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jaan Lattik",
    "birthday": "1878-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Jaan_Lattik.jpg/232px-Jaan_Lattik.jpg",
    "extract": "Jaan Lattik was an Estonian politician, writer and a former Estonian Minister of Education and Minister of Foreign Affairs of Estonia.",
    "year": 1878,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "David van Embden",
    "birthday": "1875-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/David_van_Embden.jpg/225px-David_van_Embden.jpg",
    "extract": "David van Embden, was a Dutch politician, first for the Free-thinking Democratic League, later for the Labour Party.",
    "year": 1875,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gustaf John Ramstedt",
    "birthday": "1873-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/81/Ramstedt2.jpg",
    "extract": "Gustaf John Ramstedt was a Finnish diplomat, orientalist and linguist.",
    "year": 1873,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rama Tirtha",
    "birthday": "1873-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Swami_Rama_Tirtha.jpg",
    "extract": "Swami Rama Tirtha pronunciation (help·info), also known as Ram Soami, was an Indian teacher of the Hindu philosophy of Vedanta. He was among the first notable teachers of Hinduism to lecture in the United States, travelling there in 1902, preceded by Swami Vivekananda in 1893 and followed by Paramahansa Yogananda in 1920. During his American tours Swami Rama Tirtha spoke frequently on the concept of 'practical Vedanta' and education of Indian youth. He proposed bringing young Indians to American universities and helped establish scholarships for Indian students.",
    "year": 1873,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ivan Bunin",
    "birthday": "1870-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Ivan_Bunin_%28sepia%29.jpg/240px-Ivan_Bunin_%28sepia%29.jpg",
    "extract": "Ivan Alekseyevich Bunin was the first Russian writer awarded the Nobel Prize for Literature. He was noted for the strict artistry with which he carried on the classical Russian traditions in the writing of prose and poetry. The texture of his poems and stories, sometimes referred to as \"Bunin brocade\", is considered to be one of the richest in the language.",
    "year": 1870,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lord Alfred Douglas",
    "birthday": "1870-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Lord_Alfred_Douglas_by_George_Charles_Beresford_%281903%29.jpg/227px-Lord_Alfred_Douglas_by_George_Charles_Beresford_%281903%29.jpg",
    "extract": "Lord Alfred Bruce Douglas, also known as Bosie Douglas, was an English poet and journalist, and a lover of Oscar Wilde. At Oxford he edited an undergraduate journal, The Spirit Lamp, that carried a homoerotic subtext, and met Wilde, starting a close but stormy relationship. Douglas's father, the Marquess of Queensberry, abhorred it and set out to humiliate Wilde, publicly accusing him of homosexuality. Wilde sued him for criminal libel, but some intimate notes were found and Wilde was later imprisoned. On his release, he briefly lived with Douglas in Naples, but they had separated by the time Wilde died in 1900. Douglas married a poet, Olive Custance, in 1902 and had a son, Raymond. On converting to Roman Catholicism in 1911, he repudiated homosexuality and in a High-Catholic magazine, Plain English, expressed openly anti-Semitic views, but rejected the policies of Nazi Germany. He was jailed for libelling Winston Churchill over claims of World War I misconduct. Douglas wrote several books of verse, some in a homoerotic Uranian genre. The phrase \"The love that dare not speak its name\" appears in one,, though it is widely misattributed to Wilde.",
    "year": 1870,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kristjan Raud",
    "birthday": "1865-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Kristjan_Raud.JPG/207px-Kristjan_Raud.JPG",
    "extract": "Kristjan Raud was an Estonian symbolist painter and illustrator who was one of the founders of the Estonian National Museum. Folklore elements figure heavily in his subject matter and his style is reminiscent of Primitivism. His twin brother, Paul, also became a well-known painter.",
    "year": 1865,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Prince Ludwig Ferdinand of Bavaria",
    "birthday": "1859-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/80/Ludwigferdinandofbavaria.jpg/200px-Ludwigferdinandofbavaria.jpg",
    "extract": "Prince Ludwig Ferdinand Maria Karl Heinrich Adalbert Franz Philipp Andreas Konstantin of Bavaria was a member of the Bavarian House of Wittelsbach and a General of Cavalry. Following his marriage to Infanta María de la Paz of Spain, he was also created an Infante of Spain.",
    "year": 1859,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Augusta Victoria of Schleswig-Holstein",
    "birthday": "1858-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Bundesarchiv_Bild_102-01286%2C_Kaiserin_Auguste_Viktoria.jpg/203px-Bundesarchiv_Bild_102-01286%2C_Kaiserin_Auguste_Viktoria.jpg",
    "extract": "Augusta Victoria of Schleswig-Holstein was the last German Empress and Queen of Prussia by marriage to Wilhelm II, German Emperor.",
    "year": 1858,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charles Kingston",
    "birthday": "1850-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Charles_Kingston_-_Swiss_Studios_%28cropped%29.jpg/229px-Charles_Kingston_-_Swiss_Studios_%28cropped%29.jpg",
    "extract": "Charles Cameron Kingston was an Australian politician. From 1893 to 1899 he was a radical liberal Premier of South Australia, occupying this office with the support of Labor, which in the House of Assembly was led by John McPherson from 1893, and by Lee Batchelor upon McPherson's death in 1897.",
    "year": 1850,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Koos de la Rey",
    "birthday": "1847-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b3/KoosDeLaRey.jpg",
    "extract": "Jacobus Herculaas de la Rey, better known as Koos de la Rey, was a South African military officer who served as a Boer general during the Second Boer War. De la Rey also had a political career and was one of the leading advocates of Boer independence.",
    "year": 1847,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sarah Bernhardt",
    "birthday": "1844-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Sarah_Bernhardt_by_Sarony_cph.3a38656.jpg/222px-Sarah_Bernhardt_by_Sarony_cph.3a38656.jpg",
    "extract": "Sarah Bernhardt was a French stage actress who starred in some of the most popular French plays of the late 19th and early 20th centuries, including La Dame Aux Camelias by Alexandre Dumas fils; Ruy Blas by Victor Hugo, Fédora and La Tosca by Victorien Sardou, and L'Aiglon by Edmond Rostand. She also played male roles, including Shakespeare's Hamlet. Rostand called her \"the queen of the pose and the princess of the gesture\", while Hugo praised her \"golden voice\". She made several theatrical tours around the world, and was one of the first prominent actresses to make sound recordings and to act in motion pictures.",
    "year": 1844,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Louis Riel",
    "birthday": "1844-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Louis_Riel.jpg/249px-Louis_Riel.jpg",
    "extract": "Louis Riel  was a Canadian politician, a founder of the province of Manitoba, and a political leader of the Métis people. He led two resistance movements against the Government of Canada and its first prime minister John A. Macdonald. Riel sought to defend Métis rights and identity as the Northwest Territories came progressively under the Canadian sphere of influence.",
    "year": 1844,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James Strachan-Davidson",
    "birthday": "1843-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/James_Leigh_Strachan-Davidson.jpg/209px-James_Leigh_Strachan-Davidson.jpg",
    "extract": "James Leigh Strachan-Davidson was an English classical scholar, academic administrator, translator, and author of books on Roman history. He was Master of Balliol College, Oxford from 1907 until his death in 1916.",
    "year": 1843,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "August Labitzky",
    "birthday": "1832-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/August_Labitzky_1891_Eigner.jpg/236px-August_Labitzky_1891_Eigner.jpg",
    "extract": "August Labitzky was a Bohemian composer and kapellmeister, and the son of Joseph Labitzky. Although Labitzky was not as prolific a composer as his father, his Ouverture Characteristique has been occasionally recorded. Written in 1858, it depicts Emperor Charles IV while out hunting. Labitzky also wrote At the Mountain Inn, Idyl around April 1874.",
    "year": 1832,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Collis Potter Huntington",
    "birthday": "1821-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Collis_P_Huntington_by_Stephen_W_Shaw.jpg/264px-Collis_P_Huntington_by_Stephen_W_Shaw.jpg",
    "extract": "Collis Potter Huntington was an American industrialist and railway magnate. He was one of the Big Four of western railroading who invested in Theodore Judah's idea to build the Central Pacific Railroad as part of the first U.S. transcontinental railroad. Huntington helped lead and develop other major interstate lines, such as the Southern Pacific Railroad and the Chesapeake & Ohio Railway (C&O), which he was recruited to help complete. The C&O, completed in 1873, fulfilled a long-held dream of Virginians of a rail link from the James River at Richmond to the Ohio River Valley. The new railroad facilities adjacent to the river there resulted in expansion of the former small town of Guyandotte, West Virginia into part of a new city which was named Huntington in his honor.",
    "year": 1821,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Leconte de Lisle",
    "birthday": "1818-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Leconte_Blanquer.JPG/205px-Leconte_Blanquer.JPG",
    "extract": "Charles Marie René Leconte de Lisle was a French poet of the Parnassian movement. He is traditionally known by his surname only, Leconte de Lisle.",
    "year": 1818,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Franz Liszt",
    "birthday": "1811-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Franz_Liszt_1858.jpg/246px-Franz_Liszt_1858.jpg",
    "extract": "Franz Liszt was a Hungarian composer, pianist and teacher of the Romantic era.",
    "year": 1811,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Volney Howard",
    "birthday": "1809-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2e/VolneyHoward.jpg",
    "extract": "Volney Erskine Howard was an American lawyer, statesman, and jurist.",
    "year": 1809,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Constantine Samuel Rafinesque",
    "birthday": "1783-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Rafinesque_Constantine_Samuel_1783-1840.png/235px-Rafinesque_Constantine_Samuel_1783-1840.png",
    "extract": "Constantine Samuel Rafinesque-Schmaltz was a French 19th-century polymath born near Constantinople in the Ottoman Empire and self-educated in France. He traveled as a young man in the United States, ultimately settling in Ohio in 1815, where he made notable contributions to botany, zoology, and the study of prehistoric earthworks in North America. He also contributed to the study of ancient Mesoamerican linguistics, in addition to work he had already completed in Europe.",
    "year": 1783,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Louis Joseph, Dauphin of France",
    "birthday": "1781-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Crownprince%2C_Le_Dauphin%2C_Louis-Joseph-Xavier-Fran%C3%A7ois_of_France_%281781-1789%29_-_Nationalmuseum_-_132462.tif/lossy-page1-266px-Crownprince%2C_Le_Dauphin%2C_Louis-Joseph-Xavier-Fran%C3%A7ois_of_France_%281781-1789%29_-_Nationalmuseum_-_132462.tif.jpg",
    "extract": "Louis Joseph Xavier François was Dauphin of France as the second child and first son of King Louis XVI and Marie Antoinette. As son of a king of France, he was a fils de France. Louis Joseph died at the age of seven from tuberculosis and was succeeded as Dauphin by his four-year-old brother Louis Charles.",
    "year": 1781,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Javier de Burgos",
    "birthday": "1778-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Francisco_Javier_de_Burgos%2C_de_Florentino_De_Craene_%28recorte%29.jpg/250px-Francisco_Javier_de_Burgos%2C_de_Florentino_De_Craene_%28recorte%29.jpg",
    "extract": "Francisco Javier de Burgos y del Olmo was a Spanish jurist, politician, journalist, and translator.",
    "year": 1778,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Antoine Barnave",
    "birthday": "1761-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Antoine-Pierre-Joseph-Marie_Barnave.jpg/243px-Antoine-Pierre-Joseph-Marie_Barnave.jpg",
    "extract": "Antoine Pierre Joseph Marie Barnave was a French politician, and, together with Honoré Mirabeau, one of the most influential orators of the early part of the French Revolution. He is most notable for correspondence with Marie Antoinette in an attempt to set up a constitutional monarchy and for being one of the founding members of the Feuillants.",
    "year": 1761,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Cornelis van der Aa",
    "birthday": "1749-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Cornelis_van_der_Aa.jpg/201px-Cornelis_van_der_Aa.jpg",
    "extract": "Cornelis van der Aa was a bookseller in Haarlem when he was convicted in 1796 by the schepenen of the city to five years imprisonment and consecutive perpetual exile from the department Holland for political reasons as a follower of the stadtholders. At the end of 1799, he was released and settled in Utrecht as a bookseller. From then on until his death in 1816 in Amsterdam, where he moved to later on, he spent his time writing books.",
    "year": 1749,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johann Reinhold Forster",
    "birthday": "1729-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Forster.jpg/235px-Forster.jpg",
    "extract": "Johann Reinhold Forster was a German Reformed (Calvinist) pastor and naturalist of partially Scottish descent who made contributions to the early ornithology of Europe and North America. He is best known as the naturalist on James Cook's second Pacific voyage, where he was accompanied by his son Georg Forster. These expeditions promoted the career of Johann Reinhold Forster and the findings became the bedrock of colonial professionalism and helped set the stage for the future development of anthropology and ethnology. They also laid the framework for general concern about the impact that alteration of the physical environment for European economic expansion would have on exotic societies.",
    "year": 1729,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Maria Amalia, Holy Roman Empress",
    "birthday": "1701-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Maria_Amalia_of_Austriakaiserin.jpg/254px-Maria_Amalia_of_Austriakaiserin.jpg",
    "extract": "Maria Amalia of Austria was Holy Roman Empress, Queen of the Germans, Queen of Bohemia, Electress and Duchess of Bavaria etc. as the spouse of Emperor Charles VII. By birth, she was an archduchess of Austria, the daughter of Emperor Joseph I and Wilhelmine Amalia of Brunswick-Lüneburg. Maria Amalia had seven children, only four of whom lived through to adulthood, including Maximilian III, Elector of Bavaria.",
    "year": 1701,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John V of Portugal",
    "birthday": "1689-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/D._Jo%C3%A3o_V_%281689-1750%29_Hd.jpg/291px-D._Jo%C3%A3o_V_%281689-1750%29_Hd.jpg",
    "extract": "Dom John V, known as the Magnanimous and the Portuguese Sun King, was King of Portugal from 9 December 1706 until his death in 1750. His reign saw the rise of Portugal and its monarchy to new levels of prosperity, wealth, and prestige among European courts.",
    "year": 1689,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Georg Ernst Stahl",
    "birthday": "1659-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Georg_Ernst_Stahl_crop.jpg/256px-Georg_Ernst_Stahl_crop.jpg",
    "extract": "Georg Ernst Stahl was a German chemist, physician and philosopher. He was a supporter of vitalism, and until the late 18th century his works on phlogiston were accepted as an explanation for chemical processes.",
    "year": 1659,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gustav Horn, Count of Pori",
    "birthday": "1592-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/GustafHorn.jpg/251px-GustafHorn.jpg",
    "extract": "Count Gustav Horn af Björneborg was a Finnish nobleman of the Swedish Empire, military officer, and Governor-General. \nHe was appointed member of the Royal Council in 1625, Field Marshal in 1628, Governor General of Livonia in 1652 and Lord High Constable since 1653. In the Thirty Years' War (1618–1648), he was instrumental as a commander in securing victory at the Battle of Breitenfeld, in 1631. He was High Councillor of the realm in 1625, elevated to the rank of field marshal in 1628, and sometimes commander-in-chief of Swedish forces in Germany during Thirty Years' War. After the war, he served as Governor-General of Livonia 1652, President of War department and Lord High Constable in 1653. In 1651, Queen Christina created him Count of Björneborg.",
    "year": 1592,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joachim Jungius",
    "birthday": "1587-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Joachim_jungius_1587-1657_closeup.png/320px-Joachim_jungius_1587-1657_closeup.png",
    "extract": "Joachim Jungius was a German mathematician, logician and philosopher of science.",
    "year": 1587,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jacques Sirmond",
    "birthday": "1559-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Sirmond%2C_Jacques.jpg/246px-Sirmond%2C_Jacques.jpg",
    "extract": "Jacques Sirmond was a French scholar and Jesuit.",
    "year": 1559,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Erasmus Reinhold",
    "birthday": "1511-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Prutenic_Tables.png/221px-Prutenic_Tables.png",
    "extract": "Erasmus Reinhold was a German astronomer and mathematician, considered to be the most influential astronomical pedagogue of his generation. He was born and died in Saalfeld, Saxony.",
    "year": 1511,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Emperor Juntoku",
    "birthday": "1197-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Emperor_Juntoku_large.jpg/264px-Emperor_Juntoku_large.jpg",
    "extract": "Emperor Juntoku  was the 84th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1210 through 1221.",
    "year": 1197,
    "month": 10,
    "day": 22,
    "language": "en"
  },
  {
    "name": "William IX, Duke of Aquitaine",
    "birthday": "1071-10-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9f/William_IX_of_Aquitaine_-_BN_MS_fr_12473.jpg",
    "extract": "William IX, called the Troubadour, was the Duke of Aquitaine and Gascony and Count of Poitou between 1086 and his death. He was also one of the leaders of the Crusade of 1101. Though his political and military achievements have a certain historical importance, he is best known as the earliest troubadour—a vernacular lyric poet in the Occitan language—whose work survives.",
    "year": 1071,
    "month": 10,
    "day": 22,
    "language": "en"
  }
]