[
  {
    "name": "Devin Booker",
    "birthday": "1996-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Devin_Booker_%282022_All-Star_Weekend%29.jpg/257px-Devin_Booker_%282022_All-Star_Weekend%29.jpg",
    "extract": "Devin Armani Booker is an American professional basketball player for the Phoenix Suns of the National Basketball Association (NBA). He is the son of former basketball player Melvin Booker. After playing college basketball for one season with the Kentucky Wildcats, Booker was selected by the Phoenix Suns in the first round of the 2015 NBA draft with the 13th overall pick. On March 24, 2017, he became the youngest player to score over 60 points in a game, finishing with 70 against the Boston Celtics. In March 2019, at 22 years old, Booker became the youngest player in NBA history with consecutive 50-point games. Booker is a three-time NBA All-Star and helped the Suns reach the NBA Finals in 2021.",
    "year": 1996,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mia Eklund",
    "birthday": "1994-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Mia_Nicole_Eklund%2C_Aegon_Surbiton_Trophy%2C_London%2C_UK_-_Diliff.jpg/220px-Mia_Nicole_Eklund%2C_Aegon_Surbiton_Trophy%2C_London%2C_UK_-_Diliff.jpg",
    "extract": "Mia Nicole Eklund is a retired Finnish tennis player.",
    "year": 1994,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Marcus Mariota",
    "birthday": "1993-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Marcus_Mariota_2022.jpg/320px-Marcus_Mariota_2022.jpg",
    "extract": "Marcus Ardel Taulauniu Mariota is an American football quarterback for the Atlanta Falcons of the National Football League (NFL). He was drafted second overall by the Tennessee Titans in the 2015 NFL Draft. Mariota played college football at Oregon, where he was the starting quarterback from 2012 to 2014. As a junior in 2014, Mariota became the first University of Oregon player, as well as the first Hawaii-born athlete, to win the Heisman Trophy.",
    "year": 1993,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Matt Parcell",
    "birthday": "1992-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Matt_Parcell_Leeds_Rhinos.jpg/240px-Matt_Parcell_Leeds_Rhinos.jpg",
    "extract": "Matt Steven Parcell is an Australian professional rugby league footballer who plays as a hooker for Hull Kingston Rovers in the Betfred Super League.",
    "year": 1992,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ashley Barnes",
    "birthday": "1989-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Ashley_Barnes_Brighton_vs_Spurs.jpg/213px-Ashley_Barnes_Brighton_vs_Spurs.jpg",
    "extract": "Ashley Luke Barnes is an English professional footballer who plays as a striker for Premier League club Burnley.",
    "year": 1989,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nastia Liukin",
    "birthday": "1989-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Nastia_Liukin_2012.jpg/236px-Nastia_Liukin_2012.jpg",
    "extract": "Anastasia Valeryevna Liukina is a Russian-born American former artistic gymnast. She is the 2008 Olympic All-Around champion, a five-time Olympic medalist, the 2005 and 2007 world champion on the balance beam, and the 2005 world champion on the uneven bars. She is also a four-time all-around U.S. national champion, winning twice as a junior and twice as a senior. With nine World Championships medals, seven of them individual, Liukin is tied with Shannon Miller for the third-highest tally of World Championship medals. Liukin also tied Miller's record as the American gymnast having won the most medals in a single non-boycotted Olympic Games.",
    "year": 1989,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Janel Parrish",
    "birthday": "1988-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Janel_Parrish_2014.png/299px-Janel_Parrish_2014.png",
    "extract": "Janel Meilani Parrish Long is an American actress and singer. She starred as Mona Vanderwaal in the mystery-drama television series Pretty Little Liars (2010–2017) and its spinoff Pretty Little Liars: The Perfectionists (2019), and as Margot Covey in the To All the Boys film series (2018–2021). She also portrayed Young Cosette in the Broadway production of Les Misérables (1996), and Jade in the teen comedy film Bratz (2007).",
    "year": 1988,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ali Riley",
    "birthday": "1987-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Ali_Riley_47986521796_James_Boyes.jpg/320px-Ali_Riley_47986521796_James_Boyes.jpg",
    "extract": "Alexandra Lowe Riley is an American-born New Zealand professional footballer who plays as a defender for Angel City of the American National Women's Soccer League (NWSL), as well as the New Zealand women's national football team. She captains both her club and national teams. As a collegiate athlete, she captained the Stanford soccer team to two NCAA semi-finals and one final.",
    "year": 1987,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Danielle Fong",
    "birthday": "1987-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Danielle-fong.jpeg/320px-Danielle-fong.jpeg",
    "extract": "Danielle Fong is a Canadian scientist and entrepreneur. She was the co-founder and chief scientist of LightSail Energy.",
    "year": 1987,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Thomas Morgenstern",
    "birthday": "1986-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Thomas_Morgenstern_departure_to_Sochi.jpg/213px-Thomas_Morgenstern_departure_to_Sochi.jpg",
    "extract": "Thomas Morgenstern is an Austrian former ski jumper who competed from 2002 to 2014. He is one of the most successful ski jumpers of all time, having won the World Cup overall title twice with 23 individual wins, the Four Hills Tournament and the Nordic Tournament once each, eight World Championship gold medals, and three Winter Olympic gold medals.",
    "year": 1986,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ragnar Klavan",
    "birthday": "1985-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/The_Liverpool_team_line-up_before_the_game_v_Spartak_Moskva%2C_December_2017_%28cropped%29_%28cropped%29.jpg/190px-The_Liverpool_team_line-up_before_the_game_v_Spartak_Moskva%2C_December_2017_%28cropped%29_%28cropped%29.jpg",
    "extract": "Ragnar Klavan is an Estonian professional footballer who plays as a defender for Estonian club Paide Linnameeskond and the Estonia national team. A left-footed centre back, he has also played as a left back during his career.",
    "year": 1985,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Eva Marcille",
    "birthday": "1984-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Eva_Marcille_2012.jpg/213px-Eva_Marcille_2012.jpg",
    "extract": "\n\nEva Marcille Sterling is an American actress, fashion model and television personality. She started her career by winning the third cycle of America's Next Top Model.",
    "year": 1984,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mohamed Nagy",
    "birthday": "1984-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b9/MohamedNagyGeddo.jpg",
    "extract": "Mohamed Nagy Ismail Afash ; born 30 October 1984), known by his nickname Gedo, is an Egyptian footballer who plays for National Bank of Egypt in the Egyptian Premier League, as well as Egypt national team.",
    "year": 1984,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Isaac Ross",
    "birthday": "1984-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Isaac_Ross_2018c.jpg/281px-Isaac_Ross_2018c.jpg",
    "extract": "Isaac Beattie Ross is a New Zealand rugby union player. He plays in the lock position for the Austin Gilgronis of Major League Rugby (MLR) competition.",
    "year": 1984,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tyson Strachan",
    "birthday": "1984-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Tyson_Strachan_2012-03-09.JPG/248px-Tyson_Strachan_2012-03-09.JPG",
    "extract": "Tyson Strachan is a Canadian former professional ice hockey defenceman. He most recently played for the Cardiff Devils in the EIHL. He was drafted by the Carolina Hurricanes in the fifth round, 137th overall, in the 2003 NHL Entry Draft.",
    "year": 1984,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Trent Edwards",
    "birthday": "1983-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Trent_Edwards_2012.jpg/218px-Trent_Edwards_2012.jpg",
    "extract": "Trent Addison Edwards is a former American football quarterback. He played college football at Stanford and was drafted by the Buffalo Bills in the third round of the 2007 NFL Draft. As a rookie, Edwards took over the starting position after an injury to incumbent starter J. P. Losman, leading Buffalo to a 5–1 start in 2008 before injuries and declining play resulted in his own demotion and eventual release from the team in 2010.",
    "year": 1983,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Iain Hume",
    "birthday": "1983-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Iain_Hume_photo_by_Djuradj_Vujcic.jpg/248px-Iain_Hume_photo_by_Djuradj_Vujcic.jpg",
    "extract": "Iain Edward Hume is a Canadian football manager and former professional soccer player who played as a forward.\nHe began his career at Tranmere Rovers in 2000, and six years later moved to Leicester City for an initial £500,000 fee. Three years later he was signed by Barnsley for £1.2 million, where he suffered a serious head injury in a match against Sheffield United. He later played for Preston North End, and was loaned to Doncaster Rovers and Fleetwood Town, where he won League One and the League Two play-offs respectively.",
    "year": 1983,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Maor Melikson",
    "birthday": "1983-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Maor_Melikson2.jpg/199px-Maor_Melikson2.jpg",
    "extract": "Maor Melikson is an Israeli former association footballer who played as a winger for the Israel national team. As a result of injury he announced his retirement on 1 January 2020.",
    "year": 1983,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Stalley",
    "birthday": "1982-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Stalley_2012.jpg/247px-Stalley_2012.jpg",
    "extract": "Kyle Alfonso Myricks, better known by his stage name Stalley, is an American rapper from Massillon, Ohio.",
    "year": 1982,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Andy Greene",
    "birthday": "1982-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Andy_Greene_-_New_Jersey_Devils.jpg/291px-Andy_Greene_-_New_Jersey_Devils.jpg",
    "extract": "Andrew Greene is an American professional ice hockey defenseman for the New York Islanders of the National Hockey League (NHL). He previously played for the New Jersey Devils, with whom he spent parts of 14 seasons and served as team captain.",
    "year": 1982,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Manny Parra",
    "birthday": "1982-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Manny_Parra_on_September_4%2C_2014.jpg/320px-Manny_Parra_on_September_4%2C_2014.jpg",
    "extract": "Manuel Alex Parra is an American professional baseball player for the Leones de Yucatán of the Mexican League. He has played as a pitcher in Major League Baseball (MLB) for the Milwaukee Brewers and Cincinnati Reds.",
    "year": 1982,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Joshua Jay",
    "birthday": "1981-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Joshua_Jay.jpg/320px-Joshua_Jay.jpg",
    "extract": "Joshua Jay is a magician, author, and lecturer. He has performed in over 100 countries, and he was awarded the top prize at the World Magic Seminar in 1998. He fooled Penn and Teller on their hit show, Fool Us, and he holds a Guinness World Record for card tricks. Jay has done magic on numerous television shows, most recently Good Morning America and The Today Show. Most recently, in January 2018, Joshua was recognized by the Society of American Magicians with their highest proclamation, for his contribution to the art of magic. Joshua attended Ohio State University and currently resides in New York City.",
    "year": 1981,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jun Ji-hyun",
    "birthday": "1981-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/191112_%EC%A0%84%EC%A7%80%ED%98%84_%282%29.jpg/320px-191112_%EC%A0%84%EC%A7%80%ED%98%84_%282%29.jpg",
    "extract": "Jun Ji-hyun, also known by her English name Gianna Jun, is a South Korean actress and model. She has received multiple awards, including two Grand Bell Awards for Best Actress and a Daesang for Television at the Baeksang Art Awards.",
    "year": 1981,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ian Snell",
    "birthday": "1981-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Ian_Snell2.jpg/320px-Ian_Snell2.jpg",
    "extract": "Ian Dante Snell is an American former professional baseball right-handed pitcher. He played in Major League Baseball (MLB) for the Pittsburgh Pirates and Seattle Mariners. From 2001 to 2003, he went by the name Ian Oquendo, adopting the last name of his wife, and during the 2009 World Baseball Classic he went by Ian Davila-Snell, adopting his stepfather's surname. He throws a mid-90s fastball, along with a curveball, slider and changeup.",
    "year": 1981,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ivanka Trump",
    "birthday": "1981-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Ivanka_Trump_official_portrait_%28cropped%29.jpg/241px-Ivanka_Trump_official_portrait_%28cropped%29.jpg",
    "extract": "Ivana Marie \"Ivanka\" Trump is an American businesswoman and the first daughter of former President Donald Trump; she was a senior advisor in his administration, and also was the director of the Office of Economic Initiatives and Entrepreneurship. She is the daughter of Trump's first wife, Ivana, and is the first Jewish member of a first family, having converted before marrying her husband, Jared Kushner.",
    "year": 1981,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hong-man Choi",
    "birthday": "1980-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/ChoiHongMan.JPG/320px-ChoiHongMan.JPG",
    "extract": "Choi Hong-man, often anglicised to Hong-man Choi, is a South Korean kickboxer, mixed martial artist, and former ssireum wrestler. In Asia, he is called \"Che Man\", \"Techno Goliath\", \"Korean Monster\" and \"Korean Colossus\". He won the 2005 K-1 Seoul Grand Prix beating Kaoklai Kaennorsing in the finals. He stands 2.18 m and weighs between 140 kg and 175.5 kg.",
    "year": 1980,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kareem Rush",
    "birthday": "1980-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Kareem_Rush_LA_Clippers_Camp_Pendleton.jpg/213px-Kareem_Rush_LA_Clippers_Camp_Pendleton.jpg",
    "extract": "Kareem Lamar Rush is an American former professional basketball player. Rush's younger brother, Brandon, last played for the Minnesota Timberwolves, while older brother JaRon played college basketball for UCLA.",
    "year": 1980,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Rich Alvarez",
    "birthday": "1980-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Rich_Alvarez_2007.jpg/149px-Rich_Alvarez_2007.jpg",
    "extract": "Richard Datu Alvarez is a Japanese-born Filipino former professional basketball player and coach. He last played for the Kia Picanto of the Philippine Basketball Association (PBA). He was the first overall pick of 2004 PBA Draft by the Shell Turbo Chargers. He is currently an assistant coach for the Phoenix Super LPG Fuel Masters of the PBA.",
    "year": 1980,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jason Bartlett (baseball)",
    "birthday": "1979-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/D7K_4950_Jason_Bartlett.jpg/249px-D7K_4950_Jason_Bartlett.jpg",
    "extract": "Jason Alan Bartlett is a Filipino American former professional baseball shortstop. He played in Major League Baseball (MLB) for the Minnesota Twins, Tampa Bay Rays, and San Diego Padres.",
    "year": 1979,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Matthew Morrison",
    "birthday": "1978-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Matthew_Morrison_Peabody_2010_%28cropped%29.jpg/278px-Matthew_Morrison_Peabody_2010_%28cropped%29.jpg",
    "extract": "Matthew James Morrison is an American actor, dancer and singer-songwriter. He is known for starring in multiple Broadway and Off-Broadway productions, including his portrayal of Link Larkin in Hairspray on Broadway, and for his role as Will Schuester on the Fox television show Glee (2009–2015). Morrison signed with Adam Levine's 222 Records in 2012 and received a Tony Award nomination for his featured role as Fabrizio Nacarelli in the musical The Light in the Piazza. From March 2015 to January 2016, Morrison starred in the lead role of J.M. Barrie in the Broadway production of Finding Neverland.",
    "year": 1978,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dan Poulter",
    "birthday": "1978-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Dan_Poulter_MP_%28cropped%29.jpg/294px-Dan_Poulter_MP_%28cropped%29.jpg",
    "extract": "Daniel Leonard James Poulter is a British Conservative Party politician, who was elected at the 2010 general election as the Member of Parliament (MP) for Central Suffolk and North Ipswich. Poulter is a psychiatrist and served as a Parliamentary Under-Secretary of State in the Department of Health between September 2012 and May 2015 when he returned to the backbenches.",
    "year": 1978,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Stern John",
    "birthday": "1976-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/SternJohn_cropped.jpg/222px-SternJohn_cropped.jpg",
    "extract": "Stern John, CM is a Trinidadian football manager and former player who is currently managing Saint Lucia. He managed Anguilla from 2020 to 2022. He previously played for a number of American and English football clubs that included Columbus Crew, Bristol City, Nottingham Forest, Birmingham City, Sunderland, Southampton, Crystal Palace, Coventry City and Derby County.",
    "year": 1976,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ümit Özat",
    "birthday": "1976-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/%C3%9Cmit_%C3%96zat_Fenerbah%C3%A7e_Men%27s_Basketball_vs_Sakarya_B%C3%BCy%C3%BCksehir_Belediyespor_TSL_20180523.jpg/240px-%C3%9Cmit_%C3%96zat_Fenerbah%C3%A7e_Men%27s_Basketball_vs_Sakarya_B%C3%BCy%C3%BCksehir_Belediyespor_TSL_20180523.jpg",
    "extract": "Ümit Özat is a Turkish professional football manager and former player.",
    "year": 1976,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Maurice Taylor",
    "birthday": "1976-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Maurice_Taylor_on_the_bench_in_2006.jpg",
    "extract": "Maurice De Shawn Taylor is an American former professional basketball player. He played power forward and center positions. Originally from Detroit, Taylor played college basketball at Michigan and was selected by the Los Angeles Clippers as the 14th overall pick in the 1997 NBA draft. Taylor played from 1997 to 2007 in the NBA for the Clippers, Houston Rockets, New York Knicks, and Sacramento Kings. From 2009 to 2011, Taylor played internationally in Italy and China.",
    "year": 1976,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ian D'Sa",
    "birthday": "1975-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Ian_D%E2%80%99Sa_-_Billy_Talent_-_Frequency_Festival_-_2017-08-15-21-45-44.jpg/213px-Ian_D%E2%80%99Sa_-_Billy_Talent_-_Frequency_Festival_-_2017-08-15-21-45-44.jpg",
    "extract": "Ian D'Sa is a Canadian guitarist and producer best known as a member of the rock band Billy Talent.",
    "year": 1975,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Marco Scutaro",
    "birthday": "1975-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Marco_Scutaro_2012.jpg/320px-Marco_Scutaro_2012.jpg",
    "extract": "Marcos Scutaro, better known as Marco Scutaro, is a Venezuelan former professional baseball infielder. He bats and throws right-handed. Scutaro made his major league debut with the New York Mets in 2002, and subsequently played for the Oakland Athletics, Toronto Blue Jays, Boston Red Sox, Colorado Rockies and San Francisco Giants. Scutaro was named the most valuable player of the 2012 National League Championship Series while with the Giants; he and the team then won the 2012 World Series over the Detroit Tigers.",
    "year": 1975,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Silvia Corzo",
    "birthday": "1973-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Silvia_corzo_20071122_tagheuer_cropped.jpg/256px-Silvia_corzo_20071122_tagheuer_cropped.jpg",
    "extract": "Silvia Milena Corzo Pinto is a Colombian lawyer and presenter.",
    "year": 1973,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Edge (wrestler)",
    "birthday": "1973-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Adam_Copeland_2013.jpg/298px-Adam_Copeland_2013.jpg",
    "extract": "Adam Joseph Copeland, is a Canadian professional wrestler and actor. He is currently signed to WWE, where he performs on the Raw brand under the ring name Edge, as the leader of the stable The Judgment Day.",
    "year": 1973,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Michael Oakes",
    "birthday": "1973-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Michael_Oakes_in_2008.JPG/155px-Michael_Oakes_in_2008.JPG",
    "extract": "Michael Christian Oakes is an English football coach and former professional footballer.",
    "year": 1973,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jessica Hynes",
    "birthday": "1972-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Jessica_Hynes.jpg/320px-Jessica_Hynes.jpg",
    "extract": "Tallulah Jessica Elina Hynes is an English actress, director and writer. Known professionally as Jessica Stevenson until 2007, she was one of the creators, writers and stars of the British sitcom Spaced and has worked as a writer and actress for over two decades.",
    "year": 1972,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fredi Bobic",
    "birthday": "1971-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Fredi_Bobic_Champions_for_Charity_%28cropped%29.jpg/241px-Fredi_Bobic_Champions_for_Charity_%28cropped%29.jpg",
    "extract": "Fredi Bobic is a German football executive and former player who played as a striker. He is the sporting director of Bundesliga club Hertha BSC.",
    "year": 1971,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Peter New",
    "birthday": "1971-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Peter_New_BC_2014.jpg/234px-Peter_New_BC_2014.jpg",
    "extract": "Peter New is a Canadian actor and screenwriter, best known for his roles as Big McIntosh in My Little Pony: Friendship Is Magic and Sunil Nevla in Littlest Pet Shop.",
    "year": 1971,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ben Bailey",
    "birthday": "1970-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Ben_Bailey_2012_%28cropped%29.jpg/242px-Ben_Bailey_2012_%28cropped%29.jpg",
    "extract": "Benjamin Ray Bailey is an American comedian. He is best known for hosting the Emmy Award-winning game show Cash Cab in New York City.",
    "year": 1970,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tory Belleci",
    "birthday": "1970-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Tory_Belleci_%287613378592%29.jpg/320px-Tory_Belleci_%287613378592%29.jpg",
    "extract": "Salvatore \"Tory\" Paul Belleci is an American television personality and model maker, best known for his work on the Discovery Channel television program MythBusters. He has also worked with Industrial Light and Magic on films including Star Wars: Episode I – The Phantom Menace and Star Wars: Episode II – Attack of the Clones. The Federation battleships and podracers are some of Belleci's pieces. He is currently one of the three stars of Motor Trend's TV show Motor Mythbusters.",
    "year": 1970,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Christine Bersola-Babao",
    "birthday": "1970-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Christine_Babao_%282010%29.jpg/298px-Christine_Babao_%282010%29.jpg",
    "extract": "Christine Peji Bersola-Babao, known professionally as Tin Tin, is a Filipina multi-media personality. She is best known for starring in the educational television program Sine'skwela.",
    "year": 1970,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nia Long",
    "birthday": "1970-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Nia_Long_2012.jpg/215px-Nia_Long_2012.jpg",
    "extract": "Nia Talita Long is an American actress. She has received several accolades, including three NAACP Image Awards and a Black Reel Award.",
    "year": 1970,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Stanislav Gross",
    "birthday": "1969-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Stanislav_gross.jpg",
    "extract": "Stanislav Gross was a Czech lawyer and politician who served as the prime minister of the Czech Republic and leader of the Czech Social Democratic Party from 2004 until 2005 when he resigned as a result of his financial irregularities. He previously served as minister of the Interior in cabinets of Miloš Zeman and Vladimír Špidla from 2000 to 2004. Gross was Member of the Chamber of Deputies (MP) from 1992 to 2004.",
    "year": 1969,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Snow (musician)",
    "birthday": "1969-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Snow_%28singer%29.jpg/248px-Snow_%28singer%29.jpg",
    "extract": "Darrin Kenneth O'Brien, known by his stage name Snow, is a Canadian reggae musician, rapper and singer. His 1992 single \"Informer\" spent seven weeks at No. 1 on the US Billboard Hot 100.",
    "year": 1969,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ken Stringfellow",
    "birthday": "1968-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Ken_Stringfellow_rockstar_pose_2005.jpg/231px-Ken_Stringfellow_rockstar_pose_2005.jpg",
    "extract": "Kenneth Stuart Stringfellow is an American singer, songwriter, multi-instrumentalist, arranger, and producer. Best known for his work with The Posies, R.E.M., and the re-formed Big Star, Stringfellow's discography includes more than 200 albums.",
    "year": 1968,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Leonidas Kavakos",
    "birthday": "1967-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Leonidas_Kavakos_%282008%29.jpeg/221px-Leonidas_Kavakos_%282008%29.jpeg",
    "extract": "Leonidas Kavakos is a Greek violinist and conductor. As a violinist, he has won prizes at several international violin competitions, including the Sibelius, Paganini, Naumburg, and Indianapolis competitions. He is an Onassis Foundation scholar. He has also recorded for record labels such as Sony/BMG and BIS. As a conductor, he was an artistic director of the Camerata Salzburg and has been a guest conductor of the London Symphony Orchestra and Boston Symphony Orchestra.",
    "year": 1967,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gavin Rossdale",
    "birthday": "1965-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Gavin_Rossdale.jpg/246px-Gavin_Rossdale.jpg",
    "extract": "Gavin McGregor Rossdale is a British singer, songwriter, guitarist and actor, best known as the lead singer and rhythm guitarist of the rock band Bush. He helped form Bush in 1992; on the band's separation in 2002, he became the lead singer and guitarist for Institute and later began a solo career. He resumed his role in Bush when the band reunited in 2010. In 2013, he received the British Academy's Ivor Novello Award for International Achievement.",
    "year": 1965,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Adnan Al Talyani",
    "birthday": "1964-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/%D8%B9%D8%AF%D9%86%D8%A7%D9%86_%D8%A7%D9%84%D8%B7%D9%84%D9%8A%D8%A7%D9%86%D9%8A2011.jpg/219px-%D8%B9%D8%AF%D9%86%D8%A7%D9%86_%D8%A7%D9%84%D8%B7%D9%84%D9%8A%D8%A7%D9%86%D9%8A2011.jpg",
    "extract": "Adnan Khamis Mohammed Obaid Al-Talyani Al Suwaidi is a retired footballer from the United Arab Emirates who played as a forward in the UAE Football League club Al Shaab and the United Arab Emirates national team. for which he is one of the best football players in the UAE and one of the best goal scorers in the history of the UAE League and the national team.",
    "year": 1964,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Howard Lederer",
    "birthday": "1964-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Howard_Lederer_2010.jpg/214px-Howard_Lederer_2010.jpg",
    "extract": "Howard Henry Lederer is an American professional poker player. He has won two World Series of Poker bracelets and holds two World Poker Tour titles. Lederer has also contributed to several books on poker strategy and has provided commentary for poker programming. He is known by poker fans and players as \"The Professor\" and is the older brother of professional poker player Annie Duke.",
    "year": 1964,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Michael Beach",
    "birthday": "1963-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/2017_Wizard_World_Columbus_-_Michael_Beach_%2835628097343%29.jpg/228px-2017_Wizard_World_Columbus_-_Michael_Beach_%2835628097343%29.jpg",
    "extract": "Michael Anthony Beach is an American actor. He has appeared in films Lean on Me (1989), One False Move (1992), Short Cuts (1993), Waiting to Exhale (1995), A Family Thing (1996), Soul Food (1997), and Aquaman (2018). On television, he has starred as Al Boulet on the NBC medical drama ER from 1995 to 1997. From 1999 to 2005, Beach was a regular cast member in another NBC drama series, Third Watch, as Monte Parker, and as T.O. Cross in FX's Sons of Anarchy.",
    "year": 1963,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Rebecca Heineman",
    "birthday": "1963-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Rebecca_Heineman_on_Burgertime.jpg/320px-Rebecca_Heineman_on_Burgertime.jpg",
    "extract": "Rebecca Ann Heineman is an American video game designer and programmer. A long-time veteran of the video game industry, Heineman was a founding member of video game companies Interplay Productions, Logicware, Contraband Entertainment, and Olde Sküül. She has been chief executive officer for Olde Sküül since 2013.",
    "year": 1963,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Andrew Solomon",
    "birthday": "1963-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Andrew_Solomon_2015.jpg/249px-Andrew_Solomon_2015.jpg",
    "extract": "Andrew Solomon is a writer on politics, culture and psychology, who lives in New York City and London. He has written for The New York Times, The New Yorker, Artforum, Travel and Leisure, and other publications on a range of subjects, including depression, Soviet artists, the cultural rebirth of Afghanistan, Libyan politics, and Deaf politics.",
    "year": 1963,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mike Veletta",
    "birthday": "1963-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Mike_Veletta_graph.PNG/320px-Mike_Veletta_graph.PNG",
    "extract": "Michael Robert John Veletta is a former Australian cricketer.",
    "year": 1963,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Stefan Kuntz",
    "birthday": "1962-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Stefan_Kuntz_PK_U21-GER-vs-ISR_%28cropped%29.jpg/236px-Stefan_Kuntz_PK_U21-GER-vs-ISR_%28cropped%29.jpg",
    "extract": "Stefan Kuntz is a German professional football manager and former player who played as a striker. He is the head coach of the Turkey national team.",
    "year": 1962,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Danny Tartabull",
    "birthday": "1962-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/1987_Indiana_Blue_Sox_Set_Danny_Tartabull.jpg/225px-1987_Indiana_Blue_Sox_Set_Danny_Tartabull.jpg",
    "extract": "Danilo Tartabull Mora is a Cuban–Puerto Rican former professional baseball right fielder and designated hitter. He played 14 seasons in Major League Baseball (MLB) for the Seattle Mariners (1984–1986), Kansas City Royals (1987–1991), New York Yankees (1992–1995), Oakland Athletics (1995), Chicago White Sox (1996), and Philadelphia Phillies (1997).",
    "year": 1962,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Courtney Walsh",
    "birthday": "1962-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Courtney_walsh.jpg/240px-Courtney_walsh.jpg",
    "extract": "Courtney Andrew Walsh OJ is a former Jamaican cricketer who represented the West Indies from 1984 to 2001, captaining the West Indies in 22 Test matches. He is a fast bowler and considered one of the all time greats, best known for a remarkable opening bowling partnership along with fellow West Indian Curtly Ambrose for several years. Walsh played 132 Tests and 205 ODIs for the West Indies and took 519 and 227 wickets respectively. He shared 421 Test wickets with Ambrose in 49 matches. He held the record of most Test wickets from 2000, after he broke the record of Kapil Dev. This record was later broken in 2004 by Shane Warne. He was the first bowler to reach 500 wickets in Test cricket. His autobiography is entitled \"Heart of the Lion\". Walsh was named one of the Wisden Cricketers of the Year in 1987. In October 2010, he was inducted into the ICC Cricket Hall of Fame. He was appointed as the Specialist Bowling Coach of Bangladesh Cricket Team in August 2016.",
    "year": 1962,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Scott Garrelts",
    "birthday": "1961-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/1986_San_Francisco_Giants_Postcards_Scott_Garrelts.jpg/203px-1986_San_Francisco_Giants_Postcards_Scott_Garrelts.jpg",
    "extract": "Scott William Garrelts is a former Major League Baseball pitcher who played for the San Francisco Giants from 1982 to 1991. Garrelts's best year as a Giant came during the 1989 season, when he went 14-5 with a 2.28 ERA, leading his team to the World Series against their Bay Area rivals, the Oakland Athletics.",
    "year": 1961,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Giorgos Papakonstantinou",
    "birthday": "1961-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Giorgos_Papakonstantinou_portrait_crop.jpg/231px-Giorgos_Papakonstantinou_portrait_crop.jpg",
    "extract": "Giórgos Papakonstantínou in Athens, Greece, is a Greek economist and politician and former Minister for the Environment, Energy and Climate Change of Greece and former Minister for Finance. He is currently working in an advisory capacity in the private sector.",
    "year": 1961,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Larry Wilmore",
    "birthday": "1961-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Larry_Wilmore_by_Gage_Skidmore.jpg/244px-Larry_Wilmore_by_Gage_Skidmore.jpg",
    "extract": "Elister Larry Wilmore is an American comedian, writer, producer, and actor. He served as the \"Senior Black Correspondent\" on The Daily Show from 2006 to 2014, and hosted The Nightly Show with Larry Wilmore in 2015 and 2016. He is also the creator of the sitcom The Bernie Mac Show. He served as an executive producer for the ABC television series Black-ish, and is the co-creator, with Issa Rae, of the HBO television series Insecure. Since May 2017, he has hosted a podcast, Black on the Air, where he discusses current events and interviews guests. He is the host of the talk show Wilmore.",
    "year": 1961,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Grayson Hugh",
    "birthday": "1960-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Grayson_Hugh_Performing_at_Pomara%C5%84czowy_Fortepian_%28The_Orange_Piano%29_%2C_Pila%2C_Poland%2C_Acoustic_Tour_2012.jpg/320px-Grayson_Hugh_Performing_at_Pomara%C5%84czowy_Fortepian_%28The_Orange_Piano%29_%2C_Pila%2C_Poland%2C_Acoustic_Tour_2012.jpg",
    "extract": "Grayson Hugh is an American singer-songwriter, pianist, Hammond B3 organ player and composer. He is best known for his 1988 hit \"Talk It Over\", and his other blue-eyed soul hits \"Bring It All Back\" and \"How 'Bout Us?\".",
    "year": 1960,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Diego Maradona",
    "birthday": "1960-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Maradona-Mundial_86_con_la_copa.JPG/218px-Maradona-Mundial_86_con_la_copa.JPG",
    "extract": "Diego Armando Maradona was an Argentine professional football player and manager. Widely regarded as one of the greatest players in the history of the sport, he was one of the two joint winners of the FIFA Player of the 20th Century award. An advanced playmaker who operated in the classic number 10 position, Maradona's vision, passing, ball control, and dribbling skills were combined with his small stature, which gave him a low centre of gravity allowing him to manoeuvre better than most other players. In addition to his creative abilities, he possessed an eye for goal and was known to be a free kick specialist. Maradona's presence and leadership on the field had a great effect on his team's general performance, while he would often be singled out by the opposition.",
    "year": 1960,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Vincent Lagaf'",
    "birthday": "1959-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Lagaf%27.jpg/315px-Lagaf%27.jpg",
    "extract": "Vincent Rouil, better known as Vincent Lagaf', is a French humorist, TV presenter, singer and actor.",
    "year": 1959,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Olav Dale",
    "birthday": "1958-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Olav_Dale.jpg",
    "extract": "Olav Dale was a Norwegian composer, orchestra leader and jazz saxophonist. In addition to saxophone he played other woodwinds. He received little formal education in music, but he completed studies at the Voss Folk High School and the Toneheim Folk High School (1976–78).",
    "year": 1958,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Shlomo Mintz",
    "birthday": "1957-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Shlomo-mintz-1336293774.jpg/213px-Shlomo-mintz-1336293774.jpg",
    "extract": "Shlomo Mintz is an Israeli violin virtuoso, violinist and conductor. He regularly appears with orchestras and conductors on the international scene and is heard in recitals and chamber music concerts around the world.",
    "year": 1957,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kevin Pollak",
    "birthday": "1957-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/KevinPollakMar08.jpg/303px-KevinPollakMar08.jpg",
    "extract": "Kevin Elliot Pollak is an American actor, comedian, impressionist and podcast host. He has appeared in over 80 films; his roles include Sam Weinberg in Rob Reiner's legal film A Few Good Men, Jacob Goldman in Grumpy Old Men and its sequel Grumpier Old Men; Todd Hockney in The Usual Suspects, Phillip Green in Martin Scorsese's Casino, and Bobby Chicago in End of Days.",
    "year": 1957,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Juliet Stevenson",
    "birthday": "1956-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Dustbin_Baby-_April_and_Marion_crop.jpg/267px-Dustbin_Baby-_April_and_Marion_crop.jpg",
    "extract": "Juliet Anne Virginia Stevenson, is an English actress of stage and screen. She is known for her role in the film Truly, Madly, Deeply (1991), for which she was nominated for the BAFTA Award for Best Actress in a Leading Role. Her other film appearances include Emma (1996), Bend It Like Beckham (2002), Mona Lisa Smile (2003), Being Julia (2004) and Infamous (2006).",
    "year": 1956,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Heidi Heitkamp",
    "birthday": "1955-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Heidi_Heitkamp_official_portrait_113th_Congress.jpg/253px-Heidi_Heitkamp_official_portrait_113th_Congress.jpg",
    "extract": "Mary Kathryn Heitkamp is an American lobbyist, lawyer, and politician who served as a United States senator from North Dakota from 2013 to 2019. A member of the North Dakota Democratic–Nonpartisan League Party, she was the first woman elected to the U.S. Senate from North Dakota. Heitkamp served as the 28th North Dakota attorney general from 1992 to 2000 and 20th North Dakota tax commissioner from 1986 to 1992. As of 2022, she is the last Democrat to have represented North Dakota in Congress, and the last to hold statewide office.",
    "year": 1955,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mahmoud El Khatib",
    "birthday": "1954-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/%D9%85%D8%AD%D9%85%D9%88%D8%AF_%D8%A7%D9%84%D8%AE%D8%B7%D9%8A%D8%A8_%D9%88%D8%AF%D8%B1%D8%B9_%D8%A7%D9%84%D8%AF%D9%88%D8%B1%D9%8A_.jpg/320px-%D9%85%D8%AD%D9%85%D9%88%D8%AF_%D8%A7%D9%84%D8%AE%D8%B7%D9%8A%D8%A8_%D9%88%D8%AF%D8%B1%D8%B9_%D8%A7%D9%84%D8%AF%D9%88%D8%B1%D9%8A_.jpg",
    "extract": "Mahmoud Ibrahim Ibrahim El Khatib, popularly nicknamed Bibo, is an Egyptian retired footballer and current President of Al Ahly. He is widely regarded as one of the best players in African football history.",
    "year": 1954,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "T. Graham Brown",
    "birthday": "1954-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/T_Graham_Brown.jpg/240px-T_Graham_Brown.jpg",
    "extract": "Anthony Graham Brown, known professionally as T. Graham Brown, is an American country music singer. Active since 1973, Brown has recorded a total of thirteen studio albums, and has charted more than twenty singles on the Billboard Hot Country Songs chart. Three of these singles — \"Hell and High Water\" and \"Don't Go to Strangers\" from 1986, and \"Darlene\" from 1988 — reached Number One, and eight more made Top Ten.",
    "year": 1954,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mario Testino",
    "birthday": "1954-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Mario_testino.jpg/213px-Mario_testino.jpg",
    "extract": "Mario Eduardo Testino Silva OBE HonFRPS is a Peruvian fashion and portrait photographer. His work has featured internationally in magazines such as Vogue, V Magazine, Vanity Fair and GQ. He has also created images for brands such as Gucci, Burberry, Versace, Michael Kors, Chanel, Stuart Weitzman, Carolina Herrera and Estée Lauder.",
    "year": 1954,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Pete Hoekstra",
    "birthday": "1953-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Pete_Hoekstra_official_photo.jpg/256px-Pete_Hoekstra_official_photo.jpg",
    "extract": "Cornelis Piet \"Pete\" Hoekstra is a Dutch-American politician who served as the United States Ambassador to the Netherlands from January 10, 2018, to January 17, 2021. A member of the Republican Party, he previously served as the U.S. representative for Michigan's 2nd congressional district from 1993 to 2011.",
    "year": 1953,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Charles Martin Smith",
    "birthday": "1953-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/CharlesMartinSmith08TIFF.jpg/232px-CharlesMartinSmith08TIFF.jpg",
    "extract": "Charles Martin Smith is an American actor, writer, and director of film and television, based in British Columbia. He is known for his roles in American Graffiti (1973), The Buddy Holly Story (1978), Never Cry Wolf (1983), Starman (1984), The Untouchables (1987), Deep Cover (1992), And the Band Played On (1993), Speechless (1994) and Deep Impact (1998).",
    "year": 1953,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Trilok Gurtu",
    "birthday": "1951-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Trilok_Gurtu_WarszawaSep2007.jpg/320px-Trilok_Gurtu_WarszawaSep2007.jpg",
    "extract": "Trilok Gurtu is an Indian percussionist and composer whose work has blended the music of India with jazz fusion and world music.",
    "year": 1951,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Harry Hamlin",
    "birthday": "1951-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Harry_Hamlin.jpg/256px-Harry_Hamlin.jpg",
    "extract": "Harry Robinson Hamlin is an American actor, author, and entrepreneur. Hamlin is known for his roles as Perseus in the 1981 fantasy film Clash of the Titans and as Michael Kuzak in the legal drama series L.A. Law, for which he received three Golden Globe nominations. For his recurring role on the AMC drama series Mad Men, Hamlin received a Primetime Emmy nomination for Outstanding Guest Actor in a Drama Series.",
    "year": 1951,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Poncho Sanchez",
    "birthday": "1951-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Poncho_Sanchez_performing_at_Jazz_Cruise_2014.jpg/320px-Poncho_Sanchez_performing_at_Jazz_Cruise_2014.jpg",
    "extract": "Poncho Sánchez is an American conguero, Latin jazz band leader, and salsa singer. In 2000, he and his ensemble won the Grammy Award for Best Latin Jazz Album for their work on the Concord Picante album Latin Soul. Sanchez has performed with artists including Cal Tjader, Mongo Santamaría, Hugh Masekela, Clare Fischer, and Tower of Power.",
    "year": 1951,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tim Sheens",
    "birthday": "1950-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Tim_Sheens_Hull_KR.jpg/148px-Tim_Sheens_Hull_KR.jpg",
    "extract": "Tim Sheens is an Australian professional rugby league football coach and former player. Head Coach of the Australia national team between 2009 and 2015, he has also been the head coach of National Rugby League (NRL) clubs, the Penrith Panthers, the Canberra Raiders, the North Queensland Cowboys and the Wests Tigers. As a player, Sheens was a prop forward with Sydney's Penrith club in the 1970s and 1980s before he retired and became their coach.\nSheens will return to the Wests Tigers in 2021 in a Head of football position.",
    "year": 1950,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Larry Gene Bell",
    "birthday": "1949-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e6/Larry_Gene_Bell.jpeg/177px-Larry_Gene_Bell.jpeg",
    "extract": "Larry Gene Bell was an American murderer and suspected serial killer in Lexington County, South Carolina, who was electrocuted for the murders of Sharon Faye \"Shari\" Smith and Debra May Helmick. Bell forced Smith to write a \"Last Will and Testament\" before he murdered her and taunted her family by telephone.",
    "year": 1949,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Timothy B. Schmit",
    "birthday": "1947-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Timothy_B._Schmit.png/236px-Timothy_B._Schmit.png",
    "extract": "Timothy Bruce Schmit is an American musician, singer, and songwriter. He has performed as the bassist and vocalist for Poco and Eagles, having replaced bassist and vocalist Randy Meisner in both cases. Schmit has also worked for decades as a session musician and solo artist. In 1998, he was inducted into the Rock and Roll Hall of Fame as a member of Eagles.",
    "year": 1947,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Robert L. Gibson",
    "birthday": "1946-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Gibson-rl.jpg/256px-Gibson-rl.jpg",
    "extract": "Robert Lee \"Hoot\" Gibson, , is a former American naval officer and aviator, test pilot, and aeronautical engineer. A retired NASA astronaut, he also served as Chief of the Astronaut Office from 1992 to 1994. Today Gibson is active as a professional pilot, racing regularly at the annual Reno Air Races. He was inducted into the U.S. Astronaut Hall of Fame in 2003 and the National Aviation Hall of Fame in 2013, and has received several military decorations throughout his career.",
    "year": 1946,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Andrea Mitchell",
    "birthday": "1946-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Andrea_Mitchell_of_MSNBC.jpg/212px-Andrea_Mitchell_of_MSNBC.jpg",
    "extract": "Andrea Mitchell is an American television journalist, anchor, and commentator for NBC News, based in Washington, D.C.",
    "year": 1946,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Anthony Shorrocks",
    "birthday": "1946-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/AnthonyShorrocksProfilePhoto1.jpg/213px-AnthonyShorrocksProfilePhoto1.jpg",
    "extract": "Anthony F. Shorrocks is a British development economist.",
    "year": 1946,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Chris Slade",
    "birthday": "1946-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Chris_Slade.JPG/214px-Chris_Slade.JPG",
    "extract": "Chris Slade is a Welsh musician, best known for playing for the Australian hard rock band AC/DC. He drummed for the band from 1989 to 1994, performing on their 1990 album The Razors Edge along with their first live album with singer Brian Johnson, AC/DC Live. He returned to the band in February 2015 to replace Phil Rudd for the \"Rock or Bust World Tour\". Slade has also played with Manfred Mann's Earth Band, Tom Jones, Toomorrow, The Firm, and Asia.",
    "year": 1946,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Henry Winkler",
    "birthday": "1945-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Henry_Winkler_%2843968252532%29.jpg/227px-Henry_Winkler_%2843968252532%29.jpg",
    "extract": "Henry Franklin Winkler is an American actor, comedian, author, executive producer, and director. Initially rising to fame as Arthur \"Fonzie\" Fonzarelli on the American television series Happy Days, Winkler has distinguished himself as a character actor for roles such as Arthur Himbry in Scream, Coach Klein in The Waterboy, Barry Zuckerkorn in Arrested Development, Eddie R. Lawson in Royal Pains, Fritz in Monsters at Work, Uncle Joe in The French Dispatch, and Gene Cousineau in Barry. He is the recipient of a number of accolades, including a Primetime Emmy, two Daytime Emmys, two Golden Globe Awards, and one Critics Choice Award.",
    "year": 1945,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ahmed Chalabi",
    "birthday": "1944-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Chalabi.jpg",
    "extract": "Ahmed Abdel Hadi Chalabi was an Iraqi politician, a founder of the Iraqi National Congress (INC) and the President of the Governing Council of Iraq.",
    "year": 1944,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Claes",
    "birthday": "1943-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Paulclaes.jpg/212px-Paulclaes.jpg",
    "extract": "Paul Claes is a Flemish scholar, writer, poet and translator.",
    "year": 1943,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "David Triesman, Baron Triesman",
    "birthday": "1943-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Official_portrait_of_Lord_Triesman_2020_crop_2.jpg/240px-Official_portrait_of_Lord_Triesman_2020_crop_2.jpg",
    "extract": "David Maxim Triesman, Baron Triesman is a British politician, merchant banker and former trade union leader.",
    "year": 1943,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Aleksandr Dulichenko",
    "birthday": "1941-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Aleksandr_Dulit%C5%A1enko.JPG/320px-Aleksandr_Dulit%C5%A1enko.JPG",
    "extract": "Aleksandr Dmitrievich Dulichenko is a Russian-Estonian Esperantist, linguist, and an expert in Slavic microlanguages currently living in Estonia. He is a professor at the University of Tartu in Tartu, where he is the head of the department of Slavic studies.",
    "year": 1941,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Theodor W. Hänsch",
    "birthday": "1941-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Theodor_Haensch.jpg/247px-Theodor_Haensch.jpg",
    "extract": "Theodor Wolfgang Hänsch is a German physicist. He received one fourth of the 2005 Nobel Prize in Physics for \"contributions to the development of laser-based precision spectroscopy, including the optical frequency comb technique\", sharing the prize with John L. Hall and Roy J. Glauber.",
    "year": 1941,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Otis Williams",
    "birthday": "1941-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Otis_Williams.jpg/220px-Otis_Williams.jpg",
    "extract": "Otis Williams is an American baritone singer. He is occasionally also a songwriter and a record producer.",
    "year": 1941,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bob Wilson (footballer, born 1941)",
    "birthday": "1941-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Bob_Wilson_in_2009_%28cropped%29.jpg/247px-Bob_Wilson_in_2009_%28cropped%29.jpg",
    "extract": "Robert Primrose \"Bob\" Wilson is a former Scotland international football goalkeeper and later broadcaster.",
    "year": 1941,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Grace Slick",
    "birthday": "1939-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Grace_Slick_ca._1967.jpg/235px-Grace_Slick_ca._1967.jpg",
    "extract": "Grace Slick is an American artist, painter and retired singer-songwriter. Slick was a key figure in San Francisco's early psychedelic music scene in the mid-1960s. With a music career spanning four decades, she first performed with The Great Society, but is best known for her work with Jefferson Airplane and the subsequent successor bands Jefferson Starship and Starship. Slick and Jefferson Airplane first achieved fame with their 1967 album Surrealistic Pillow, which included the top-ten Billboard hits \"White Rabbit\" and \"Somebody to Love\". She provided the lead vocals on both tracks. With Starship, she sang co-lead for two number one hits, \"We Built This City\" and \"Nothing's Gonna Stop Us Now\". She would also release four solo albums. Slick retired from music in 1990, but continues to be active in the visual arts field. Slick was inducted into the Rock and Roll Hall of Fame in 1996 as a member of Jefferson Airplane.",
    "year": 1939,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Claude Lelouch",
    "birthday": "1937-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Claude_Lelouch_Deauville_2019.jpg/226px-Claude_Lelouch_Deauville_2019.jpg",
    "extract": "Claude Barruck Joseph Lelouch is a French film director, writer, cinematographer, actor and producer. Lelouch grew up in an Algerian Jewish Family. He emerged as a prominent director in the 1960s. Lelouch gained critical acclaim for his 1966 romantic melodrama film A Man and A Woman. At the 39th Academy Awards in 1967, A Man and a Woman won Best Original Screenplay and Best Foreign Language Film. Lelouch was also nominated for Best Director. While his films have gained him international recognition since the 1960s, Lelouch's methods and style of film are known for attracting criticism.",
    "year": 1937,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Polina Astakhova",
    "birthday": "1936-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Polina_Astakhova_1964b.jpg/204px-Polina_Astakhova_1964b.jpg",
    "extract": "Polina Ghrighorievna Astakhova was a Soviet and Ukrainian artistic gymnast. She won ten medals at the 1956, 1960 and 1964 Summer Olympics.",
    "year": 1936,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dick Vermeil",
    "birthday": "1936-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Dickvermeil.jpg/188px-Dickvermeil.jpg",
    "extract": "Richard Albert Vermeil is a former American football coach who served as a head coach in the National Football League (NFL) for 15 seasons. He was the head coach of the Philadelphia Eagles for seven seasons, the St. Louis Rams for three, and the Kansas City Chiefs for five. Prior to the NFL, he was the head football coach at Hillsdale High School from 1960 to 1962, Napa Junior College in 1964, and UCLA from 1974 to 1975. With UCLA, Vermeil led the team to victory in the 1976 Rose Bowl. Vermeil's NFL tenure would see him improve the fortunes of teams that had a losing record before he arrived and bring them all to the playoffs by his third season, which included a Super Bowl title with the Rams.",
    "year": 1936,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Robert Caro",
    "birthday": "1935-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Robert_caro_2012.jpg/240px-Robert_caro_2012.jpg",
    "extract": "Robert Allan Caro is an American journalist and author known for his biographies of United States political figures Robert Moses and Lyndon B. Johnson.",
    "year": 1935,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jim Perry (baseball)",
    "birthday": "1935-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Jim_Perry_1961.jpg/301px-Jim_Perry_1961.jpg",
    "extract": "James Evan Perry, Jr. is an American former Major League Baseball pitcher. He pitched from 1959 to 1975 for four teams. During a 17-year baseball career, Perry compiled 215 wins, 1,576 strikeouts, and a 3.45 earned run average.",
    "year": 1935,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Michael Winner",
    "birthday": "1935-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Michael_Winner%2C_2010_%28cropped%29.jpg/231px-Michael_Winner%2C_2010_%28cropped%29.jpg",
    "extract": "Robert Michael Winner was an English filmmaker, writer, and media personality. He is known for directing numerous action, thriller, and black comedy films in the 1960s, 1970s and 1980s, including several collaborations with actors Oliver Reed and Charles Bronson.",
    "year": 1935,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Frans Brüggen",
    "birthday": "1934-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Frans_Br%C3%BCggen_%281969%29.jpg/240px-Frans_Br%C3%BCggen_%281969%29.jpg",
    "extract": "Franciscus (\"Frans\") Jozef Brüggen was a Dutch conductor, recorder player and baroque flautist.",
    "year": 1934,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Louis Malle",
    "birthday": "1932-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/10/Malle2.jpg/320px-Malle2.jpg",
    "extract": "Louis Marie Malle was a French film director, screenwriter, and producer. His film Le Monde du silence won the Palme d'Or in 1956 and the Academy Award for Best Documentary in 1957, although he was not credited at the ceremony; the award was instead presented to the film's co-director Jacques Cousteau. Later in his career he was nominated multiple times for Academy Awards. Malle is also one of only four directors to have won the Golden Lion twice.",
    "year": 1932,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Vince Callahan",
    "birthday": "1931-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Delegate_Callahan_1988.jpg/256px-Delegate_Callahan_1988.jpg",
    "extract": "Vincent Francis Callahan Jr. was an American politician who served for 40 years as a member of the Virginia House of Delegates. From January 1968 to January 2008, he represented the 34th district, which covers McLean, Great Falls, Tysons Corner, and parts of Herndon and Vienna. At the time of his retirement, he was the longest-serving Republican in the Virginia General Assembly.",
    "year": 1931,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Néstor Almendros",
    "birthday": "1930-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/RIMG0274_a.jpg/320px-RIMG0274_a.jpg",
    "extract": "Néstor Almendros Cuyás, ASC was a Spanish cinematographer. One of the most highly appraised contemporary cinematographers, \"Almendros was an artist of deep integrity, who believed the most beautiful light was natural light...he will always be remembered as a cinematographer of absolute truth...a true master of light\".",
    "year": 1930,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Clifford Brown",
    "birthday": "1930-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Clifford_Brown_1956.jpg/266px-Clifford_Brown_1956.jpg",
    "extract": "Clifford Benjamin Brown was an American jazz trumpeter and composer. He died at the age of 25 in a car accident, leaving behind four years' worth of recordings. His compositions \"Sandu\", \"Joy Spring\", and \"Daahoud\" have become jazz standards. Brown won the DownBeat magazine Critics' Poll for New Star of the Year in 1954; he was inducted into the DownBeat Hall of Fame in 1972.",
    "year": 1930,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Olga Zubarry",
    "birthday": "1929-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Olga_Zubarry_as_Marianela_1955.jpg/320px-Olga_Zubarry_as_Marianela_1955.jpg",
    "extract": "Olga Zubarry was a classic Argentine actress who appeared in film between 1943 and 1997. She made over 60 appearances in film, spanning 6 decades of Argentine cinema, but is best known for her work during the Golden Age of Argentine Cinema. Throughout the course of her career, she received four Silver Condor Awards, two Martín Fierro Awards, a Konex Foundation Award and several others for her films and television performances. She is credited with starring in the first film in Argentina which featured nudity, though only her back was shown and she stated repeatedly that she wore a flesh-colored mesh and was not truly nude.",
    "year": 1929,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Daniel Nathans",
    "birthday": "1928-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/87/Daniel_Nathans.jpg/320px-Daniel_Nathans.jpg",
    "extract": "Daniel Nathans was an American microbiologist. He shared the 1978 Nobel Prize in Physiology or Medicine for the discovery of restriction enzymes and their application in restriction mapping.",
    "year": 1928,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Joe Adcock",
    "birthday": "1927-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Joe_Adcock_1954.png/233px-Joe_Adcock_1954.png",
    "extract": "Joseph Wilbur Adcock was a major league baseball player and manager in the Major and Minor Leagues. He was best known as a first baseman and right-handed slugger with the powerful Milwaukee Braves teams of the 1950s, whose career included numerous home run feats. A sure-handed defensive player, he later retired with the third-highest career fielding percentage by a first baseman (.994). His nickname \"Billy Joe\" was modeled after Vanderbilt University basketball star \"Billy Joe Adcock\" and was popularized by Vin Scully.",
    "year": 1927,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jacques Swaters",
    "birthday": "1926-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Jacques_Swaters_1980.jpg/270px-Jacques_Swaters_1980.jpg",
    "extract": "Jacques Swaters was a racing driver from Belgium and former team owner of Ecurie Francorchamps and Ecurie Nationale Belge.",
    "year": 1926,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tommy Ridgley",
    "birthday": "1925-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Tommy_Ridgley_1996.jpg/320px-Tommy_Ridgley_1996.jpg",
    "extract": "Thomas Herman Ridgley was an American R&B singer and bandleader in New Orleans, Louisiana.",
    "year": 1925,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jane White",
    "birthday": "1922-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7a/Publicity_Photo_Of_Jane_White.jpg",
    "extract": "Jane White was an African-American actress. Born in New York City, she attended Smith College and The New School.",
    "year": 1922,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Valli Lember-Bogatkina",
    "birthday": "1921-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c4/Photo_of_Valli_Lember-Bogatkina.jpg",
    "extract": "Valli Lember-Bogatkina was known as \"The Grand Old Lady of Estonian watercolor\". Her works are exhibited in cities around the world.",
    "year": 1921,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Christy Ring",
    "birthday": "1920-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e8/Christy_Ring.jpg",
    "extract": "Nicholas Christopher Michael \"Christy\" Ring was an Irish hurler whose league and championship career with the Cork senior team spanned twenty-four years from 1939 to 1963. He established many championship records, including career appearances (65), scoring tally (33-208) and number of All-Ireland medals won (8); however, these records were subsequently bested by a number of players. Ring is widely regarded as one of the greatest hurlers in the history of the game, with many former players, commentators and fans rating him as the number one player of all time.",
    "year": 1920,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bobby Bragan",
    "birthday": "1917-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Bobby_Bragan_1963.png/265px-Bobby_Bragan_1963.png",
    "extract": "Robert Randall Bragan was an American shortstop, catcher, manager, and coach in Major League Baseball and an influential minor league executive. His professional baseball career encompassed 73 years, from his first season as a player in the Class D Alabama–Florida League in 1937, to 2009, the last full year of his life, when he was still listed as a consultant to the Texas Rangers' organization.",
    "year": 1917,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Minni Nurme",
    "birthday": "1917-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0f/Minni_Nurme_Estonian_writer.png",
    "extract": "Minni Katharina Nurme was an Estonian writer.",
    "year": 1917,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nikolai Ogarkov",
    "birthday": "1917-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e5/Nikolai_Ogarkov.jpg/225px-Nikolai_Ogarkov.jpg",
    "extract": "Nikolai Vasilyevich Ogarkov was a prominent Soviet military personality. He was promoted to Marshal of the Soviet Union in 1977. Between 1977 and 1984, he was Chief of the General Staff of the USSR. He became widely known in the West when he became the Soviet military's spokesman following the shootdown of Korean Air Lines Flight 007 near Moneron Island in September 1983. He was dismissed as Chief of the General Staff on 6 September 1984.",
    "year": 1917,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Maurice Trintignant",
    "birthday": "1917-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Maurice_Trintignant_-_El_Gr%C3%A1fico_1801.jpg/215px-Maurice_Trintignant_-_El_Gr%C3%A1fico_1801.jpg",
    "extract": "Maurice Bienvenu Jean Paul Trintignant was a motor racing driver and vintner from France. He competed in the Formula One World Championship for fourteen years, between 1950 and 1964, one of the longest careers in the early years of Formula One. During this time he also competed in sports car racing, including winning the 1954 24 Hours of Le Mans race. Following his retirement from the track Trintignant concentrated on the wine trade.",
    "year": 1917,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Leon Day",
    "birthday": "1916-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b5/Leon_Day_Baseball.jpg/216px-Leon_Day_Baseball.jpg",
    "extract": "Leon Day was an American professional baseball pitcher who spent the majority of his career in the Negro leagues. Recognized as one of the most versatile athletes in the league during his prime, Day could play every position, with the exception of catcher, and often was the starting second baseman or center fielder when he was not on the mound. A right-handed pitcher with a trademark no wind-up delivery, Day excelled at striking batters out, especially with his high-speed fastball. At the same time, he was an above-average contact hitter, which, combined with his effectiveness as a baserunner and his tenacious fielding, helped cement Day as one of the most dynamic players of the era.",
    "year": 1916,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fred W. Friendly",
    "birthday": "1915-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Fred_Friendly_1961_%28cropped%29.jpg/233px-Fred_Friendly_1961_%28cropped%29.jpg",
    "extract": "Fred W. Friendly was a president of CBS News and the creator, along with Edward R. Murrow, of the documentary television program See It Now. He originated the concept of public-access television cable TV channels.",
    "year": 1915,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jane Randolph",
    "birthday": "1915-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Jane_Randolph_by_Elmer_Fryer.jpg/238px-Jane_Randolph_by_Elmer_Fryer.jpg",
    "extract": "Jane Randolph, was an American film actress. She is best known for her portrayals of Alice Moore in the 1942 horror film Cat People, and its sequel, The Curse of the Cat People (1944). She was born in Youngstown, Ohio and died in Gstaad, Switzerland, in 2009.",
    "year": 1915,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Leabua Jonathan",
    "birthday": "1914-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Minister-president_Jonathan_van_Lesotho_%281970%29.jpg/240px-Minister-president_Jonathan_van_Lesotho_%281970%29.jpg",
    "extract": "Joseph Leabua Jonathan was the second prime minister of Lesotho. He succeeded Chief Sekhonyana Nehemia Maseribane following a by-election and held that post from 1965 to 1986.",
    "year": 1914,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Anna Wing",
    "birthday": "1914-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Anna_Wing.jpg/252px-Anna_Wing.jpg",
    "extract": "Anna Eva Lydia Catherine Wing was an English actress who had a long career in television and theatre, known for portraying the role of Beale family matriarch Lou Beale in the BBC soap opera EastEnders.",
    "year": 1914,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ruth Hussey",
    "birthday": "1911-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/RUTHussey.jpg/248px-RUTHussey.jpg",
    "extract": "Ruth Carol Hussey was an American actress best known for her Academy Award-nominated role as photographer Elizabeth Imbrie in The Philadelphia Story.",
    "year": 1911,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Homi J. Bhabha",
    "birthday": "1909-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Homi_Jehangir_Bhabha_1960s.jpg/227px-Homi_Jehangir_Bhabha_1960s.jpg",
    "extract": "Homi Jehangir Bhabha, was an Indian nuclear physicist, founding director, and professor of physics at the Tata Institute of Fundamental Research (TIFR). Colloquially known as \"Father of the Indian nuclear programme\", Bhabha was also the founding director of the Atomic Energy Establishment, Trombay (AEET) which is now named the Bhabha Atomic Research Centre in his honour. TIFR and AEET were the cornerstone of Indian development of nuclear weapons which Bhabha also supervised as director.",
    "year": 1909,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Patsy Montana",
    "birthday": "1908-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Patsy_Montana_Billboard.jpg/314px-Patsy_Montana_Billboard.jpg",
    "extract": "Rubye Rose Blevins, known professionally as Patsy Montana, was an American country music singer, songwriter and actress. Montana was the first female country performer to have a million-selling single with her signature song \"I Want to Be a Cowboy's Sweetheart\", and is a member of the Country Music Hall of Fame.",
    "year": 1908,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "U. Muthuramalingam Thevar",
    "birthday": "1908-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/U_Muthuramalingam_Thevar_1995_stamp_of_India_bw.jpg/223px-U_Muthuramalingam_Thevar_1995_stamp_of_India_bw.jpg",
    "extract": "Ukkirapandi Muthuramalingam, also known as Pasumpon Muthuramalingam, was a politician and a patriarch of Thevar community in the state of Tamil Nadu, India. He was elected three times to the national Parliamentary Constituency.",
    "year": 1908,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Peter Smith (English cricketer, born 1908)",
    "birthday": "1908-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/ba/TPB_Smith.jpg/244px-TPB_Smith.jpg",
    "extract": "Thomas Peter Bromley Smith was an English cricketer, who played for Essex and England. Smith was one of the five Wisden Cricketers of the Year in 1947. An all-rounder, Smith played for Essex from 1929 to 1951.",
    "year": 1908,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dmitry Ustinov",
    "birthday": "1908-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Dmitry_Ustinov_colorized_full_cropped_%28b%29.jpg/243px-Dmitry_Ustinov_colorized_full_cropped_%28b%29.jpg",
    "extract": "Dmitriy Fyodorovich Ustinov was a Marshal of the Soviet Union and Soviet politician during the Cold War. He served as a Central Committee secretary in charge of the Soviet military–industrial complex from 1965 to 1976 and as Minister of Defence of the Soviet Union from 1976 until his death in 1984.",
    "year": 1908,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sol Tax",
    "birthday": "1907-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/df/SolTaxImage.jpg",
    "extract": "Sol Tax was an American anthropologist. He is best known for creating action anthropology and his studies of the Meskwaki, or Fox, Indians, for \"action-anthropological\" research titled the Fox Project, and for founding the academic journal Current Anthropology. He received his doctorate from the University of Chicago in 1935 and, together with Fred Eggan, was a student of Alfred Radcliffe-Brown.",
    "year": 1907,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Giuseppe Farina",
    "birthday": "1906-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/NinoFarina.jpg/254px-NinoFarina.jpg",
    "extract": "Emilio Giuseppe Farina, also known as Giuseppe Antonio \"Nino\" Farina, was an Italian racing driver and first official Formula One World Champion. He gained the title in 1950. He was the Italian Champion in 1937, 1938 and 1939.",
    "year": 1906,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hermann Fegelein",
    "birthday": "1906-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Hermann_Fegelein.jpg/223px-Hermann_Fegelein.jpg",
    "extract": "Hans Otto Georg Hermann Fegelein was a high-ranking commander in the Waffen-SS of Nazi Germany. He was a member of Adolf Hitler's entourage and brother-in-law to Eva Braun through his marriage to her sister Gretl.",
    "year": 1906,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Johnny Miles",
    "birthday": "1905-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/30/Johnny_Miles_winning_the_1926_Boston_Marathon.jpg/320px-Johnny_Miles_winning_the_1926_Boston_Marathon.jpg",
    "extract": "John C. Miles, was a Canadian marathon runner. He won the Boston Marathon in 1926 and 1929.",
    "year": 1905,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ragnar Granit",
    "birthday": "1900-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Ragnar_Granit.jpg/286px-Ragnar_Granit.jpg",
    "extract": "Ragnar Arthur Granit was a Finnish-Swedish scientist who was awarded the Nobel Prize in Physiology or Medicine in 1967 along with Haldan Keffer Hartline and George Wald \"for their discoveries concerning the primary physiological and chemical visual processes in the eye\".",
    "year": 1900,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bill Terry",
    "birthday": "1898-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/1937_All-Star_managers.jpg/320px-1937_All-Star_managers.jpg",
    "extract": "William Harold Terry was an American professional baseball first baseman and manager. He played in Major League Baseball (MLB) for the New York Giants from 1923 to 1936 and managed the Giants from 1932 to 1941. Terry was inducted into the Baseball Hall of Fame in 1954. In 1999, he ranked number 59 on The Sporting News list of the 100 Greatest Baseball Players, and was a nominee for the Major League Baseball All-Century Team. The Giants retired Terry's uniform number 3 in 1984; it is posted on the facade of the upper deck in the left field corner of Oracle Park. Nicknamed \"Memphis Bill\", he is most remembered for being the last National League player to hit .400, a feat he accomplished by batting .401 in 1930.",
    "year": 1898,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Agustín Lara",
    "birthday": "1897-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Agustin_Lara_en_1941_-_Revista_Ecran_%28cropped%29.jpg/221px-Agustin_Lara_en_1941_-_Revista_Ecran_%28cropped%29.jpg",
    "extract": "Ángel Agustín María Carlos Fausto Mariano Alfonso del Sagrado Corazón de Jesús Lara y Aguirre del Pino, known as Agustín Lara, was a Mexican composer and interpreter of songs and boleros. He is recognized as one of the most popular songwriters of his era. His work was widely appreciated not only in Mexico but also in Central and South America, the Caribbean and Spain. After his death, he has also been recognized in the United States, Italy and Japan.",
    "year": 1897,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Rex Cherryman",
    "birthday": "1896-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/52/Cherryman.jpg",
    "extract": "Rexford Raymond \"Rex\" Cherryman was an American actor of the stage and screen whose career was most prolific during the 1920s.",
    "year": 1896,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ruth Gordon",
    "birthday": "1896-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Ruth-Gordon-1930.jpg/254px-Ruth-Gordon-1930.jpg",
    "extract": "Ruth Gordon Jones was an American actress, screenwriter, and playwright. She began her career performing on Broadway at age 19. Known for her nasal voice and distinctive personality, Gordon gained international recognition and critical acclaim for film roles that continued into her 70s and 80s. Her later work included performances in Rosemary's Baby (1968), What Ever Happened to Aunt Alice (1969), Where's Poppa? (1970), Harold and Maude (1971), Every Which Way but Loose (1978), and Any Which Way You Can (1980).",
    "year": 1896,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Harry R. Truman",
    "birthday": "1896-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/34/Sthelensharrytruman.jpg",
    "extract": "Harry R. Truman was an American businessman, bootlegger, and prospector. He\nlived near Mount St. Helens, an active volcano in the state of Washington, and was the owner and caretaker of Mount St. Helens Lodge at Spirit Lake near the base of the mountain. Truman came to fame as a folk hero in the months leading up to the volcano's 1980 eruption after refusing to leave his home despite evacuation orders. He was killed by a pyroclastic flow that overtook his lodge and buried the site under 150 ft (46 m) of volcanic debris.",
    "year": 1896,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Antonino Votto",
    "birthday": "1896-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Antonino_Votto.jpg/320px-Antonino_Votto.jpg",
    "extract": "Antonino Votto, sometimes spelled Antonio Votto, was an Italian operatic conductor and vocal coach. Votto developed an extensive discography with the Teatro alla Scala in Milan during the 1950s, when EMI produced the bulk of its studio recordings featuring Maria Callas. Though Votto was a dependable conductor, critics frequently faulted his recordings for their lack of emotional immediacy. This may have been an occupational hazard of working in the studio, as his live sets with Callas, including a Norma and La sonnambula are considered to be great performances. Among his pupils was soprano Claudia Pinza Bozzolla.",
    "year": 1896,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gerhard Domagk",
    "birthday": "1895-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Gerhard_Domagk_nobel.jpg/226px-Gerhard_Domagk_nobel.jpg",
    "extract": "Gerhard Johannes Paul Domagk was a German pathologist and bacteriologist. He is credited with the discovery of Sulfonamidochrysoidine (KI-730), the first commercially available antibiotic and marketed under the brand name Prontosil, for which he received the 1939 Nobel Prize in Physiology or Medicine.",
    "year": 1895,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dickinson W. Richards",
    "birthday": "1895-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/77/Dickinson_W._Richards_nobel.jpg/226px-Dickinson_W._Richards_nobel.jpg",
    "extract": "Dickinson Woodruff Richards, Jr. was an American physician and physiologist. He was a co-recipient of the Nobel Prize in Physiology or Medicine in 1956 with André Cournand and Werner Forssmann for the development of cardiac catheterization and the characterisation \nof a number of cardiac diseases.",
    "year": 1895,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jean Rostand",
    "birthday": "1894-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Denis_Buican.jpeg",
    "extract": "Jean Edmond Cyrus Rostand was a French biologist and philosopher.",
    "year": 1894,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Peter Warlock",
    "birthday": "1894-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/42/Warlock1924.jpg/221px-Warlock1924.jpg",
    "extract": "Philip Arnold Heseltine, known by the pseudonym Peter Warlock, was a British composer and music critic. The Warlock name, which reflects Heseltine's interest in occult practices, was used for all his published musical works. He is best known as a composer of songs and other vocal music; he also achieved notoriety in his lifetime through his unconventional and often scandalous lifestyle.",
    "year": 1894,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Charles Atlas",
    "birthday": "1893-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Charles_Atlas_c1920.jpg/241px-Charles_Atlas_c1920.jpg",
    "extract": "Charles Atlas was an Italian-born American bodybuilder best remembered as the developer of a bodybuilding method and its associated exercise program which spawned a landmark advertising campaign featuring his name and likeness; it has been described as one of the longest-lasting and most memorable ad campaigns of all time.",
    "year": 1893,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Roland Freisler",
    "birthday": "1893-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Bundesarchiv_Bild_183-J03238%2C_Roland_Freisler.jpg/228px-Bundesarchiv_Bild_183-J03238%2C_Roland_Freisler.jpg",
    "extract": "Roland Freisler was a German Nazi jurist, judge, and politician who served as the State Secretary of the Reich Ministry of Justice from 1934 to 1942 and President of the People's Court from 1942 to 1945.",
    "year": 1893,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Konstantinos Tsiklitiras",
    "birthday": "1888-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/1912_Konstantinos_Tsiklitiras2_cropped.JPG/195px-1912_Konstantinos_Tsiklitiras2_cropped.JPG",
    "extract": "Konstantinos \"Kostas\" Tsiklitiras  was a Greek athlete and Olympic champion.",
    "year": 1888,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sukumar Ray",
    "birthday": "1887-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Sukumar_Ray.jpg/255px-Sukumar_Ray.jpg",
    "extract": "Sukumar Ray was a Bengali writer and poet from the Indian subcontinent. He is remembered mainly for his writings for children. He was the son of children's story writer Upendrakishore Ray Chowdhury and the father of Indian filmmaker Satyajit Ray.",
    "year": 1887,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Zoe Akins",
    "birthday": "1886-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cc/Zo%C3%AB_Akins.jpg",
    "extract": "Zoe Byrd Akins was an American playwright, poet, and author. She won the 1935 Pulitzer Prize for drama for The Old Maid.",
    "year": 1886,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ezra Pound",
    "birthday": "1885-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/43/Ezra_Pound_by_Alvin_Langdon_Coburn%2C_1913.jpg/247px-Ezra_Pound_by_Alvin_Langdon_Coburn%2C_1913.jpg",
    "extract": "Ezra Weston Loomis Pound was an expatriate American poet and critic, a major figure in the early modernist poetry movement, and a fascist collaborator in Italy during World War II. His works include Ripostes (1912), Hugh Selwyn Mauberley (1920), and his 800-page epic poem, The Cantos (c. 1917–1962).",
    "year": 1885,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Oldřich Duras",
    "birthday": "1882-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1a/OldrichDuras.jpg",
    "extract": "Oldřich Duras was a leading Czech chess master of the early 20th century. FIDE awarded him the title of International Grandmaster in 1950, when the title was first introduced, in recognition of his achievements in the early twentieth century.",
    "year": 1882,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "William Halsey Jr.",
    "birthday": "1882-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/W_Halsey.jpg/257px-W_Halsey.jpg",
    "extract": "William Frederick Halsey Jr. was a fleet admiral in the United States Navy during World War II. He is one of four individuals to have attained the rank of fleet admiral of the United States Navy, the others being Ernest King, William Leahy, and Chester W. Nimitz.",
    "year": 1882,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Günther von Kluge",
    "birthday": "1882-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Bundesarchiv_Bild_146-1973-139-14%2C_G%C3%BCnther_v._Kluge.jpg/212px-Bundesarchiv_Bild_146-1973-139-14%2C_G%C3%BCnther_v._Kluge.jpg",
    "extract": "Günther Adolf Ferdinand von Kluge was a German field marshal during World War II who held commands on both the Eastern and Western Fronts. He commanded the 4th Army of the Wehrmacht during the invasion of Poland in 1939 and the Battle of France in 1940, earning a promotion to Generalfeldmarschall. Kluge went on to command the 4th Army in Operation Barbarossa and the Battle for Moscow in 1941.",
    "year": 1882,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Elizabeth Madox Roberts",
    "birthday": "1881-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Elizabeth_Madox_Roberts.jpg/253px-Elizabeth_Madox_Roberts.jpg",
    "extract": "Elizabeth Madox Roberts was a Kentucky novelist and poet, primarily known for her novels and stories set in central Kentucky's Washington County, including The Time of Man (1926), \"My Heart and My Flesh,\" The Great Meadow (1930) and A Buried Treasure (1931). All of her writings are characterized by her distinct, rhythmic prose. Robert Penn Warren called \"The Time of Man\" a classic; the eminent Southern critic and Southern Review editor Lewis P. Simpson counted her among the half dozen major Southern renascence writers. Three book-length studies of her work, three collections of critical articles, a major conference on her 100th birthday, a collection of her unpublished poems, and a flourishing Roberts Society that generates 20-odd papers at its annual April conferences have yet to revive wide interest in her work.",
    "year": 1881,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Arthur Scherbius",
    "birthday": "1878-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Arthur_Scherbius_1.jpg/263px-Arthur_Scherbius_1.jpg",
    "extract": "Arthur Scherbius was a German electrical engineer who invented the mechanical cipher Enigma machine. He patented the invention and later sold the machine under the brand name Enigma.",
    "year": 1878,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hugo Celmiņš",
    "birthday": "1877-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Hugo_Celmi%C5%86%C5%A1_1930s.jpg/249px-Hugo_Celmi%C5%86%C5%A1_1930s.jpg",
    "extract": "Hugo Celmiņš was a Latvian politician, a public employee, agronomist, twice the Prime Minister of Latvia. Arrested and deported to the USSR after the Soviet occupation of Latvia in 1940, imprisoned in Moscow's Lefortovo Prison. On 30 July 1941 shot and buried in the mass graves of Kommunarka shooting ground. Hugo Celmiņš was one of those who developed agrarian reform in Latvia.",
    "year": 1877,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Francisco I. Madero",
    "birthday": "1873-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Madero_Retrato_%28Castillo_de_Chapultepec%29.png/165px-Madero_Retrato_%28Castillo_de_Chapultepec%29.png",
    "extract": "Francisco Ignacio Madero González was a Mexican businessman, revolutionary, writer and statesman, who became the 37th president of Mexico from 1911 until he was deposed in a right wing coup d'etat in February 1913, and assassinated. He was a member of a wealthy landowning family in the northern state of Coahuila. Despite his wealth, he was an advocate for social justice and democracy. Madero was notable for challenging long-time President Porfirio Díaz for the presidency in 1910 and being instrumental in sparking the Mexican Revolution. Following his being jailed before fraudulent elections in the summer of 1910, he called for the violent overthrow of Díaz as a last resort in his 1910 Plan of San Luis Potosí. Histories of Mexico date the outbreak of the Mexican Revolution to this plan.",
    "year": 1873,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Buck Freeman",
    "birthday": "1871-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/60/Buck_Freeman.jpg/224px-Buck_Freeman.jpg",
    "extract": "John Frank \"Buck\" Freeman was an American right fielder in Major League Baseball at the turn of the 20th century. Listed at 5 ft 9 in (1.75 m) and 169 lb (77 kg), he both batted and threw left-handed. Freeman was one of the top sluggers of his era, his most famous feat being the 25 home runs he hit during the 1899 season.",
    "year": 1871,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Valéry",
    "birthday": "1871-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Paul_Val%C3%A9ry_-_photo_Henri_Manuel.jpg/219px-Paul_Val%C3%A9ry_-_photo_Henri_Manuel.jpg",
    "extract": "Ambroise Paul Toussaint Jules Valéry was a French poet, essayist, and philosopher. In addition to his poetry and fiction, his interests included aphorisms on art, history, letters, music, and current events. Valéry was nominated for the Nobel Prize in Literature in 12 different years.",
    "year": 1871,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "António Cabreira",
    "birthday": "1868-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Ant%C3%B3nio_Cabreira.jpg/233px-Ant%C3%B3nio_Cabreira.jpg",
    "extract": "D. António Tomás da Guarda Cabreira de Faria e Alvelos Drago da Ponte was a Portuguese mathematician, polygraph and publicist. A member of the aristocratic Cabreira family, António Cabreira was a claimant to the Miguelist noble titles of Count of Lagos and Viscount of Vale da Mata, which he used.",
    "year": 1868,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Antoine Bourdelle",
    "birthday": "1861-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Antoine_Bourdelle_b_Meurisse_1925.jpg/235px-Antoine_Bourdelle_b_Meurisse_1925.jpg",
    "extract": "Antoine Bourdelle, born Émile Antoine Bordelles, was an influential and prolific French sculptor and teacher. He was a student of Auguste Rodin, a teacher of Giacometti and Henri Matisse, and an important figure in the Art Deco movement and the transition from the Beaux-Arts style to modern sculpture.",
    "year": 1861,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Georges Gilles de la Tourette",
    "birthday": "1857-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Gilles_de_la_Tourette%2C_Georges_%281857-1904%29_CIPH0027_%28cropped%29.jpg/248px-Gilles_de_la_Tourette%2C_Georges_%281857-1904%29_CIPH0027_%28cropped%29.jpg",
    "extract": "Georges Albert Édouard Brutus Gilles de la Tourette was a French neurologist and the namesake of Tourette syndrome, a neurological condition characterized by tics. His main contributions in medicine were in the fields of hypnotism and hysteria.",
    "year": 1857,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alfred Sisley",
    "birthday": "1839-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Alfred_Sisley_photo_full.jpg/200px-Alfred_Sisley_photo_full.jpg",
    "extract": "Alfred Sisley was an Impressionist landscape painter who was born and spent most of his life in France, but retained British citizenship. He was the most consistent of the Impressionists in his dedication to painting landscape en plein air. He deviated into figure painting only rarely and, unlike Renoir and Pissarro, found that Impressionism fulfilled his artistic needs.",
    "year": 1839,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ignace Bourget",
    "birthday": "1799-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Ignace_Bourget_as_Archbishop.jpg/235px-Ignace_Bourget_as_Archbishop.jpg",
    "extract": "Ignace Bourget was a Canadian Roman Catholic priest who held the title of Bishop of Montreal from 1840 to 1876. Born in Lévis, Quebec in 1799, Bourget entered the clergy at an early age, undertook several courses of religious study, and in 1837 was named co-adjutor bishop of the newly created bishopric of Montreal. Following the death of Jean-Jacques Lartigue in 1840, Bourget became Bishop of Montreal.",
    "year": 1799,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Philippe-Joseph Aubert de Gaspé",
    "birthday": "1786-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Philippe-Joseph_Aubert_de_Gasp%C3%A9.jpg",
    "extract": "Philippe-Joseph Aubert de Gaspé was a Canadian lawyer, writer, and seigneur. He is known chiefly for his novel Les Anciens Canadiens, considered the first classic of French Canadian fiction.",
    "year": 1786,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "André Chénier",
    "birthday": "1762-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Beaux-Arts_de_Carcassonne_-_Portrait_d%27Andr%C3%A9_Ch%C3%A9nier_-_Suv%C3%A9e_-_Joconde04400001220.jpg/245px-Beaux-Arts_de_Carcassonne_-_Portrait_d%27Andr%C3%A9_Ch%C3%A9nier_-_Suv%C3%A9e_-_Joconde04400001220.jpg",
    "extract": "André Marie Chénier was a French poet of Greek and Franco-Levantine origin, associated with the events of the French Revolution of which he was a victim. His sensual, emotive poetry marks him as one of the precursors of the Romantic movement. His career was brought to an abrupt end when he was guillotined for supposed \"crimes against the state\", just three days before the end of the Reign of Terror. Chénier's life has been the subject of Umberto Giordano's opera Andrea Chénier and other works of art.",
    "year": 1762,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Richard Brinsley Sheridan",
    "birthday": "1751-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Richard_Brinsley_Sheridan_1751_-_1816.jpg/214px-Richard_Brinsley_Sheridan_1751_-_1816.jpg",
    "extract": "Richard Brinsley Butler Sheridan was an Irish satirist, a politician, a playwright, poet, and long-term owner of the London Theatre Royal, Drury Lane. He is known for his plays such as The Rivals, The School for Scandal, The Duenna and A Trip to Scarborough. He was also a Whig MP for 32 years in the British House of Commons for Stafford (1780–1806), Westminster (1806–1807), and Ilchester (1807–1812). He is buried at Poets' Corner in Westminster Abbey. His plays remain a central part of the canon and are regularly performed worldwide.",
    "year": 1751,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Angelica Kauffman",
    "birthday": "1741-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Angelica_Kauffmann_by_Angelica_Kauffmann.jpg/265px-Angelica_Kauffmann_by_Angelica_Kauffmann.jpg",
    "extract": "Maria Anna Angelika Kauffmann, usually known in English as Angelica Kauffman, was a Swiss Neoclassical painter who had a successful career in London and Rome. Remembered primarily as a history painter, Kauffmann was a skilled portraitist, landscape and decoration painter. She was, along with Mary Moser, one of two female painters among the founding members of the Royal Academy in London in 1768.",
    "year": 1741,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Adams",
    "birthday": "1735-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Gilbert_Stuart%2C_John_Adams%2C_c._1800-1815%2C_NGA_42933.jpg/264px-Gilbert_Stuart%2C_John_Adams%2C_c._1800-1815%2C_NGA_42933.jpg",
    "extract": "John Adams was an American statesman, attorney, diplomat, writer, and Founding Father who served as the 2nd president of the United States from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain and during the war, served as a diplomat in Europe. He was twice elected vice president of the United States, serving from 1789 to 1797 in a prestigious role with little power. Adams was a dedicated diarist and regularly corresponded with many important contemporaries, including his wife and adviser Abigail Adams as well as his friend and rival Thomas Jefferson.",
    "year": 1735,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mary Hayley",
    "birthday": "1728-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Mary_Wilkes.jpg/243px-Mary_Wilkes.jpg",
    "extract": "Mary Hayley née Wilkes was an English businesswoman. She parlayed an inheritance from her first husband into a sizeable estate with her second husband. Upon the latter's death, she took over the business and successfully operated a shipping firm from 1781 to 1792 before living out her life in Bath.",
    "year": 1728,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Giovanni Pietro Francesco Agius de Soldanis",
    "birthday": "1712-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Bust_of_Giovanni_Pietro_Francesco_Agius_de_Soldanis.jpeg/239px-Bust_of_Giovanni_Pietro_Francesco_Agius_de_Soldanis.jpeg",
    "extract": "Canon Giovanni Pietro Francesco Agius de Soldanis, often called de Soldanis, was a Maltese linguist, historian and cleric from the island of Gozo. He wrote the first lexicon and systematic grammar of the Maltese language, and he was the first librarian of the Bibliotheca Publica, the precursor of the National Library of Malta.",
    "year": 1712,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sophia Charlotte of Hanover",
    "birthday": "1668-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Circle_of_Kneller_-_Sophia_Charlotte_of_Hannover_%28so-called_Anne%2C_Queen_of_Great_Britain%29.png/268px-Circle_of_Kneller_-_Sophia_Charlotte_of_Hannover_%28so-called_Anne%2C_Queen_of_Great_Britain%29.png",
    "extract": "Sophia Charlotte of Hanover was the first Queen consort in Prussia as wife of King Frederick I. She was the only daughter of Elector Ernest Augustus of Hanover and his wife Sophia of the Palatinate. Her eldest brother, George Louis, succeeded to the British throne in 1714 as King George I.",
    "year": 1668,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ernest August, Duke of Schleswig-Holstein-Sonderburg-Augustenburg",
    "birthday": "1660-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Wappen_Herzog_zu_Schleswig_Holstein.jpg/287px-Wappen_Herzog_zu_Schleswig_Holstein.jpg",
    "extract": "Ernest August, Duke of Schleswig-Holstein-Sonderburg-Augustenburg was the second son of Duke Ernest Günther and his wife Auguste.",
    "year": 1660,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Christopher Wren",
    "birthday": "1632-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Christopher_Wren_by_Godfrey_Kneller_1711.jpg/251px-Christopher_Wren_by_Godfrey_Kneller_1711.jpg",
    "extract": "Sir Christopher Wren PRS FRS was one of the most highly acclaimed English architects in history, as well as an anatomist, astronomer, geometer, and mathematician-physicist. He was accorded responsibility for rebuilding 52 churches in the City of London after the Great Fire in 1666, including what is regarded as his masterpiece, St Paul's Cathedral, on Ludgate Hill, completed in 1710.",
    "year": 1632,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Pellisson",
    "birthday": "1624-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Paul_Pellisson_-_Versailles_MV_2915.jpg/266px-Paul_Pellisson_-_Versailles_MV_2915.jpg",
    "extract": "Paul Pellisson was a French author.",
    "year": 1624,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jacques-Nompar de Caumont, duc de La Force",
    "birthday": "1558-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Jacques_Nompar_de_Caumont_mar%C3%A9chal_de_La_Force.jpg/243px-Jacques_Nompar_de_Caumont_mar%C3%A9chal_de_La_Force.jpg",
    "extract": "Jacques-Nompar de Caumont, duc de La Force was a marshal of France and peer of France. He was the son of a Huguenot, Francois de Caumont, lord of Castelnau, and Philippe de Beaupoil. He survived the St. Bartholomew's Day Massacre in 1572, but his father and older brother Armand were killed.",
    "year": 1558,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jacques Amyot",
    "birthday": "1513-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Jacques_Amyot_par_L%C3%A9onard_Gaultier.jpg/256px-Jacques_Amyot_par_L%C3%A9onard_Gaultier.jpg",
    "extract": "Jacques Amyot, French Renaissance bishop, scholar, writer and translator, was born of poor parents, at Melun.",
    "year": 1513,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Anne of Alençon",
    "birthday": "1492-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Macrino_d%E2%80%99Alba%2C_Ritratto_di_Anna_d%E2%80%99Alen%C3%A7on._Tempera_su_tavola._Crea%2C_Santuario_dell%E2%80%99Assunta.jpg/279px-Macrino_d%E2%80%99Alba%2C_Ritratto_di_Anna_d%E2%80%99Alen%C3%A7on._Tempera_su_tavola._Crea%2C_Santuario_dell%E2%80%99Assunta.jpg",
    "extract": "Anne d'Alençon, Lady of La Guerche, was a French noblewoman and a Marquise of Montferrat as the wife of William IX, Marquis of Montferrat. She acted as Regent of the Marquisate of Montferrat for her son, Boniface from 1518 to his death in 1530.",
    "year": 1492,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lucas Watzenrode",
    "birthday": "1447-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/%C5%81ukasz_Watzenrode.jpeg/268px-%C5%81ukasz_Watzenrode.jpeg",
    "extract": "Lucas Watzenrode the Younger was Prince-Bishop of Warmia (Ermland) and patron to his nephew, astronomer Nicolaus Copernicus.",
    "year": 1447,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Andrew, Duke of Calabria",
    "birthday": "1327-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Arms_of_Andre_of_Hungary_and_Naples.svg/274px-Arms_of_Andre_of_Hungary_and_Naples.svg.png",
    "extract": "Andrew, Duke of Calabria was the first husband of Joanna I of Naples, and a son of Charles I of Hungary and brother of Louis I of Hungary.",
    "year": 1327,
    "month": 10,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Julia the Elder",
    "birthday": "-39-10-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/%28Toulouse%29_Portrait_de_Julie_Mus%C3%A9e_Saint-Raymond_Ra_338.jpg/213px-%28Toulouse%29_Portrait_de_Julie_Mus%C3%A9e_Saint-Raymond_Ra_338.jpg",
    "extract": "Julia the Elder, known to her contemporaries as Julia Caesaris filia or Julia Augusti filia, was the daughter and only biological child of Augustus, the first Roman Emperor, and his second wife, Scribonia. Julia was also stepsister and second wife of the Emperor Tiberius; maternal grandmother of the Emperor Caligula and the Empress Agrippina the Younger; grandmother-in-law of the Emperor Claudius; and maternal great-grandmother of the Emperor Nero. Her epithet 'the Elder' distinguishes her from her daughter, Julia the Younger.",
    "year": -39,
    "month": 10,
    "day": 30,
    "language": "en"
  }
]