[
  {
    "name": "Noah Schnapp",
    "birthday": "2004-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Noah_Schnapp_by_Gage_Skidmore.jpg/221px-Noah_Schnapp_by_Gage_Skidmore.jpg",
    "extract": "Noah Cameron Schnapp is an American actor. He plays Will Byers in the Netflix science fiction horror streaming television series Stranger Things, for which he won the Screen Actors Guild Award for Outstanding Performance by an Ensemble in a Drama Series with his fellow cast members. His film roles include Roger Donovan in Steven Spielberg's historical drama Bridge of Spies (2015) and the voice of Charlie Brown in the animated The Peanuts Movie (2015).",
    "year": 2004,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jin Boyang",
    "birthday": "1997-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Boyang_at_2017_WC.jpg/239px-Boyang_at_2017_WC.jpg",
    "extract": "Jin Boyang is a Chinese figure skater. He is a two-time World bronze medalist (2016–2017), the 2018 Four Continents champion, a two-time Four Continents silver medalist, the 2017 Asian Winter Games silver medalist, and a six-time Chinese national champion. He is the first Chinese skater to medal in the men's singles at the World Figure Skating Championships. On the junior level, he is the 2015 World Junior silver medalist and the 2013 JGP Final champion.",
    "year": 1997,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lil Tracy",
    "birthday": "1995-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Lil_Tracy_%D0%BD%D0%B0_%D1%81%D1%8A%D0%B5%D0%BC%D0%BA%D0%B0%D1%85_%D0%BD%D0%BE%D0%B2%D0%BE%D0%B3%D0%BE_%D0%BA%D0%BB%D0%B8%D0%BF%D0%B0%2C_28_%D1%8F%D0%BD%D0%B2%D0%B0%D1%80%D1%8F_2019_%D0%B3.jpg/259px-Lil_Tracy_%D0%BD%D0%B0_%D1%81%D1%8A%D0%B5%D0%BC%D0%BA%D0%B0%D1%85_%D0%BD%D0%BE%D0%B2%D0%BE%D0%B3%D0%BE_%D0%BA%D0%BB%D0%B8%D0%BF%D0%B0%2C_28_%D1%8F%D0%BD%D0%B2%D0%B0%D1%80%D1%8F_2019_%D0%B3.jpg",
    "extract": "Jazz Ishmael Butler, professionally known as Lil Tracy, is an American rapper and singer. He was also known under the name Yung Bruh during the beginning of his career. Tracy is best known for his collaborations with the late rapper Lil Peep, specifically \"Awful Things\" which peaked at 79 on the Billboard Hot 100, and for being a prominent member of the \"SoundCloud rap\" and underground rap scene.",
    "year": 1995,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Aki Takajo",
    "birthday": "1991-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Aki_Takaj%C5%8D_%28cropped%29.jpg/232px-Aki_Takaj%C5%8D_%28cropped%29.jpg",
    "extract": "Aki Takajo  is a Japanese tarento who is a former member of the idol groups AKB48 and JKT48. She auditioned for AKB48's sixth generation and was promoted to member of Team A. Her talent agency is Is.Field and was one of the charter members to support JKT48. She is also a former member of the sub-unit French Kiss.",
    "year": 1991,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Johan Le Bon",
    "birthday": "1990-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Johan_Le_Bon.JPG/213px-Johan_Le_Bon.JPG",
    "extract": "Johan Le Bon is a French road bicycle racer, who currently rides for French amateur team Dinan Sport Cycling.",
    "year": 1990,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Nate Montana",
    "birthday": "1989-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Nate_Montana.jpg",
    "extract": "Nathaniel Joseph Montana is a former American football quarterback. After walking-on at Notre Dame as a freshman in 2008, he transferred to Pasadena City College in 2009, went back to Notre Dame in 2010, transferred to Montana in 2011, and finally transferred to West Virginia Wesleyan in 2012. Montana is the son of Pro Football Hall of Fame quarterback Joe Montana.",
    "year": 1989,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Two Door Cinema Club",
    "birthday": "1989-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Two_Door_Cinema_Club%2C_Bonnaroo_2012_%287188380925%29.jpg/320px-Two_Door_Cinema_Club%2C_Bonnaroo_2012_%287188380925%29.jpg",
    "extract": "Two Door Cinema Club are a band from Northern Ireland. The band formed in 2007 and is composed of three members: Alex Trimble, Sam Halliday, and Kevin Baird.",
    "year": 1989,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alicia Vikander",
    "birthday": "1988-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Alicia_Vikander_-_Tokyo_International_Film_Festival_2019_%2849013506278%29_%28cropped%29.jpg/214px-Alicia_Vikander_-_Tokyo_International_Film_Festival_2019_%2849013506278%29_%28cropped%29.jpg",
    "extract": "Alicia Amanda Vikander is a Swedish actress. She is the recipient of various accolades, including an Academy Award, in addition to nominations for two Golden Globe Awards and three British Academy Film Awards.",
    "year": 1988,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dustin Gazley",
    "birthday": "1988-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Dustin_Gazley.jpg/213px-Dustin_Gazley.jpg",
    "extract": "Dustin Gazley is an American professional ice hockey forward who is currently playing for HC Bolzano having last played for EC Red Bull Salzburg in the Erste Bank Eishockey Liga (EBEL).",
    "year": 1988,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "ASAP Rocky",
    "birthday": "1988-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/South_by_Southwest_2019_4_-_46628270064_%28cropped%29.jpg/257px-South_by_Southwest_2019_4_-_46628270064_%28cropped%29.jpg",
    "extract": "Rakim Athelaston Mayers, known professionally as ASAP Rocky, is an American rapper, singer, and record producer. He is a member of the hip hop collective A$AP Mob, from which he adopted his moniker. In August 2011, Rocky's single \"Peso\" was leaked online and within weeks received radio airplay. Rocky released his debut mixtape Live. Love. A$AP later that year to widespread critical acclaim. The success of his mixtape led to a record deal with Polo Grounds Music, RCA Records, and Sony Music Entertainment.",
    "year": 1988,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Robbie Grabarz",
    "birthday": "1987-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Robbie_Grabarz_Helsinki_2012.jpg/320px-Robbie_Grabarz_Helsinki_2012.jpg",
    "extract": "Robert Karl Grabarz is a former British high jumper active during the 2010s, with his greatest success coming between 2012 and 2017. He was the 2012 European champion, and won a shared silver medal in the 2012 Olympics, which was upgraded from bronze after disqualification of the original winner, Ivan Ukhov of Russia, for doping in 2021. He won the Diamond League in 2014.",
    "year": 1987,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Martin Plowman",
    "birthday": "1987-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Martin_Plowman_Driver_of_Oak_Racing%27s_Morgan_Nissan_%288667986875%29_%28cropped%29.jpg/215px-Martin_Plowman_Driver_of_Oak_Racing%27s_Morgan_Nissan_%288667986875%29_%28cropped%29.jpg",
    "extract": "Martin Plowman is a British professional racing driver from Tamworth currently competing in the FIA World Endurance Championship for OAK Racing. In 2013, he won the 24 Hours of Le Mans in the LMP2 class and was 2013 FIA WEC World Champion in the LMP2 class for drivers and teams.",
    "year": 1987,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Starley (singer)",
    "birthday": "1987-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Starley_%2820191204-2%29.jpg/240px-Starley_%2820191204-2%29.jpg",
    "extract": "Starley Hope is an Australian singer and songwriter. She is best known for her 2016 debut single \"Call on Me\".",
    "year": 1987,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lewis Brown (rugby league)",
    "birthday": "1986-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Lewis_Brown.jpg/223px-Lewis_Brown.jpg",
    "extract": "Lewis Brown, also known by the nickname of \"Sharky\", is a New Zealand former professional rugby league footballer who played in the 2000s and 2010s, who played for the New Zealand Warriors, Penrith Panthers and Manly Warringah Sea Eagles in the National Rugby League. He primarily played at second-row, but could also fill in at centre or hooker.",
    "year": 1986,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jackson Martínez",
    "birthday": "1986-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Jackson_Martinez_2014.jpg/229px-Jackson_Martinez_2014.jpg",
    "extract": "Jackson Arley Martínez Valencia is a Colombian former professional footballer who played as a striker.",
    "year": 1986,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Courtney Lee",
    "birthday": "1985-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Courtney_Lee_in_March_2013.jpg/288px-Courtney_Lee_in_March_2013.jpg",
    "extract": "Courtney Lee is an American former professional basketball player. He played college basketball at Western Kentucky University.",
    "year": 1985,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Yoon Eun-hye",
    "birthday": "1984-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Yoon_Eun-hye_at_Sep_2018.png/240px-Yoon_Eun-hye_at_Sep_2018.png",
    "extract": "Yoon Eun-hye is a South Korean actress, singer, entertainer and model. She debuted as a member of girl group Baby Vox, staying with the group from 1999 to 2005. Yoon has since moved on to acting and is best known for starring in the television dramas Princess Hours (2006), The Vineyard Man (2006), Coffee Prince (2007), My Fair Lady (2009) Lie to Me (2011) and Missing You (2012).",
    "year": 1984,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bruno Gervais",
    "birthday": "1984-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Bruno_Gervais_Lightning_2012-02-12.JPG/214px-Bruno_Gervais_Lightning_2012-02-12.JPG",
    "extract": "Bruno Gervais is a Canadian former professional ice hockey defenceman. He played with the New York Islanders, Tampa Bay Lightning and the Philadelphia Flyers in the National Hockey League (NHL).",
    "year": 1984,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jessica Parker Kennedy",
    "birthday": "1984-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Jessica_Parker_Kennedy_2013.jpg/313px-Jessica_Parker_Kennedy_2013.jpg",
    "extract": "Jessica Parker Kennedy is a Canadian actress. She played Melissa Glaser on the CW series The Secret Circle, Max on the Starz original series Black Sails and Nora West-Allen / XS on The Flash, and has also appeared on the television series Smallville, Undercovers, Kaya and Colony.",
    "year": 1984,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Anthony Le Tallec",
    "birthday": "1984-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Anthony_Le_Tallec2_%28cropped%29.jpg/270px-Anthony_Le_Tallec2_%28cropped%29.jpg",
    "extract": "Anthony Le Tallec is a French former professional footballer who played as a forward or an attacking midfielder for Liverpool, Sochaux, and Annecy FC.",
    "year": 1984,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ashlee Simpson",
    "birthday": "1984-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Ashlee_Simpson_2012.jpg/221px-Ashlee_Simpson_2012.jpg",
    "extract": "Ashley Nicolle Ross, known professionally as Ashlee Simpson, is an American singer, actress, dancer and fashion designer. The younger sister of singer and actress Jessica Simpson, she began her career as a back-up dancer for her sister and appeared in television commercials at the age of 15. She later pursued a career as an actress and had a recurring role on the family drama 7th Heaven. She appeared on the reality show Newlyweds: Nick and Jessica, broadcast on MTV between 2003 and 2005, which focused on Ashlee's older sister Jessica and Jessica's then-husband Nick Lachey. While working on her debut studio album, Simpson became the star of a spin-off reality series, The Ashlee Simpson Show, which was broadcast on MTV between 2004 and 2005. Like her sister before her, Simpson became the center of considerable media attention.",
    "year": 1984,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Fred (footballer, born 1983)",
    "birthday": "1983-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Fred_Silver_Boot%2C_Confederations_Cup_2013.jpg/258px-Fred_Silver_Boot%2C_Confederations_Cup_2013.jpg",
    "extract": "Frederico Chaves Guedes, also known as Fred, is a Brazilian professional footballer who plays as a striker for Fluminense.",
    "year": 1983,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Thiago Alves (fighter)",
    "birthday": "1983-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Thiago_Alves.JPG/258px-Thiago_Alves.JPG",
    "extract": "Thiago Alves d'Araujo is a Brazilian bare-knuckle fighter and former mixed martial artist. A 27-fight veteran of the Ultimate Fighting Championship, he competed in the promotion from 2005 until 2019. Aside from being a professional fighter, Alves has been a striking coach at the American Top Team since 2017.",
    "year": 1983,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tessa Thompson",
    "birthday": "1983-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Tessa_Thompson_by_Gage_Skidmore_3.jpg/251px-Tessa_Thompson_by_Gage_Skidmore_3.jpg",
    "extract": "Tessa Lynne Thompson is an American actress. She began her professional acting career with the Los Angeles Women's Shakespeare Company while studying at Santa Monica College. She appeared in productions of The Tempest and Romeo and Juliet, the latter of which earned her a NAACP Theatre Award nomination. Her breakthrough came with leading roles in Tina Mabry's independent drama film Mississippi Damned (2009) and Tyler Perry's drama film For Colored Girls (2010).",
    "year": 1983,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Zlatan Ibrahimović",
    "birthday": "1981-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Zlatan_Ibrahimovi%C4%87_June_2018.jpg/221px-Zlatan_Ibrahimovi%C4%87_June_2018.jpg",
    "extract": "Zlatan Ibrahimović is a Swedish professional footballer who plays as a striker for Serie A club AC Milan and the Sweden national team. Ibrahimović is renowned for his acrobatic strikes and volleys, powerful long-range shots, and excellent technique and ball control. He is regarded as one of the greatest strikers of all time and is one of the most decorated active footballers in the world, having won 34 trophies in his career. He has scored over 570 career goals, including more than 500 club goals, and has scored in each of the last four decades.",
    "year": 1981,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Andreas Isaksson",
    "birthday": "1981-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Hammarby-Djurg%C3%A5rden-25.jpg/310px-Hammarby-Djurg%C3%A5rden-25.jpg",
    "extract": "Jan Andreas Isaksson is a Swedish former professional footballer who played as a goalkeeper.",
    "year": 1981,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jonna Lee (singer)",
    "birthday": "1981-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Jonna_Lee_from_the_image_series_%22salty%22.jpg/320px-Jonna_Lee_from_the_image_series_%22salty%22.jpg",
    "extract": "Jonna Emily Lee is a Swedish singer, songwriter, record producer and visual director. Lee is the creator and artist of audiovisual online project iamamiwhoami who since 2009 have released their audiovisual series online, gathering a huge online following. Since her first solo album, she has collaborated with music producer and artist Claes Björklund who is also a member of iamamiwhoami. In 2017, Lee started using the moniker ionnalee for her new solo project. In February 2018 she released her debut solo album, Everyone Afraid to Be Forgotten. With the album she also created her own world tour co funded by her fans via Kickstarter. The tour sold out their venues all over the world during 2018.\nionnalee remixed Moby's \"The Ceremony of Innocence\" which was released in December 2018, and in February, her sophomore solo album Remember the Future was announced with the release date 31 May 2019.",
    "year": 1981,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ronald Rauhe",
    "birthday": "1981-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Ronald_Rauhe_2007_DM_HH.jpg/320px-Ronald_Rauhe_2007_DM_HH.jpg",
    "extract": "Ronald Rauhe is a German sprint canoeist who has competed since 1997. Competing in five Summer Olympics, he won a complete set of medals in the K-2 500 m event. Rauhe has won 16 world championship gold medals, the most by a male kayaker; now with 26 World medals, in 2011 he exceeded the 20 of his compatriot, Torsten Gutsche.",
    "year": 1981,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Matt Sparrow",
    "birthday": "1981-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Matt_Sparrow_Brighton_vs_Spurs.jpg/173px-Matt_Sparrow_Brighton_vs_Spurs.jpg",
    "extract": "Matthew Ronald Sparrow is an English professional footballer who plays for Australian semi-professional soccer club Fremantle City.",
    "year": 1981,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Anquan Boldin",
    "birthday": "1980-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Anquan_boldin_superbowl_victory.jpg/320px-Anquan_boldin_superbowl_victory.jpg",
    "extract": "Anquan Kenmile Boldin Sr. is a former American football wide receiver who spent 14 seasons in the National Football League (NFL). He played college football at Florida State and was drafted by the Arizona Cardinals in the second round of the 2003 NFL draft. He also played for the Baltimore Ravens, San Francisco 49ers and Detroit Lions.",
    "year": 1980,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sheldon Brookbank",
    "birthday": "1980-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Sheldon_Brookbank.png/225px-Sheldon_Brookbank.png",
    "extract": "Sheldon W. Brookbank is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL). He was the assistant coach of the Chicago Blackhawks of the National Hockey League (NHL) under Jeremy Colliton.",
    "year": 1980,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lindsey Kelk",
    "birthday": "1980-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Lindsey_Kelk.jpg/320px-Lindsey_Kelk.jpg",
    "extract": "Lindsey Kelk is a bestselling British author, journalist and formerly worked as a children's book editor. She was initially signed up to a three-book deal by publishers HarperCollins following the submission of a manuscript for her first novel. To date, she has published 17 adult books and is also the author of the children's book series, Cinders and Sparks. She lives in Los Angeles, California.",
    "year": 1980,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Danny O'Donoghue",
    "birthday": "1980-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Danny_The_Script_en_Barcelona.jpg/213px-Danny_The_Script_en_Barcelona.jpg",
    "extract": "Daniel John Mark Luke O'Donoghue is an Irish singer-songwriter best known for being the frontman of the Irish rock band The Script and as a coach on the first two series of the television singing talent show The Voice UK. He was earlier a member of the Irish boy band Mytown.",
    "year": 1980,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ivan Turina",
    "birthday": "1980-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Ivan_Turina_%282012%2C_cropped%29.jpg/320px-Ivan_Turina_%282012%2C_cropped%29.jpg",
    "extract": "Ivan Turina was a Croatian footballer who played at both professional and international levels as a goalkeeper.",
    "year": 1980,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Josh Klinghoffer",
    "birthday": "1979-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/2016_RiP_Red_Hot_Chili_Peppers_-_Josh_Klinghoffer_-_by_2eight_-_DSC0327.jpg/213px-2016_RiP_Red_Hot_Chili_Peppers_-_Josh_Klinghoffer_-_by_2eight_-_DSC0327.jpg",
    "extract": "Josh Adam Klinghoffer is an American musician best known for being the guitarist for the rock band Red Hot Chili Peppers from 2009 to 2019, with whom he recorded two studio albums, I'm with You (2011) and The Getaway (2016), and the b-sides compilation, I'm Beside You (2013). Klinghoffer took the place of his friend and frequent collaborator John Frusciante in 2009, after a period as a touring member. Klinghoffer was inducted into the Rock and Roll Hall of Fame with the Red Hot Chili Peppers in 2012, becoming the Hall of Fame's youngest-ever living inductee at the time, at age 32, passing Stevie Wonder, who was 38 when he was inducted.",
    "year": 1979,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Morrison (wrestler)",
    "birthday": "1979-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Johnny_Impact_Alpha_1_alt_%28cropped%29.jpg/254px-Johnny_Impact_Alpha_1_alt_%28cropped%29.jpg",
    "extract": "John Randall Hennigan is an American professional wrestler and actor, better known by the ring name John Morrison. Hennigan competed in WWE, where he was a contracted performer from 2002 to 2011, and 2019 to 2021.",
    "year": 1979,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gerald Asamoah",
    "birthday": "1978-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Gerald_Asamoah_%E2%80%93_Tag_der_Legenden_2016_02.jpg/282px-Gerald_Asamoah_%E2%80%93_Tag_der_Legenden_2016_02.jpg",
    "extract": "Gerald Asamoah is a German football manager and former professional player who works as the first-team manager of Schalke 04.",
    "year": 1978,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Claudio Pizarro",
    "birthday": "1978-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Pizarro_training_FC_Bayern_%28cropped%29.jpg/227px-Pizarro_training_FC_Bayern_%28cropped%29.jpg",
    "extract": "Claudio Miguel Pizarro Bosio is a Peruvian retired professional footballer who played as a striker. He is currently serving as Club Ambassador for Bayern Munich. He was captain of Peru's national football team, being its fifth highest scorer. Widely considered as the greatest representative of Peruvian football in Europe and one of the best strikers in the world in the 21st century. He is the highest scorer and most successful Latin American football player in the history of German football. He is the all-time top scorer of SV Werder Bremen, the ninth top scorer in the history of Bayern Munich and the sixth top scorer in the history of the Bundesliga and its second top scorer in the 21st century. He is also among the 20 top scorers in the history of UEFA club competitions and is the seventh highest South American scorer in European football history.",
    "year": 1978,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jake Shears",
    "birthday": "1978-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Jake_Shears_of_the_Scissor_Sisters.jpg/213px-Jake_Shears_of_the_Scissor_Sisters.jpg",
    "extract": "Jake Shears is an American singer and songwriter. He is best known as the male lead singer of pop-rock band Scissor Sisters.",
    "year": 1978,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Daniel Hollie",
    "birthday": "1977-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Danny_Holly_in_Kitchener%2C_Ontario%2C_Canada.jpg/243px-Danny_Holly_in_Kitchener%2C_Ontario%2C_Canada.jpg",
    "extract": "Daniel Richard Hollie is an American retired professional wrestler. Hollie is best known for his appearances with World Wrestling Entertainment between 2003 and 2006 under the ring name Danny Basham, and Total Nonstop Action Wrestling under the ring name Damaja.",
    "year": 1977,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Eric Munson",
    "birthday": "1977-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Eric_Munson_2006.jpg/227px-Eric_Munson_2006.jpg",
    "extract": "Eric Walter Munson is a former Major League Baseball catcher and current minor-league baseball coach. He was the third overall pick in the 1999 Major League Baseball draft by the Detroit Tigers, behind Josh Hamilton and Josh Beckett.",
    "year": 1977,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Herman Li",
    "birthday": "1976-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Nova2013_DragonForce_Herman_Li_0001-crop.jpg/223px-Nova2013_DragonForce_Herman_Li_0001-crop.jpg",
    "extract": "Herman Li is a Hong Kong-born British musician who is one of two lead guitarists for the power metal band DragonForce. Li has played with the band based in England since it was formed in 1999 by Li along with Sam Totman.",
    "year": 1976,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Seann William Scott",
    "birthday": "1976-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Seann_William_Scott_2012.jpg/196px-Seann_William_Scott_2012.jpg",
    "extract": "Seann William Scott is an American actor and comedian. He is known for his role as Steve Stifler in the American Pie franchise, and also for his role as Doug Glatt in both Goon and Goon: Last of the Enforcers. He has also appeared in films Dude, Where's My Car? (2000), Final Destination (2000), Road Trip (2000), Evolution (2001), The Dukes of Hazzard (2005), Mr. Woodcock (2007) and Role Models (2008). He has voiced Crash in four Ice Age animated feature films and two Ice Age television specials. Scott portrayed former CIA operative Wesley Cole in Fox's crime-drama television series Lethal Weapon (2018–19). Films in which Scott has starred have earned $4.91 billion at the global box office as of 2017.",
    "year": 1976,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "India Arie",
    "birthday": "1975-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/India.Arie_in_2004_by_Chris_Hakkens.jpg/320px-India.Arie_in_2004_by_Chris_Hakkens.jpg",
    "extract": "India Arie Simpson, also known as India Arie, is an American singer and songwriter. She has sold over 5 million records in the US and 10 million worldwide. She has won four Grammy Awards from her 23 nominations, including Best R&B Album.",
    "year": 1975,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Satoko Ishimine",
    "birthday": "1975-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Satoko_Ishimine_at_Hatsuishi_Sunshine_Summer_Fun_Festa_2012.png/320px-Satoko_Ishimine_at_Hatsuishi_Sunshine_Summer_Fun_Festa_2012.png",
    "extract": "Satoko Ishimine  is a Japanese female singer-songwriter. She rose to fame in 1992 when she won the grand prix of the 16th annual Nagasaki Singing Festival at the age of 16, which resulted in her receiving a recording contract with Toshiba EMI.",
    "year": 1975,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marianne Timmer",
    "birthday": "1974-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Marianne_Timmer_%2809-12-2007%29.jpg/197px-Marianne_Timmer_%2809-12-2007%29.jpg",
    "extract": "Maria Aaltje (\"Marianne\") Timmer is a Dutch former speed skater specializing in the middle distances. At the 1998 Winter Olympics Timmer won a gold medal in both these events.",
    "year": 1974,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Neve Campbell",
    "birthday": "1973-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Neve_Campbell_04_%2821268333696%29.jpg/248px-Neve_Campbell_04_%2821268333696%29.jpg",
    "extract": "Neve Adrianne Campbell is a Canadian actress. Campbell is recognized for her work in the drama and horror genres, and is regarded as a sex symbol and scream queen. She has appeared on People magazine's list of \"50 Most Beautiful People\" twice.",
    "year": 1973,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lena Headey",
    "birthday": "1973-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Headey%2C_Lena_%282007%29_%28headshot%29.jpg/204px-Headey%2C_Lena_%282007%29_%28headshot%29.jpg",
    "extract": "Lena Kathren Headey is a British actress. She gained international recognition and acclaim for her portrayal of Cersei Lannister on the HBO epic fantasy drama series Game of Thrones (2011–2019), for which she received five Primetime Emmy Award nominations and a Golden Globe Award nomination.",
    "year": 1973,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Eirik Hegdal",
    "birthday": "1973-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Eirik_Hegdal_Kongsberg_Jazzfestival_2017_%28224353%29.jpg/320px-Eirik_Hegdal_Kongsberg_Jazzfestival_2017_%28224353%29.jpg",
    "extract": "Eirik Hegdal is a Norwegian Jazz musician (saxophone), composer, arranger and music teacher, known from the band Dingobats (1995-2005) and as leader of Trondheim Jazz Orchestra.",
    "year": 1973,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Komla Dumor",
    "birthday": "1972-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/51/Komla_Dumor.jpg/320px-Komla_Dumor.jpg",
    "extract": "Komla Afeke Dumor was a Ghanaian journalist who worked for BBC World News and was the main presenter of its programme Focus on Africa.",
    "year": 1972,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "G. Love",
    "birthday": "1972-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/G_Love_Garrett_Dutton_%28cropped%29.jpg/290px-G_Love_Garrett_Dutton_%28cropped%29.jpg",
    "extract": "Garrett Dutton, better known as G. Love, is an American musician best known as the frontman for the band G. Love & Special Sauce.",
    "year": 1972,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Guy Oseary",
    "birthday": "1972-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Guy_Oseary.jpg/240px-Guy_Oseary.jpg",
    "extract": "Guy Harley Oseary is an Israeli-American talent manager and writer. His clients include Madonna and U2.",
    "year": 1972,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kevin Richardson (musician)",
    "birthday": "1971-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Kevin_Richardson_on_tour.jpg/216px-Kevin_Richardson_on_tour.jpg",
    "extract": "Kevin Scott Richardson is an American singer, best known as a member of the vocal group the Backstreet Boys. Richardson was inducted into the Kentucky Music Hall of Fame along with his cousin and bandmate Brian Littrell in 2015.",
    "year": 1971,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Terminaator",
    "birthday": "1970-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Terminaator.IMG_20210813_192407_%282%29.jpg/320px-Terminaator.IMG_20210813_192407_%282%29.jpg",
    "extract": "Terminaator is an Estonian rock group formed in 1987 by Arno Veimer and Jaagup Kreem in Tallinn 10. High School. Kreem was in the 7th grade then. The first public performance was in Tallinn 47. High School in the schoolbands' festival. The first time in the studio was in 1989. First songs \"Charleen\" and \"Meeletu maailm\" were recorded in 1991. They found wider fame in 1992, when they won the festival of young bands Rock In. They have also performed in Latvia, Lithuania and Finland, although they have not had much success outside of Estonia. On the Estonian television show \"7 vaprat\", Terminaator have appeared playing their songs \"Ainult sina võid mu maailma muuta\", \"Juulikuu lumi\", \"See ei ole saladus\", and \"Portselanist tüdruk\".",
    "year": 1970,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jimmy Ray",
    "birthday": "1970-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Jimmy_Ray_Cover.jpg/235px-Jimmy_Ray_Cover.jpg",
    "extract": "James Ray Edwards, known professionally by his stage name Jimmy Ray, is an English pop musician.",
    "year": 1970,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gwen Stefani",
    "birthday": "1969-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Gwen_Stefani%2C_No_Doubt_%28crop_2%29.jpg/213px-Gwen_Stefani%2C_No_Doubt_%28crop_2%29.jpg",
    "extract": "Gwen Renée Stefani is an American singer, songwriter, fashion designer and actress. She is a co-founder, lead vocalist, and the primary songwriter of the band No Doubt, whose singles include \"Just a Girl\", \"Spiderwebs\", and \"Don't Speak\", from their 1995 breakthrough studio album Tragic Kingdom, as well as \"Hey Baby\" and \"It's My Life\" from later albums.",
    "year": 1969,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tetsuya (musician)",
    "birthday": "1969-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/L%27arc_En_Ciel_%40_MSG_-_3-25-12_-_052.jpg/320px-L%27arc_En_Ciel_%40_MSG_-_3-25-12_-_052.jpg",
    "extract": "Tetsuya  is a Japanese musician, best known as the leader and bassist of the rock band L'Arc-en-Ciel. Formerly known by the stage name tetsu, he started using his birth name professionally on December 1, 2009. While in L'Arc-en-Ciel his name is stylized as tetsuya, whereas in his solo work it is stylized as TETSUYA.",
    "year": 1969,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marko Rajamäki",
    "birthday": "1968-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Marko_Rajam%C3%A4ki_1.jpg/240px-Marko_Rajam%C3%A4ki_1.jpg",
    "extract": "Marko Rajamäki is a Swedish-born Finnish football manager. He managed Turun Palloseura between 2010 and 2014. Previously he managed the club's under-18 team and was also the assistant manager of the senior team in 2009. Rajamäki is himself a former Finnish international footballer.",
    "year": 1968,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Rob Liefeld",
    "birthday": "1967-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Rob_Liefeld_by_Gage_Skidmore.jpg/237px-Rob_Liefeld_by_Gage_Skidmore.jpg",
    "extract": "Robert Liefeld is an American comic book creator. A prominent writer and artist in the 1990s, he is known for co-creating the character Cable with writer Louise Simonson and the character Deadpool with writer Fabian Nicieza. In the early 1990s, Liefeld gained popularity due to his work on Marvel Comics' The New Mutants and later X-Force. In 1992, he and several other popular Marvel illustrators left the company to found Image Comics, which started a wave of comic books owned by their creators rather than by publishers. The first book published by Image Comics was Liefeld's Youngblood #1.",
    "year": 1967,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Chris Collingwood",
    "birthday": "1967-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Chris_Collingwood_in_concert.JPG/240px-Chris_Collingwood_in_concert.JPG",
    "extract": "Chris Collingwood is an American singer, songwriter, and artist. He is best known as the former lead vocalist and founding member of the power pop band Fountains of Wayne.",
    "year": 1967,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Darrin Fletcher",
    "birthday": "1966-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4e/Darrin_Fletcher_-_San_Antonio_Missions_-_1988.jpg",
    "extract": "Darrin Glen Fletcher is an American former professional baseball catcher and sports commentator. He played in Major League Baseball (MLB) from 1989 to 2002 for the Los Angeles Dodgers, Philadelphia Phillies, Montreal Expos, and Toronto Blue Jays.",
    "year": 1966,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Annemarie Verstappen",
    "birthday": "1965-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Annemarie_Verstappen_1985.jpg/248px-Annemarie_Verstappen_1985.jpg",
    "extract": "Anna Maria Theodora Petra \"Annemarie\" Verstappen is a female former freestyle swimmer from the Netherlands.",
    "year": 1965,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jan-Ove Waldner",
    "birthday": "1965-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Jan-Ove_Waldner.JPG/257px-Jan-Ove_Waldner.JPG",
    "extract": "Jan-Ove Waldner, in Sweden commonly J-O Waldner (Swedish: [ˈjiː uː], is a Swedish former table tennis player. He is often referred to as \"the Mozart of table tennis.\" A sporting legend in his native Sweden as well as in China, he is known in China as 老瓦 Lǎo Wǎ or 常青树 Cháng Qīng Shù, because of his extraordinary longevity and competitiveness. As of July 2021, he is the only person to win an Olympic table tennis gold medal representing a non-Asian country.",
    "year": 1965,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Clive Owen",
    "birthday": "1964-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Clive_Owen_%28Children_of_men%29_cropped.jpg/240px-Clive_Owen_%28Children_of_men%29_cropped.jpg",
    "extract": "Clive Owen is an English actor. He first gained recognition in the United Kingdom for playing the lead role in the ITV series Chancer from 1990 to 1991. He received critical acclaim for his work in the film Close My Eyes (1991) before earning international attention for his performance as a struggling writer in Croupier (1998). In 2005, he won a Golden Globe and a BAFTA Award and was nominated for an Academy Award for his performance in the drama Closer (2004).",
    "year": 1964,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tommy Lee",
    "birthday": "1962-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Tommy_Lee_2012.jpg/213px-Tommy_Lee_2012.jpg",
    "extract": "Thomas Lee Bass is an American musician and founding member of the heavy metal band Mötley Crüe. As well as being the band's long-term drummer, Lee founded rap metal band Methods of Mayhem, and has pursued solo musical projects.",
    "year": 1962,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Simon Scarrow",
    "birthday": "1962-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Scarrow_buena2.jpg/214px-Scarrow_buena2.jpg",
    "extract": "Simon Scarrow is a British author. Scarrow completed a master's degree at the University of East Anglia after working at the Inland Revenue, and then went into teaching as a lecturer, firstly at East Norfolk Sixth Form College, then at City College Norwich.",
    "year": 1962,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ludger Stühlmeyer",
    "birthday": "1961-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Ludger_St%C3%BChlmeyer_2010.JPG/240px-Ludger_St%C3%BChlmeyer_2010.JPG",
    "extract": "Ludger Stühlmeyer is a German cantor, composer, docent and musicologist.",
    "year": 1961,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Craig Bellamy (rugby league)",
    "birthday": "1959-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Cbellamy.jpg/240px-Cbellamy.jpg",
    "extract": "Craig Bellamy is an Australian professional rugby league football coach who is the head coach of the Melbourne Storm in the NRL, and a former professional rugby league footballer. He is known as one of the greatest coaches in NRL history.",
    "year": 1959,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Fred Couples",
    "birthday": "1959-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Fred_Couples.jpg/306px-Fred_Couples.jpg",
    "extract": "Frederick Steven Couples is an American professional golfer who has competed on the PGA Tour and the PGA Tour Champions. A former World No. 1, he has won 64 professional tournaments, most notably the Masters Tournament in 1992, and the Players Championship in 1984 and 1996.",
    "year": 1959,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Greg Proops",
    "birthday": "1959-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/GregProops.jpg/213px-GregProops.jpg",
    "extract": "Gregory Everett Proops is an American actor, stand-up comedian and television host. He is widely known for his work as an improvisational comedian on the U.K. and U.S. versions of Whose Line Is It Anyway? He also performed on Drew Carey's Green Screen Show and voiced the title character on the animated children's show Bob the Builder from 2005 to late 2007.",
    "year": 1959,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jack Wagner (actor)",
    "birthday": "1959-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Jack_Wagner_2009.jpg/320px-Jack_Wagner_2009.jpg",
    "extract": "Peter John Wagner II is an American actor and singer, best known for his roles on the soap operas General Hospital, Santa Barbara, The Bold and the Beautiful, and Melrose Place.",
    "year": 1959,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Louise Lecavalier",
    "birthday": "1958-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Louise_Lecavalier_cropped.jpg/257px-Louise_Lecavalier_cropped.jpg",
    "extract": "Louise Lecavalier OC is a Canadian dancer known as one of the icons of Canadian contemporary dance.",
    "year": 1958,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Roberto Azevêdo",
    "birthday": "1957-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/28/Roberto_Azevedo_in_2020.jpeg",
    "extract": "Roberto Carvalho de Azevêdo is a Brazilian career diplomat who served as Director-General of the World Trade Organization (WTO) from 2013 until 2020. Since 2020, he has been Executive Vice President and Director of Corporate Affairs at PepsiCo.",
    "year": 1957,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tim Westwood",
    "birthday": "1957-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Westwood_DJin_at_Radio_1%27s_Big_Weekend_in_2010_%28cropped%29.jpg/250px-Westwood_DJin_at_Radio_1%27s_Big_Weekend_in_2010_%28cropped%29.jpg",
    "extract": "Timothy Westwood is a British DJ and presenter. He is often referred to by other DJs and artists appearing on his shows simply as Westwood. He was described by The Guardian in 2022 as \"a veteran of the hip-hop scene whose opinions have been able to make or break upcoming artists for more than 30 years\". He presented the MTV UK show Pimp My Ride UK. He was known for hosting the Radio 1 rap show. In 2013, he left Radio 1 and 1Xtra after nearly twenty years and returned to Capital Radio.",
    "year": 1957,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Moshe Kam",
    "birthday": "1955-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/MosheKam.JPG/214px-MosheKam.JPG",
    "extract": "Moshe Kam is an American engineering educator presently serving as the dean of the Newark College of Engineering at the New Jersey Institute of Technology. Until August 2014 he served as the Robert G. Quinn Professor and department head of electrical and computer engineering at Drexel University. In 2011, he served concurrently as the 49th president and CEO of IEEE. Earlier he was IEEE's vice president for educational activities (2005–2007) and IEEE's representative director to the accreditation body ABET. Kam is known for his studies of decision fusion and distributed detection, which focus on computationally feasible fusion rules for multi-sensor systems.",
    "year": 1955,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Allen Woody",
    "birthday": "1955-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Govt._Mule_-_Allen_Woody.jpg/320px-Govt._Mule_-_Allen_Woody.jpg",
    "extract": "Douglas Allen Woody was an American bass guitarist best known for his eight-year tenure in the Allman Brothers Band and as a co-founder of Gov't Mule.",
    "year": 1955,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dennis Eckersley",
    "birthday": "1954-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Dennis_Eckersley_2008_%28crop%29.jpg/215px-Dennis_Eckersley_2008_%28crop%29.jpg",
    "extract": "Dennis Lee Eckersley, nicknamed \"Eck\", is an American former professional baseball pitcher and current primary NESN color commentator. Between 1975 and 1998, he pitched in Major League Baseball (MLB) for the Cleveland Indians, Boston Red Sox, Chicago Cubs, Oakland Athletics, and St. Louis Cardinals. Eckersley had success as a starter, but gained his greatest fame as a closer, becoming the first of two pitchers in MLB history to have both a 20-win season and a 50-save season in a career.",
    "year": 1954,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Al Sharpton",
    "birthday": "1954-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/George_Floyd_family_lawyer%2C_Attorney_Ben_Crump_%28L%29_and_Rev._Al_Sharpton%2C_outside_the_Hennepin_County_Government_Center_%2851083634737%29_%28cropped%29.jpg/232px-George_Floyd_family_lawyer%2C_Attorney_Ben_Crump_%28L%29_and_Rev._Al_Sharpton%2C_outside_the_Hennepin_County_Government_Center_%2851083634737%29_%28cropped%29.jpg",
    "extract": "Alfred Charles Sharpton Jr. is an American civil rights activist, Baptist minister, talk show host and politician. Sharpton is the founder of the National Action Network. In 2004, he was a candidate for the Democratic nomination for the U.S. presidential election. He hosts his own radio talk show, Keepin' It Real, and he makes frequent appearances on cable news television. In 2011, he was named the host of MSNBC's PoliticsNation, a nightly talk show. In 2015, the program was shifted to Sunday mornings.",
    "year": 1954,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stevie Ray Vaughan",
    "birthday": "1954-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Stevie_Ray_Vaughan_Live_1983.jpg/233px-Stevie_Ray_Vaughan_Live_1983.jpg",
    "extract": "Stephen Ray Vaughan was an American musician, singer, songwriter, and record producer, best known as the guitarist and frontman of the blues rock trio Stevie Ray Vaughan and Double Trouble. Although his mainstream career only spanned seven years, he is regarded as one of the most influential musicians in the history of blues music, and one of the greatest guitarists of all time.",
    "year": 1954,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bruce Arians",
    "birthday": "1952-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Bruce_Arians_WFT-Buccaneers_NOV2021_%28cropped%29.jpg/213px-Bruce_Arians_WFT-Buccaneers_NOV2021_%28cropped%29.jpg",
    "extract": "Bruce Charles Arians is an American football executive in the National Football League (NFL) and former coach. Since 2022, he has been a senior football consultant for the Tampa Bay Buccaneers. Arians was previously the head coach of the Arizona Cardinals from 2013 to 2017 and the Buccaneers from 2019 to 2021. He was also the interim head coach of the Indianapolis Colts during the 2012 season. Arians is known for his slogan \"No risk-it, no biscuit,\" which encourages aggressive playcalling.",
    "year": 1952,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gary Troup",
    "birthday": "1952-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Gary_Troup_ONZM_%28cropped%29.jpg/252px-Gary_Troup_ONZM_%28cropped%29.jpg",
    "extract": "Gary Bertram Troup is a New Zealand former cricketer and local politician who played 15 Tests and 22 One Day Internationals for New Zealand.",
    "year": 1952,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Keb' Mo'",
    "birthday": "1951-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Keb_Mo_with_Hamer_guitar_26Jun2010.jpg/256px-Keb_Mo_with_Hamer_guitar_26Jun2010.jpg",
    "extract": "Kevin Roosevelt Moore, known as Keb' Mo', is an American blues musician and five-time Grammy Award winner. He is a singer, guitarist, and songwriter, living in Nashville, Tennessee. He has been described as \"a living link to the seminal Delta blues that travelled up the Mississippi River and across the expanse of America\". His post-modern blues style is influenced by many eras and genres, including folk, rock, jazz, pop and country. The moniker \"Keb Mo\" was coined by his original drummer, Quentin Dennard, and picked up by his record label as a \"street talk\" abbreviation of his given name.",
    "year": 1951,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kathryn D. Sullivan",
    "birthday": "1951-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Kathryn_Sullivan%2C_PCAST_Member_%28cropped%29.jpg/284px-Kathryn_Sullivan%2C_PCAST_Member_%28cropped%29.jpg",
    "extract": "Kathryn Dwyer Sullivan is an American geologist, oceanographer, and a former NASA astronaut and US Navy officer. She was a crew member on three Space Shuttle missions.",
    "year": 1951,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dave Winfield",
    "birthday": "1951-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/DaveWinfieldbyMarioCasciano.jpg/299px-DaveWinfieldbyMarioCasciano.jpg",
    "extract": "David Mark Winfield is an American former Major League Baseball (MLB) right fielder. He is the special assistant to the executive director of the Major League Baseball Players Association. Over his 22-year career, he played for six teams: the San Diego Padres, New York Yankees, California Angels, Toronto Blue Jays, Minnesota Twins, and Cleveland Indians. He had the winning hit in the 1992 World Series with the Blue Jays over the Atlanta Braves.",
    "year": 1951,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lindsey Buckingham",
    "birthday": "1949-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/LindsBuckPort071018-48_%2844380859925%29.jpg/320px-LindsBuckPort071018-48_%2844380859925%29.jpg",
    "extract": "Lindsey Adams Buckingham is an American singer, musician, songwriter, and producer, best known as the lead guitarist and male lead singer of the music group Fleetwood Mac from 1975 to 1987 and 1997 to 2018. In addition to his tenure with Fleetwood Mac, Buckingham has released seven solo albums and three live albums. As a member of Fleetwood Mac, he was inducted into the Rock and Roll Hall of Fame in 1998. Buckingham was ranked 100th in Rolling Stone's 2011 list of \"The 100 Greatest Guitarists of All Time\". Buckingham is known for his fingerpicking guitar style.",
    "year": 1949,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "J. P. Dutta",
    "birthday": "1949-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/JPDutta.jpg/320px-JPDutta.jpg",
    "extract": "Jyoti Prakash Dutta is an Indian Bollywood film producer, writer and director, best known for making patriotic action war films.",
    "year": 1949,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Perry Barlow",
    "birthday": "1947-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/John_Perry_Barlow_2012.jpg/247px-John_Perry_Barlow_2012.jpg",
    "extract": "John Perry Barlow was an American poet, essayist, cattle rancher, and cyberlibertarian political activist who had been associated with both the Democratic and Republican parties. He was also a lyricist for the Grateful Dead, a founding member of the Electronic Frontier Foundation and the Freedom of the Press Foundation, and an early fellow at Harvard University's Berkman Klein Center for Internet & Society.",
    "year": 1947,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ben Cauley",
    "birthday": "1947-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Ben_Cauley.jpg/320px-Ben_Cauley.jpg",
    "extract": "Ben S. Cauley, Jr. was an American trumpet player, vocalist, songwriter, and founding member of the Stax recording group, the Bar-Kays. He was the only survivor of the 1967 plane crash that claimed the lives of soul singer Otis Redding and four members of the Bar-Kays.",
    "year": 1947,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Fred DeLuca",
    "birthday": "1947-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Fred_De_Luca_2011-03-09_001.jpg/307px-Fred_De_Luca_2011-03-09_001.jpg",
    "extract": "Frederick Adrian DeLuca was an American businessman and co-founder of the Subway franchise of sandwich shops. During his tenure, Subway grew into the largest franchise in the world.",
    "year": 1947,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "P. P. Arnold",
    "birthday": "1946-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/P._P._Arnold%2C_July_02_2006.jpg/206px-P._P._Arnold%2C_July_02_2006.jpg",
    "extract": "Patricia Ann Cole, known professionally as P. P. Arnold, is an American soul singer. Arnold began her career as an Ikette with the Ike & Tina Turner Revue in 1965. The following year she relocated to London to pursue a solo career. Arnold enjoyed considerable success in the United Kingdom with her singles \"The First Cut Is the Deepest\" (1967) and \"Angel of the Morning\" (1968).",
    "year": 1946,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tony Brown (footballer, born 1945)",
    "birthday": "1945-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/The_Hawthorns_-_West_Bromwich_Albion_FC_-_Birmingham_Road_-_Tony_Brown_statue_%2815964584919%29.jpg/320px-The_Hawthorns_-_West_Bromwich_Albion_FC_-_Birmingham_Road_-_Tony_Brown_statue_%2815964584919%29.jpg",
    "extract": "Anthony Brown is an English former footballer who played as a wing half and an inside forward. He was often referred to by his nickname Bomber or Bomber Brown and was known for his spectacular goals. He joined West Bromwich Albion as a youth in 1961 and turned professional in 1963. In the late 1960s and early 1970s Brown was part of an Albion team that built a reputation as a successful cup side, winning the 1966 Football League Cup Final and the 1968 FA Cup Final and finishing as runners-up in the League Cup in 1967 and 1970. He was the top scorer in Division One in 1970–71 and received his only England cap at the end of that season.",
    "year": 1945,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jo Ritzen",
    "birthday": "1945-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Jo_Ritzen_1986_%281%29.jpg/274px-Jo_Ritzen_1986_%281%29.jpg",
    "extract": "Jozef Marie Mathias \"Jo\" Ritzen is a retired Dutch politician of the Labour Party (PvdA) and economist.",
    "year": 1945,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Pierre Deligne",
    "birthday": "1944-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Pierre_Deligne_%282005%29_%28cropped%29.jpg/273px-Pierre_Deligne_%282005%29_%28cropped%29.jpg",
    "extract": "Pierre René, Viscount Deligne is a Belgian mathematician. He is best known for work on the Weil conjectures, leading to a complete proof in 1973. He is the winner of the 2013 Abel Prize, 2008 Wolf Prize, 1988 Crafoord Prize, and 1978 Fields Medal.",
    "year": 1944,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jeff Bingaman",
    "birthday": "1943-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Official_Photo_of_Senator_Jeff_Bingaman_%28D-NM%29_2008.jpg/252px-Official_Photo_of_Senator_Jeff_Bingaman_%28D-NM%29_2008.jpg",
    "extract": "Jesse Francis \"Jeff\" Bingaman Jr. is an American politician who served as a United States Senator from New Mexico from 1983 to 2013, for 5 terms. A member of the Democratic Party, he served as Chairman of Committee Outreach for the Senate Democratic Caucus. Previously, Bingaman was Attorney General of New Mexico from 1979 to 1983. On February 18, 2011, he announced that he would not seek reelection in 2012. He was succeeded by Democratic US Representative Martin Heinrich. During his time in the Senate, Bingaman served as the long time chair of the Senate Energy Committee.",
    "year": 1943,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Chubby Checker",
    "birthday": "1941-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/WIKI_CHUBBY_CHECKER_1.jpg/250px-WIKI_CHUBBY_CHECKER_1.jpg",
    "extract": "Chubby Checker is an American rock and roll singer and dancer. He is widely known for popularizing many dance styles, including The Twist dance style, with his 1960 hit cover of Hank Ballard & The Midnighters' R&B song \"The Twist\", and the Pony dance style with the 1961 cover of the song \"Pony Time\". However, his best-known song is the hit \"Let's Twist Again\", released one year later ; that year he also popularized the song \"Limbo Rock\", originally a previous year instrumental hit by the Champs to which he added lyrics, and its trademark Limbo dance, as well as others dance styles such as The Fly. In September 2008, \"The Twist\" topped Billboard's list of the most popular singles to have appeared in the Hot 100 since its debut in 1960, an honor it maintained for an August 2013 update of the list.",
    "year": 1941,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Andrea de Adamich",
    "birthday": "1941-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Andrea_De_Adamich_-_Alfa_Romeo_Giulia_2000_GTAm_%281972_Monza_4_Hours%29.jpg/320px-Andrea_De_Adamich_-_Alfa_Romeo_Giulia_2000_GTAm_%281972_Monza_4_Hours%29.jpg",
    "extract": "Andrea Lodovico de Adamich is a former racing driver from Italy. He participated in 34 World Championship Formula One Grands Prix, making his debut on 1 January 1968. He scored a total of six championship points. He also participated in numerous non-championship Formula One races.",
    "year": 1941,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Elliott (businessman)",
    "birthday": "1941-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/65/John_Elliott_%28businessman%29.jpeg/320px-John_Elliott_%28businessman%29.jpeg",
    "extract": "John Dorman Elliott was an Australian businessman and state and federal president of the Liberal Party. He had also been president of the Carlton Football Club. He frequently provoked controversy due to his political affiliations, his brushes with the law, and his abrasive personal style.",
    "year": 1941,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alan O'Day",
    "birthday": "1940-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Alan_O_Day.jpg",
    "extract": "Alan Earle O'Day was an American singer-songwriter, best known for writing and singing \"Undercover Angel,\" a million-selling Gold-certified American No. 1 hit in 1977. He also wrote songs for many other notable performers, such as 1974's Helen Reddy No. 1 hit \"Angie Baby\" and the Righteous Brothers' No. 3 Gold hit \"Rock and Roll Heaven\". In the 1980s he moved from pop music to television, co-writing nearly 100 songs for the Saturday morning Muppet Babies series, and in the 1990s he wrote and performed music on the National Geographic series Really Wild Animals. O'Day also collaborated with Tatsuro Yamashita on a series of popular songs in Japan including \"Your Eyes\", \"Magic Ways\", \"Christmas Eve\" and \"Fragile\".",
    "year": 1940,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jean Ratelle",
    "birthday": "1940-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Jean_Ratelle_1972.JPG/229px-Jean_Ratelle_1972.JPG",
    "extract": "Joseph Gilbert Yvon Jean Ratelle is a Canadian former ice hockey player who played for the New York Rangers and Boston Bruins. In twenty-one seasons he averaged almost a point a game and won the Lady Byng Trophy twice in recognition of his great sportsmanship. He was inducted into the Hockey Hall of Fame in 1985. In 2017 he was named one of the \"100 Greatest NHL Players\" in history.",
    "year": 1940,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mike Troy",
    "birthday": "1940-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Mike_Troy_1960.jpg/320px-Mike_Troy_1960.jpg",
    "extract": "Michael Francis Troy was an American competitive swimmer, a two-time Olympic champion, and world record-holder in three events.",
    "year": 1940,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bob Armstrong",
    "birthday": "1939-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Bullet_Bob_Scott_Wrestling_2.JPG/320px-Bullet_Bob_Scott_Wrestling_2.JPG",
    "extract": "Joseph Melton James was an American professional wrestler, better known by his ring name, \"Bullet\" Bob Armstrong. In the course of his career, which spanned five decades, Armstrong held numerous championships throughout the Southeastern United States. His four sons, Joseph Scott, Robert Bradley, Steve and Brian Girard, all became wrestlers.",
    "year": 1939,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Eddie Cochran",
    "birthday": "1938-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Eddie_Cochran.jpg/279px-Eddie_Cochran.jpg",
    "extract": "Ray Edward Cochran was an American rock and roll musician. Cochran's songs, such as \"Twenty Flight Rock\", \"Summertime Blues\", \"C'mon Everybody\" and \"Somethin' Else\", captured teenage frustration and desire in the mid-1950s and early 1960s. He experimented with multitrack recording, distortion techniques, and overdubbing even on his earliest singles. He played the guitar, piano, bass, and drums. His image as a sharply dressed and attractive young man with a rebellious attitude epitomized the stance of the 1950s rocker, and in death he achieved iconic status.",
    "year": 1938,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dave Obey",
    "birthday": "1938-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Dave_Obey_111th_congressional_portrait.jpg",
    "extract": "David Ross Obey is an American lobbyist and former politician who served as a member of the United States House of Representatives for Wisconsin's 7th congressional district from 1969 to 2011. The district includes much of the northwestern portion of the state, including Wausau and Superior. He is a member of the Democratic Party, and served as Chairman of the powerful House Committee on Appropriations from 1994 to 1995 and again from 2007 to 2011. He was the longest-serving member ever of the United States House of Representatives from the state of Wisconsin, until surpassed by Jim Sensenbrenner in 2020.",
    "year": 1938,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Steve Reich",
    "birthday": "1936-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Steve_Reich2.jpg",
    "extract": "Stephen Michael Reich is an American composer known for his contribution to the development of minimal music in the mid to late 1960s.",
    "year": 1936,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Charles Duke",
    "birthday": "1935-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Official_NASA_portrait_Charles_Moss_Duke_Jr.jpg/256px-Official_NASA_portrait_Charles_Moss_Duke_Jr.jpg",
    "extract": "Charles Moss Duke Jr. is an American former astronaut, United States Air Force (USAF) officer and test pilot. As lunar module pilot of Apollo 16 in 1972, he became the tenth and youngest person to walk on the Moon, at age 36 years and 201 days.",
    "year": 1935,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Armen Dzhigarkhanyan",
    "birthday": "1935-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Armen_Dzigarkhanyan_%28cropped%29.jpg/235px-Armen_Dzigarkhanyan_%28cropped%29.jpg",
    "extract": "Armen Borisovich Dzhigarkhanyan was a Soviet, Armenian, and Russian actor.",
    "year": 1935,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Benjamin Boretz",
    "birthday": "1934-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Benjamin_Boretz.jpg/267px-Benjamin_Boretz.jpg",
    "extract": "Benjamin Aaron Boretz is an American composer and music theorist.",
    "year": 1934,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Miguel-Ángel Cárdenas",
    "birthday": "1934-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Miguelangelcardenas.jpg/317px-Miguelangelcardenas.jpg",
    "extract": "Miguel-Ángel Cárdenas, also known as Michel Cardena, was a Colombian-Dutch, New Realism and Pop Art painter and a pioneer of video art in the Netherlands. His works cover a variety of artistic media, including painting, drawing, video, photography, object assemblages and digital art.",
    "year": 1934,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Harold Henning",
    "birthday": "1934-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ee/HaroldHenningImage.jpg",
    "extract": "Harold Henning was a South African professional golfer who played on the PGA Tour and the Senior PGA Tour.",
    "year": 1934,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Neale Fraser",
    "birthday": "1933-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Internationale_tenniskampioenschappen_Melkhuisje_te_Hilversum%2C_Fraser_in_aktie%2C_Bestanddeelnr_925-7694.jpg/320px-Internationale_tenniskampioenschappen_Melkhuisje_te_Hilversum%2C_Fraser_in_aktie%2C_Bestanddeelnr_925-7694.jpg",
    "extract": "Neale Andrew Fraser is a former number one amateur male tennis-player from Australia, born in Melbourne, Victoria, the son of a Victorian judge. Fraser is the last man to have completed the triple crown, i.e. having won the singles, doubles and mixed doubles titles at a Grand Slam tournament, which he managed on two consecutive occasions, in 1959 and 1960 ; no male player has equalled this feat at any Grand Slam tournament since.",
    "year": 1933,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Terence English",
    "birthday": "1932-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Sir_Terence_English_%282017%29.jpg/191px-Sir_Terence_English_%282017%29.jpg",
    "extract": "Sir Terence Alexander Hawthorne English is a South African-born British retired cardiac surgeon. He was Consultant Cardiothoracic Surgeon, Papworth Hospital and Addenbrooke's Hospital, Cambridge, 1973–1995. After starting a career in mining engineering, English switched to medicine and went on to lead the team that performed Britain's first successful heart transplant in August 1979 at Papworth, and soon established it as one of Europe's leading heart–lung transplant programmes.",
    "year": 1932,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Glenn Hall",
    "birthday": "1931-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Glenn_Hall_Chex_card.jpg/230px-Glenn_Hall_Chex_card.jpg",
    "extract": "Glenn Henry Hall is a Canadian former professional ice hockey goaltender. During his National Hockey League career with the Detroit Red Wings, Chicago Black Hawks, and St. Louis Blues, Hall seldom missed a game and was a consistent performer, winning the Vezina Trophy, which at the time was awarded to the goaltender on the team allowing the fewest goals against, three times, being voted the First Team All-Star goaltender a record seven times, and winning the Calder Memorial Trophy as best rookie. Nicknamed \"Mr. Goalie\", he was the first goaltender to develop and make effective use of the butterfly style of goalkeeping. In 2017 Hall was named one of the 100 Greatest NHL Players in history. He is the grandfather of Grant Stevenson.",
    "year": 1931,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Erik Bruhn",
    "birthday": "1928-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Erik_Bruhn.jpg/318px-Erik_Bruhn.jpg",
    "extract": "Erik Belton Evers Bruhn was a Danish danseur, choreographer, artistic director, actor, and author.",
    "year": 1928,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Shridath Ramphal",
    "birthday": "1928-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Shridath_Ramphal.JPG",
    "extract": "Sir Shridath Surendranath Ramphal, often known as Sir Sonny Ramphal, is a Guyanese politician who was the second Commonwealth Secretary-General, holding the position from 1975 to 1990. He was also the foreign minister of Guyana from 1972 to 1975, and assistant attorney general of the West Indies Federation from 1958 to 1962.",
    "year": 1928,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gerardo P. Cabochan",
    "birthday": "1926-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Gerry_P._Cabochan.jpg/320px-Gerry_P._Cabochan.jpg",
    "extract": "Gerardo \"Gerry\" Paulino Cabochan was a Filipino lawyer, soldier, storyteller, and politician who served in the House of Representatives of the Philippines from 1987 to 1992 representing the 2nd district of Caloocan City.",
    "year": 1926,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Simone Segouin",
    "birthday": "1925-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/%22Nicole%22_a_French_Partisan_Who_Captured_25_Nazis_in_the_Chartres_Area%2C_in_Addition_to_Liquidating_Others%2C_Poses_with..._-_NARA_-_5957431_-_cropped.jpg/320px-%22Nicole%22_a_French_Partisan_Who_Captured_25_Nazis_in_the_Chartres_Area%2C_in_Addition_to_Liquidating_Others%2C_Poses_with..._-_NARA_-_5957431_-_cropped.jpg",
    "extract": "Simone Segouin, also known by her nom de guerre Nicole Minet, is a former French Resistance fighter who served in the Francs-tireurs et partisans group. Among her first acts of resistance was stealing a bicycle from a German female military messenger, which she then used to help carry messages. She went on to take part in large-scale or otherwise perilous missions, such as capturing German troops, derailing trains, and acts of sabotage.",
    "year": 1925,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gore Vidal",
    "birthday": "1925-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/GoreVidalVanVechten1.jpg/237px-GoreVidalVanVechten1.jpg",
    "extract": "Eugene Luther Gore Vidal was an American writer and public intellectual known for his epigrammatic wit, erudition, and patrician manner. Vidal was bisexual, and in his novels and essays interrogated the social and cultural sexual norms he perceived as driving American life. Beyond literature, Vidal was heavily involved in politics. He twice sought office—unsuccessfully—as a Democratic Party candidate, first in 1960 to the U.S. House of Representatives, and later in 1982 to the U.S. Senate.",
    "year": 1925,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "George Wein",
    "birthday": "1925-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/George_Wein_%2814841153083%29_%28cropped%29.jpg/240px-George_Wein_%2814841153083%29_%28cropped%29.jpg",
    "extract": "George Wein was an American jazz promoter, pianist, and producer. He was the founder of the Newport Jazz Festival, which is held every summer in Newport, Rhode Island. He also co-founded the Newport Folk Festival with Pete Seeger and Theodore Bikel and was instrumental in the founding of the New Orleans Jazz and Heritage Festival.",
    "year": 1925,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Harvey Kurtzman",
    "birthday": "1924-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9e/Kurtzman_bubble_pipe.jpg/240px-Kurtzman_bubble_pipe.jpg",
    "extract": "Harvey Kurtzman was an American cartoonist and editor. His best-known work includes writing and editing the parodic comic book Mad from 1952 until 1956, and illustrating the Little Annie Fanny strips in Playboy from 1962 until 1988. His work is noted for its satire and parody of popular culture, social critique, and attention to detail. Kurtzman's working method has been likened to that of an auteur, and he expected those who illustrated his stories to follow his layouts strictly.",
    "year": 1924,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Arkady Vorobyov",
    "birthday": "1924-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/02/Arkady_Vorobyov.jpg",
    "extract": "Arkady Nikitich Vorobyov was a Soviet and Russian weightlifter, weightlifting coach, scientist and writer. He competed at the 1952, 1956 and 1960 Olympics and won one bronze and two gold medals. Between 1950 and 1960 he set 16 official world records. Later for many years he led the national team and the Soviet weightlifting program. In 1995 he was inducted into the International Weightlifting Federation Hall of Fame.",
    "year": 1924,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ray Lindwall",
    "birthday": "1921-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a7/Ray_Lindwall%2C_late_1940s.jpg",
    "extract": "Raymond Russell Lindwall was a cricketer who represented Australia in 61 Tests from 1946 to 1960. He is widely regarded as one of the greatest fast bowlers of all time. He also played top-flight rugby league football with St. George, appearing in two grand finals for the club before retiring to fully concentrate on Test cricket.",
    "year": 1921,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "James M. Buchanan",
    "birthday": "1919-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/James_Buchanan_by_Atlas_network.jpg/240px-James_Buchanan_by_Atlas_network.jpg",
    "extract": "James McGill Buchanan Jr. was an American economist known for his work on public choice theory originally outlined in his most famous work co-authored with Gordon Tullock in 1962, The Calculus of Consent, then developed over decades for which he received the Nobel Memorial Prize in Economic Sciences in 1986. Buchanan's work initiated research on how politicians' and bureaucrats' self-interest, utility maximization, and other non-wealth-maximizing considerations affect their decision-making. He was a member of the Board of Advisors of The Independent Institute as well as of the Institute of Economic Affairs, a member of the Mont Pelerin Society (MPS) and MPS president from 1984 to 1986, a Distinguished Senior Fellow of the Cato Institute, and professor at George Mason University.",
    "year": 1919,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "James Herriot",
    "birthday": "1916-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d2/Alf_wight.jpg/248px-Alf_wight.jpg",
    "extract": "James Alfred Wight, better known by his pen name James Herriot, was a British veterinary surgeon and author.",
    "year": 1916,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Charles Wood, 2nd Earl of Halifax",
    "birthday": "1912-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Memorial_to_Charles_Wood%2C_2nd_Earl_of_Halifax_in_York_Minster.jpg/195px-Memorial_to_Charles_Wood%2C_2nd_Earl_of_Halifax_in_York_Minster.jpg",
    "extract": "Charles Ingram Courtenay Wood, 2nd Earl of Halifax,, 4th Viscount Halifax of Monk Bretton, 6th Baronet Wood of Barnsley in the County of York, and 2nd Baron Irwin of Kirby Underdale in the County of York, was a British peer, Conservative politician, Lord Lieutenant of Humberside and High Steward of York Minster.",
    "year": 1912,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Michael Hordern",
    "birthday": "1911-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c6/Michael_Hordern%2C_1970.jpg/234px-Michael_Hordern%2C_1970.jpg",
    "extract": "Sir Michael Murray Hordern CBE was an English actor whose career spanned nearly 60 years. He is best known for his Shakespearean roles, especially that of King Lear, which he played to much acclaim on stage in Stratford-upon-Avon in 1969 and London in 1970. He then successfully assumed the role on television five years later. He often appeared in film, rising from a bit part actor in the late 1930s to a member of the main cast; by the time of his death he had appeared in nearly 140 cinema roles. His later work was predominantly in television and radio.",
    "year": 1911,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Johnny Burke (lyricist)",
    "birthday": "1908-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/69/Johnny_Burke_1950s.jpg/249px-Johnny_Burke_1950s.jpg",
    "extract": "John Francis Burke was an American lyricist, successful and prolific between the 1920s and 1950s. His work is considered part of the Great American Songbook.",
    "year": 1908,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tekin Arıburun",
    "birthday": "1905-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/EfT_Z8TXoAEBpx4.jpg/231px-EfT_Z8TXoAEBpx4.jpg",
    "extract": "Mehmet Tekin Arıburun was a Turkish soldier and statesman. He was born in then-Ottoman territory of Ishtib, Kosovo Vilayet. He was the last (Acting) President to be born outside the territory of present-day Turkey.",
    "year": 1905,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ernst-Günther Schenck",
    "birthday": "1904-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/23/Ernst-G%C3%BCnther_Schenck.jpg/285px-Ernst-G%C3%BCnther_Schenck.jpg",
    "extract": "Ernst-Günther Schenck was a German medical doctor and member of the SS in Nazi Germany. Because of a chance encounter with Adolf Hitler during the closing days of World War II, his memoirs proved historically valuable. His accounts of this period are prominent in the works of Joachim Fest and James P. O'Donnell regarding the end of Hitler's life, and were included in the film Downfall (2004).",
    "year": 1904,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jean Grémillon",
    "birthday": "1901-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Georges_Sadoul%2C_Dieterle%2C_Fourre_Cormeray%2C_Jean_Gr%C3%A9millon_-_Film_nr_21_-_1947-07-01.JPG/320px-Georges_Sadoul%2C_Dieterle%2C_Fourre_Cormeray%2C_Jean_Gr%C3%A9millon_-_Film_nr_21_-_1947-07-01.JPG",
    "extract": "Jean Grémillon was a French film director.",
    "year": 1901,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Thomas Wolfe",
    "birthday": "1900-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Thomas_Wolfe_1937_1_%28cropped%29.jpg/301px-Thomas_Wolfe_1937_1_%28cropped%29.jpg",
    "extract": "Thomas Clayton Wolfe was an American novelist of the early 20th century.",
    "year": 1900,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gertrude Berg",
    "birthday": "1899-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Gertrude_Berg.png/243px-Gertrude_Berg.png",
    "extract": "Gertrude Berg was an American actress, screenwriter and producer. A pioneer of classic radio, she was one of the first women to create, write, produce and star in a long-running hit when she premiered her serial comedy-drama The Rise of the Goldbergs (1929), later known as The Goldbergs. Her career achievements included winning a Tony Award and an Emmy Award, both for Best Lead Actress.",
    "year": 1899,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Leo McCarey",
    "birthday": "1898-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/83/Leo_McCarey.jpg",
    "extract": "Thomas Leo McCarey was an American film director, screenwriter, and producer. He was involved in nearly 200 films, the most well known today being Duck Soup, Make Way for Tomorrow, The Awful Truth, Going My Way, The Bells of St. Mary's, My Son John and An Affair To Remember.",
    "year": 1898,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Adolf Reichwein",
    "birthday": "1898-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/88/AdolfReichwein.jpg",
    "extract": "Adolf Reichwein was a German educator, economist, and cultural policymaker for the SPD, who resisted the policies of Nazi Germany.",
    "year": 1898,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Louis Aragon",
    "birthday": "1897-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Portrait_Aragon.jpg/258px-Portrait_Aragon.jpg",
    "extract": "Louis Aragon was a French poet who was one of the leading voices of the surrealist movement in France. He co-founded with André Breton and Philippe Soupault the surrealist review Littérature. He was also a novelist and editor, a long-time member of the Communist Party and a member of the Académie Goncourt. After 1959, he was a frequent nominee for the Nobel Prize in Literature.",
    "year": 1897,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Auvergne Doherty",
    "birthday": "1896-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Auvergne_Doherty.png/199px-Auvergne_Doherty.png",
    "extract": "Auvergne Mary Doherty, M.A., B.A. was an Australian businesswoman, working in her family's cattle business. She was one of the first nine women called to the bar in England; Doherty was the first Western Australian woman called to the English Bar; she did not go on to practise law in England or Western Australia. Instead, Doherty took over her father's business when he died in 1935.",
    "year": 1896,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gerardo Diego",
    "birthday": "1896-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Gerardo_Diego%2C_Emeric_Tauss_Torday_2013-08-24_20-09.png/259px-Gerardo_Diego%2C_Emeric_Tauss_Torday_2013-08-24_20-09.png",
    "extract": "Gerardo Diego Cendoya was a Spanish poet, a member of the Generation of '27.",
    "year": 1896,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sergei Yesenin",
    "birthday": "1895-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Sergey_Yesenin_2.jpg/240px-Sergey_Yesenin_2.jpg",
    "extract": "Sergei Alexandrovich Yesenin, sometimes spelled as Esenin, was a Russian lyric poet. He is one of the most popular and well-known Russian poets of the 20th century, known for \"his lyrical evocations of and nostalgia for the village life of his childhood – no idyll, presented in all its rawness, with an implied curse on urbanisation and industrialisation.\"",
    "year": 1895,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Walter Warlimont",
    "birthday": "1894-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Bundesarchiv_Bild_146-1987-104-27%2C_Walter_Warlimont.jpg/227px-Bundesarchiv_Bild_146-1987-104-27%2C_Walter_Warlimont.jpg",
    "extract": "Walter Warlimont was a German staff officer during World War II. He served as deputy chief of the Operations Staff, one of departments in the Oberkommando der Wehrmacht (OKW), the Armed Forces High Command. Following the war, Warlimont was convicted in the High Command Trial and sentenced to life imprisonment as a war criminal. He was released in 1954.",
    "year": 1894,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Emilio Portes Gil",
    "birthday": "1890-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Emilio_Portes%2C_portrait_%28cropped%29.jpg/257px-Emilio_Portes%2C_portrait_%28cropped%29.jpg",
    "extract": "Emilio Cándido Portes Gil was President of Mexico from 1928 to 1930, one of three to serve out the six-year term of President-elect General Álvaro Obregón, who had been assassinated in 1928. Since the Mexican Constitution of 1917 forbade re-election of a serving president, incumbent President Plutarco Elías Calles could not formally retain the presidency. Portes Gil replaced him, but Calles, the \"Jefe Máximo\", retained effective political power during what is known as the Maximato.",
    "year": 1890,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Carl von Ossietzky",
    "birthday": "1889-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5c/Carl_von_Ossietzky.jpg",
    "extract": "Carl von Ossietzky was a German journalist and pacifist. He was the recipient of the 1935 Nobel Peace Prize for his work in exposing the clandestine German re-armament.",
    "year": 1889,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Wade Boteler",
    "birthday": "1888-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Film_actor_Wade_Boteler_%28SAYRE_8970%29.jpg/320px-Film_actor_Wade_Boteler_%28SAYRE_8970%29.jpg",
    "extract": "Wade Boteler was an American film actor and writer. He appeared in more than 430 films between 1919 and 1943. He was born in Santa Ana, California, and died in Hollywood, California, from a heart attack.",
    "year": 1888,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alain-Fournier",
    "birthday": "1886-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Alain-Fournier%2C_full_portrait%2C_1905.jpg/224px-Alain-Fournier%2C_full_portrait%2C_1905.jpg",
    "extract": "Alain-Fournier was the pseudonym of Henri-Alban Fournier, a French author and soldier. He was the author of a single novel, Le Grand Meaulnes (1913), which has been filmed twice and is considered a classic of French literature. The book is based partly on his childhood.",
    "year": 1886,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sophie Treadwell",
    "birthday": "1885-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Sophie_on_U.S._Auto_Tour_%28cropped%29.jpg/320px-Sophie_on_U.S._Auto_Tour_%28cropped%29.jpg",
    "extract": "\n\nSophie Anita Treadwell was an American playwright and journalist of the first half of the 20th century. She is best known for her play Machinal which is often included in drama anthologies as an example of an expressionist or modernist play. Treadwell wrote dozens of plays, several novels, as well as serial stories and countless articles that appeared in newspapers. In addition to writing plays for the theatre, Treadwell also produced, directed and acted in some of her productions. The styles and subjects of Treadwell's writings are vast, but many present women's issues of her time, subjects of current media coverage, or aspects of Treadwell's Mexican heritage.",
    "year": 1885,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "A. Y. Jackson",
    "birthday": "1882-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Alexander_Young_Jackson.jpg/320px-Alexander_Young_Jackson.jpg",
    "extract": "Alexander Young Jackson L.L.D. was a Canadian painter and a founding member of the Group of Seven. Jackson made a significant contribution to the development of art in Canada, and was instrumental in bringing together the artists of Montreal and Toronto. He exhibited with the Group of Seven from 1920. In addition to his work with the Group of Seven, his long career included serving as a War Artist during World War I (1917–19) and teaching at the Banff School of Fine Arts, from 1943 to 1949. In his later years he was artist-in-residence at the McMichael Canadian Art Collection in Kleinburg, Ontario.",
    "year": 1882,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Warner Oland",
    "birthday": "1879-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Warneroland_1916.jpg/200px-Warneroland_1916.jpg",
    "extract": "Warner Oland was a Swedish-American actor. His career included time on Broadway and numerous film appearances. He is most remembered for playing several Chinese and Chinese-American characters: Dr. Fu Manchu, Henry Chang in Shanghai Express, and, most notably, Honolulu Police detective Lieutenant Charlie Chan in 16 films.",
    "year": 1879,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dr. Atl",
    "birthday": "1875-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Dr-atl.jpg/234px-Dr-atl.jpg",
    "extract": "Gerardo Murillo Cornado, also known by his signature \"Dr. Atl\", was a Mexican painter and writer. He was actively involved in the Mexican Revolution in the Constitutionalist faction led by Venustiano Carranza. He had ties to the anarchosyndicalist labor organization, the Casa del Obrero Mundial \"House of the World Worker.\"",
    "year": 1875,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alfred Flatow",
    "birthday": "1869-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/79/Alfredflatow.jpg",
    "extract": "Alfred Flatow was a Jewish German gymnast. He competed at the 1896 Summer Olympics in Athens. He was murdered in the Holocaust.",
    "year": 1869,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Pierre Bonnard",
    "birthday": "1867-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/T%C3%AAte_de_Bonnard_%28Portrait_photograph_of_Pierre_Bonnard%29%2C_c.1899%2C_Mus%C3%A9e_d%27Orsay%2C_restaur%C3%A9e.jpg/259px-T%C3%AAte_de_Bonnard_%28Portrait_photograph_of_Pierre_Bonnard%29%2C_c.1899%2C_Mus%C3%A9e_d%27Orsay%2C_restaur%C3%A9e.jpg",
    "extract": "Pierre Bonnard was a French painter, illustrator and printmaker, known especially for the stylized decorative qualities of his paintings and his bold use of color. A founding member of the Post-Impressionist group of avant-garde painters Les Nabis, his early work was strongly influenced by the work of Paul Gauguin, as well as the prints of Hokusai and other Japanese artists. Bonnard was a leading figure in the transition from Impressionism to Modernism. He painted landscapes, urban scenes, portraits and intimate domestic scenes, where the backgrounds, colors and painting style usually took precedence over the subject.",
    "year": 1867,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Josephine Sabel",
    "birthday": "1866-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Josephine_Sabel%2C_vaudeville_actress_%28SAYRE_8195%29.jpg/214px-Josephine_Sabel%2C_vaudeville_actress_%28SAYRE_8195%29.jpg",
    "extract": "Josephine Domingue Sabel was an American singer and comedian, billed as \"The Queen of Song\" in vaudeville.",
    "year": 1866,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gustave Loiseau",
    "birthday": "1865-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Gustave_Loiseau_-_Port_de_Dieppe.jpg/320px-Gustave_Loiseau_-_Port_de_Dieppe.jpg",
    "extract": "Gustave Loiseau was a French Post-Impressionist painter, remembered above all for his landscapes and scenes of Paris streets.",
    "year": 1865,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Pyotr Kozlov",
    "birthday": "1863-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Kozlov_P_K_88.jpg/246px-Kozlov_P_K_88.jpg",
    "extract": "Pyotr Kuzmich Kozlov was a Russian and Soviet traveler and explorer who continued the studies of Nikolai Przhevalsky in Mongolia and Tibet.",
    "year": 1863,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Johnny Briggs (cricketer)",
    "birthday": "1862-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Jonny_Briggs_c1895.jpg/231px-Jonny_Briggs_c1895.jpg",
    "extract": "Johnny Briggs was an English left arm spin bowler who played for Lancashire County Cricket Club between 1879 and 1900 and remains the second-highest wicket-taker in the county's history after Brian Statham. In the early days of Test cricket, Briggs‘ batting was considered careless, although still very useful. He was the first bowler in Test cricket to take 100 wickets, and held the record of most wickets in Test cricket on two occasions, the first in 1895 and again from 1898 until 1904, when he was succeeded by Hugh Trumble. He toured Australia a record six times, a feat only equalled by Colin Cowdrey.",
    "year": 1862,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Eleonora Duse",
    "birthday": "1858-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Portrait_of_Eleonora_Duse.jpg/225px-Portrait_of_Eleonora_Duse.jpg",
    "extract": "Eleonora Giulia Amalia Duse, often known simply as Duse, was an Italian actress, rated by many as the greatest of her time. She performed in many countries, notably in the plays of Gabriele d'Annunzio and Henrik Ibsen. Duse achieved a unique power of conviction and verity on the stage through intense absorption in the character, \"eliminating the self\" as she put it, and letting the qualities emerge from within, not imposed through artifice.",
    "year": 1858,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Henry Lerolle",
    "birthday": "1848-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Henri_Lerolle_by_Pierre-Auguste_Renoir.jpg/243px-Henri_Lerolle_by_Pierre-Auguste_Renoir.jpg",
    "extract": "Henry Lerolle was a French painter, art collector and patron, born in Paris. He studied at Académie Suisse and in the studio of Louis Lamothe.",
    "year": 1848,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "James Jackson Putnam",
    "birthday": "1846-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Dr._James_J._Putnam.jpg/208px-Dr._James_J._Putnam.jpg",
    "extract": "James Jackson Putnam was an American neurologist.",
    "year": 1846,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Nicolás Avellaneda",
    "birthday": "1837-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Nicol%C3%A1s_Avellaneda_-_1910.JPG/229px-Nicol%C3%A1s_Avellaneda_-_1910.JPG",
    "extract": "Nicolás Remigio Aurelio Avellaneda Silva was an Argentine politician and journalist, and President of Argentina from 1874 to 1880. Avellaneda's main projects while in office were banking and education reform, leading to Argentina's economic growth. The most important events of his government were the Conquest of the Desert and the transformation of the Buenos Aires into a federal district.",
    "year": 1837,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Woldemar Bargiel",
    "birthday": "1828-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Woldemar_Bargiel_als_Berliner_Professor_im_Jahr_1885.jpg/202px-Woldemar_Bargiel_als_Berliner_Professor_im_Jahr_1885.jpg",
    "extract": "Woldemar Bargiel was a German composer.",
    "year": 1828,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Townsend Harris",
    "birthday": "1804-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/TownsendHarris1855JamesBogle.jpg/253px-TownsendHarris1855JamesBogle.jpg",
    "extract": "Townsend Harris was an American merchant and politician who served as the first United States Consul General to Japan. He negotiated the \"Harris Treaty\" between the US and Japan and is credited as the diplomat who first opened Shogunate Japan to foreign trade and culture in the Edo period.",
    "year": 1804,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Allan Kardec",
    "birthday": "1804-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Photo_Kardec.jpg/242px-Photo_Kardec.jpg",
    "extract": "Allan Kardec is the nom de plume of the French educator, translator, and author Hippolyte Léon Denizard Rivail. He is the author of the five books known as the Spiritist Codification, and the founder of Spiritism.",
    "year": 1804,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "George Bancroft",
    "birthday": "1800-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/George_Bancroft_United_States_Secretary_of_Navy_c._1860.jpg/238px-George_Bancroft_United_States_Secretary_of_Navy_c._1860.jpg",
    "extract": "George Bancroft was an American historian, statesman and Democratic politician who was prominent in promoting secondary education both in his home state of Massachusetts and at the national and international levels.",
    "year": 1800,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Leopold II, Grand Duke of Tuscany",
    "birthday": "1797-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Ritratto_di_Leopoldo_II_di_Toscana.jpg/211px-Ritratto_di_Leopoldo_II_di_Toscana.jpg",
    "extract": "Leopold II was Grand Duke of Tuscany from 1824 to 1859. He married twice; first to Maria Anna of Saxony, and after her death in 1832, to Maria Antonia of the Two-Sicilies. By the latter, he begat his eventual successor, Ferdinand. Leopold was recognised contemporarily as a liberal monarch, authorising the Tuscan Constitution of 1848, and allowing a degree of free press.",
    "year": 1797,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Ross (Cherokee chief)",
    "birthday": "1790-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/John_Ross_of_the_Cherokee.jpg/274px-John_Ross_of_the_Cherokee.jpg",
    "extract": "John Ross, , was the Principal Chief of the Cherokee Nation from 1828 to 1866; he served longer in that position than any other person. Described as the Moses of his people, Ross influenced the nation through such tumultuous events as the relocation to Indian Territory and the American Civil War.",
    "year": 1790,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Johann Uz",
    "birthday": "1720-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Johann_peter_uz.jpg/261px-Johann_peter_uz.jpg",
    "extract": "Johann Peter Uz was a German poet.",
    "year": 1720,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gabriel Lalemant",
    "birthday": "1610-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/SOJ_Saint_Gabriel-Lallemant.jpg/200px-SOJ_Saint_Gabriel-Lallemant.jpg",
    "extract": "Gabriel Lalemant was a French Jesuit missionary in New France beginning in 1646. Caught up in warfare between the Huron and nations of the Iroquois Confederacy, he was killed in St. Ignace by Mohawk warriors and is one of the eight Canadian Martyrs.",
    "year": 1610,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Fulke Greville, 1st Baron Brooke",
    "birthday": "1554-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Portrait_Sir_Fulke_Greville%2C_1st_Baron_Brooke_circa_1620.jpg/261px-Portrait_Sir_Fulke_Greville%2C_1st_Baron_Brooke_circa_1620.jpg",
    "extract": "Fulke Greville, 1st Baron Brooke, de jure 13th Baron Latimer and 5th Baron Willoughby de Broke KB PC, known before 1621 as Sir Fulke Greville, was an Elizabethan poet, dramatist, and statesman who sat in the House of Commons at various times between 1581 and 1621, when he was raised to the peerage.",
    "year": 1554,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Saint Casimir",
    "birthday": "1458-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Kazimieras.jpg/196px-Kazimieras.jpg",
    "extract": "Casimir Jagiellon was a prince of the Kingdom of Poland and of the Grand Duchy of Lithuania. Second son of King Casimir IV Jagiellon, he was tutored by Johannes Longinus, a Polish chronicler and diplomat. After his elder brother Vladislaus was elected as King of Bohemia in 1471, Casimir became the heir apparent. At the age of 13, Casimir participated in the failed military campaign to install him as King of Hungary. He became known for his piety, devotion to God, and generosity towards the sick and poor. He became ill and died at the age of 25. He was buried in Vilnius Cathedral and his cult grew. His canonization was initiated by his brother King Sigismund I the Old in 1514 and the tradition holds that he was canonized in 1521.",
    "year": 1458,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Humphrey, Duke of Gloucester",
    "birthday": "1390-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/HumphreyGloucester.jpg/219px-HumphreyGloucester.jpg",
    "extract": "Humphrey of Lancaster, Duke of Gloucester was an English prince, soldier, and literary patron. He was \"son, brother and uncle of kings\", being the fourth and youngest son of Henry IV of England, the brother of Henry V, and the uncle of Henry VI. Gloucester fought in the Hundred Years' War and acted as Lord Protector of England during the minority of his nephew. A controversial figure, he has been characterised as reckless, unprincipled, and fractious, but is also noted for his intellectual activity and for being the first significant English patron of humanism, in the context of the Renaissance.",
    "year": 1390,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Eleanor de Clare",
    "birthday": "1292-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/06/Elenor_de_clare.png",
    "extract": "Eleanor de Clare, suo jure 6th Lady of Glamorgan was a Anglo-Welsh noblewoman who married Hugh Despenser the Younger and was a granddaughter of Edward I of England. With her sisters, Elizabeth de Clare and Margaret de Clare, she inherited her father's estates after the death of her brother, Gilbert de Clare, 8th Earl of Gloucester, 7th Earl of Hereford at the Battle of Bannockburn in 1314. She was born in 1292 at Caerphilly Castle in Glamorgan, Wales and was the eldest daughter of Gilbert de Clare, 6th Earl of Hertford, 7th Earl of Gloucester, 5th Lord of Glamorgan and Princess Joan of Acre.",
    "year": 1292,
    "month": 10,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gaius Cassius Longinus",
    "birthday": "-85-10-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Pseudo-Corbulo_Musei_Capitolini_MC561.jpg/213px-Pseudo-Corbulo_Musei_Capitolini_MC561.jpg",
    "extract": "Gaius Cassius Longinus, often referred to as simply Cassius, was a Roman senator and general best known as a leading instigator of the plot to assassinate Julius Caesar on 15 March 44 BC. He was the brother-in-law of Brutus, another leader of the conspiracy. He commanded troops with Brutus during the Battle of Philippi against the combined forces of Mark Antony and Octavian, Caesar's former supporters, and committed suicide after being defeated by Mark Antony.",
    "year": -85,
    "month": 10,
    "day": 3,
    "language": "en"
  }
]