[
  {
    "name": "Princess Senate Seeiso",
    "birthday": "2001-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Coat_of_arms_of_Lesotho.svg/320px-Coat_of_arms_of_Lesotho.svg.png",
    "extract": "Princess Senate Mohato Seeiso is a princess of Lesotho, the eldest child of King Letsie III of Lesotho and his wife Queen 'Masenate Mohato Seeiso.",
    "year": 2001,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Trent Alexander-Arnold",
    "birthday": "1998-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Trent_Alexander-Arnold_2018.jpg/246px-Trent_Alexander-Arnold_2018.jpg",
    "extract": "Trent John Alexander-Arnold is an English professional footballer who plays as a right-back for Premier League club Liverpool and the England national team. Known for his range of passing and providing assists, he is regarded as one of the best right-backs in world football today.",
    "year": 1998,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lewis Capaldi",
    "birthday": "1996-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Lewis_Capaldi-8116.jpg/240px-Lewis_Capaldi-8116.jpg",
    "extract": "Lewis Marc Capaldi is a Scottish singer-songwriter and musician. He was nominated for the Critics' Choice Award at the 2019 Brit Awards. In March 2019, his single \"Someone You Loved\" topped the UK Singles Chart where it remained for seven weeks, and in November 2019, it reached number one on the US Billboard Hot 100; it was nominated at the 62nd Annual Grammy Awards for Song of the Year and won the 2020 Brit Award for Song of the Year. Capaldi also won the 2020 Brit Award for Best New Artist.",
    "year": 1996,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bram van Vlerken",
    "birthday": "1995-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/PSV_Eindhoven%2C_Teamcamp_Bad_Erlach%2C_July_2014_%28070%29.jpg/213px-PSV_Eindhoven%2C_Teamcamp_Bad_Erlach%2C_July_2014_%28070%29.jpg",
    "extract": "Bram van Vlerken is a Dutch professional footballer who plays as a right back for Almere City in the Eerste Divisie.",
    "year": 1995,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mathias Dyngeland",
    "birthday": "1995-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Goalie_Mathias_Dyngeland_catches_the_ball.jpg/320px-Goalie_Mathias_Dyngeland_catches_the_ball.jpg",
    "extract": "Mathias Dyngeland is a Norwegian footballer who plays as a goalkeeper for Brann in 1. divisjon. He has previously played for Fana and Sogndal.",
    "year": 1995,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mookie Betts",
    "birthday": "1992-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Mookie_Betts_running_2018.jpg/225px-Mookie_Betts_running_2018.jpg",
    "extract": "Markus Lynn \"Mookie\" Betts is an American professional baseball right fielder for the Los Angeles Dodgers of Major League Baseball (MLB). He previously played for the Boston Red Sox. In 2018, while with the Red Sox, he became the first player in MLB history to win the Most Valuable Player, Silver Slugger, Gold Glove, batting title, and World Series in the same season.",
    "year": 1992,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lay Zhang",
    "birthday": "1991-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Lay_at_Busan_International_Film_Festival_Opening_Ceremony_on_October_4%2C_2018_%282%29_%28derived%29.jpg/221px-Lay_at_Busan_International_Film_Festival_Opening_Ceremony_on_October_4%2C_2018_%282%29_%28derived%29.jpg",
    "extract": "Zhang Yixing , known professionally as Lay Zhang or simply Lay, is a Chinese singer, songwriter, dancer, actor, and businessman. Zhang first gained recognition for participating in the Chinese television talent show Star Academy in 2005. He later debuted as a member of the K-pop boy group Exo and its Chinese sub-unit Exo-M under SM Entertainment in 2012.",
    "year": 1991,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sebastián Coates",
    "birthday": "1990-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/SELECCI%C3%93N_URUGUAY_%2822557495689%29_%28cropped%29.jpg/254px-SELECCI%C3%93N_URUGUAY_%2822557495689%29_%28cropped%29.jpg",
    "extract": "Sebastián Coates Nion, often known as Seba Coates, is a Uruguayan professional footballer who plays as a centre back for Portuguese club Sporting CP and the Uruguay national team.",
    "year": 1990,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Trent Merrin",
    "birthday": "1989-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Trent_Merrin_Kangaroos.jpg/221px-Trent_Merrin_Kangaroos.jpg",
    "extract": "Trent Merrin is a former Australian professional rugby league footballer who played as a lock, prop and second-row forward for the St George Illawarra Dragons in the NRL and Australia at international level.",
    "year": 1989,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Diego Costa",
    "birthday": "1988-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Diego_Costa_2019.jpg/220px-Diego_Costa_2019.jpg",
    "extract": "Diego da Silva Costa, commonly known as Diego Costa, is a professional footballer who last played as a striker for Brasileirão club Atlético Mineiro and the Spain national team.",
    "year": 1988,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jeremy Brockie",
    "birthday": "1987-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Jeremy_Brockie_cropped.jpg/156px-Jeremy_Brockie_cropped.jpg",
    "extract": "Jeremy Russell Brockie is a New Zealand professional footballer who plays as a forward.",
    "year": 1987,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Aiden English",
    "birthday": "1987-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/English%26Rusev_crop_%28cropped%29.jpg/282px-English%26Rusev_crop_%28cropped%29.jpg",
    "extract": "Matthew Thomas Rehwoldt is an American professional wrestler and color commentator who currently appears in Impact Wrestling where he performs under his real name. He is best known for his time in WWE, where he performed under the ring name Aiden English.",
    "year": 1987,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sam Querrey",
    "birthday": "1987-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Querrey_WM19_%2832%29_%2848521740021%29.jpg/213px-Querrey_WM19_%2832%29_%2848521740021%29.jpg",
    "extract": "Samuel Austin Querrey is an American professional tennis player. He has a career-high singles ranking of world No. 11 achieved on February 26, 2018 and has won ten ATP singles titles. Known for his powerful serve, Querrey holds the record for consecutive service aces in a match with 10. He is also a capable doubles player, with five ATP doubles titles and a career-high doubles ranking of No. 23 achieved on May 17, 2010.",
    "year": 1987,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Chase Daniel",
    "birthday": "1986-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Chase_Daniel_2019.JPG/277px-Chase_Daniel_2019.JPG",
    "extract": "William Chase Daniel is an American football quarterback for the Los Angeles Chargers of the National Football League (NFL). He played college football at Missouri and was signed by the Washington Redskins as an undrafted free agent in 2009. Daniel has also played for the Kansas City Chiefs, Philadelphia Eagles, New Orleans Saints, Chicago Bears, and Detroit Lions.",
    "year": 1986,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gunnar Nielsen (footballer)",
    "birthday": "1986-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/FIFA_WC-qualification_2014_-_Austria_vs_Faroe_Islands_2013-03-22_-_Gunnar_Nielsen_02.jpg/320px-FIFA_WC-qualification_2014_-_Austria_vs_Faroe_Islands_2013-03-22_-_Gunnar_Nielsen_02.jpg",
    "extract": "Gunnar Nielsen is a Faroese professional footballer who plays as a goalkeeper for Icelandic club FH. Nielsen has also represented HB, Boldklubben Frem, Gøtu Ítróttarfelag, Blackburn Rovers, Manchester City, Wrexham, Tranmere Rovers, Silkeborg, Motherwell, Stjarnan and the Faroe Islands national football team at all age levels.",
    "year": 1986,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bree Olson",
    "birthday": "1986-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Bree_Olson_2010.jpg/196px-Bree_Olson_2010.jpg",
    "extract": "Rachel Marie Oberlin, also known by her stage name Bree Olson, is an American actress, model, and former pornographic actress. She performed in over 600 pornographic films from 2006 to 2011. Since leaving the adult film industry, she has become critical of the industry and the stigma attached to being a former porn actress.",
    "year": 1986,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Amy Satterthwaite",
    "birthday": "1986-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Amy_Satterthwaite_%28cropped%29.jpg/240px-Amy_Satterthwaite_%28cropped%29.jpg",
    "extract": "Amy Ella Satterthwaite is a New Zealand cricketer and a former vice-captain of New Zealand's women team. Satterthwaite plays for the Canterbury Magicians in New Zealand domestic cricket and the Melbourne Renegades in the Australian Women's Big Bash League. She also played internationally for New Zealand in women's One Day Internationals (ODI) and women's Twenty20 Internationals (T20I) from 2007 to 2022, appearing at the Women's Cricket World Cup in 2009 and 2013. On 26 February 2017 against Australia she became the first player in WODI and second overall after Kumar Sangakkara in ODI to score four consecutive hundreds. In December 2017, she won the inaugural ICC Women's ODI Player of the Year award. In September 2018, Suzie Bates stepped down as captain of New Zealand and was replaced by Satterthwaite.",
    "year": 1986,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Evan Longoria",
    "birthday": "1985-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Evan_Longoria_in_2018.jpg/209px-Evan_Longoria_in_2018.jpg",
    "extract": "Evan Michael Longoria, nicknamed \"Longo\", is an American professional baseball third baseman for the San Francisco Giants of Major League Baseball (MLB). He previously played in MLB for the Tampa Bay Rays from 2008 through 2017.",
    "year": 1985,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Salman Butt",
    "birthday": "1984-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/70/Salman_Butt_%28cropped%29.jpg",
    "extract": "Salman Butt is a former Pakistani cricketer And Captain who played for Pakistan national cricket team between 2003 and 2010, before getting banned for five years for his involvement in 2010 spot-fixing scandal.",
    "year": 1984,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Simon Poulsen",
    "birthday": "1984-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Simon-poulsen-1305059927.jpg/320px-Simon-poulsen-1305059927.jpg",
    "extract": "Simon Busk Poulsen is a Danish retired professional footballer who played as a left-back.",
    "year": 1984,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Zachary Wyatt",
    "birthday": "1984-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/ZachWyatt1.jpg/209px-ZachWyatt1.jpg",
    "extract": "Zachary Wyatt is an American politician from the state of Missouri. A Republican, Wyatt was a one-term member of the Missouri House of Representatives from the 2nd District, encompassing Adair county, Putnam county, and a part of Sullivan county. In May 2012, Representative Wyatt became, at that time, the nation's only openly gay Republican legislator. He \"came out\" during a press conference in the Missouri Capitol, while opposing the \"Don't Say Gay\" bill. Due to Missouri House redistricting following the 2010 U.S. Census the 2nd district was divided into two newly numbered districts. \nRepresentative Wyatt had originally filed to run for the 3rd district, which includes most of his former 2nd district territory. However, in early April 2012 he announced his intention to withdraw once a suitable Republican replacement could be named. Wyatt stated his withdrawal was prompted by his acceptance into a marine biology program at the University of Hawaii, and his desire to take full advantage of his veterans education benefits. In the November general election Republican Nate Walker defeated Democrat Rebecca McClanahan, Wyatt's opponent in 2010, to win the 3rd district seat and succeed Wyatt.",
    "year": 1984,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dwayne Bravo",
    "birthday": "1983-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Bravo_at_IIFA_2017_Green_Carpet.jpg/195px-Bravo_at_IIFA_2017_Green_Carpet.jpg",
    "extract": "Dwayne John Bravo is a Trinidadian cricketer and a former captain of the West Indies cricket team. A genuine right arm fast bowling all-rounder, well known for his aggressive batting in the lower order, and for the variety of lengths in last overs. During his prime, he was regarded as one of the best death bowlers in T20 Cricket. He also performs as a singer.",
    "year": 1983,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Flying Lotus",
    "birthday": "1983-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Flying-Lotus.jpg/213px-Flying-Lotus.jpg",
    "extract": "Steven Ellison, known by his stage name Flying Lotus or sometimes FlyLo, is an American record producer, DJ and rapper from Los Angeles. He is also the founder of the record label Brainfeeder.",
    "year": 1983,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Scottie Upshall",
    "birthday": "1983-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Upshall1_%2825595854207%29.jpg/267px-Upshall1_%2825595854207%29.jpg",
    "extract": "Scott Upshall is a Canadian former professional ice hockey left winger. He was selected in the 2002 NHL Entry Draft by the Nashville Predators in the first round, sixth overall.",
    "year": 1983,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Madjid Bougherra",
    "birthday": "1982-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Madjid_Bougherra_2011.jpg/304px-Madjid_Bougherra_2011.jpg",
    "extract": "Madjid Bougherra is a football manager and former player who played as a centre-back. He is the manager of the Algeria A' national team.",
    "year": 1982,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jermain Defoe",
    "birthday": "1982-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Jermain-Defoe_%28cropped%29.jpg/272px-Jermain-Defoe_%28cropped%29.jpg",
    "extract": "Jermain Colin Defoe is an English former professional footballer who played as a striker. He also played for the England national team.",
    "year": 1982,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Robby Ginepri",
    "birthday": "1982-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Robby_Ginepri_at_the_2010_US_Open_04.jpg/320px-Robby_Ginepri_at_the_2010_US_Open_04.jpg",
    "extract": "Robert Louis Ginepri is a retired American professional tennis player. He won three ATP singles titles in his career and achieved a career-high ranking of World No. 15 in December 2005. Ginepri's best Grand Slam result was the semifinals of the 2005 US Open, where he lost to Andre Agassi.",
    "year": 1982,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Li Yundi",
    "birthday": "1982-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/YUNDI-_Sonata_world_tour_in_Wuhan%2820191019%29_photo_by_ingsailing_2.jpg/263px-YUNDI-_Sonata_world_tour_in_Wuhan%2820191019%29_photo_by_ingsailing_2.jpg",
    "extract": "Li Yundi is a Chinese concert pianist popularly known as Yundi and formerly Yundi Li. Li is most well known for being the youngest pianist, at the age of 18, to win the 2000 XIV International Chopin Piano Competition. He later served as the youngest juror in history for the competition in 2015.",
    "year": 1982,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lockett Pundt",
    "birthday": "1982-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Lockett_Pundt_%282015%29.jpg/320px-Lockett_Pundt_%282015%29.jpg",
    "extract": "Lockett James Pundt IV is an American musician, guitarist and multi-instrumentalist of Atlanta-based indie rock group Deerhunter. Pundt joined Deerhunter in 2005 as a guitarist. He releases solo material under the name Lotus Plaza. His debut album as Lotus Plaza, The Floodlight Collective, was released March 23, 2009 on CD and vinyl. Pundt has cited his greatest musical influences as being Stereolab, My Bloody Valentine, and Roxy Music, \"on a subliminal level.\"",
    "year": 1982,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Austin Eubanks",
    "birthday": "1981-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/05/Austin_profile.jpeg",
    "extract": "Stephen Austin Eubanks was an American motivational speaker on addiction and recovery. He was a survivor of the Columbine High School massacre, in which his best friend, 17-year-old Corey DePooter, was killed and Eubanks was shot in his hand and knee. Eubanks struggled with opioid addiction after the shooting. Eubanks was the chief operations officer for the Foundry Treatment Center.",
    "year": 1981,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Aaron Ashmore",
    "birthday": "1979-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Aaron_Ashmore_2015.jpg/293px-Aaron_Ashmore_2015.jpg",
    "extract": "Aaron Richard Ashmore is a Canadian actor. He is known for his roles on American television series such as Jimmy Olsen on Smallville, Steve Jinks on Warehouse 13 and Johnny Jaqobis on the Canadian television series Killjoys. He is the identical twin brother of actor Shawn Ashmore.",
    "year": 1979,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Shawn Ashmore",
    "birthday": "1979-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Shawn_Ashmore_SDCC_2014.jpg/209px-Shawn_Ashmore_SDCC_2014.jpg",
    "extract": "Shawn Robert Ashmore is a Canadian actor. He is known for his roles as Bobby Drake / Iceman in the X-Men film series, Jake Berenson in the television series Animorphs, Agent Mike Weston in the television drama series The Following, Eric in the horror film The Ruins, Sam Spencer in the ABC series Conviction, Wesley Evers in the ABC series The Rookie, and Lamplighter in the Amazon Prime Video superhero series The Boys. Ashmore also plays the main character, Jack Joyce, in the 2016 video game Quantum Break, as well as Conrad in 2019's Man of Medan. He is the identical twin brother of actor Aaron Ashmore.",
    "year": 1979,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alison Balsom",
    "birthday": "1978-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Balsom_recording_at_Abbey_Road%2C_London_2013.jpg/251px-Balsom_recording_at_Abbey_Road%2C_London_2013.jpg",
    "extract": "Alison Louise Balsom, Lady Mendes, is an English trumpet soloist, arranger, producer, and music educator. Balsom was awarded Artist of the Year at the 2013 Gramophone Awards and has won three Classic BRIT Awards and three German Echo Awards, and was a soloist at the BBC Last Night of the Proms in 2009. She was the artistic director of the 2019 Cheltenham Music Festival.",
    "year": 1978,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alesha Dixon",
    "birthday": "1978-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Alesha_Dixon_4.jpg/213px-Alesha_Dixon_4.jpg",
    "extract": "Alesha Anjanette Dixon is a British singer, rapper, dancer, television personality, and author. She rose to fame in the early 2000s as a member of the R&B, garage and hip hop group Mis-Teeq. The group disbanded in 2005 and Dixon then pursued a music career as a solo artist, signing a recording contract with Polydor Records. She recorded her debut solo studio album, Fired Up in 2006, releasing her debut single \"Lipstick\", followed by \"Knockdown\", after which her popularity as a singer had declined and was subsequently dropped from Polydor.",
    "year": 1978,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Zaheer Khan",
    "birthday": "1978-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Zaheer_Khan.jpg/263px-Zaheer_Khan.jpg",
    "extract": "Zaheer Khan is an Indian former professional cricketer who played all forms of the game for the Indian national team from 2000 till 2014. He is a fast-medium left-arm bowler. He was the second-most successful Indian pace bowler in Test cricket, behind Kapil Dev. Zaheer Khan started his domestic career by playing for Baroda. In the early years of his career, Zaheer Khan was known for his hostile seam and pace bowling, especially fast inch-perfect. He is often considered one of the best Indian fast bowlers.",
    "year": 1978,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Marc Coma",
    "birthday": "1976-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Dakar_2016_-_Conf%C3%A9rence_de_presse_-_20151118_-_090.jpg/213px-Dakar_2016_-_Conf%C3%A9rence_de_presse_-_20151118_-_090.jpg",
    "extract": "Marc Coma i Camps is a Spanish rally racing motorcycle rider. He won the Dakar Rally in 2006, 2009, 2011, 2014, and 2015 riding a KTM motorcycle, and is also a six-time winner of the FIM Cross-Country Rallies World Championship. He was the race director of the Dakar Rally from 2016 to 2018.",
    "year": 1976,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Taylor Hicks",
    "birthday": "1976-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Taylor_Hicks.jpg/225px-Taylor_Hicks.jpg",
    "extract": "Taylor Reuben Hicks is an American singer who won the fifth season of American Idol in May 2006. Hicks got his start as a professional musician in his late teens and performed around the Southeastern United States for well over the span of a decade, during which he also released two independent albums. Upon winning Idol, he was signed to Arista Records, under which his self-titled major label debut was released on December 12, 2006.",
    "year": 1976,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gilberto Silva",
    "birthday": "1976-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/2021_-_Press_conferences_SM7_0168_%2851649502936%29_%28cropped%29.jpg/240px-2021_-_Press_conferences_SM7_0168_%2851649502936%29_%28cropped%29.jpg",
    "extract": "Gilberto Aparecido da Silva is a Brazilian former professional footballer who played as a Defensive midfielder most notably for English Premier League club Arsenal and the Brazil national team.",
    "year": 1976,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Santiago Solari",
    "birthday": "1976-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Santiago_Solari_%28cropped%29.jpg/199px-Santiago_Solari_%28cropped%29.jpg",
    "extract": "Santiago Hernán Solari Poggio is an Argentine professional football manager and former player who played as a left midfielder.",
    "year": 1976,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Charles Woodson",
    "birthday": "1976-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Charles_Woodson_2014_2.JPG/192px-Charles_Woodson_2014_2.JPG",
    "extract": "Charles Cameron Woodson is an American former football player in the National Football League (NFL) for 18 seasons with the Oakland Raiders and Green Bay Packers. He played college football at Michigan, where he won the Heisman Trophy and the 1997 national championship as a junior. To date, he is the only defensive player to win the Heisman.",
    "year": 1976,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Damian Kulash",
    "birthday": "1975-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Damian_Kulash_%28cropped%29.jpg/240px-Damian_Kulash_%28cropped%29.jpg",
    "extract": "Damian Joseph Kulash Jr. is an American musician, singer, songwriter and music video director, best known for being the lead singer and guitarist of the American rock band OK Go.",
    "year": 1975,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tim Minchin",
    "birthday": "1975-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Reason_Rally_DC_2012_%286871712316%29_%28cropped%29.jpg/181px-Reason_Rally_DC_2012_%286871712316%29_%28cropped%29.jpg",
    "extract": "Timothy David Minchin AM is an Australian comedian, actor, writer, musician, and songwriter.",
    "year": 1975,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Rune Glifberg",
    "birthday": "1974-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Rune_Glifberg.JPG/320px-Rune_Glifberg.JPG",
    "extract": "Rune Glifberg, nicknamed \"The Danish Destroyer,\" is a Danish professional skateboarder. Glifberg is one of three skaters to have competed at every X Games. He has a total of 12 X Games medals. At 46, he became the oldest skateboarder to ever compete in the Olympic Games and the first male skateboarder to ever compete in a park event in the Olympic Games when he represented Denmark in the men's park event at the 2020 Summer Olympics in Tokyo.",
    "year": 1974,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ruslan Nigmatullin",
    "birthday": "1974-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Ruslan_Nigmatullin.jpg/213px-Ruslan_Nigmatullin.jpg",
    "extract": "Ruslan Karimovich Nigmatullin is a retired association footballer of Volga Tatar ethnicity who played goalkeeper and is currently working as a DJ. He has appeared for the Russian national team 24 times and was their starting keeper at the 2002 World Cup. He was voted Russian Player of the Year 2001 and is considered the best Russian goalkeeper of his period.",
    "year": 1974,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Charlotte Perrelli",
    "birthday": "1974-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Charlotte_Perrelli%2C_Melodifestivalen_2017_%28cropped%29.jpg/320px-Charlotte_Perrelli%2C_Melodifestivalen_2017_%28cropped%29.jpg",
    "extract": "Anna Jenny Charlotte Perrelli is a Swedish singer and television host. She was the winner of the 1999 Melodifestivalen and subsequently that year's Eurovision Song Contest with the song \"Take Me to Your Heaven\".",
    "year": 1974,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dida (footballer, born 1973)",
    "birthday": "1973-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Dida-wikipedia.png/154px-Dida-wikipedia.png",
    "extract": "Nélson de Jesus Silva, better known simply as Dida, is a Brazilian former footballer who played as a goalkeeper. After starting his senior club career in Brazil in the early 1990s with Vitória, Dida became a penalty kick-saving specialist with Cruzeiro and Corinthians. He is perhaps best remembered for his ten-year stint with AC Milan from 2000 to 2010, where he established himself as one of the world's best goalkeepers and won multiple trophies and individual awards with the club.",
    "year": 1973,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Priest Holmes",
    "birthday": "1973-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Priest_Holmes_speaks_with_soldiers_CROPPED.jpg/283px-Priest_Holmes_speaks_with_soldiers_CROPPED.jpg",
    "extract": "Priest Anthony Holmes is a former American football running back who played 11 seasons in the National Football League (NFL). He played college football for the University of Texas at Austin. He was signed by the Baltimore Ravens as an undrafted free agent in 1997.",
    "year": 1973,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sami Hyypiä",
    "birthday": "1973-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Sami_Hyypia_2012.jpg/320px-Sami_Hyypia_2012.jpg",
    "extract": "Sami Tuomas Hyypiä is a Finnish football manager and former defender.",
    "year": 1973,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Grigol Mgaloblishvili",
    "birthday": "1973-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Grigol_Mgaloblishvili_%28November_20%2C_2008%29_%28A%29.jpg/240px-Grigol_Mgaloblishvili_%28November_20%2C_2008%29_%28A%29.jpg",
    "extract": "Grigol Mgaloblishvili is a Georgian politician and diplomat who has been Georgia's Permanent Representative to NATO since 26 June 2009. He briefly served as the Prime Minister of Georgia from 1 November 2008 to 6 February 2009.",
    "year": 1973,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Marlou Aquino",
    "birthday": "1972-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/88/Tesda_Marlou_Aquino.jpg",
    "extract": "Marlou Bucao Aquino is a Filipino former professional basketball player and assistant coach for the Bacoor City Strikers of the Maharlika Pilipinas Basketball League (MPBL). During his prime he was known by fans as \"The Skyscraper\" and was, along with Dennis Espino, one-half of the so-called \"Twin Towers\" of the now-disbanded Sta. Lucia Realtors.",
    "year": 1972,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Daniel Boucher (musician)",
    "birthday": "1971-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Daniel-Boucher_14_aout_2010.png/240px-Daniel-Boucher_14_aout_2010.png",
    "extract": "Daniel Boucher is a Québécois musician.",
    "year": 1971,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Malia Hosaka",
    "birthday": "1969-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Malia_Hosaka_at_BWCW.jpg/229px-Malia_Hosaka_at_BWCW.jpg",
    "extract": "Malia Hosaka, is an American professional wrestler. She is a former NWA World Women's Champion.",
    "year": 1969,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Thom Yorke",
    "birthday": "1968-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Thom_Yorke_Austin_Texas_2016_%28cropped%29.jpg/199px-Thom_Yorke_Austin_Texas_2016_%28cropped%29.jpg",
    "extract": "Thomas Edward Yorke is an English musician and the main vocalist and songwriter of the rock band Radiohead. A multi-instrumentalist, he mainly plays guitar and keyboards and is noted for his falsetto. He has been described by Rolling Stone as one of the most influential singers of his generation.",
    "year": 1968,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Michelle Alexander",
    "birthday": "1967-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/MichelleAlexander2017.png/244px-MichelleAlexander2017.png",
    "extract": "Michelle Alexander is an American writer and civil rights activist. She is best known for her 2010 book The New Jim Crow: Mass Incarceration in the Age of Colorblindness. Since 2018, she has been an opinion columnist for The New York Times.",
    "year": 1967,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Peter Baker (golfer)",
    "birthday": "1967-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Peter_Baker_English_golfer.JPG/240px-Peter_Baker_English_golfer.JPG",
    "extract": "Peter Alan Baker is an English professional golfer. He had three wins on the European Tour, one in 1988 and two in 1993. He represented Europe in the 1993 Ryder Cup.",
    "year": 1967,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Toni Braxton",
    "birthday": "1967-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Toni_Braxton_press_photo_2015.png/209px-Toni_Braxton_press_photo_2015.png",
    "extract": "Toni Michele Braxton is an American singer, songwriter, pianist, actress, and television personality. She has sold over 70 million records worldwide and is one of the best-selling female R&B artists in history. Braxton has won seven Grammy Awards, nine Billboard Music Awards, seven American Music Awards, and numerous other accolades. In 2011, Braxton was inducted into the Georgia Music Hall of Fame. In 2017 she was honored with the Legend Award at the Soul Train Music Awards.",
    "year": 1967,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sherman Alexie",
    "birthday": "1966-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Red-ink-alexie-matsunaga-2016-3507_%2827727650011%29_%28cropped%29.jpg/216px-Red-ink-alexie-matsunaga-2016-3507_%2827727650011%29_%28cropped%29.jpg",
    "extract": "Sherman Joseph Alexie Jr. is a Spokane-Coeur d'Alene-Native American novelist, short story writer, poet, screenwriter, and filmmaker. His writings draw on his experiences as an Indigenous American with ancestry from several tribes. He grew up on the Spokane Indian Reservation and now lives in Seattle, Washington.",
    "year": 1966,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Marco Beltrami",
    "birthday": "1966-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/MARCOBELTRAMI.jpg/274px-MARCOBELTRAMI.jpg",
    "extract": "Marco Beltrami is an American composer and conductor of film and television scores. He has worked in a number of genres, including horror, action, science-fiction, Western, and superhero.",
    "year": 1966,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Genji Hashimoto",
    "birthday": "1965-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/2004_Amprex_Lamborghini.jpg/240px-2004_Amprex_Lamborghini.jpg",
    "extract": "Genji Hashimoto is a Japanese race car driver who competed in the Japanese GT Series from 2001 to 2004 for the Amprex team. He was on the winning team of the 2005 Merdeka Millennium Endurance Race.",
    "year": 1965,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sam Brown (singer)",
    "birthday": "1964-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Sam_Brown_2006.jpg/276px-Sam_Brown_2006.jpg",
    "extract": "Samantha Brown is an English singer-songwriter, composer, multi-instrumentalist, arranger and record producer.",
    "year": 1964,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dan Savage",
    "birthday": "1964-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Dan_Savage_at_Inforum_%289458016311%29_%28cropped_to_Savage%29.jpg/221px-Dan_Savage_at_Inforum_%289458016311%29_%28cropped_to_Savage%29.jpg",
    "extract": "Daniel Keenan Savage is an American author, media pundit, journalist, and LGBT community activist. He writes Savage Love, an internationally syndicated relationship and sex advice column. In 2010, Savage and his husband, Terry Miller, began the It Gets Better Project to help prevent suicide among LGBT youth. He has also worked as a theater director, sometimes credited as Keenan Hollahan.",
    "year": 1964,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dave Bronconnier",
    "birthday": "1962-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Dave-Bronconnier-Szmurlo.jpg/213px-Dave-Bronconnier-Szmurlo.jpg",
    "extract": "David Thomas Bronconnier is a Canadian politician who served as the 35th Mayor of Calgary, Alberta.",
    "year": 1962,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Micky Flanagan",
    "birthday": "1962-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Micky_Flanagan.jpg/276px-Micky_Flanagan.jpg",
    "extract": "Michael John Flanagan is an English comedian. Flanagan has performed at the Edinburgh Fringe and toured Britain with stand-up shows. He presented Micky Flanagan: What Chance Change? for Radio 4 and has appeared on various TV shows including Mock the Week, A League of Their Own, 8 Out of 10 Cats, Was It Something I Said?, Michael McIntyre's Comedy Roadshow and I Love My Country.",
    "year": 1962,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tony Sparano",
    "birthday": "1961-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Tony_Sparano_%28cropped%29_2.jpg/232px-Tony_Sparano_%28cropped%29_2.jpg",
    "extract": "Anthony Joseph Sparano III was an American football coach. He served as the head coach of the Miami Dolphins and Oakland Raiders of the National Football League (NFL) and is the only NFL head coach to have led a team to the playoffs the year following a one-win season, and only the second to conduct a ten-game turnaround, both of which he accomplished in his first season with the Dolphins. He was fired by the Dolphins in December 2011 after a 4-9 start to the season, Sparano's worst start in his four-year tenure with the Dolphins.",
    "year": 1961,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kevin Boyle (historian)",
    "birthday": "1960-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Boyle7.jpg/240px-Boyle7.jpg",
    "extract": "Kevin Boyle is an American author and the William Smith Mason Professor of American History at Northwestern University. His 2004 book, Arc of Justice: A Saga of Race, Civil Rights, and Murder in the Jazz Age, won the National Book Award.",
    "year": 1960,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dylan Baker",
    "birthday": "1959-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Dylan_Baker_2007.jpg/216px-Dylan_Baker_2007.jpg",
    "extract": "Dylan Baker is an American character actor. He gained recognition for his roles in the films such as Planes, Trains & Automobiles (1987), Happiness (1998), Thirteen Days (2000), Road to Perdition (2002), Spider-Man 2 (2004) and Spider-Man 3 (2007) and on the television series Murder One (1995–1996) and The Good Wife, the latter of which earned him three Primetime Emmy Award nominations.",
    "year": 1959,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Simon Cowell",
    "birthday": "1959-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Simon_Cowell_in_December_2011.jpg/232px-Simon_Cowell_in_December_2011.jpg",
    "extract": "Simon Phillip Cowell is an English television personality, entrepreneur, and record executive. He has judged on the British television talent competition series Pop Idol (2001–2003), The X Factor UK and Britain's Got Talent (2007–present), and the American television talent competition series American Idol (2002–2010), The X Factor US (2011–2013), and America's Got Talent (2016–present). Cowell is the founder and sole owner of the British entertainment company Syco.",
    "year": 1959,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lourdes Flores",
    "birthday": "1959-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Medalla_de_Honor_del_Congreso_a_Lourdes_Flores_%28cropped%29.jpg/240px-Medalla_de_Honor_del_Congreso_a_Lourdes_Flores_%28cropped%29.jpg",
    "extract": "Lourdes Celmira Rosario Flores Nano is a Peruvian lawyer and politician who served as a councilwoman of Lima, Deputy from Lima from 1990 to 1992, Democratic Constituent Congresswoman from 1992 to 1995, Congresswoman from 1995 to 2000, and the Christian People's Party candidate for President of Peru in the 2001 and 2006 elections in which she ran under the National Unity.",
    "year": 1959,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jean-Marc Fournier",
    "birthday": "1959-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Jean-Marc_Fournier_PLQ_Convention.jpg/306px-Jean-Marc_Fournier_PLQ_Convention.jpg",
    "extract": "Jean-Marc Fournier is a Quebec politician and a lawyer. He represented the riding of Saint-Laurent in the National Assembly of Quebec from 2010 to 2018, and previously represented the riding of Châteauguay from 1994 to 2008. He served as the Minister of Revenue, Government House Leader, Minister of Education, Minister of Municipal Affairs, and Attorney General in the Government of Jean Charest and was the interim leader of the Quebec Liberal Party from 2012 to 2013",
    "year": 1959,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Brazo de Oro (wrestler)",
    "birthday": "1959-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2d/Brazo_de_Oro_mask.png/226px-Brazo_de_Oro_mask.png",
    "extract": "Jesús Alvarado Nieves was a Mexican luchador, or professional wrestler, who worked under the ring name Brazo de Oro. He was a part of the Alvarado wrestling family, the son of Shadito Cruz and brother of Brazo de Plata, El Brazo, Brazo Cibernético, Super Brazo and Brazo de Platino. His son Felipe de Jesús Alvarado Mendoza currently works as La Máscara for Consejo Mundial de Lucha Libre. His nephews, Máximo Sexy and Psycho Clown are featured wrestlers for CMLL and Lucha Libre AAA Worldwide respectively.",
    "year": 1959,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Michael W. Smith",
    "birthday": "1957-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Michael_W._Smith_by_Gage_Skidmore.jpg/217px-Michael_W._Smith_by_Gage_Skidmore.jpg",
    "extract": "Michael Whitaker Smith is an American musician who has charted in both contemporary Christian and mainstream charts. His biggest success in mainstream music was in 1991 when \"Place in This World\" hit No. 6 on the Billboard Hot 100. Over the course of his career, he has sold more than 18 million albums.",
    "year": 1957,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jayne Torvill",
    "birthday": "1957-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Jayne_Torvill.jpg/225px-Jayne_Torvill.jpg",
    "extract": "Jayne Torvill, OBE is a British professional ice dancer and former competitor. With Christopher Dean, she won a gold medal at the 1984 Winter Olympics and a bronze medal at the 1994 Winter Olympics, becoming one of the oldest figure skating Olympic medalists.",
    "year": 1957,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mike Shipley",
    "birthday": "1956-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/62/Mike_Shipley.jpg/320px-Mike_Shipley.jpg",
    "extract": "Michael Shipley was an Australian mixing engineer, audio engineer, and record producer. Shipley's music career spanned more than 30 years – mostly working in Los Angeles. At the Grammy Awards of 2012 he won the Best Engineered Album, Non-Classical category for his joint work on Paper Airplane, by Alison Krauss and Union Station. Shipley died in July 2013, aged 56, of an apparent suicide.",
    "year": 1956,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Brian Sutter",
    "birthday": "1956-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Brian_Sutter_1979.jpg",
    "extract": "Brian Louis Allen Sutter is a Canadian former ice hockey forward and former head coach in the National Hockey League (NHL). Brian is the second oldest of the famous Sutter brothers and the oldest of the six that played in the NHL. He is also the only one to have his number retired by an NHL team.",
    "year": 1956,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Yo-Yo Ma",
    "birthday": "1955-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Yo-Yo_Ma_2013.jpg/305px-Yo-Yo_Ma_2013.jpg",
    "extract": "Yo-Yo Ma is an American cellist. Born in Paris to Chinese parents and educated in New York City, he was a child prodigy, performing from the age of four and a half. He graduated from the Juilliard School and Harvard University and attended Columbia University and has performed as a soloist with orchestras around the world. He has recorded more than 90 albums and received 19 Grammy Awards.",
    "year": 1955,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Margus Lepa",
    "birthday": "1953-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/T%C3%B5nu_Alveus_ja_Margus_Lepa_92.jpg/320px-T%C3%B5nu_Alveus_ja_Margus_Lepa_92.jpg",
    "extract": "Margus Lepa is an Estonian radio journalist and former actor.",
    "year": 1953,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tico Torres",
    "birthday": "1953-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Tico_Torres_Bon_Jovi_at_the_2009_Tribeca_Film_Festival.jpg/200px-Tico_Torres_Bon_Jovi_at_the_2009_Tribeca_Film_Festival.jpg",
    "extract": "Hector Juan Samuel  \"Tico\" Torres is an American musician, artist, and entrepreneur, best known as the drummer, percussionist, and a songwriter for American rock band Bon Jovi. In 2018, Torres was inducted into the Rock and Roll Hall of Fame as a member of Bon Jovi.",
    "year": 1953,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vladimir Putin",
    "birthday": "1952-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Vladimir_Putin_17-11-2021_%28cropped%29.jpg/235px-Vladimir_Putin_17-11-2021_%28cropped%29.jpg",
    "extract": "Vladimir Vladimirovich Putin is a Russian politician and former intelligence officer who is the president of Russia, a position he has filled since 2012, and previously from 2000 until 2008. He was also the prime minister from 1999 to 2000, and again from 2008 to 2012.",
    "year": 1952,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jacques Richard",
    "birthday": "1952-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Jacques_Richard_1977.jpg/256px-Jacques_Richard_1977.jpg",
    "extract": "Joseph Alfred Gilles Jacques Richard was a Canadian professional ice hockey player who played in the National Hockey League (NHL) for the Atlanta Flames, Buffalo Sabres, and Quebec Nordiques. After an impressive junior career, Richard was considered a potential NHL superstar, but, except for a single season late in his career, he failed to live up to the promise. He led a troubled life both in hockey and after. Six years after retiring, in 1989, he was arrested for attempting to smuggle cocaine and then in 2002, Richard died in a car accident driving back from a party celebrating his 50th birthday.",
    "year": 1952,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Enki Bilal",
    "birthday": "1951-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Enki_Bilal_20100328_Salon_du_livre_de_Paris_5.jpg/213px-Enki_Bilal_20100328_Salon_du_livre_de_Paris_5.jpg",
    "extract": "Enki Bilal is a French comic book creator, comics artist and film director.",
    "year": 1951,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Mellencamp",
    "birthday": "1951-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Mellencamp.jpg/245px-Mellencamp.jpg",
    "extract": "John J. Mellencamp, previously known as Johnny Cougar, John Cougar, and John Cougar Mellencamp, is an American musician, singer-songwriter, painter, actor, and film director. He is known for his catchy brand of heartland rock, which emphasizes traditional instrumentation.",
    "year": 1951,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jakaya Kikwete",
    "birthday": "1950-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Jakaya_Kikwete_2011_%28cropped%29_%28cropped%29.jpg/223px-Jakaya_Kikwete_2011_%28cropped%29_%28cropped%29.jpg",
    "extract": "Jakaya Mrisho Kikwete is a Tanzanian politician who was the fourth president of Tanzania, in office from 2005 to 2015. Prior to his election as president, he was the Minister for Foreign Affairs from 1995 to 2005 under his predecessor, Benjamin Mkapa. He also served as the chairperson of the African Union from 2008–2009 and the chairman of the Southern African Development Community Troika on Peace, Defence and Security from 2012–2013. Kikwete was born and raised in Pwani Region and attended the university of Dar es Salaam.",
    "year": 1950,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Diane Ackerman",
    "birthday": "1948-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Diane_Ackerman.jpg/225px-Diane_Ackerman.jpg",
    "extract": "Diane Ackerman is an American poet, essayist, and naturalist known for her wide-ranging curiosity and poetic explorations of the natural world.",
    "year": 1948,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Steve Rucker (composer)",
    "birthday": "1948-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/SRM_headshot.jpg/213px-SRM_headshot.jpg",
    "extract": "Stephen Donald Rucker is an American composer.",
    "year": 1948,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Catharine A. MacKinnon",
    "birthday": "1946-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Catharine_MacKinnon%2C_May_2006.jpg/247px-Catharine_MacKinnon%2C_May_2006.jpg",
    "extract": "Catharine Alice MacKinnon is an American radical feminist legal scholar, activist, and author. She is the Elizabeth A. Long Professor of Law at the University of Michigan Law School, where she has been tenured since 1990, and the James Barr Ames Visiting Professor of Law at Harvard Law School. From 2008 to 2012, she was the special gender adviser to the Prosecutor of the International Criminal Court.",
    "year": 1946,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kevin Godley",
    "birthday": "1945-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Kevin_Godley.jpg/320px-Kevin_Godley.jpg",
    "extract": "Kevin Michael Godley is an English singer, songwriter, musician and music video director. He is known as the singer and drummer of the art rock band 10cc and later as part of collaboration duo Godley & Creme with Lol Creme.",
    "year": 1945,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "David Wallace (physicist)",
    "birthday": "1945-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Higgs%2C_Peter_%281929%292.jpg/320px-Higgs%2C_Peter_%281929%292.jpg",
    "extract": "Sir David James Wallace, CBE, FRS, FRSE, FREng is a British physicist and academic. He was the Vice-Chancellor of Loughborough University from 1994 to 2005, and the Master of Churchill College, Cambridge from 2006 to 2014.",
    "year": 1945,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Judee Sill",
    "birthday": "1944-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fd/Judee_Sill.jpg/189px-Judee_Sill.jpg",
    "extract": "Judith Lynne Sill was an American singer and songwriter. The first artist signed to David Geffen's Asylum label, she released two albums on Asylum and partially completed a third album before dying of a drug overdose in 1979.\nHer eponymous debut album was released in late 1971 and was followed about 18 months later by Heart Food. In 1974, she recorded demos for a third album, which never was completed. The demos were released posthumously with other rarities on the 2005 two-disc collection Dreams Come True.",
    "year": 1944,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Donald Tsang",
    "birthday": "1944-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Donald_Tsang_WEF.jpg/240px-Donald_Tsang_WEF.jpg",
    "extract": "Donald Tsang Yam-kuen is a former Hong Kong civil servant who served as the second Chief Executive of Hong Kong from 2005 to 2012.",
    "year": 1944,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "José Cardenal",
    "birthday": "1943-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Jose_Cardenal_1973.jpg/232px-Jose_Cardenal_1973.jpg",
    "extract": "José Rosario Domec Cardenal  is a Cuban American former professional baseball outfielder, who played Major League Baseball (MLB) for the San Francisco Giants (1963–64), Los Angeles/California Angels (1965–67), Cleveland Indians (1968–69), St. Louis Cardinals (1970–1971), Milwaukee Brewers (1971), Chicago Cubs (1972–77), Philadelphia Phillies (1978–79), New York Mets (1979–80), and Kansas City Royals (1980). Cardenal batted and threw right-handed. He is the cousin of former MLB infielder Bert Campaneris.",
    "year": 1943,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Oliver North",
    "birthday": "1943-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Oliver_North_by_Gage_Skidmore.jpg/216px-Oliver_North_by_Gage_Skidmore.jpg",
    "extract": "Oliver Laurence North is an American political commentator, television host, military historian, author, and retired United States Marine Corps lieutenant colonel.",
    "year": 1943,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Joy Behar",
    "birthday": "1942-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Joybeharpic_%28cropped%29.jpg/256px-Joybeharpic_%28cropped%29.jpg",
    "extract": "Josephine Victoria \"Joy\" Behar is an American comedian, television host, actress, and writer. She co-hosts the ABC daytime talk show The View, where she is the only original panelist still regularly appearing. She hosted The Joy Behar Show on HLN from 2009 to 2011 and Joy Behar: Say Anything! on Current TV, from 2012 until the channel switched formats in August 2013. Behar's latest weekly late-night talk show, Late Night Joy, aired on TLC in 2015. She also wrote The Great Gasbag: An A–Z Study Guide to Surviving Trump World.",
    "year": 1942,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Hopcroft",
    "birthday": "1939-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Hopcrofg_%28cropped2%29.jpg/288px-Hopcrofg_%28cropped2%29.jpg",
    "extract": "John Edward Hopcroft is an American theoretical computer scientist. His textbooks on theory of computation and data structures are regarded as standards in their fields. He is the IBM Professor of Engineering and Applied Mathematics in Computer Science at Cornell University, Co-Director of the Center on Frontiers of Computing Studies at Peking University, and the Director of the John Hopcroft Center for Computer Science at Shanghai Jiao Tong University.",
    "year": 1939,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Clive James",
    "birthday": "1939-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0a/Clive_James.jpg",
    "extract": "Clive James was an Australian critic, journalist, broadcaster and writer who lived and worked in the United Kingdom from 1962 until his death in 2019. He began his career specialising in literary criticism before becoming television critic for The Observer in 1972, where he made his name for his wry, deadpan humour.",
    "year": 1939,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Harry Kroto",
    "birthday": "1939-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Harry_Kroto.jpg/262px-Harry_Kroto.jpg",
    "extract": "Sir Harold Walter Kroto, known as Harry Kroto, was an English chemist. He shared the 1996 Nobel Prize in Chemistry with Robert Curl and Richard Smalley for their discovery of fullerenes. He was the recipient of many other honors and awards.",
    "year": 1939,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Laurent Monsengwo Pasinya",
    "birthday": "1939-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Laurent_Monsengwo_Pasinya.jpg",
    "extract": "Laurent Monsengwo Pasinya was a Congolese prelate of the Catholic Church. He was the Archbishop of Kinshasa from 2007 to 2018. He became a cardinal in 2010. He was widely recognized as a champion of peace, dialogue, and human rights.",
    "year": 1939,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bill Snyder",
    "birthday": "1939-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Coach_Bill_Snyder.jpg/213px-Coach_Bill_Snyder.jpg",
    "extract": "William D. Snyder is a retired college football coach and former player. He served as the head football coach at Kansas State University from 1989 to 2005 and again from 2009 to 2018. Snyder initially retired from the position from 2006 to 2008 before being rehired. Snyder retired for the second time on December 2, 2018 and is serving as a special ambassador for the athletics department.",
    "year": 1939,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ann Jones (tennis)",
    "birthday": "1938-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Ann_Haydon-Jones_1969c.jpg/228px-Ann_Haydon-Jones_1969c.jpg",
    "extract": "Ann Shirley Jones, is an English former table tennis and lawn tennis champion. She won eight Grand Slam championships during her career: three in singles, three in women's doubles, and two in mixed doubles. As of 2017, she serves as a vice president of the All England Lawn Tennis and Croquet Club.",
    "year": 1938,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Chet Powers",
    "birthday": "1937-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e3/Chetpowers.jpg/233px-Chetpowers.jpg",
    "extract": "Chester William Powers, Jr. was an American singer-songwriter, and under the stage names Dino Valenti or Dino Valente, one of the lead singers of the rock group Quicksilver Messenger Service. As a songwriter, he was known as Jesse Oris Farrow. He is best known for having written the quintessential 1960s love-and-peace anthem \"Get Together\", and for writing and singing on Quicksilver Messenger Service's two best-known songs, \"Fresh Air\" and \"What About Me?\"",
    "year": 1937,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Maria Szyszkowska",
    "birthday": "1937-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Maria_Szyszkowska_2.jpg",
    "extract": "Maria Szyszkowska is a Polish academic, writer and former Senator. Szyszkowska was a member of the Alliance of the Democratic Left (SLD) and chaired that Party's Ethics Committee. She is currently a leader of a socialist party Reason of the Polish Left. She is born in old Polish noble family belonging to Clan Ostoja",
    "year": 1937,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Thomas Keneally",
    "birthday": "1935-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Thomas_Keneally_Festival_Cine_Sidney.jpg/213px-Thomas_Keneally_Festival_Cine_Sidney.jpg",
    "extract": "Thomas Michael Keneally, AO is an Australian novelist, playwright, essayist and actor. He is best known for his non-fiction novel Schindler's Ark, the story of Oskar Schindler's rescue of Jews during the Holocaust, which won the Booker Prize in 1982. The book would later be adapted into director Steven Spielberg's 1993 film Schindler's List, which won the Academy Award for Best Picture.",
    "year": 1935,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Amiri Baraka",
    "birthday": "1934-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/16/Amiri_Baraka_2013.jpg",
    "extract": "Amiri Baraka, previously known as LeRoi Jones and Imamu Amear Baraka, was an American writer of poetry, drama, fiction, essays and music criticism. He was the author of numerous books of poetry and taught at several universities, including the University at Buffalo and Stony Brook University. He received the PEN/Beyond Margins Award in 2008 for Tales of the Out and the Gone.",
    "year": 1934,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ulrike Meinhof",
    "birthday": "1934-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Ulrike_Meinhof_als_junge_Journalistin_%28retuschiert%29.jpg/224px-Ulrike_Meinhof_als_junge_Journalistin_%28retuschiert%29.jpg",
    "extract": "Ulrike Marie Meinhof was a German left-wing journalist and founding member of the Red Army Faction (RAF) in West Germany, commonly referred to in the press as the \"Baader-Meinhof gang\". She is the reputed author of The Urban Guerilla Concept (1971). The manifesto acknowledges the RAF's \"roots in the history of the student movement\"; condemns \"reformism\" as \"a brake on the anti-capitalist struggle\"; and invokes Mao Zedong to define \"armed struggle\" as \"the highest form of Marxism-Leninism\".",
    "year": 1934,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Harold Dunaway",
    "birthday": "1933-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Harold_Dunaway_Mini_Sprint.jpg/320px-Harold_Dunaway_Mini_Sprint.jpg",
    "extract": "Harold Glenn Dunaway was an American stock car and sprint car driver. He made one start in the NASCAR Grand National Series.",
    "year": 1933,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Joannes Gijsen",
    "birthday": "1932-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Johannes_Gijsen.jpg/212px-Johannes_Gijsen.jpg",
    "extract": "Joannes Baptist Matthijs Gijsen was a Dutch bishop of the Roman Catholic Church. After being Bishop (emeritus) of Roermond, Limburg, the Netherlands, he became Bishop (emeritus) of the Diocese of Reykjavík (Iceland). His episcopal motto is Parate viam Domini.",
    "year": 1932,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Cotton Fitzsimmons",
    "birthday": "1931-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Cotton_Fitzsimmons_1974.jpg/135px-Cotton_Fitzsimmons_1974.jpg",
    "extract": "Lowell Gibbs \"Cotton\" Fitzsimmons was an American college and NBA basketball coach. A native of Bowling Green, Missouri, he attended and played basketball at Hannibal-LaGrange Junior College in Hannibal, Missouri and Midwestern State University in Wichita Falls, Texas. He coached the Phoenix Suns three times, was named the NBA Coach of the Year twice, and is often credited as the architect of the Suns' success of the late 1980s and early to middle 1990s. Fitzsimmons won 1,089 games in his coaching career: 223 games at the junior college level, 34 at the Division I college level and 832 in the NBA.",
    "year": 1931,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "R. Sivagurunathan",
    "birthday": "1931-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/70/R._Sivagurunathan.jpg",
    "extract": "Kalasuri Ratnadurai Sivagurunathan was a Sri Lankan journalist, lawyer, academic and editor of Thinakaran.",
    "year": 1931,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Desmond Tutu",
    "birthday": "1931-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Archbishop-Tutu-medium.jpg/213px-Archbishop-Tutu-medium.jpg",
    "extract": "Desmond Mpilo Tutu was a South African Anglican bishop and theologian, known for his work as an anti-apartheid and human rights activist. He was Bishop of Johannesburg from 1985 to 1986 and then Archbishop of Cape Town from 1986 to 1996, in both cases being the first black African to hold the position. Theologically, he sought to fuse ideas from black theology with African theology.",
    "year": 1931,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mariano Gagnon",
    "birthday": "1929-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Mariano_Gagnon.jpg/238px-Mariano_Gagnon.jpg",
    "extract": "Mariano Gagnon OFM, born Joseph Theodore Gagnon was an American Franciscan friar and Catholic priest, who served as a missionary in Peru. Gagnon founded the Cutivereni mission in Peru's Ene River valley to assist the indigenous Asháninka people who were being forced out of their homes in the jungle by settlers. He would later become known for his work helping arm the Asháninka and eventually helping some Asháninka flee Cutivereni when it was facing attack from Shining Path guerrillas during the Internal conflict in Peru. He later wrote about his experiences during the conflict in the book Warriors in Eden.",
    "year": 1929,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ali Kafi",
    "birthday": "1928-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Ali_Kafi.JPG",
    "extract": "Ali Kafi was an Algerian politician who was Chairman of the High Council of State and acting President from 1992 to 1994.",
    "year": 1928,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lorna Wing",
    "birthday": "1928-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fe/Lorna_Wing_died_2014.jpg",
    "extract": "Lorna Gladys Wing was an English psychiatrist. She was a pioneer in the field of childhood developmental disorders, who advanced understanding of autism worldwide, introduced the term Asperger syndrome in 1976 and was involved in founding the National Autistic Society (NAS) in the UK.",
    "year": 1928,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Al Martino",
    "birthday": "1927-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Al_Martino.jpg",
    "extract": "Al Martino was an American singer and actor. He had his greatest success as a singer between the early 1950s and mid-1970s, being described as \"one of the great Italian American pop crooners\", and also became known as an actor, particularly for his role as singer Johnny Fontane in The Godfather.",
    "year": 1927,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "R. D. Laing",
    "birthday": "1927-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Ronald_D._Laing.jpg/216px-Ronald_D._Laing.jpg",
    "extract": "Ronald David Laing, usually cited as R. D. Laing, was a Scottish psychiatrist who wrote extensively on mental illness – in particular, the experience of psychosis. Laing's views on the causes and treatment of psychopathological phenomena were influenced by his study of existential philosophy and ran counter to the chemical and electroshock methods that had become psychiatric orthodoxy. Taking the expressed feelings of the individual patient or client as valid descriptions of personal experience rather than simply as symptoms of mental illness, Laing regarded schizophrenia as a theory not a fact. Though associated in the public mind with the anti-psychiatry movement, he rejected the label. Politically, he was regarded as a thinker of the New Left. Laing was portrayed by David Tennant in the 2017 film Mad to Be Normal.",
    "year": 1927,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Irma Grese",
    "birthday": "1923-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Irma_Grese.jpg/320px-Irma_Grese.jpg",
    "extract": "Irma Ilse Ida Grese was a Nazi concentration camp guard at Ravensbrück and Auschwitz, and served as warden of the women's section of Bergen-Belsen. She was a volunteer member of the SS.",
    "year": 1923,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Břetislav Pojar",
    "birthday": "1923-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Bretislav_Pojar.jpg/320px-Bretislav_Pojar.jpg",
    "extract": "Břetislav Pojar was a Czech puppeteer, animator and director of short and feature films.",
    "year": 1923,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jean-Paul Riopelle",
    "birthday": "1923-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c8/Jean-Paul_Riopelle.jpg",
    "extract": "Jean-Paul Riopelle, was a painter and sculptor from Quebec, Canada. He had one of the longest and most important international careers of the sixteen signatories of the Refus Global, the 1948 manifesto that announced the Quebecois artistic community's refusal of clericalism and provincialism. He is best known for his abstract painting style, in particular his \"mosaic\" works of the 1950s when he famously abandoned the paintbrush, using only a palette knife to apply paint to canvas, giving his works a distinctive sculptural quality. He became the first Canadian painter since James Wilson Morrice to attain widespread international recognition.",
    "year": 1923,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Grady Hatton",
    "birthday": "1922-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Grady_Hatton_1949_Bowman.jpg",
    "extract": "Grady Edgebert Hatton Jr. was an American professional baseball second baseman, third baseman, coach and manager. He played in Major League Baseball for the Cincinnati Reds / Redlegs, Chicago White Sox, Boston Red Sox, St. Louis Cardinals, Baltimore Orioles and Chicago Cubs. Hatton is most identified with his native Texas: he was born in Beaumont, attended the University of Texas at Austin, managed minor league teams in Houston and San Antonio, and was an important contributor to the early years of Major League Baseball's Houston Astros.",
    "year": 1922,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Raymond Goethals",
    "birthday": "1921-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Raymond_Goethals_1977.jpg/240px-Raymond_Goethals_1977.jpg",
    "extract": "Raymond Goethals was a Belgian football coach who led Marseille to victory in the UEFA Champions League final in 1993, becoming the first coach to win a European trophy with a French club.",
    "year": 1921,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Georg Leber",
    "birthday": "1920-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Verteidigungsminister_Georg_Leber.jpg/225px-Verteidigungsminister_Georg_Leber.jpg",
    "extract": "Georg Leber was a German Trades Union leader and a politician in the Social Democratic Party of Germany (SPD).",
    "year": 1920,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jack Rowley",
    "birthday": "1920-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Jack_Rowley.jpg/242px-Jack_Rowley.jpg",
    "extract": "John Frederick Rowley was an English footballer who played as a forward from the 1930s to the 1950s, mainly remembered for a 17-year spell with Manchester United. He was nicknamed \"The Gunner\" because of his prolific goalscoring and explosive shooting, scoring 211 goals in 424 appearances for United. His younger brother, Arthur, still holds the record for the highest number of career goals scored in the Football League with 434.",
    "year": 1920,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Henriette Avram",
    "birthday": "1919-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a4/Henriette_Avram.jpg/227px-Henriette_Avram.jpg",
    "extract": "Henriette Davidson Avram was a computer programmer and systems analyst who developed the MARC format, the international data standard for bibliographic and holdings information in libraries. Avram's development of the MARC format in the late 1960s and early 1970s at the Library of Congress had a revolutionizing effect on the practice of librarianship, making possible the automation of many library functions and the sharing of bibliographic information electronically between libraries using pre-existing cataloging standards.",
    "year": 1919,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Zelman Cowen",
    "birthday": "1919-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Zelman_Cowen.jpg/228px-Zelman_Cowen.jpg",
    "extract": "Sir Zelman Cowen, was an Australian legal scholar and university administrator who served as the 19th Governor-General of Australia, in office from 1977 to 1982.",
    "year": 1919,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Georges Duby",
    "birthday": "1919-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/GeorgesDuby1980.jpg/204px-GeorgesDuby1980.jpg",
    "extract": "Georges Duby was a French historian who specialised in the social and economic history of the Middle Ages. He ranks among the most influential medieval historians of the twentieth century and was one of France's most prominent public intellectuals from the 1970s to his death.",
    "year": 1919,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Harry V. Jaffa",
    "birthday": "1918-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Harry_V._Jaffa_in_bookstore.png/225px-Harry_V._Jaffa_in_bookstore.png",
    "extract": "Harry Victor Jaffa was an American political philosopher, historian, columnist, and professor. He was a professor emeritus at Claremont McKenna College and Claremont Graduate University, and a distinguished fellow of the Claremont Institute. Robert P. Kraynak says his \"life work was to develop an American application of Leo Strauss's revival of natural-right philosophy against the relativism and nihilism of our times\".",
    "year": 1918,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "June Allyson",
    "birthday": "1917-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/June_Allyson-publicity.jpg/263px-June_Allyson-publicity.jpg",
    "extract": "June Allyson was an American stage, film, and television actress, dancer, and singer.",
    "year": 1917,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Walter Keane",
    "birthday": "1915-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/58/Walter_Stanley_Keane.jpg/261px-Walter_Stanley_Keane.jpg",
    "extract": "Walter Stanley Keane was an American plagiarist who became famous in the 1960s as the claimed painter of a series of widely reproduced paintings depicting vulnerable subjects with enormous eyes. The paintings are now accepted as having been painted by his wife Margaret Keane. When she declared her side of the story, Walter Keane retaliated with a USA Today article that again claimed he had done the work.",
    "year": 1915,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Begum Akhtar",
    "birthday": "1914-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7a/Begum_Akhtar_%281942%29.jpg/258px-Begum_Akhtar_%281942%29.jpg",
    "extract": "Akhtari Bai Faizabadi, also known as Begum Akhtar, was an Indian singer and actress. Dubbed \"Mallika-e-Ghazal\", she is regarded as one of the greatest singers of ghazal, dadra, and thumri genres of Hindustani classical music.",
    "year": 1914,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sarah Churchill (actress)",
    "birthday": "1914-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Sarah_Churchill_1966.jpg/257px-Sarah_Churchill_1966.jpg",
    "extract": "Sarah Millicent Hermione Touchet-Jesson, Baroness Audley was an English actress and dancer and the daughter of Winston Churchill.",
    "year": 1914,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alfred Drake",
    "birthday": "1914-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Alfred_Drake.jpg/216px-Alfred_Drake.jpg",
    "extract": "Alfred Drake was an American actor and singer.",
    "year": 1914,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Simon Carmiggelt",
    "birthday": "1913-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Simon_Carmiggelt_%281973%29.jpg/240px-Simon_Carmiggelt_%281973%29.jpg",
    "extract": "Simon Carmiggelt was a Dutch writer, journalist, and poet who became a well known public figure in the Netherlands because of his daily newspaper columns and his television appearances.",
    "year": 1913,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Fernando Belaúnde",
    "birthday": "1912-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Fernando_Bela%C3%BAnde_Terry.jpg/226px-Fernando_Bela%C3%BAnde_Terry.jpg",
    "extract": "Fernando Belaúnde Terry was a Peruvian politician who twice served as President of Peru. Deposed by a military coup in 1968, he was re-elected in 1980 after twelve years of military rule.",
    "year": 1912,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vaughn Monroe",
    "birthday": "1911-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Vaughn_Monroe.jpg/246px-Vaughn_Monroe.jpg",
    "extract": "Vaughn Wilton Monroe was an American baritone singer, trumpeter, big band leader, actor, and businessman, who was most popular in the 1940s and 1950s. He has two stars on the Hollywood Walk of Fame, one for recording and another for radio performance.",
    "year": 1911,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Anni Blomqvist",
    "birthday": "1909-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Anni-Blomqvist-1984.jpg/320px-Anni-Blomqvist-1984.jpg",
    "extract": "Anni Viktoria Blomqvist, née Karlsson, was a Finland-Swedish novelist.",
    "year": 1909,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Shura Cherkassky",
    "birthday": "1909-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Shura_Cherkassy_-_Israel_Philharmonic_TLV1954_%28cropped%29.jpg/277px-Shura_Cherkassy_-_Israel_Philharmonic_TLV1954_%28cropped%29.jpg",
    "extract": "Shura Cherkassky was a Ukrainian-American concert pianist known for his performances of the romantic repertoire. His playing was characterized by a virtuoso technique and singing piano tone. For much of his later life, Cherkassky resided in London.",
    "year": 1909,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Erastus Corning 2nd",
    "birthday": "1909-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Erastus_Corning_2nd_%28Mayor_of_Albany%2C_New_York%29.jpg/190px-Erastus_Corning_2nd_%28Mayor_of_Albany%2C_New_York%29.jpg",
    "extract": "Erastus Corning 2nd was an American politician. A Democrat, Corning served 72nd as mayor of Albany, New York from 1942 to 1983, when Albany County was controlled by one of the last classic urban political machines in the United States.",
    "year": 1909,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Helen MacInnes",
    "birthday": "1907-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Helen_MacInnes_1969.jpg/254px-Helen_MacInnes_1969.jpg",
    "extract": "Helen Clark MacInnes was a Scottish-American writer of espionage novels.",
    "year": 1907,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Andy Devine",
    "birthday": "1905-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Andy_Devine_1934.jpg/255px-Andy_Devine_1934.jpg",
    "extract": "Andrew Vabre Devine was an American character actor known for his distinctive raspy, crackly voice and roles in Western films, including his role as Cookie, the sidekick of Roy Rogers in 10 feature films. He also appeared alongside John Wayne in films such as Stagecoach (1939), The Man Who Shot Liberty Valance, and How the West Was Won. He is also remembered as Jingles on the TV series The Adventures of Wild Bill Hickok from 1951 to 1958, as Danny McGuire in A Star Is Born (1937), and as the voice of Friar Tuck in the Disney Animation Studio film Robin Hood (1973).",
    "year": 1905,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Armando Castellazzi",
    "birthday": "1904-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Armando_Castellazzi.jpg",
    "extract": "Armando Castellazzi was an Italian professional footballer and manager who played as a midfielder.",
    "year": 1904,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Heinrich Himmler",
    "birthday": "1900-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Bundesarchiv_Bild_183-S72707%2C_Heinrich_Himmler.jpg/219px-Bundesarchiv_Bild_183-S72707%2C_Heinrich_Himmler.jpg",
    "extract": "Heinrich Luitpold Himmler was Reichsführer of the Schutzstaffel, and a leading member of the Nazi Party of Germany. Himmler was one of the most powerful men in Nazi Germany and a main architect of the Holocaust.",
    "year": 1900,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elijah Muhammad",
    "birthday": "1897-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Elijah_Muhammad_NYWTS-2.jpg/298px-Elijah_Muhammad_NYWTS-2.jpg",
    "extract": "Elijah Muhammad was an American religious leader, black separatist, and self-proclaimed Messenger of Allah, who led the Nation of Islam (NOI) from 1934 until his death in 1975. Muhammad was also the teacher and mentor of Malcolm X, Louis Farrakhan, Muhammad Ali, and his own son, Warith Deen Mohammed.",
    "year": 1897,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Thakin Mya",
    "birthday": "1897-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/80/Thakin_Mya.jpg",
    "extract": "Thakin Mya was a Burmese lawyer and politician who served as the Minister of Home Affairs and in June 1947 transferred as Minister of Finance in Myanmar's pre-independence government. Mya and six other cabinet ministers were assassinated on 19 July 1947 in Yangon. He was unofficially considered as Deputy Prime Minister in Aung San 's Cabinet. July 19 is commemorated each year as the Martyrs' Day in Myanmar.",
    "year": 1897,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Paulino Alcántara",
    "birthday": "1896-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Paulino_alcantara_barca_%28cropped%29.jpg/213px-Paulino_alcantara_barca_%28cropped%29.jpg",
    "extract": "Paulino Alcántara Riestrá was a football player and manager who played as a forward. Born in the Philippines, he spent most of his playing career at Barcelona, and also represented Catalonia, the Philippines and Spain internationally.",
    "year": 1896,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Maurice Grevisse",
    "birthday": "1895-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Maurice_Grevisse.jpg/210px-Maurice_Grevisse.jpg",
    "extract": "Maurice Grevisse was a Belgian grammarian.",
    "year": 1895,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alice Dalgliesh",
    "birthday": "1893-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/dc/Alice_Dalgliesh_photo.jpg",
    "extract": "Alice Dalgliesh was a naturalized American author and publisher who wrote more than 40 fiction and non-fiction books, mainly for children. She has been called \"a pioneer in the field of children's historical fiction\". Three of her books were runners-up for the annual Newbery Medal, the partly autobiographical The Silver Pencil, The Bears on Hemlock Mountain, and The Courage of Sarah Noble, which was also named to the Lewis Carroll Shelf Award list.",
    "year": 1893,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Robert Z. Leonard",
    "birthday": "1889-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Robert_Z._Leonard_by_Hartsook_Photo%2C_1915.jpg/207px-Robert_Z._Leonard_by_Hartsook_Photo%2C_1915.jpg",
    "extract": "Robert Zigler Leonard was an American film director, actor, producer, and screenwriter.",
    "year": 1889,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Henry A. Wallace",
    "birthday": "1888-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/33_Henry_Wallace_3x4.jpg/240px-33_Henry_Wallace_3x4.jpg",
    "extract": "Henry Agard Wallace was an American politician, journalist, farmer, and businessman who served as the 33rd vice president of the United States, the 11th U.S. Secretary of Agriculture, and the 10th U.S. Secretary of Commerce. He was the Progressive Party nominee in the 1948 presidential election.",
    "year": 1888,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Edna Meade Colson",
    "birthday": "1888-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b6/Photo_of_Edna_Meade_Colson.jpg",
    "extract": "Edna Meade Colson was an American educator, known for her contributions to improving access to education to Virginian African Americans.",
    "year": 1888,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jack Russell (cricketer, born 1887)",
    "birthday": "1887-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/CAG_Russell.jpg/194px-CAG_Russell.jpg",
    "extract": "Charles Albert George \"Jack\" Russell was one of the leading batsmen in county cricket during the period after World War I. Right-handed with both bat and with ball as a medium-slow bowler, Russell's main strength was his leg-side play with the bat. He was a sound batsmen whose watchfulness made him effective on very difficult pitches.",
    "year": 1887,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Niels Bohr",
    "birthday": "1885-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Niels_Bohr.jpg/227px-Niels_Bohr.jpg",
    "extract": "Niels Henrik David Bohr was a Danish physicist who made foundational contributions to understanding atomic structure and quantum theory, for which he received the Nobel Prize in Physics in 1922. Bohr was also a philosopher and a promoter of scientific research.",
    "year": 1885,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Claud Ashton Jones",
    "birthday": "1885-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Jones_CA_NHC_48727.jpg/242px-Jones_CA_NHC_48727.jpg",
    "extract": "Claud Ashton Jones was a Rear Admiral in the United States Navy, and a Medal of Honor recipient.",
    "year": 1885,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Harold Geiger",
    "birthday": "1884-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cb/Harold_Geiger_1921.png/237px-Harold_Geiger_1921.png",
    "extract": "Major Harold Geiger was US military aviator number 6, who was killed in an airplane crash in 1927. He was also a balloonist. Spokane International Airport is designated with the International Air Transport Association airport code GEG in his memory.",
    "year": 1884,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mikhail Drozdovsky",
    "birthday": "1881-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/PolcovnikDrozdovskiy.jpg/202px-PolcovnikDrozdovskiy.jpg",
    "extract": "Mikhail Gordeevich Drozdovsky was a Russian army officer and one of the military leaders of the anti-Bolshevik White movement during the Russian Civil War of 1917–1923.",
    "year": 1881,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Joe Hill (activist)",
    "birthday": "1879-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Joe_hill002.jpg/315px-Joe_hill002.jpg",
    "extract": "Joe Hill, born Joel Emmanuel Hägglund and also known as Joseph Hillström, was a Swedish-American labor activist, songwriter, and member of the Industrial Workers of the World. A native Swedish speaker, he learned English during the early 1900s, while working various jobs from New York to San Francisco. Hill, an immigrant worker frequently facing unemployment and underemployment, became a popular songwriter and cartoonist for the union. His most famous songs include \"The Preacher and the Slave\", \"The Tramp\", \"There Is Power in a Union\", \"The Rebel Girl\", and \"Casey Jones—the Union Scab\", which express the harsh and combative life of itinerant workers, and call for workers to organize their efforts to improve working conditions.",
    "year": 1879,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Louis Tancred",
    "birthday": "1876-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Louis_Tancred.jpg/228px-Louis_Tancred.jpg",
    "extract": "Louis Joseph Tancred was a South African cricketer who played in 14 Tests from 1902 to 1913, including three as captain.",
    "year": 1876,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Uncle Dave Macon",
    "birthday": "1870-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/UDM_promo_photo.jpg/254px-UDM_promo_photo.jpg",
    "extract": "David Harrison Macon, known professionally as Uncle Dave Macon, was an American old-time banjo player, singer, songwriter, and comedian. Known as \"The Dixie Dewdrop\", Macon was known for his chin whiskers, plug hat, gold teeth, and gates-ajar collar, he gained regional fame as a vaudeville performer in the early 1920s before becoming the first star of the Grand Ole Opry in the latter half of the decade.",
    "year": 1870,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Wlodimir Ledóchowski",
    "birthday": "1866-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Ledochowski.tif/lossy-page1-214px-Ledochowski.tif.jpg",
    "extract": "Włodzimierz Halka Ledóchowski, S.J. was a Polish nobleman who was the 26th Superior-General of the Society of Jesus from 11 February 1914 until his death. Prior to taking holy orders, he was briefly a page in the Habsburg Court.",
    "year": 1866,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Leonidas Paraskevopoulos",
    "birthday": "1860-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Leonidas_Paraskevopoulos.jpg/173px-Leonidas_Paraskevopoulos.jpg",
    "extract": "Leonidas Paraskevopoulos was a senior officer of the Hellenic Army and politician. He played a major role in Greece's war effort during World War I, and was the commander-in-chief of the Army of Asia Minor in 1919–20. In later life he was a member of the Greek Senate and served as its speaker in 1930–32.",
    "year": 1860,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "James Whitcomb Riley",
    "birthday": "1849-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/James_Whitcomb_Riley%2C_1913.jpg/259px-James_Whitcomb_Riley%2C_1913.jpg",
    "extract": "James Whitcomb Riley was an American writer, poet, and best-selling author. During his lifetime he was known as the \"Hoosier Poet\" and \"Children's Poet\" for his dialect works and his children's poetry. His poems tend to be humorous or sentimental. Of the approximately 1,000 poems Riley wrote, the majority are in dialect. His famous works include \"Little Orphant Annie\" and \"The Raggedy Man\".",
    "year": 1849,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nicholas I of Montenegro",
    "birthday": "1841-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Nicholas_I_of_Montenegro.jpg/218px-Nicholas_I_of_Montenegro.jpg",
    "extract": "Nikola I Petrović-Njegoš was the ruler of Montenegro from 1860 to 1918, reigning as prince from 1860 to 1910 and as the country's first and only king from 1910 to 1918.",
    "year": 1841,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Henri-Elzéar Taschereau",
    "birthday": "1836-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Henri_Elz%C3%A9ar_Taschereau.jpg/279px-Henri_Elz%C3%A9ar_Taschereau.jpg",
    "extract": "Sir Henri-Elzéar Taschereau, was a Canadian jurist and the fourth Chief Justice of Canada.",
    "year": 1836,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Felix Draeseke",
    "birthday": "1835-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Felix_Draeseke_by_Robert_Sterl.jpeg/257px-Felix_Draeseke_by_Robert_Sterl.jpeg",
    "extract": "Felix August Bernhard Draeseke was a composer of the \"New German School\" admiring Franz Liszt and Richard Wagner. He wrote compositions in most forms including eight operas and stage works, four symphonies, and much vocal and chamber music.",
    "year": 1835,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Charles Crozat Converse",
    "birthday": "1832-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Charles_Crozat_Converse_%281832%E2%80%931918%29.png/233px-Charles_Crozat_Converse_%281832%E2%80%931918%29.png",
    "extract": "Charles Crozat Converse was an American attorney who also worked as a composer of church songs. He is notable for setting to music the words of Joseph Scriven to become the hymn \"What a Friend We Have in Jesus\". Converse published an arrangement of \"The Death of Minnehaha\", with words by Henry Wadsworth Longfellow.",
    "year": 1832,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Richard H. Anderson (general)",
    "birthday": "1821-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Lieutenant_General_Richard_H._Anderson.png/269px-Lieutenant_General_Richard_H._Anderson.png",
    "extract": "Richard Heron Anderson was a career U.S. Army officer, fighting with distinction in the Mexican–American War. He also served as a Confederate general during the American Civil War, fighting in the Eastern Theater of the conflict and most notably during the 1864 Battle of Spotsylvania Court House. Anderson was also noted for his humility.",
    "year": 1821,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ann Eliza Smith",
    "birthday": "1819-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Mrs._J._Gregory_Smith.png/278px-Mrs._J._Gregory_Smith.png",
    "extract": "Ann Eliza Smith was an American author. She was president of the board of managers for the Vermont woman's exhibit at the Centennial Exposition of 1876, at Philadelphia, and was frequently chosen in similar capacities as a representative of Vermont women. During the Civil War, she coordinated a response to the Confederate raid on St. Albans on October 19, 1864. In 1870, Governor Peter T. Washburn, who had served as adjutant general of the Vermont Militia during the war, recognized her efforts and presented her with an honorary commission as a lieutenant colonel on his military staff.",
    "year": 1819,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Vuillaume",
    "birthday": "1798-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/J.B.Vuillaume_photo_1860_Moulin_Workshop.jpg/215px-J.B.Vuillaume_photo_1860_Moulin_Workshop.jpg",
    "extract": "Jean-Baptiste Vuillaume was a French luthier, businessman, inventor and winner of many awards. His workshop made over 3,000 instruments.",
    "year": 1798,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Louis-Joseph Papineau",
    "birthday": "1786-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Louis-Joseph_Papineau_by_William_Notman.jpg/197px-Louis-Joseph_Papineau_by_William_Notman.jpg",
    "extract": "Louis-Joseph Papineau, born in Montreal, Quebec, was a politician, lawyer, and the landlord of the seigneurie de la Petite-Nation. He was the leader of the reformist Patriote movement before the Lower Canada Rebellion of 1837–1838. His father was Joseph Papineau, also a politician in Quebec. Papineau was the eldest of eight children and was the grandfather of the journalist Henri Bourassa, founder of the newspaper Le Devoir. Louis-Joseph Papineau is commemorated by a public artwork installed in the metro station, Papineau that serves the street named for his father Joseph Papineau. L'École Secondaire Louis-Joseph Papineau in Montreal was named after him.",
    "year": 1786,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Solomon Sibley",
    "birthday": "1769-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/SolomonSibleyDetroit.jpg/241px-SolomonSibleyDetroit.jpg",
    "extract": "Solomon Sibley was an American politician and jurist in the Michigan Territory who became the first mayor of Detroit.",
    "year": 1769,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Charles XIII",
    "birthday": "1748-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/King_Charles_XIII_of_Sweden.jpg/279px-King_Charles_XIII_of_Sweden.jpg",
    "extract": "Charles XIII, or Carl XIII, was King of Sweden from 1809 and King of Norway from 1814 to his death. He was the second son of King Adolf Frederick of Sweden and Louisa Ulrika of Prussia, sister of Frederick the Great.",
    "year": 1748,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "William Billings",
    "birthday": "1746-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/William_Billings_grave_memorial.jpg/320px-William_Billings_grave_memorial.jpg",
    "extract": "William Billings is regarded as the first American choral composer, and leading member of the First New England School.",
    "year": 1746,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sergey Vyazmitinov",
    "birthday": "1744-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Orest_Kiprensky_055.jpg/248px-Orest_Kiprensky_055.jpg",
    "extract": "Count Sergey Kuzmich Vyazmitinov was a Russian general and statesman.",
    "year": 1744,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Caesar Rodney",
    "birthday": "1728-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/CaesarRodney.jpeg/219px-CaesarRodney.jpeg",
    "extract": "Caesar Rodney was an American Founding Father, lawyer, and politician from St. Jones Neck in Dover Hundred, Kent County, Delaware. He was an officer of the Delaware militia during the French and Indian War and the American Revolutionary War, a Continental Congressman from Delaware, a signer of the Continental Association and Declaration of Independence, and president of Delaware during most of the American Revolution.",
    "year": 1728,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Granville Elliott",
    "birthday": "1713-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Granvilleelliott3.jpg",
    "extract": "Major-General Granville Elliott, 1st Count Elliott, was a British military officer who served with distinction in several other European armies and subsequently in the British Army. He fought at the Battle of Minden where he was wounded, dying of his injuries several weeks later.",
    "year": 1713,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Roger de Piles",
    "birthday": "1635-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Historie_und_Leben_der_ber%C3%BChmtesten_europ%C3%A4ischen_Mahler_frontispiece_1710.jpg/190px-Historie_und_Leben_der_ber%C3%BChmtesten_europ%C3%A4ischen_Mahler_frontispiece_1710.jpg",
    "extract": "Roger de Piles was a French painter, engraver, art critic and diplomat.",
    "year": 1635,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Underhill (captain)",
    "birthday": "1597-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Captain_Underhill_Panel.jpg/240px-Captain_Underhill_Panel.jpg",
    "extract": "John Underhill was an early English settler and soldier in the Massachusetts Bay Colony, the Province of New Hampshire, where he also served as governor; the New Haven Colony, New Netherland, and later the Province of New York, settling on Long Island. Hired to train militia in New England, he is most noted for leading colonial militia in the Pequot War (1636–1637) and Kieft's War which the colonists mounted against two different groups of Native Americans. He also published an account of the Pequot War.",
    "year": 1597,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Pierre Le Muet",
    "birthday": "1591-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Title_page_of_%27Mani%C3%A8re_de_bastir%2C_pour_touttes_sortes_de_personnes%2C_par_Pierre_Le_Muet%27_1623_-_Gallica_2012_%28adjusted%29.jpg/206px-Title_page_of_%27Mani%C3%A8re_de_bastir%2C_pour_touttes_sortes_de_personnes%2C_par_Pierre_Le_Muet%27_1623_-_Gallica_2012_%28adjusted%29.jpg",
    "extract": "Pierre Le Muet was a French architect, military engineer, and writer, famous for his book Manière de bâtir pour toutes sortes de personnes, and for the châteaux he constructed, most notably Tanlay in Burgundy, as well as some modest houses in Paris, the grandest of which, the Hôtel d'Avaux (1644–1650) survives and has recently been restored to a semblance of its seventeenth-century condition.",
    "year": 1591,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Archduchess Maria Maddalena of Austria",
    "birthday": "1589-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Maria_Magdalena_van_Oostenrijk.jpg/264px-Maria_Magdalena_van_Oostenrijk.jpg",
    "extract": "Maria Maddalena of Austria was Grand Duchess of Tuscany from the accession of her husband, Cosimo II, in 1609 until his death in 1621. With him, she had eight children, including a duchess of Parma, a grand duke of Tuscany, and an archduchess of Further Austria. Born in Graz, she was the youngest daughter of Charles II, Archduke of Inner Austria, and his wife Maria Anna of Bavaria. During the minority of her son, Grand Duke Ferdinando, she and her mother-in-law acted as regents from 1621 to 1628. She died on 1 November 1631 in Passau.",
    "year": 1589,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Isaac Massa",
    "birthday": "1586-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Frans_Hals_031.jpg/260px-Frans_Hals_031.jpg",
    "extract": "Isaac Abrahamszoon Massa was a Dutch grain trader, traveller and diplomat, the envoy to Russia. He wrote memoirs related to the Time of Troubles and created some of the earliest maps of Eastern Europe and Siberia. Due to Massa's experience in and knowledge of Russia, he was valued by the Dutch States-General as a counterweight to growing English influence in Russia in the early seventeenth century. The Isaac Massa Foundation was established in his honor in Groningen. It aims to stimulate scientific and cultural contacts between the Russian Federation and the Netherlands.",
    "year": 1586,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Marston (playwright)",
    "birthday": "1576-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Marston-Metamorphosis-Pigmalion-1598.jpg/238px-Marston-Metamorphosis-Pigmalion-1598.jpg",
    "extract": "John Marston was an English playwright, poet and satirist during the late Elizabethan and early Jacobean periods. His career as a writer lasted only a decade. His work is remembered for its energetic and often obscure style, its contributions to the development of a distinctively Jacobean style in poetry, and its idiosyncratic vocabulary.",
    "year": 1576,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "William Laud",
    "birthday": "1573-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/William_Laud.jpg/241px-William_Laud.jpg",
    "extract": "William Laud was a bishop in the Church of England. Appointed Archbishop of Canterbury by Charles I in 1633, Laud was a key advocate of Charles I's religious reforms, he was arrested by Parliament in 1640 and executed towards the end of the First English Civil War in January 1645.",
    "year": 1573,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ernest, Margrave of Baden-Durlach",
    "birthday": "1482-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Ernst_Baden.jpg/229px-Ernst_Baden.jpg",
    "extract": "Margrave Ernest I of Baden-Durlach was the founder of the so-called \"Ernestine\" line of the House of Baden, the line from which the later Grand Dukes descended. He was the ruling Margrave of Baden-Pforzheim from 1533 and resided in Pforzheim from 1537. In 1565, his son Charles II moved the capital to Durlach and thereby changed the name of his country to Baden-Durlach. He had to deal with the upcoming Reformation and the frequent Ottoman wars in Europe. In this turbulent time, he tried to maintain a neutral position between the Protestants and Catholics. He did not participate in the Schmalkaldic War.",
    "year": 1482,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bernhard III, Margrave of Baden-Baden",
    "birthday": "1474-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Bernhard_III._von_Baden.jpg/218px-Bernhard_III._von_Baden.jpg",
    "extract": "Bernhard III, Margrave of Baden-Baden inherited in 1515 part of his father's margraviate of Baden. He ruled his part from 1515 until 1536.",
    "year": 1474,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Frederick I of Denmark",
    "birthday": "1471-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Frederik1dk.jpg/256px-Frederik1dk.jpg",
    "extract": "Frederick I was King of Denmark and Norway. He was the last Roman Catholic monarch to reign over Denmark and Norway, when subsequent monarchs embraced Lutheranism after the Protestant Reformation. As king of Norway, Frederick is most remarkable in never having visited the country and was never crowned as such. Therefore, he was styled King of Denmark, the Vends and the Goths, elected King of Norway. Frederick's reign began the enduring tradition of calling kings of Denmark alternatively by the names Christian and Frederik, which has continued up to the reign of the current monarch, Margrethe II.",
    "year": 1471,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elizabeth of Luxembourg",
    "birthday": "1409-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Elisabeth_of_Luxemburg_-_Meister_der_Chronik_des_Konzils_von_Konstanz_001.jpg/178px-Elisabeth_of_Luxemburg_-_Meister_der_Chronik_des_Konzils_von_Konstanz_001.jpg",
    "extract": "Elizabeth of Luxembourg was queen consort of Germany, Hungary and Bohemia.",
    "year": 1409,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Aleksandr Mikhailovich of Tver",
    "birthday": "1301-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Alexander_Pskov.jpg/285px-Alexander_Pskov.jpg",
    "extract": "Grand Prince Alexander or Aleksandr Mikhailovich was a Prince of Tver as Alexander I and Grand Prince of Vladimir-Suzdal as Alexander II. His rule was marked by the Tver Uprising in 1327. Aleksandr Mikhailovich was executed in the Golden Horde together with his son Fyodor.",
    "year": 1301,
    "month": 10,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Drusus Julius Caesar",
    "birthday": "-14-10-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/MSR-Ra342d-DM_%281%29.jpg/240px-MSR-Ra342d-DM_%281%29.jpg",
    "extract": "Drusus Julius Caesar, was the son of Emperor Tiberius, and heir to the Roman Empire following the death of his adoptive brother Germanicus in AD 19.",
    "year": -14,
    "month": 10,
    "day": 7,
    "language": "en"
  }
]