[
  {
    "name": "Bella Hadid",
    "birthday": "1996-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Bella_Hadid_Cannes_2018_2.jpg/226px-Bella_Hadid_Cannes_2018_2.jpg",
    "extract": "Isabella Khair Hadid is an American model. In 2016, she was voted \"Model of the Year\" by industry professionals for Models.com. Over the span of four years, Hadid has made twenty-seven appearances on international Vogue magazine covers.",
    "year": 1996,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lauren Davis",
    "birthday": "1993-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Davis_WM19_%2811%29_%2848521880591%29.jpg/213px-Davis_WM19_%2811%29_%2848521880591%29.jpg",
    "extract": "Lauren Davis is a professional American tennis player. Known for her aggressive backhand, speed, and clay-court ability, she won her first title on the WTA Tour at the Auckland Open and reached a career-high singles ranking of world No. 26, in May 2017. She has also won eight singles titles on the ITF Circuit.",
    "year": 1993,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jayden Hodges",
    "birthday": "1993-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Jaydenhodges.jpg/266px-Jaydenhodges.jpg",
    "extract": "Jayden Hodges is an Australian professional rugby league footballer who is the captain of the Mackay Cutters in the Queensland Cup. He primarily plays as a hooker.",
    "year": 1993,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Wesley So",
    "birthday": "1993-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Wesley_So%2C_2015.jpg/281px-Wesley_So%2C_2015.jpg",
    "extract": "Wesley Barbossa So is a Filipino-American chess grandmaster, the inaugural and current World Fischer Random Chess Champion, and 3-time and the current U.S. Chess Champion. He is also a three-time Philippine Chess Champion. On the March 2017 FIDE rating list, he was ranked number two in the world and had an Elo rating of 2822, making him the fifth-highest rated player in history.",
    "year": 1993,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sam Mewis",
    "birthday": "1992-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Sam_Mewis_2019.jpg/320px-Sam_Mewis_2019.jpg",
    "extract": "Samantha June Mewis is an American professional soccer player who plays as a midfielder for Kansas City Current of the National Women's Soccer League (NWSL), as well as the United States national team. She played college soccer for the UCLA Bruins. Her club career started in 2013 when she signed with Pali Blues of the W-League and she has since won three NWSL Championship titles with Western New York Flash and North Carolina Courage.",
    "year": 1992,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kevin Kampl",
    "birthday": "1990-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Gol_9127.jpg/246px-Gol_9127.jpg",
    "extract": "Kevin Kampl is a German-Slovenian professional footballer who plays as a midfielder for Bundesliga club RB Leipzig. Born in Germany, he represented the Slovenia national team at international level. Besides Germany, he has played in Austria.",
    "year": 1990,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Russell Packer",
    "birthday": "1989-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/RUSSELL_PACKER.jpg/237px-RUSSELL_PACKER.jpg",
    "extract": "Russell Packer is a former New Zealand professional rugby league footballer who played as a prop for the Wests Tigers, St. George Illawarra Dragons and the New Zealand Warriors in the NRL, and the New Zealand Māori and New Zealand at international level.",
    "year": 1989,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Tyrrell (rugby league)",
    "birthday": "1988-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/David_Tyrrell_%28rugby_league%29_2013.jpg/263px-David_Tyrrell_%28rugby_league%29_2013.jpg",
    "extract": "David Tyrrell is an Australian former professional rugby league footballer played his entire career for the South Sydney Rabbitohs in the NRL. He primarily played as a Prop.",
    "year": 1988,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Derek Holland",
    "birthday": "1986-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Derek_Holland.jpg/181px-Derek_Holland.jpg",
    "extract": "Derek Lane Holland is an American professional baseball pitcher in the Toronto Blue Jays organization. He has played in Major League Baseball (MLB) for the Texas Rangers, Chicago White Sox, San Francisco Giants, Chicago Cubs, Pittsburgh Pirates, and Detroit Tigers. He is nicknamed \"Dutch Oven\".",
    "year": 1986,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Laure Manaudou",
    "birthday": "1986-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Laure_Manaudou_dsc03674.jpg/320px-Laure_Manaudou_dsc03674.jpg",
    "extract": "Laure Manaudou is a retired French Olympic, world and European champion swimmer. She has held the world record in freestyle events between 200 and 1500 meter. She is the daughter of a French father and a Dutch mother, and she is the older sister of Florent Manaudou who is also an Olympic gold medalist swimmer.",
    "year": 1986,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Stéphane Zubar",
    "birthday": "1986-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/St%C3%A9phane_Zubar.JPG/240px-St%C3%A9phane_Zubar.JPG",
    "extract": "Stéphane Zubar is a Guadeloupean footballer who plays as a defender for Southern League Division One South club A.F.C. Totton. He is the younger brother of Ronald Zubar and cousin of Claude Dielna, both of them being footballers.",
    "year": 1986,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Stephen Gionta",
    "birthday": "1983-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Stephen_Gionta_-_New_Jersey_Devils.jpg/291px-Stephen_Gionta_-_New_Jersey_Devils.jpg",
    "extract": "Stephen Michael Gionta is an American former professional ice hockey centre. He played in the National Hockey League (NHL) with the New Jersey Devils and New York Islanders. Gionta is the younger brother of Brian Gionta, who played for the Devils from 2001 to 2009.",
    "year": 1983,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Farhaan Behardien",
    "birthday": "1983-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/FARHAAN_BERHARDIEN_%2815681095246%29.jpg/212px-FARHAAN_BERHARDIEN_%2815681095246%29.jpg",
    "extract": "Farhaan Behardien is a South African international cricketer who plays ODIs and T20Is. On 10 January 2017, Behardien was appointed as the T20I captain for the Sri Lanka tour.",
    "year": 1983,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jang Mi-ran",
    "birthday": "1983-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Jang_Mi-Ran_from_acrofan.jpg/320px-Jang_Mi-Ran_from_acrofan.jpg",
    "extract": "Jang Mi-ran is a South Korean Olympic weightlifter. She is currently based in Goyang, Gyeonggi-do, competing for the Goyang City Government Sports Club.",
    "year": 1983,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Filip Bobek",
    "birthday": "1980-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Bobek_Filip.JPG/213px-Bobek_Filip.JPG",
    "extract": "Filip Andrzej Bobek is a Polish actor, best known for his role of the main love interest in BrzydUla.",
    "year": 1980,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Henrik Zetterberg",
    "birthday": "1980-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Henrik_Zetterberg_%2803%29.jpg/291px-Henrik_Zetterberg_%2803%29.jpg",
    "extract": "Carl Henrik Zetterberg is a Swedish former professional ice hockey forward. He played his entire National Hockey League career with the Detroit Red Wings of the National Hockey League (NHL), for whom he would serve as captain for six seasons.",
    "year": 1980,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alex Greenwald",
    "birthday": "1979-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Alex_Greenwald_with_Phases_07_13_2016_-2_%2828475853191%29.jpg/208px-Alex_Greenwald_with_Phases_07_13_2016_-2_%2828475853191%29.jpg",
    "extract": "Alexander Greenwald is an American musician, actor, and record producer. He is the lead vocalist of the California rock band Phantom Planet.",
    "year": 1979,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Todd Kelly",
    "birthday": "1979-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Todd_Kelly_2009_01.jpg/261px-Todd_Kelly_2009_01.jpg",
    "extract": "Todd Kelly is a retired Australian professional racing driver who competed in the Virgin Australia Supercars Championship. He is the older brother of fellow Supercars driver and former Bathurst 1000 winner, Rick Kelly. He drove for the Holden Racing Team from 2003 until 2007, and Perkins Engineering in 2008. Since 2009, he has been with his family team Kelly Racing. He is the youngest driver to have reached 100 starts in the series.",
    "year": 1979,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Chris O'Dowd",
    "birthday": "1979-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Chris_O%27Dowd_at_British_Comedy_Awards.jpg/227px-Chris_O%27Dowd_at_British_Comedy_Awards.jpg",
    "extract": "Christopher O'Dowd is an Irish actor and comedian. He received wide attention as Roy Trenneman, one of the lead characters in the Channel 4 comedy The IT Crowd, which ran for four series between 2006 and 2010. He has also crafted a successful film career through appearances in Gulliver's Travels (2010), Friends with Kids (2011), Thor: The Dark World (2013), Cuban Fury (2014), Miss Peregrine's Home for Peculiar Children (2016) and The Cloverfield Paradox (2018). He created and starred in the Sky 1 television series Moone Boy, which aired between 2012 and 2015 and brought him Irish Film and Television Award nominations in acting, writing, and directing.",
    "year": 1979,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brandon Routh",
    "birthday": "1979-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Brandon_Routh_by_Gage_Skidmore_2.jpg/209px-Brandon_Routh_by_Gage_Skidmore_2.jpg",
    "extract": "Brandon James Routh  is an American actor. He portrayed Superman in the 2006 film Superman Returns, which garnered him international fame. In 2011, he played the titular character of the film Dylan Dog: Dead of Night. He also had a recurring role in the NBC series Chuck, as Daniel Shaw. Routh also has supporting roles in the films Zack and Miri Make a Porno and Scott Pilgrim vs. the World.",
    "year": 1979,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nicky Byrne",
    "birthday": "1978-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/ESC2016_-_Ireland_Meet_%26_Greet_31_%28crop%29.jpg/320px-ESC2016_-_Ireland_Meet_%26_Greet_31_%28crop%29.jpg",
    "extract": "Nicholas Bernard James Adam Byrne Jr. is an Irish pop singer, songwriter and radio and television presenter, best known for being a member of the boy band Westlife; he is the band's oldest member. Westlife has since released twelve albums, embarked on thirteen world tours, and won several awards, becoming one of the most successful musical groups of all time.",
    "year": 1978,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Juan Dixon",
    "birthday": "1978-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Jdixon.jpg/320px-Jdixon.jpg",
    "extract": "Juan Dixon is an American former professional basketball player and the current head coach for Coppin State University in Baltimore. Dixon led the University of Maryland Terrapins to their first NCAA championship in 2002 and earned Most Outstanding Player honors at the 2002 Final Four.",
    "year": 1978,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brian Roberts (baseball)",
    "birthday": "1977-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Brian_Roberts_2006-09-08.jpg/256px-Brian_Roberts_2006-09-08.jpg",
    "extract": "Brian Michael Roberts is an American former professional baseball second baseman. He made his Major League Baseball (MLB) debut with the Baltimore Orioles in 2001, and played for the team until 2013. He played his final season for the New York Yankees in 2014.",
    "year": 1977,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lee Peacock",
    "birthday": "1976-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Lee_Peacock_1.png/132px-Lee_Peacock_1.png",
    "extract": "Lee Anthony Peacock is a Scottish former professional footballer and Head of Youth Coaching at Swindon Town.",
    "year": 1976,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nick Swardson",
    "birthday": "1976-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/NickSwardsonCCJul2011.jpg/213px-NickSwardsonCCJul2011.jpg",
    "extract": "Nicholas Roger Swardson is an American actor, stand-up comedian, screenwriter, and producer. He is best known for his recurring role as Terry Bernadino in the comedy series Reno 911!, for his work with Adam Sandler's Happy Madison Productions, and for his own personal sketch comedy series Nick Swardson's Pretend Time.",
    "year": 1976,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Haylie Ecker",
    "birthday": "1975-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Haylie_Violin.tiff/lossless-page1-320px-Haylie_Violin.tiff.png",
    "extract": "Haylie Ecker is an Australian performer, writer, artistic director, and the former first violinist and co-founding member of the multi-platinum selling classical crossover string quartet Bond. With Bond she sold over 4 million records and accrued 43 platinum and gold records internationally. She left Bond in 2008 to become a mother. She plays a 1751 J.B. Guadagnini.",
    "year": 1975,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sean Lennon",
    "birthday": "1975-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Sean_Lennon_and_The_Ghost_of_a_Saber_Tooth_Tiger_-_WeekEnd_des_Curiosit%C3%A9s_2015-3845_04_%28cropped%29.jpg/216px-Sean_Lennon_and_The_Ghost_of_a_Saber_Tooth_Tiger_-_WeekEnd_des_Curiosit%C3%A9s_2015-3845_04_%28cropped%29.jpg",
    "extract": "Sean Taro Ono Lennon  is a British-American musician, songwriter, producer and multi-instrumentalist. He is the son of John Lennon and Yoko Ono, and half-brother to Julian Lennon. Over the course of his career, he has been a member of the bands Cibo Matto, The Ghost of a Saber Tooth Tiger, The Claypool Lennon Delirium and his parents' group Plastic Ono Band. He has released two solo albums: Into the Sun (1998) and Friendly Fire (2006). He has produced numerous albums for various artists, including Black Lips and the Plastic Ono Band.",
    "year": 1975,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mark Viduka",
    "birthday": "1975-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Mark_Viduka_2005_WCQ.jpg/167px-Mark_Viduka_2005_WCQ.jpg",
    "extract": "Mark Antony Viduka is an Australian retired soccer player who played as a centre forward. He captained the Australia national team to the Round of 16 at the 2006 FIFA World Cup which remains their best ever performance to date. His four goals in the UEFA Champions League are the most scored by any Australian player.",
    "year": 1975,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Shmuel Herzfeld",
    "birthday": "1974-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Rabbi_Shmuel_Herzfeld%2C_Portrait%2C_July_2014.jpg/262px-Rabbi_Shmuel_Herzfeld%2C_Portrait%2C_July_2014.jpg",
    "extract": "Shmuel Herzfeld is an American Modern Orthodox rabbi. He is the Senior Rabbi of Ohev Sholom - The National Synagogue in Washington, D.C. He is a teacher, lecturer, activist, and author.",
    "year": 1974,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Fabio Lione",
    "birthday": "1973-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Rhapsody_of_Fire_Rockharz_Open_Air_2014_02_retuschiert.jpg/240px-Rhapsody_of_Fire_Rockharz_Open_Air_2014_02_retuschiert.jpg",
    "extract": "Fabio Tordiglione, known professionally as Fabio Lione, is an Italian singer and lyricist who has worked with many bands in the metal genre. He was known for being the singer of Italian power metal band Rhapsody of Fire for 21 years. He later formed his own band Turilli / Lione Rhapsody with former Rhapsody of Fire guitarist Luca Turilli. He is also the current lead vocalist of Angra, and was the original singer of Labyrinth and Vision Divine.",
    "year": 1973,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Steve Burns",
    "birthday": "1973-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Steve_Burns.png/219px-Steve_Burns.png",
    "extract": "Steven Michael Burns is an American actor, television host, singer and musician. He is best known as the original host of the long-running children's preschool television program Blue's Clues from 1996 until 2002, for which he was nominated for a Daytime Emmy in 2001.",
    "year": 1973,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kenny Anderson (basketball)",
    "birthday": "1970-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Kenny_Anderson_Montclair_Film_Festival.jpg/213px-Kenny_Anderson_Montclair_Film_Festival.jpg",
    "extract": "Kenneth Anderson is an American former professional basketball player. After a college career at Georgia Tech, he played point guard professionally from 1991 to 2006, mostly in the National Basketball Association.",
    "year": 1970,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Annika Sörenstam",
    "birthday": "1970-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/2008_LPGA_Championship_-_Annika_Sorenstam_tee_shot.jpg/249px-2008_LPGA_Championship_-_Annika_Sorenstam_tee_shot.jpg",
    "extract": "Annika Charlotta Sörenstam is a Swedish professional golfer. She is regarded as one of the best female golfers in history. Before stepping away from competitive golf at the end of the 2008 season, she had won 90 international tournaments as a professional, making her the female golfer with the most wins to her name. She has won 72 official LPGA tournaments including ten majors and 18 other tournaments internationally, and she tops the LPGA's career money list with earnings of over $22 million—over $2 million ahead of her nearest rival while playing 149 fewer events. Since 2006, Sörenstam has held dual American and Swedish citizenship.",
    "year": 1970,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Guto Bebb",
    "birthday": "1969-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Official_portrait_of_Guto_Bebb_crop_2.jpg/240px-Official_portrait_of_Guto_Bebb_crop_2.jpg",
    "extract": "Guto ap Owain Bebb is a Welsh politician and former business consultant who served as Member of Parliament (MP) for Aberconwy from 2010 to 2019, having previously lost elections to the Welsh Assembly and the House of Commons. He served as Parliamentary Under-Secretary of State at the Wales Office in 2016–2018 and as Minister for Defence Procurement at the Ministry of Defence from January 2018 until he resigned in July 2018. First elected as a Conservative, Bebb had the Conservative whip removed on 3 September 2019 and served his remaining months as an independent.",
    "year": 1969,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Simon Fairweather",
    "birthday": "1969-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Simon_fairweather.JPG",
    "extract": "Simon John Fairweather, OAM is an archer born in Adelaide, South Australia. He is 175 centimetres tall and weighs 71 kilograms (157 lb).",
    "year": 1969,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "PJ Harvey",
    "birthday": "1969-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/PJ_Harvey_%40_Pitchfork%2C_Chicago_7_15_2017_%2826693943918%29_%28cropped%29.jpg/238px-PJ_Harvey_%40_Pitchfork%2C_Chicago_7_15_2017_%2826693943918%29_%28cropped%29.jpg",
    "extract": "Polly Jean Harvey is an English singer, songwriter and musician. Primarily known as a vocalist and guitarist, she is also proficient with a wide range of instruments.",
    "year": 1969,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Giles Martin",
    "birthday": "1969-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Giles_Martin.jpg/243px-Giles_Martin.jpg",
    "extract": "Giles Martin is an English record producer, songwriter, composer and multi-instrumentalist. His studio recordings, stage shows, TV and film works have been critically acclaimed and commercially successful around the world. He is the son of Beatles producer George Martin and half-brother of actor Gregory Paul Martin.",
    "year": 1969,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Steve McQueen (director)",
    "birthday": "1969-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Steve_McQueen_holding_Best_Picture_Oscar_%28cropped%29.JPG/211px-Steve_McQueen_holding_Best_Picture_Oscar_%28cropped%29.JPG",
    "extract": "Sir Steve Rodney McQueen is a British film director, visual artist, screenwriter, film producer, television writer, television producer, and television director. He is known for his award-winning film 12 Years a Slave (2013), an adaptation of Solomon Northup's 1853 slave narrative memoir. He also directed and co-wrote Hunger (2008), a historical drama about the 1981 Irish hunger strike, Shame (2011), a drama about an executive struggling with sex addiction, and Widows (2018), an adaptation of the British television series of the same name set in contemporary Chicago. In 2020, he released Small Axe, a collection of five films \"set within London's West Indian community from the late 1960s to the early '80s\".",
    "year": 1969,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Anbumani Ramadoss",
    "birthday": "1968-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Anbumani_Ramadoss_briefing_the_media_after_his_meeting_with_the_Health_Ministers_of_Polio_affected_states_Delhi%2C_UP%2C_Bihar%2C_Uttaranchal%2C_Jharkhand%2C_MP%2C_Haryana_and_Maharashtra%2C_in_New_Delhi_on_September_21%2C_2006.jpg/320px-thumbnail.jpg",
    "extract": " pmk new leadar Anbumani Ramados proced for g k mani",
    "year": 1968,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carling Bassett-Seguso",
    "birthday": "1967-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Carling_Bassett.jpg/231px-Carling_Bassett.jpg",
    "extract": "Carling Kathrin Bassett-Seguso is a former Canadian professional tennis player. Bassett is the daughter of John F. Bassett and Susan Carling, and the granddaughter of media baron John Bassett and politician and brewery executive John Carling. She was inducted into the Ontario Sports Hall of Fame in 2003.",
    "year": 1967,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Eddie Guerrero",
    "birthday": "1967-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Eddie_Guerrero_2004.jpg/240px-Eddie_Guerrero_2004.jpg",
    "extract": "Eduardo Gory Guerrero Llanes  was an American professional wrestler. He was a prominent member of the Guerrero wrestling family, being the son of first-generation wrestler Gory Guerrero.",
    "year": 1967,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gheorghe Popescu",
    "birthday": "1967-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/G._popescu_in_2016.jpg/253px-G._popescu_in_2016.jpg",
    "extract": "Gheorghe \"Gică\" Popescu is a Romanian former professional football who played as a defender.",
    "year": 1967,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Cameron",
    "birthday": "1966-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Prime_Minister_David_Cameron_-_official_photograph_%288947770804%29_%28cropped%29.jpg/248px-Prime_Minister_David_Cameron_-_official_photograph_%288947770804%29_%28cropped%29.jpg",
    "extract": "David William Donald Cameron is a British politician, businessman, lobbyist, and author who served as Prime Minister of the United Kingdom from 2010 to 2016. He was Member of Parliament (MP) for Witney from 2001 to 2016 and leader of the Conservative Party from 2005 to 2016. He identifies as a one-nation conservative, and has been associated with both economically liberal and socially liberal policies.",
    "year": 1966,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jimbo Fisher",
    "birthday": "1965-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Jimbo_A%26M_Press_Conference.png/292px-Jimbo_A%26M_Press_Conference.png",
    "extract": "John James \"Jimbo\" Fisher Jr. is an American college football coach and former player. He is the head coach of the Texas A&M Aggies. Previously, Fisher was the head coach at Florida State, where his team won the 2014 BCS National Championship Game.",
    "year": 1965,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Guillermo del Toro",
    "birthday": "1964-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Guillermo_del_Toro_in_2017.jpg/251px-Guillermo_del_Toro_in_2017.jpg",
    "extract": "Guillermo del Toro Gómez is a Mexican film director, producer, screenwriter, and author. He is best known for his Academy Award-winning fantasy films Pan's Labyrinth (2006) and The Shape of Water (2017), winning the Oscars for Best Director and Best Picture for the latter.",
    "year": 1964,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jorge Burruchaga",
    "birthday": "1962-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Burruchaga_gritando_gol_de_argentina.JPG/320px-Burruchaga_gritando_gol_de_argentina.JPG",
    "extract": "Jorge Luis Burruchaga, nicknamed Burru, is an Argentine association football coach and former professional football player. He played both as an attacking midfielder and forward and scored the winning goal in the final of the 1986 FIFA World Cup.",
    "year": 1962,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Paul Radisich",
    "birthday": "1962-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Paul_Radisich_-_Ford_Mondeo_Ghia_in_the_collecting_area_at_the_British_GP_support_round_of_the_BTCC_1995_%2849772809571%29.jpg/232px-Paul_Radisich_-_Ford_Mondeo_Ghia_in_the_collecting_area_at_the_British_GP_support_round_of_the_BTCC_1995_%2849772809571%29.jpg",
    "extract": "Paul Radisich is a retired New Zealand racing driver and businessman of Croat origin. He has competed in saloon cars for many years — both European-style tourers and the V8 Supercars of Australia and New Zealand.",
    "year": 1962,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hugh Robertson (politician)",
    "birthday": "1962-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Hugh_Robertson_Official.jpg/240px-Hugh_Robertson_Official.jpg",
    "extract": "Sir Hugh Michael Robertson, is the Chairman of the British Olympic Association and Chairman of Camelot, the operator of The National Lottery. He was formerly a British Conservative Party politician who was the Member of Parliament (MP) for Faversham and Mid Kent from 2001 to 2015. He was the Minister of State for Foreign and Commonwealth Affairs until July 2014, having previously been the Minister for Sport and for the Olympics.",
    "year": 1962,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ōnokuni Yasushi",
    "birthday": "1962-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Onokuni_08_Sep.jpg/314px-Onokuni_08_Sep.jpg",
    "extract": "Ōnokuni Yasushi  is a Japanese former professional sumo wrestler from Hokkaidō. Making his professional debut in 1978, he reached the top division in 1983. In 1987 he won his first yūshō or tournament championship with a perfect record and became the sport's 62nd yokozuna. However, he was only able to win one more championship before his retirement in 1991. He has remained in sumo as a coach and in 1999 became the head of Shibatayama stable. He was elected to the Japan Sumo Association's board of directors in 2018.",
    "year": 1962,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Julian Bailey",
    "birthday": "1961-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Julian_Bailey_1991_USA.jpg/213px-Julian_Bailey_1991_USA.jpg",
    "extract": "Julian Bailey is a British former Formula One driver from England, who raced for the Tyrrell and Lotus teams.",
    "year": 1961,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kurt Neumann (musician)",
    "birthday": "1961-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c7/Kurtsammy.jpg/320px-Kurtsammy.jpg",
    "extract": "Kurt Robert Neumann is an American singer, guitarist, and songwriter. He is a co-founder of the roots-rock band BoDeans.",
    "year": 1961,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kenny Garrett",
    "birthday": "1960-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Kenny_Garrett_%282013%29.jpg/320px-Kenny_Garrett_%282013%29.jpg",
    "extract": "Kenny Garrett is an American post-bop jazz musician and composer who gained recognition in his youth as a member of the Duke Ellington Orchestra and for his time with Miles Davis's band. His primary instruments are alto and soprano saxophone and flute. Since 1985, he has pursued a solo career.",
    "year": 1960,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Boris Nemtsov",
    "birthday": "1959-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Boris_Nemtsov_2014.jpg/213px-Boris_Nemtsov_2014.jpg",
    "extract": "Boris Yefimovich Nemtsov was a Russian physicist and liberal politician. He was involved in the introduction of reforms into the Russian post-Soviet economy. In the 1990s under President Boris Yeltsin, he was the first governor of the Nizhny Novgorod Oblast (1991–97). Later he worked in the government of Russia as Minister of Fuel and Energy (1997), Vice Premier of Russia and Security Council member from 1997 to 1998. In 1998, he founded the Young Russia movement. In 1998, he co-founded the coalition group Right Cause and in 1999, he co-formed Union of Right Forces, an electoral bloc and subsequently a political party. Nemtsov was also a member of the Congress of People's Deputies (1990), Federation Council (1993–97) and State Duma (1999–2003).",
    "year": 1959,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Al Jourgensen",
    "birthday": "1958-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Hellfest2017Ministry_05.jpg/240px-Hellfest2017Ministry_05.jpg",
    "extract": "Alain David Jourgensen is a Cuban-American singer, musician and music producer. Closely related with the independent record label Wax Trax! Records, Jourgensen has an active musical career that spans four decades, and is best known as the frontman and lyricist of the industrial metal band Ministry, which he founded in 1981 and of which he remains the only constant member. He was also primary musician of several Ministry-related projects, such as Revolting Cocks, Lard, and Buck Satan and the 666 Shooters. He has also produced and/or recorded with numerous other artists, including The Reverend Horton Heat, Prong, Skinny Puppy, Front Line Assembly, The Blackouts, Alan Vega, Iggy Pop, Adrian Sherwood, Jello Biafra and others. Jourgensen is regarded as one of the most prominent figures of industrial music, influencing numerous other groups and musicians, both in alternative and industrial-associated acts.",
    "year": 1958,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alan Nunnelee",
    "birthday": "1958-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Alan_Nunnelee%2C_112th_Congress_Official_Portrait.jpg/212px-Alan_Nunnelee%2C_112th_Congress_Official_Portrait.jpg",
    "extract": "Patrick Alan Nunnelee was an American businessman and politician who served as the U.S. representative for Mississippi's 1st congressional district from 2011 until his death in 2015. Previously he served in the Mississippi State Senate, representing the 6th district, from 1995 to 2011. He was a member of the Republican Party.",
    "year": 1958,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mike Singletary",
    "birthday": "1958-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Mike_Singletary_at_49ers_Family_Day_2009_1.JPG/239px-Mike_Singletary_at_49ers_Family_Day_2009_1.JPG",
    "extract": "Michael Singletary, also known by his nickname Samurai Mike, is an American professional football coach and former player. After playing college football for the Baylor Bears, Singletary was drafted by the Chicago Bears in the second round of the 1981 NFL Draft and was known as \"The Heart of the Defense\" for the Chicago Bears' Monsters of the Midway in the mid-1980s. He was part of their Super Bowl XX championship team that beat the New England Patriots. Singletary was inducted into the Texas Sports Hall of Fame in 1995 and into the Pro Football Hall of Fame in 1998.",
    "year": 1958,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Don Garber",
    "birthday": "1957-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/MLS_Commissioner_Don_Garber.jpg/167px-MLS_Commissioner_Don_Garber.jpg",
    "extract": "Donald P. Garber is an American sports executive who has served as the Commissioner of Major League Soccer since 1999. Garber is also the CEO of Soccer United Marketing and a member of the United States Soccer Federation board of directors.",
    "year": 1957,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ini Kamoze",
    "birthday": "1957-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Ini_Kamoze_980916.jpg/254px-Ini_Kamoze_980916.jpg",
    "extract": "Ini Kamoze is a Jamaican reggae artist who began his career in the early 1980s and rose to prominence in 1994 with the signature song \"Here Comes the Hotstepper\". The single topped the US Billboard Hot 100 as well as record charts in Denmark and New Zealand, reaching number four on the UK Singles Chart.",
    "year": 1957,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Steve Ovett",
    "birthday": "1955-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/SteveOvett.jpg/320px-SteveOvett.jpg",
    "extract": "Stephen Michael James Ovett, is a retired British track athlete. A middle-distance runner, he was the gold medalist in the 800 metres at the 1980 Olympic Games in Moscow, and set 5 world records for 1500 metres and the mile run and a world record at two miles. He won 45 consecutive 1500 and mile races from 1977 to 1980.",
    "year": 1955,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peter Saville (graphic designer)",
    "birthday": "1955-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Peter_Saville_at_i_realize_2009%2C_Turin.jpg/320px-Peter_Saville_at_i_realize_2009%2C_Turin.jpg",
    "extract": "Peter Andrew Saville is an English art director and graphic designer. He came to prominence for the many record sleeves he designed for Factory Records, which he co-founded in 1978 alongside Tony Wilson and Alan Erasmus.",
    "year": 1955,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Scott Bakula",
    "birthday": "1954-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Scott_Bakula_by_Gage_Skidmore.jpg/210px-Scott_Bakula_by_Gage_Skidmore.jpg",
    "extract": "Scott Stewart Bakula is an American actor and director. He is known for his roles in two science-fiction television series: as Sam Beckett on Quantum Leap and as Captain Jonathan Archer on Star Trek: Enterprise. For Quantum Leap, he received four Emmy Award nominations and a Golden Globe Award.",
    "year": 1954,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James Fearnley",
    "birthday": "1954-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/James_fearnley_munich.jpg/320px-James_fearnley_munich.jpg",
    "extract": "James Fearnley is an English musician. He played accordion in the folk/punk band The Pogues.",
    "year": 1954,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John O'Hurley",
    "birthday": "1954-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/John_O%27Hurley_by_Gage_Skidmore.jpg/229px-John_O%27Hurley_by_Gage_Skidmore.jpg",
    "extract": "John George O'Hurley Jr. is an American actor, comedian, author, game show host and television personality. He is known for his portrayal of J. Peterman on the NBC sitcom Seinfeld, and was the sixth host of the game show Family Feud from 2006 to 2010. He also hosted To Tell the Truth from 2000 to 2002 in syndication.",
    "year": 1954,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rubén Magnano",
    "birthday": "1954-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Rub%C3%A9n_Magnano.jpg/260px-Rub%C3%A9n_Magnano.jpg",
    "extract": "Rubén Pablo Magnano is an Argentine-Italian professional basketball coach.",
    "year": 1954,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hank Pfister",
    "birthday": "1953-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Hank_Pfister.jpg/234px-Hank_Pfister.jpg",
    "extract": "Hank Pfister is a former tennis player from the United States, who won two singles titles during his professional career. The right-hander reached his highest individual ranking on the ATP Tour on May 2, 1983, when he became World No. 19.",
    "year": 1953,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tony Shalhoub",
    "birthday": "1953-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Tony_Shalhoub_2017_%28cropped%29.jpg/227px-Tony_Shalhoub_2017_%28cropped%29.jpg",
    "extract": "Anthony Marc Shalhoub, is an American actor. He is the recipient of various accolades, including five Emmy Awards, a Golden Globe Award, six Screen Actors Guild Awards, a Tony Award, and a Grammy Award nomination.",
    "year": 1953,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sharon Osbourne",
    "birthday": "1952-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Sharon_Osbourne_2%2C_2012.jpg/250px-Sharon_Osbourne_2%2C_2012.jpg",
    "extract": "Sharon Rachel Osbourne is a British-American television personality, music manager, and author. She is married to heavy metal singer-songwriter Ozzy Osbourne and came to public prominence after appearing on The Osbournes (2002–2005), a reality television show that aired on MTV, which followed her family's daily life. Osbourne later became a talent show judge on television shows, such as The X Factor and America's Got Talent (2007–2012).",
    "year": 1952,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dennis Stratton",
    "birthday": "1952-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Dennis_Stratton.jpg/238px-Dennis_Stratton.jpg",
    "extract": "Dennis William Stratton is an English guitarist who is best known as a former member of the British band Iron Maiden from December 1979 to October 1980.",
    "year": 1952,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brian Downing",
    "birthday": "1950-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Brian_Downing_-_Chicago_White_Sox.jpg",
    "extract": "Brian Jay Downing is an American former professional baseball player. He played in Major League Baseball from 1973 to 1992, originally as a catcher before converting to an outfielder and designated hitter later in his career. Downing spent the majority of his baseball career as a member of the California Angels, helping them win their first American League Western Division title in 1979 and then two more division titles in 1982 and 1986. When he left the Angels in 1990, he was the team's all-time leader in almost every major offensive category. Downing was inducted into the California Angels Hall of Fame in 2009. He also played for the Chicago White Sox and the Texas Rangers.",
    "year": 1950,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jody Williams",
    "birthday": "1950-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Jody_Williams_2001.jpg/285px-Jody_Williams_2001.jpg",
    "extract": "Jody Williams is an American political activist known for her work in banning anti-personnel landmines, her defense of human rights, and her efforts to promote new understandings of security in today's world. She was awarded the Nobel Peace Prize in 1997 for her work toward the banning and clearing of anti-personnel mines.",
    "year": 1950,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rod Temperton",
    "birthday": "1949-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2b/Rod_Temperton.jpg/320px-Rod_Temperton.jpg",
    "extract": "Rodney Lynn Temperton was an English songwriter, musician, vocalist, and record producer.",
    "year": 1949,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mark Hopkinson",
    "birthday": "1949-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/30/Mark_Hopkinson.jpg/246px-Mark_Hopkinson.jpg",
    "extract": "Mark Allen Hopkinson was a convicted murderer who was executed by the U.S. state of Wyoming in 1992 for the murders of Vincent Vehar, Beverly Vehar, John Vehar, and Jeffrey Green. He is the only person to have been executed in Wyoming since the 1960s.",
    "year": 1949,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jackson Browne",
    "birthday": "1948-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Jackson_Browne_2017.jpg/237px-Jackson_Browne_2017.jpg",
    "extract": "Clyde Jackson Browne is an American \nmusician, songwriter and political activist who has sold over 18 million albums in the United States.",
    "year": 1948,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Doubleday (sculptor)",
    "birthday": "1947-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Sherlock_Holmes_monument_in_Meiringen.jpg/320px-Sherlock_Holmes_monument_in_Meiringen.jpg",
    "extract": "John Doubleday is a British sculptor and painter. His work includes statues of political leaders such as Nelson Mandela and Golda Meir as well as cultural icons such as The Beatles, Sherlock Holmes and Laurel and Hardy.",
    "year": 1947,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "France Gall",
    "birthday": "1947-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/France_Gall.png/319px-France_Gall.png",
    "extract": "Isabelle Geneviève Marie Anne Gall Berthier, known professionally as France Gall, was a French yé-yé singer. In 1965, aged 17, she won the Eurovision Song Contest for Luxembourg. Between 1973 and 1992, she collaborated with singer-songwriter Michel Berger.",
    "year": 1947,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tony Zappone",
    "birthday": "1947-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/TONY_ZAPPONE_WIKI.jpg/308px-TONY_ZAPPONE_WIKI.jpg",
    "extract": "Tony Zappone, became at age 16 the youngest credentialed journalist to lend press coverage to a major national political convention. He was also the youngest contributor of evidence during the Warren Commission hearings into the assassination of President John F. Kennedy. He began his career in journalism at age 14 as a freelance photographer with The Tampa Tribune, now the Tampa Bay Times, paid at the rate of three dollars per news photo used.",
    "year": 1947,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Taiguara",
    "birthday": "1945-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Taiguara.jpg/210px-Taiguara.jpg",
    "extract": "Taiguara Chalar da Silva, whose stage name was Taiguara, was a Brazilian singer and songwriter.",
    "year": 1945,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Amjad Ali Khan",
    "birthday": "1945-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Amjad_Ali_Khan.jpg/320px-Amjad_Ali_Khan.jpg",
    "extract": "Ustad  Amjad Ali Khan is an Indian classical sarod player, best known for his clear and fast ekhara taans. Khan was born into a classical musical family and has performed internationally since the 1960s. He was awarded India's second highest civilian honour Padma Vibhushan in 2001.",
    "year": 1945,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rita Donaghy, Baroness Donaghy",
    "birthday": "1944-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Official_portrait_of_Baroness_Donaghy_crop_2%2C_2019.jpg/240px-Official_portrait_of_Baroness_Donaghy_crop_2%2C_2019.jpg",
    "extract": "Rita Margaret Donaghy, Baroness Donaghy, CBE, FRSA is a British university administrator, trade unionist and Labour life peer in the House of Lords.",
    "year": 1944,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Entwistle",
    "birthday": "1944-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c8/John_Entwistle-1.jpg",
    "extract": "John Alec Entwistle was an English musician and songwriter who was the bassist for the rock band The Who. Nicknamed \"The Ox\" and \"Thunderfingers\", Entwistle's music career spanned over four decades. He was the band's only member with formal musical training and also provided backing and occasional lead vocals. Entwistle was inducted into the Rock and Roll Hall of Fame as a member of the Who in 1990.",
    "year": 1944,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nona Hendryx",
    "birthday": "1944-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/BBY_Nona.png/216px-BBY_Nona.png",
    "extract": "Nona Hendryx is an American vocalist, record producer, songwriter, musician, author, and actress.",
    "year": 1944,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Douglas Kirby",
    "birthday": "1943-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/be/Douglas_Kirby.jpg",
    "extract": "Douglas Bernard Kirby was senior research scientist for ETR Associates in Scotts Valley, California, and one of the world’s leading experts on the effectiveness of school and community programs in the reduction of adolescent sexual risk-taking behaviors. In recent years he had also undertaken research and analysis on the impact of HIV/AIDS prevention programs in Uganda under the auspices of the World Health Organization, USAID, and other organizations.",
    "year": 1943,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jimmy Montgomery",
    "birthday": "1943-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Jim_Montgomery.jpg/320px-Jim_Montgomery.jpg",
    "extract": "Jimmy Montgomery BEM is an English retired footballer who played as a goalkeeper. He made a record 627 appearances for his hometown club Sunderland with 537 of these appearances being in the league, after joining the club as a youngster in 1960.",
    "year": 1943,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mike Peters (cartoonist)",
    "birthday": "1943-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7c/Mikepetersmothergoose6612.gif/320px-Mikepetersmothergoose6612.gif",
    "extract": "Michael Bartley Peters, better known as Mike Peters, is an American Pulitzer Prize-winning editorial cartoonist and the creator of the comic strip Mother Goose and Grimm.",
    "year": 1943,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Michael Palmer (novelist)",
    "birthday": "1942-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/14/Dr._Michael_Palmer.jpg",
    "extract": "Michael Stephen Palmer, M.D., was an American physician and author. His novels are often referred to as medical thrillers. Some of his novels have made The New York Times Best Seller list and have been translated into 35 languages. One, Extreme Measures (1991), was adopted into a 1996 film of the same name starring Hugh Grant, Sarah Jessica Parker, and Gene Hackman.",
    "year": 1942,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brian Lamb",
    "birthday": "1941-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Brian_Lamb.jpg/280px-Brian_Lamb.jpg",
    "extract": "Brian Patrick Lamb is an American journalist, Presidential Medal of Freedom Laureate, and the founder, executive chairman, and now retired CEO of C-SPAN, an American cable network that provides coverage of the U.S. House of Representatives and U.S. Senate as well as other public affairs events. Prior to launching C-SPAN in 1979, Lamb held various communications roles including White House telecommunications policy staffer and Washington bureau chief for Cablevision magazine. He also served as a commissioned officer in the United States Navy for four years. Lamb has conducted thousands of interviews, including those on C-SPAN's Booknotes and Q&A, and is known for his unique interview style, focusing on short, direct questions. Over the course of his career Lamb has received numerous honors and awards including the Presidential Medal of Freedom and the National Humanities Medal.",
    "year": 1941,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Trent Lott",
    "birthday": "1941-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Trent_Lott_official_portrait.jpg/254px-Trent_Lott_official_portrait.jpg",
    "extract": "Chester Trent Lott Sr. is an American lawyer, author, and politician. A former United States Senator from Mississippi, Lott served in numerous leadership positions in both the United States House of Representatives and the Senate. He entered Congress as one of the first of a wave of Republicans winning seats in Southern states that had been solidly Democratic. Later in his career, he served twice as Senate Majority Leader, and also, alternately, Senate Minority Leader. He also joined with three other Republican Senators in the Singing Senators barbershop-like quartet. In 2003, he stepped down from the position after controversy due to his praising of senator Strom Thurmond's 1948 segregationist Dixiecrat presidential bid.",
    "year": 1941,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Omali Yeshitela",
    "birthday": "1941-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Chairman-RBG-scarf.jpg/320px-Chairman-RBG-scarf.jpg",
    "extract": "Omali Yeshitela is an African revolutionary, political leader, theoretician and author. He is the founder and Chairman of the African People's Socialist Party, which leads the Uhuru Movement.",
    "year": 1941,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gordon J. Humphrey",
    "birthday": "1940-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Gordon_J._Humphrey.jpg/257px-Gordon_J._Humphrey.jpg",
    "extract": "Gordon John Humphrey is an American politician from New Hampshire who served two terms in the U.S. Senate as a Republican from 1979 to 1990, and twice ran for Governor of New Hampshire, though both bids were unsuccessful.",
    "year": 1940,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Lennon",
    "birthday": "1940-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/John_Lennon_1969_%28cropped%29.jpg/222px-John_Lennon_1969_%28cropped%29.jpg",
    "extract": "John Winston Ono Lennon was an English singer, songwriter, musician and peace activist who achieved worldwide fame as the founder, co-songwriter, co-lead vocalist and rhythm guitarist of the Beatles. Lennon was characterised by the rebellious nature and acerbic wit in his music, writing and drawings, on film, and in interviews. His songwriting partnership with Paul McCartney remains the most successful in history.",
    "year": 1940,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joe Pepitone",
    "birthday": "1940-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Joe_Pepitone_2009.jpg/320px-Joe_Pepitone_2009.jpg",
    "extract": "Joseph Anthony Pepitone is a former Major League Baseball first baseman and outfielder who played the bulk of his career for the New York Yankees. He also played several seasons with the Chicago Cubs and had short stints with the Houston Astros and Atlanta Braves. During his time with the Yankees, Pepitone was thrice-named to play in the All-Star Game and also won three Gold Glove awards.",
    "year": 1940,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Pilger",
    "birthday": "1939-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/John_Pilger_in_August_2011.jpg/282px-John_Pilger_in_August_2011.jpg",
    "extract": "John Richard Pilger is an Australian journalist, writer, scholar, and documentary filmmaker. He has been mainly based in Britain since 1962. He is also currently Visiting Professor at Cornell University in New York.",
    "year": 1939,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Stephen Sedley",
    "birthday": "1939-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Lord_justice_sedley.jpg/262px-Lord_justice_sedley.jpg",
    "extract": "Sir Stephen Sedley is a British lawyer. He worked as a judge of the Court of Appeal of England and Wales from 1999 to 2011 and is currently a visiting professor at the University of Oxford.",
    "year": 1939,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Heinz Fischer",
    "birthday": "1938-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Heinz_Fischer_-_Buchmesse_Wien_2018.JPG/240px-Heinz_Fischer_-_Buchmesse_Wien_2018.JPG",
    "extract": "Heinz Fischer GColIH OMRI RSerafO GCollSE is a former Austrian politician. He took office as President of Austria on 8 July 2004 and was re-elected for a second and last term on 25 April 2010, leaving office on 8 July 2016. Fischer previously served as minister of science from 1983 to 1987 and as president of the National Council of Austria from 1990 to 2002. A member of the Social Democratic Party of Austria (SPÖ), he suspended his party membership for the duration of his presidency.",
    "year": 1938,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brian Blessed",
    "birthday": "1936-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Brian_Blessed_2012.jpg/207px-Brian_Blessed_2012.jpg",
    "extract": "Brian Blessed is an English actor, presenter, writer and mountaineer.",
    "year": 1936,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Prince Edward, Duke of Kent",
    "birthday": "1935-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/The_Duke_of_Kent_%28cropped%29.jpg/270px-The_Duke_of_Kent_%28cropped%29.jpg",
    "extract": "Prince Edward, Duke of Kent, is a member of the British royal family. He is a first cousin of Queen Elizabeth II through their fathers, Prince George, Duke of Kent, and King George VI. Edward's mother Princess Marina of Greece and Denmark was also a first cousin of the Queen's husband Prince Philip, Duke of Edinburgh, making him both a second cousin and first cousin once removed to Prince Charles.",
    "year": 1935,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Don McCullin",
    "birthday": "1935-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Don_McCullin.jpg",
    "extract": "Sir Donald McCullin is a British photojournalist, particularly recognised for his war photography and images of urban strife. His career, which began in 1959, has specialised in examining the underside of society, and his photographs have depicted the unemployed, downtrodden and impoverished.",
    "year": 1935,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jill Ker Conway",
    "birthday": "1934-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/11/Jill_Ker_Conway_at_Smith.jpg",
    "extract": "Jill Ker Conway was an Australian-American scholar and author. Well known for her autobiographies, in particular her first memoir, The Road from Coorain, she also was Smith College's first woman president (1975–1985) and most recently served as a visiting professor at the Massachusetts Institute of Technology. In 2004 she was designated a Women's History Month Honoree by the National Women's History Project. She was a recipient of the National Humanities Medal.",
    "year": 1934,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Abdullah Ibrahim",
    "birthday": "1934-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Abdullah_Ibrahim_06N4688.jpg/320px-Abdullah_Ibrahim_06N4688.jpg",
    "extract": "Abdullah Ibrahim is a South African pianist and composer. His music reflects many of the musical influences of his childhood in the multicultural port areas of Cape Town, ranging from traditional African songs to the gospel of the AME Church and Ragas, to more modern jazz and other Western styles. Ibrahim is considered the leading figure in the subgenre of Cape jazz. Within jazz, his music particularly reflects the influence of Thelonious Monk and Duke Ellington. He is known especially for \"Mannenberg\", a jazz piece that became a notable anti-apartheid anthem.",
    "year": 1934,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peter Mansfield",
    "birthday": "1933-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Peter_Mansfield_Leipzig.jpg/250px-Peter_Mansfield_Leipzig.jpg",
    "extract": "Sir Peter Mansfield was an English physicist who was awarded the 2003 Nobel Prize in Physiology or Medicine, shared with Paul Lauterbur, for discoveries concerning Magnetic Resonance Imaging (MRI). Mansfield was a professor at the University of Nottingham.",
    "year": 1933,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Homer Smith (American football)",
    "birthday": "1931-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b2/Homer_Smith.png",
    "extract": "Homer Austin Smith was an American football player and coach. He served as the head football coach at Davidson College (1965–1969), the University of the Pacific (1970–1971), and the United States Military Academy (1974–1978), compiling a career college football record 53–71–1 and a bowl record of 0–1. Smith was also the offensive coordinator at the University of California, Los Angeles, the University of Alabama, and the University of Arizona (1996), and for the Kansas City Chiefs of the National Football League (NFL). In 1997, Smith was a finalist for the Broyles Award, given annually to the nation's top college football assistant coach.",
    "year": 1931,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hank Lauricella",
    "birthday": "1930-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7e/Hank_Lauricella_of_LA.jpg",
    "extract": "Francis Edward Lauricella, known as Hank Lauricella, was a real estate developer from suburban New Orleans, Louisiana, a college football legend, and a member of both houses of the Louisiana State Legislature.",
    "year": 1930,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Einojuhani Rautavaara",
    "birthday": "1928-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Einojuhani_Rautavaara.jpg/226px-Einojuhani_Rautavaara.jpg",
    "extract": "Einojuhani Rautavaara was a Finnish composer of classical music. Among the most notable Finnish composers since Jean Sibelius (1865–1957), Rautavaara wrote a great number of works spanning various styles. These include eight symphonies, nine operas and twelve concertos, as well as numerous vocal and chamber works. Having written early works using 12-tone serial techniques, his later music may be described as neo-romantic and mystical. His major works include his first piano concerto (1969), Cantus Arcticus (1972) and his seventh symphony, Angel of Light (1994).",
    "year": 1928,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Danièle Delorme",
    "birthday": "1926-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d5/Dani%C3%A8le_Delorme.jpg/217px-Dani%C3%A8le_Delorme.jpg",
    "extract": "Gabrielle Danièle Marguerite Andrée Girard, known by her stage name Danièle Delorme, was a French actress, famous for her roles in films directed by Marc Allégret, Julien Duvivier or Yves Robert, and prize-winning film producer.",
    "year": 1926,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Immanuvel Devendrar",
    "birthday": "1924-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Immanuel_Sekaranar_2010_stamp_of_India.jpg/289px-Immanuel_Sekaranar_2010_stamp_of_India.jpg",
    "extract": "Immanuvel Devendrar, who later took the name Immanuel Sekaran, was a freedom fighter, civil rights activist and worker for the Indian National Congress in Tamil Nadu, India, who was murdered by a group of people from another caste.",
    "year": 1924,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Arnie Risen",
    "birthday": "1924-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Arnie_Risen.jpg/192px-Arnie_Risen.jpg",
    "extract": "Arnold Denny \"Stilts\" Risen was an American professional basketball player.",
    "year": 1924,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Donald Sinden",
    "birthday": "1923-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Donald_Sinden_press_photo.JPG/250px-Donald_Sinden_press_photo.JPG",
    "extract": "Sir Donald Alfred Sinden was a British actor.",
    "year": 1923,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Fyvush Finkel",
    "birthday": "1922-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Fyvush_Finkel.jpg/217px-Fyvush_Finkel.jpg",
    "extract": "Philip \"Fyvush\" Finkel was an American actor known as a star of Yiddish theater and for his role as lawyer Douglas Wambaugh on the television series Picket Fences, for which he earned an Emmy Award for Outstanding Supporting Actor in a Drama Series in 1994. He is also known for his portrayal of Harvey Lipschultz, a crotchety history teacher, on the television series Boston Public.",
    "year": 1922,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Olga Guillot",
    "birthday": "1922-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Olga_guillot.jpg/320px-Olga_guillot.jpg",
    "extract": "Olga Guillot was a Cuban singer who was known as the \"queen of bolero.\" She was a native of the Cuban city of Santiago de Cuba.",
    "year": 1922,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tadeusz Różewicz",
    "birthday": "1921-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/R%C3%B3%C5%BCewicz_cropped.JPG/240px-R%C3%B3%C5%BCewicz_cropped.JPG",
    "extract": "Tadeusz Różewicz was a Polish poet, playwright, writer, and translator. Różewicz was in the first generation of Polish writers born after Poland regained its independence in 1918, following the century of foreign partitions. He was born in Radomsko, near Łódź, in 1921. He first published his poetry in 1938. During World War II, he served in the Polish underground Home Army. His elder brother, Janusz, also a poet, was executed by the Gestapo in 1944 for serving in the Polish resistance movement. His younger brother, Stanisław, became a noted film director and screenwriter.",
    "year": 1921,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jens Bjørneboe",
    "birthday": "1920-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Jens_Bj%C3%B8rneboe_underviser_Rudolf_Steinerskolen_i_Oslo_1952.jpg/320px-Jens_Bj%C3%B8rneboe_underviser_Rudolf_Steinerskolen_i_Oslo_1952.jpg",
    "extract": "Jens Ingvald Bjørneboe was a Norwegian writer whose work spanned a number of literary formats. He was also a painter and a Waldorf school teacher. Bjørneboe was a harsh and eloquent critic of Norwegian society and Western civilization on the whole. He led a turbulent life and his uncompromising opinions cost him both an obscenity conviction as well as long periods of heavy drinking and bouts of depression, which in the end led to his suicide.",
    "year": 1920,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Yusef Lateef",
    "birthday": "1920-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Yusef_Lateef.jpg/320px-Yusef_Lateef.jpg",
    "extract": "Yusef Abdul Lateef was an American jazz multi-instrumentalist, composer, and prominent figure among the Ahmadiyya Community in America.",
    "year": 1920,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "E. Howard Hunt",
    "birthday": "1918-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/48/E._Howard_Hunt_%281973%29.jpg/320px-E._Howard_Hunt_%281973%29.jpg",
    "extract": "Everette Howard Hunt Jr. was an American intelligence officer and author. From 1949 to 1970, Hunt served as an officer in the Central Intelligence Agency (CIA), particularly in the United States involvement in regime change in Latin America including the 1954 Guatemalan coup d'état and the 1961 Bay of Pigs invasion. Along with G. Gordon Liddy, Frank Sturgis, and others, Hunt was one of the Nixon administration \"plumbers\", a team of operatives charged with identifying government sources of national security information \"leaks\" to outside parties. Hunt and Liddy plotted the Watergate burglaries and other clandestine operations for the Nixon administration. In the ensuing Watergate scandal, Hunt was convicted of burglary, conspiracy, and wiretapping, eventually serving 33 months in prison. After release, Hunt lived in Mexico and then Florida until his death.",
    "year": 1918,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charles Read (RAAF officer)",
    "birthday": "1918-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cd/Air_Marshal_Sir_Charles_Read_RAAF.jpg",
    "extract": "Air Marshal Sir Charles Frederick Read, KBE, CB, DFC, AFC was a senior commander in the Royal Australian Air Force (RAAF). He served as Chief of the Air Staff (CAS) from 1972 to 1975. Born in Sydney, Read joined the RAAF in 1937, and began his career flying biplane fighters. As a Beaufighter pilot, he led No. 31 Squadron and No. 77 Wing in the South West Pacific during World War II. His achievements earned him the Distinguished Flying Cross and a mention in despatches, and he finished the war an acting group captain.",
    "year": 1918,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bebo Valdés",
    "birthday": "1918-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Bebo_Vald%C3%A9s_-_2008_%28cropped%29.jpg/280px-Bebo_Vald%C3%A9s_-_2008_%28cropped%29.jpg",
    "extract": "Dionisio Ramón Emilio Valdés Amaro, better known as Bebo Valdés, was a Cuban pianist, bandleader, composer and arranger. He was a central figure in the golden age of Cuban music, especially due to his big band arrangements and compositions of mambo, chachachá and batanga, a genre he created in 1952. He was the director of the Radio Mil Diez house band and the Tropicana Club orchestra, before forming his own big band, Orquesta Sabor de Cuba, in 1957. However, after the end of the Cuban Revolution, in 1960, Bebo left his family behind and went into exile in Mexico before settling in Sweden, where he remarried. His musical hiatus lasted until 1994, when a collaboration with Paquito D'Rivera brought him back into the music business. By the time of his death in 2013, he had recorded several new albums, earning multiple Grammy Awards. His son Chucho Valdés is also a successful pianist and bandleader.",
    "year": 1918,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Clifford M. Hardin",
    "birthday": "1915-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Clifford_Morris_Hardin_-_USDA_portrait.png/249px-Clifford_Morris_Hardin_-_USDA_portrait.png",
    "extract": "Clifford Morris Hardin was an American politician and was the Chancellor of the University of Nebraska. He served as the United States Secretary of Agriculture from 1969 to 1971 under President Richard Nixon.",
    "year": 1915,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Edward Andrews",
    "birthday": "1914-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Edward_Andrews_Dick_Van_Dyke_New_Dick_Van_Dyke_Show_1973.JPG/255px-Edward_Andrews_Dick_Van_Dyke_New_Dick_Van_Dyke_Show_1973.JPG",
    "extract": "Edward Bryan Andrews Jr. was an American stage, film and television actor. Andrews was one of the most recognizable character actors on television and films from the 1950s into the 1980s. His stark white hair, imposing build and horn-rimmed glasses added to the type of roles he received, as he was often cast as an ornery boss, a cagey businessman, or other officious types.",
    "year": 1914,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joe Rosenthal",
    "birthday": "1911-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Joe_Rosenthal%2C_1990.jpg/220px-Joe_Rosenthal%2C_1990.jpg",
    "extract": "Joseph John Rosenthal was an American photographer who received the Pulitzer Prize for his iconic World War II photograph Raising the Flag on Iwo Jima, taken during the 1945 Battle of Iwo Jima. His picture became one of the best-known photographs of the war, and was replicated as the United States Marine Corps War Memorial in Arlington, Virginia.",
    "year": 1911,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Donald Coggan",
    "birthday": "1909-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cb/The_Most_Reverend_Donald_Coggan%2C_Archbishop_of_York.jpg/245px-The_Most_Reverend_Donald_Coggan%2C_Archbishop_of_York.jpg",
    "extract": "Frederick Donald Coggan, Baron Coggan, was the 101st Archbishop of Canterbury from 1974 to 1980. As Archbishop of Canterbury, he \"revived morale within the Church of England, opened a dialogue with Rome and supported women's ordination\". He had previously been successively the Bishop of Bradford and the Archbishop of York.",
    "year": 1909,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Werner von Haeften",
    "birthday": "1908-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Bundesarchiv_Bild_146III-347%2C_Werner_Karl_v._Haeften.jpg/226px-Bundesarchiv_Bild_146III-347%2C_Werner_Karl_v._Haeften.jpg",
    "extract": "Werner Karl Otto Theodor von Haeften was an Oberleutnant in the Wehrmacht who took part in the military-based conspiracy against Adolf Hitler known as the 20 July plot.",
    "year": 1908,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lee Wiley",
    "birthday": "1908-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c5/Lee_Wiley_singer.jpg/273px-Lee_Wiley_singer.jpg",
    "extract": "Lee Wiley was an American jazz singer during the 1930s, 1940s, and 1950s.",
    "year": 1908,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Quintin Hogg, Baron Hailsham of St Marylebone",
    "birthday": "1907-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Quintin_Hogg%2C_Baron_Hailsham_Allan_Warren.jpg/230px-Quintin_Hogg%2C_Baron_Hailsham_Allan_Warren.jpg",
    "extract": "Quintin McGarel Hogg, Baron Hailsham of St Marylebone,, known as the 2nd Viscount Hailsham between 1950 and 1963, at which point he disclaimed his hereditary peerage, was a British barrister and Conservative politician.",
    "year": 1907,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jacques Tati",
    "birthday": "1907-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/09.07.1961._La_Belle_Gaillarde_%C3%A0_No%C3%A9_%281961%29_-_53Fi2337.jpg/319px-09.07.1961._La_Belle_Gaillarde_%C3%A0_No%C3%A9_%281961%29_-_53Fi2337.jpg",
    "extract": "Jacques Tati was a French mime, film-maker, actor and screenwriter. In an Entertainment Weekly poll of the Greatest Movie Directors, he was voted the 46th greatest of all time, although he directed only six feature-length films.",
    "year": 1907,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Horst Wessel",
    "birthday": "1907-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Bundesarchiv_Bild_146-1978-043-14%2C_Horst_Wessel.jpg/248px-Bundesarchiv_Bild_146-1978-043-14%2C_Horst_Wessel.jpg",
    "extract": "Horst Ludwig Georg Erich Wessel was a Berlin Sturmführer of the Sturmabteilung (SA), the Nazi Party's stormtroopers. After his killing in 1930, he was made into a martyr for the Nazi cause by Joseph Goebbels.",
    "year": 1907,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Léopold Sédar Senghor",
    "birthday": "1906-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/UNESCO_History%2C_Visite_de_S._Exc._M._L%C3%A9opold_Sedar_Senghor%2C_Pr%C3%A9sident_de_la_R%C3%A9publique_du_S%C3%A9n%C3%A9gal_-_UNESCO_-_PHOTO0000002688_0001_%28cropped%29.tiff/lossy-page1-235px-UNESCO_History%2C_Visite_de_S._Exc._M._L%C3%A9opold_Sedar_Senghor%2C_Pr%C3%A9sident_de_la_R%C3%A9publique_du_S%C3%A9n%C3%A9gal_-_UNESCO_-_PHOTO0000002688_0001_%28cropped%29.tiff.jpg",
    "extract": "Léopold Sédar Senghor was a Senegalese poet, politician and cultural theorist who was the first president of Senegal (1960–80).",
    "year": 1906,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Walter O'Malley",
    "birthday": "1903-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b4/O%27Malley_Time_magazine_cover_28-April-1958.jpeg/243px-O%27Malley_Time_magazine_cover_28-April-1958.jpeg",
    "extract": "Walter Francis O'Malley was an American sports executive who owned the Brooklyn/Los Angeles Dodgers team in Major League Baseball from 1950 to 1979. In 1958, as owner of the Dodgers, he brought major league baseball to the West Coast, moving the Dodgers from Brooklyn to Los Angeles despite the Dodgers being the second most profitable team in baseball from 1946 to 1956, and coordinating the move of the New York Giants to San Francisco at a time when there were no teams west of Kansas City, Missouri. For this, he was long vilified by Brooklyn Dodgers fans. However, Pro-O'Malley parties describe him as a visionary for the same business action, and many authorities cite him as one of the most influential sportsmen of the 20th century. Other observers say that he was not a visionary, but instead a man who was in the right place at the right time, and regard him as the most powerful and influential owner in baseball after moving the team.",
    "year": 1903,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Freddie Young",
    "birthday": "1902-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Bhowani_Junction10.jpg/320px-Bhowani_Junction10.jpg",
    "extract": "Frederick A. Young OBE, BSC was a British cinematographer. He is probably best known for his work on David Lean's films Lawrence of Arabia (1962), Doctor Zhivago (1965) and Ryan's Daughter (1970), all three of which won him Academy Awards for Best Cinematography. He was often credited as F. A. Young.",
    "year": 1902,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joseph Friedman",
    "birthday": "1900-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c5/Friedmanpic.jpg/206px-Friedmanpic.jpg",
    "extract": "Joseph B. Friedman was an independent American inventor with a broad range of interests and ideas. Friedman was a first generation American and the fifth of eight children of Jacob David Friedman and Antoinette Grauer Friedman.",
    "year": 1900,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alastair Sim",
    "birthday": "1900-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Alastair-sim-laird-in-geordie.jpg/256px-Alastair-sim-laird-in-geordie.jpg",
    "extract": "Alastair George Bell Sim, CBE was a Scottish character actor who began his theatrical career at the age of thirty and quickly became established as a popular West End performer, remaining so until his death in 1976. Starting in 1935, he also appeared in more than fifty British films, including an iconic adaptation of Charles Dickens’ novella A Christmas Carol, released in 1951 as Scrooge in Great Britain and as A Christmas Carol in the United States. Though an accomplished dramatic actor, he is often remembered for his comically sinister performances.",
    "year": 1900,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bruce Catton",
    "birthday": "1899-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Bruce_Catton_1960s.jpg/220px-Bruce_Catton_1960s.jpg",
    "extract": "Charles Bruce Catton was an American historian and journalist, known best for his books concerning the American Civil War. Known as a narrative historian, Catton specialized in popular history, featuring interesting characters and historical vignettes, in addition to the basic facts, dates, and analyses. His books were researched well and included footnotes. He won a Pulitzer Prize during 1954 for A Stillness at Appomattox, his study of the final campaign of the war in Virginia.",
    "year": 1899,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tawfiq al-Hakim",
    "birthday": "1898-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Tawfiq_al-Hakim.jpg/259px-Tawfiq_al-Hakim.jpg",
    "extract": "Tawfiq al-Hakim or Tawfik el-Hakim was a prominent Egyptian writer and visionary. He is one of the pioneers of the Arabic novel and drama. The triumphs and failures that are represented by the reception of his enormous output of plays are emblematic of the issues that have confronted the Egyptian drama genre as it has endeavored to adapt its complex modes of communication to Egyptian society.",
    "year": 1898,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joe Sewell",
    "birthday": "1898-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Joe_Sewell.jpg/216px-Joe_Sewell.jpg",
    "extract": "Joseph Wheeler Sewell was a Major League Baseball infielder for the Cleveland Indians and New York Yankees. He was elected to the Baseball Hall of Fame in 1977.",
    "year": 1898,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "M. Bhaktavatsalam",
    "birthday": "1897-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/M_Bhaktavatsalam_2008_stamp_of_India.jpg/236px-M_Bhaktavatsalam_2008_stamp_of_India.jpg",
    "extract": "Minjur Bhakthavatsalam was an Indian independence activist and politician who served as the chief minister of Madras State from 2 October 1963 to 6 March 1967. He was the last Congress chief minister of Tamil Nadu and the last to have taken part in the Indian independence movement.",
    "year": 1897,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mário de Andrade",
    "birthday": "1893-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Mario_de_andrade_1928b.png/237px-Mario_de_andrade_1928b.png",
    "extract": "Mário Raul de Morais Andrade was a Brazilian poet, novelist, musicologist, art historian and critic, and photographer. He wrote one of the first and most influential collections of modern Brazilian poetry, Paulicéia Desvairada, published in 1922. He has had considerable influence on modern Brazilian literature, and as a scholar and essayist—he was a pioneer of the field of ethnomusicology—his influence has reached far beyond Brazil.",
    "year": 1893,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ivo Andrić",
    "birthday": "1892-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/S._Kragujevic%2C_Ivo_Andric%2C_1961.jpg/254px-S._Kragujevic%2C_Ivo_Andric%2C_1961.jpg",
    "extract": "Ivo Andrić was a Yugoslav novelist, poet and short story writer who won the Nobel Prize in Literature in 1961. His writings dealt mainly with life in his native Bosnia under Ottoman rule.",
    "year": 1892,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Aimee Semple McPherson",
    "birthday": "1890-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/ff/LAPL_ASM_1911_00024641.jpg/203px-LAPL_ASM_1911_00024641.jpg",
    "extract": "Aimee Elizabeth Semple McPherson, also known as Sister Aimee or Sister, was a Canadian Pentecostal evangelist and media celebrity in the 1920s and 1930s, famous for founding the Foursquare Church. McPherson pioneered the use of broadcast mass media for wider dissemination of both religious services and appeals for donations, using radio to draw in both additional audience and revenue with the growing appeal of popular entertainment and incorporating stage techniques into her weekly sermons at Angelus Temple, an early megachurch.",
    "year": 1890,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nikolai Bukharin",
    "birthday": "1888-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Bucharin.bra.jpg/240px-Bucharin.bra.jpg",
    "extract": "Nikolai Ivanovich Bukharin was a Bolshevik revolutionary, Soviet politician, Marxist philosopher and economist and prolific author on revolutionary theory.",
    "year": 1888,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Irving Cummings",
    "birthday": "1888-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Silent_film_actor_Irving_Cummings_%28SAYRE_22341%29.jpg/198px-Silent_film_actor_Irving_Cummings_%28SAYRE_22341%29.jpg",
    "extract": "Irving Caminsky was an American movie actor and director.",
    "year": 1888,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rube Marquard",
    "birthday": "1886-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Rube_Marquard_by_Bain%2C_1912.jpg/256px-Rube_Marquard_by_Bain%2C_1912.jpg",
    "extract": "Richard William \"Rube\" Marquard was an American left-handed pitcher in Major League Baseball in the 1910s and early 1920s. He achieved his greatest success with the New York Giants. He was inducted into the Baseball Hall of Fame in 1971.",
    "year": 1886,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Maria Filotti",
    "birthday": "1883-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Maria_Filotti.jpg/232px-Maria_Filotti.jpg",
    "extract": "Maria Filotti was a Romanian actress. She was described as one of the \"prestigious actors of the great realistic school\" and the \"directress\" of a theater \"that made an important contribution to transmitting the experience from one generation to the next.\"",
    "year": 1883,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charlie Faust",
    "birthday": "1880-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Charlie_Faust.jpg",
    "extract": "Charles Victor \"Victory\" Faust was an American Major League Baseball pitcher. Regarded as a good-luck charm, Faust helped the New York Giants win the 1911 National League championship.",
    "year": 1880,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Max von Laue",
    "birthday": "1879-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Bundesarchiv_Bild_183-U0205-502%2C_Max_von_Laue.jpg/239px-Bundesarchiv_Bild_183-U0205-502%2C_Max_von_Laue.jpg",
    "extract": "Max Theodor Felix von Laue was a German physicist who received the Nobel Prize in Physics in 1914 for his discovery of the diffraction of X-rays by crystals.",
    "year": 1879,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gopabandhu Das",
    "birthday": "1877-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Gopabandhu_Das_1964_stamp_of_India.jpg/238px-Gopabandhu_Das_1964_stamp_of_India.jpg",
    "extract": " Gopabandhu Das (1877–1928), popularly known as Utkalamani, was a social worker, reformer, political activist, journalist, poet and essayist.",
    "year": 1877,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nicholas Roerich",
    "birthday": "1874-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/N_Roerich.jpg/230px-N_Roerich.jpg",
    "extract": "Nicholas Roerich, also known as Nikolai Konstantinovich Rerikh, was a Russian painter, writer, archaeologist, theosophist, philosopher, and public figure. In his youth he was influenced by Russian Symbolism, a movement in Russian society centered on the spiritual. He was interested in hypnosis and other spiritual practices and his paintings are said to have hypnotic expression.",
    "year": 1874,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carl Flesch",
    "birthday": "1873-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Carl_Flesch.jpg/218px-Carl_Flesch.jpg",
    "extract": "Carl Flesch was a Hungarian violinist and teacher. Flesch’s compendium Scale System is a staple of violin pedagogy.",
    "year": 1873,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Karl Schwarzschild",
    "birthday": "1873-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Karl_schwarzschild.portrait.jpg/230px-Karl_schwarzschild.portrait.jpg",
    "extract": "Karl Schwarzschild was a German physicist and astronomer.",
    "year": 1873,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charles Rudolph Walgreen",
    "birthday": "1873-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/23/Charles_R._Walgreen.jpg",
    "extract": "Charles Rudolph Walgreen Sr. was an American businessman who founded Walgreens.",
    "year": 1873,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Georges Gauthier",
    "birthday": "1871-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9d/GeorgeGauthier.jpg",
    "extract": "Georges Gauthier was a French Canadian archbishop of Montreal and the first rector of the Université de Montréal.",
    "year": 1871,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Reginald Dyer",
    "birthday": "1864-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0d/General-Reginald-Dyer.jpg",
    "extract": "Colonel Reginald Edward Harry Dyer, CB was an officer of the Bengal Army and later the newly constituted British Indian Army. His military career began serving briefly in the regular British Army before transferring to serve with the Presidency armies of India. As a temporary brigadier-general he was responsible for the Jallianwala Bagh massacre that took place on 13 April 1919 in Amritsar. He has been called \"the Butcher of Amritsar\", because of his order to fire on a peaceful crowd. The official report stated that this resulted in the killing of at least 379 people and the injuring of over a thousand more. Some submissions to the official inquiry suggested a higher number of deaths.",
    "year": 1864,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Edward Bok",
    "birthday": "1863-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Edward_Bok_circa_1918.jpg/230px-Edward_Bok_circa_1918.jpg",
    "extract": "Edward William Bok was a Dutch-born American editor and Pulitzer Prize-winning author. He was editor of the Ladies' Home Journal for 30 years (1889-1919). He also distributed popular home-building plans and created Bok Tower Gardens in central Florida.",
    "year": 1863,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alfred Dreyfus",
    "birthday": "1859-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Alfred_Dreyfus_%281859-1935%29.jpg/243px-Alfred_Dreyfus_%281859-1935%29.jpg",
    "extract": "Alfred Dreyfus was a French artillery officer of Jewish ancestry whose trial and conviction in 1894 on charges of treason became one of the most polarizing political dramas in modern French history. The incident has gone down in history as the Dreyfus affair, the reverberations from which were felt throughout Europe. It ultimately ended with Dreyfus's complete exoneration.",
    "year": 1859,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mihajlo Pupin",
    "birthday": "1858-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Portrait_of_Michael_Idvorsky_Pupin_%281858-1935%29%2C_Physicist_%282551884992%29_%28deriv%29.jpg/252px-Portrait_of_Michael_Idvorsky_Pupin_%281858-1935%29%2C_Physicist_%282551884992%29_%28deriv%29.jpg",
    "extract": "Mihajlo Idvorski Pupin, also known as Michael Pupin, was a Serbian physicist, physical chemist and philanthropist based in the United States.",
    "year": 1858,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Emil Fischer",
    "birthday": "1852-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Hermann_Emil_Fischer_c1895.jpg/226px-Hermann_Emil_Fischer_c1895.jpg",
    "extract": "Hermann Emil Louis Fischer FRS FRSE FCS was a German chemist and 1902 recipient of the Nobel Prize in Chemistry. He discovered the Fischer esterification. He also developed the Fischer projection, a symbolic way of drawing asymmetric carbon atoms. He also hypothesized lock and key mechanism of enzyme action. He never used his first given name, and was known throughout his life simply as Emil Fischer.",
    "year": 1852,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hermann von Ihering",
    "birthday": "1850-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Hermann_von_Ihering.jpg/239px-Hermann_von_Ihering.jpg",
    "extract": "Hermann Friedrich Albert von Ihering was a German-Brazilian zoologist. He was the oldest son of Rudolf von Jhering.",
    "year": 1850,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carl Gustav Thulin",
    "birthday": "1845-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Carl_Gustav_Thulin.jpg/242px-Carl_Gustav_Thulin.jpg",
    "extract": "Carl Gustav Thulin, 9 October 1845 - 25 March 1918) was a Swedish shipowner. He co-owned and later became the sole owner of the shipping company Nordström & Thulin. He was the son of Anders Thulin och Charlotta Thulin. In 1861 he was employed at the age of sixteen by ship broker Carl David Nordström at a firm that since 1850 had worked with cargoing ships in Stockholm. In 1866 Thulin became co-owner of the company that was called Nordström & Thulin. That same year the company bought its first own ship.",
    "year": 1845,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Simeon Solomon",
    "birthday": "1840-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Wynfield%2C_David_Wilkie_%281837-1887%29%2C_Simeon_Solomon.jpg/237px-Wynfield%2C_David_Wilkie_%281837-1887%29%2C_Simeon_Solomon.jpg",
    "extract": "Simeon Solomon was a British painter associated with the Pre-Raphaelites who was noted for his depictions of Jewish life and same-sex desire. His career was cut short as a result of public scandal following his arrests and convictions for attempted sodomy in 1873 and 1874.",
    "year": 1840,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Francis Wayland Parker",
    "birthday": "1837-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/44/Francis_W_Parker.jpg",
    "extract": "Francis Wayland Parker was a pioneer of the progressive school movement in the United States. He believed that education should include the complete development of an individual — mental, physical, and moral. John Dewey called him the \"father of progressive education.\" He worked to create curriculum that centered on the whole child and a strong language background. He was against standardization, isolated drill and rote learning. He helped to show that education was not just about cramming information into students' minds, but about teaching students to think for themselves and become independent people.",
    "year": 1837,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Camille Saint-Saëns",
    "birthday": "1835-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Saint-Sa%C3%ABns-circa-1880.jpg/190px-Saint-Sa%C3%ABns-circa-1880.jpg",
    "extract": "Charles-Camille Saint-Saëns was a French composer, organist, conductor and pianist of the Romantic era. His best-known works include Introduction and Rondo Capriccioso (1863), the Second Piano Concerto (1868), the First Cello Concerto (1872), Danse macabre (1874), the opera Samson and Delilah (1877), the Third Violin Concerto (1880), the Third (\"Organ\") Symphony (1886) and The Carnival of the Animals (1886).",
    "year": 1835,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Agathon Meurman",
    "birthday": "1826-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Agathon_Meurman_maaliskuussa_1865.jpg/243px-Agathon_Meurman_maaliskuussa_1865.jpg",
    "extract": "Agathon Meurman was a Finnish politician and journalist. He was one of the key persons of the Fennoman movement and since 1863 the leader of the Finnish Party together with Yrjö Sakari Yrjö-Koskinen.",
    "year": 1826,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joseph Bonomi the Younger",
    "birthday": "1796-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Joseph_Bonomi_the_Younger_by_Matilda_Sharpe.jpg/257px-Joseph_Bonomi_the_Younger_by_Matilda_Sharpe.jpg",
    "extract": "Joseph Bonomi the Younger was an English sculptor, artist, Egyptologist and museum curator.",
    "year": 1796,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charles X",
    "birthday": "1757-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Carlos_X_de_Francia_%28Fran%C3%A7ois_G%C3%A9rard%29.jpg/223px-Carlos_X_de_Francia_%28Fran%C3%A7ois_G%C3%A9rard%29.jpg",
    "extract": "Charles X was King of France from 16 September 1824 until 2 August 1830. An uncle of the uncrowned Louis XVII and younger brother to reigning kings Louis XVI and Louis XVIII, he supported the latter in exile. After the Bourbon Restoration in 1814, Charles became the leader of the ultra-royalists, a radical monarchist faction within the French court that affirmed rule by divine right and opposed the concessions towards liberals and guarantees of civil liberties granted by the Charter of 1814. Charles gained influence within the French court after the assassination of his son Charles Ferdinand, Duke of Berry, in 1820 and succeeded his brother Louis XVIII in 1824.",
    "year": 1757,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johann Andreas Segner",
    "birthday": "1704-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Johann_Andreas_von_Segner.jpg/239px-Johann_Andreas_von_Segner.jpg",
    "extract": "Johann Segner was a Hungarian scientist. He was born in the Kingdom of Hungary, in the former Hungarian capital city of Pozsony.",
    "year": 1704,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ferdinand Verbiest",
    "birthday": "1623-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/%E5%8D%97%E5%85%AC%E6%87%B7%E4%BB%81%E5%83%8F.jpg/237px-%E5%8D%97%E5%85%AC%E6%87%B7%E4%BB%81%E5%83%8F.jpg",
    "extract": "Father Ferdinand Verbiest was a Flemish Jesuit missionary in China during the Qing dynasty. He was born in Pittem near Tielt in the County of Flanders. He is known as Nan Huairen in Chinese. He was an accomplished mathematician and astronomer and proved to the court of the Kangxi Emperor that European astronomy was more accurate than Chinese astronomy. He then corrected the Chinese calendar and was later asked to rebuild and re-equip the Beijing Ancient Observatory, being given the role of Head of the Mathematical Board and Director of the Observatory.",
    "year": 1623,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nicolaes Tulp",
    "birthday": "1593-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Nicolaes_Tulp.JPG/252px-Nicolaes_Tulp.JPG",
    "extract": "Nicolaes Tulp was a Dutch surgeon and mayor of Amsterdam. Tulp was well known for his upstanding moral character and as the subject of Rembrandt's famous painting The Anatomy Lesson of Dr. Nicolaes Tulp.",
    "year": 1593,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Leopold V, Archduke of Austria",
    "birthday": "1586-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Joseph_Heintz_d._%C3%84._007.jpg/198px-Joseph_Heintz_d._%C3%84._007.jpg",
    "extract": "Leopold V, Archduke of Further Austria was the son of Archduke Charles II of Inner Austria, and the younger brother of Emperor Ferdinand II, father of Ferdinand Charles, Archduke of Further Austria. He was Bishop of Passau and of Strasbourg, until he resigned to get married, and Archduke of Further Austria including Tirol.",
    "year": 1586,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Claude Gaspar Bachet de Méziriac",
    "birthday": "1581-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Claude_Gaspard_Bachet_de_M%C3%A9ziriac_-_Versailles_MV_2893.jpg/268px-Claude_Gaspard_Bachet_de_M%C3%A9ziriac_-_Versailles_MV_2893.jpg",
    "extract": "Claude Gaspar Bachet Sieur de Méziriac was a French mathematician and poet born in Bourg-en-Bresse, at that time belonging to Duchy of Savoy. He wrote Problèmes plaisans et délectables qui se font par les nombres, Les éléments arithmétiques, and a Latin translation of the Arithmetica of Diophantus. He also discovered means of solving indeterminate equations using continued fractions, a method of constructing magic squares, and a proof of Bézout's identity.",
    "year": 1581,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peter I of Cyprus",
    "birthday": "1328-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Pierre_1er_de_Lusignan.jpg/249px-Pierre_1er_de_Lusignan.jpg",
    "extract": "Peter I of Cyprus or Pierre I de Lusignan was King of Cyprus and titular King of Jerusalem from his father's abdication on 24 November 1358 until his death in 1369. He was the second son of Hugh IV of Cyprus, the first by his second wife Alice of Ibelin. He was also invested as titular Count of Tripoli when young, in 1346. As King of Cyprus, he had some military successes, but he was unable to complete many of his plans due to internal disputes that culminated in his assassination at the hands of three of his knights.",
    "year": 1328,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Denis of Portugal",
    "birthday": "1261-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/D._Dinis_-_Compendio_de_cr%C3%B3nicas_de_reyes_%28Biblioteca_Nacional_de_Espa%C3%B1a%29.png/201px-D._Dinis_-_Compendio_de_cr%C3%B3nicas_de_reyes_%28Biblioteca_Nacional_de_Espa%C3%B1a%29.png",
    "extract": "Denis, called the Farmer King and the Poet King, was King of Portugal. The eldest son of Afonso III of Portugal by his second wife, Beatrice of Castile, and grandson of Alfonso X of Castile, Denis succeeded his father in 1279. His marriage to Elizabeth of Aragon, who was later canonised as a saint of the Roman Catholic Church, was arranged in 1281 when she was 10 years old.",
    "year": 1261,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Salimbene di Adam",
    "birthday": "1221-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Salimbene_de_adam.JPG/320px-Salimbene_de_adam.JPG",
    "extract": "Salimbene di Adam, O.F.M., was an Italian Franciscan friar, theologian, and chronicler who is a source for Italian history of the 13th century.",
    "year": 1221,
    "month": 10,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Robert de Sorbon",
    "birthday": "1201-10-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Robert_de_Sorbon.jpg/192px-Robert_de_Sorbon.jpg",
    "extract": "Robert de Sorbon was a French theologian, the chaplain of Louis IX of France, and founder of the Sorbonne college in Paris.",
    "year": 1201,
    "month": 10,
    "day": 9,
    "language": "en"
  }
]