[
  {
    "name": "Emma Raducanu",
    "birthday": "2002-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Emma_Raducanu_2021_Transylvania_Open.jpg/213px-Emma_Raducanu_2021_Transylvania_Open.jpg",
    "extract": "Emma Raducanu is a British professional tennis player. She reached a career-high ranking of No. 11 by the Women's Tennis Association (WTA) on 25 April 2022, and is the current British No. 1. Raducanu is the reigning US Open champion and the first British woman to win a Grand Slam singles title since Virginia Wade in the 1977 Wimbledon Championships.",
    "year": 2002,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lando Norris",
    "birthday": "1999-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Lando_Norris_Formula_1_Driver_%2849379469418%29_%28cropped%29_%28cropped%29.jpg/262px-Lando_Norris_Formula_1_Driver_%2849379469418%29_%28cropped%29_%28cropped%29.jpg",
    "extract": "Lando Norris is a British-Belgian racing driver currently competing in Formula One with McLaren, racing under the British flag. He won the MSA Formula championship in 2015, and the Toyota Racing Series, Eurocup Formula Renault 2.0 and Formula Renault 2.0 Northern European Cup in 2016. He also received the McLaren Autosport BRDC Award that year. He subsequently won the 2017 FIA Formula 3 European Championship. He was a member of the McLaren Young Driver Programme.",
    "year": 1999,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Laurien Leurink",
    "birthday": "1994-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Laurien_Leurink_Rio2016.jpg/171px-Laurien_Leurink_Rio2016.jpg",
    "extract": "Laurien Leurink is a Dutch field hockey midfielder who won a silver medal at the 2016 Summer Olympics.",
    "year": 1994,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Julia Michaels",
    "birthday": "1993-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Julia_Michaels_Grammy_Museum_14_%28cropped%29.jpg/254px-Julia_Michaels_Grammy_Museum_14_%28cropped%29.jpg",
    "extract": "Julia Carin Cavazos, known professionally as Julia Michaels, is an American singer and songwriter.",
    "year": 1993,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dylan Napa",
    "birthday": "1992-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Dylan_Napa.jpg/194px-Dylan_Napa.jpg",
    "extract": "Dylan Napa is a Cook Islands international rugby league footballer who plays as a prop for the Catalans Dragons in the Super League.",
    "year": 1992,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Maksim Podholjuzin",
    "birthday": "1992-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Podholjuzin%2C_Maksim.IMG_4604.JPG/227px-Podholjuzin%2C_Maksim.IMG_4604.JPG",
    "extract": "Maksim Podholjuzin is an Estonian professional footballer currently playing for FCI Levadia in Estonian Meistriliiga as a defender.",
    "year": 1992,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dana Vollmer",
    "birthday": "1987-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Dana_Vollmer_%286316233126%29.jpg/320px-Dana_Vollmer_%286316233126%29.jpg",
    "extract": "Dana Whitney Vollmer is an American competition swimmer, five-time Olympic gold medalist, and former world record-holder. At the 2004 Summer Olympics, she won a gold medal as a member of the winning United States team in the 4×200-meter freestyle relay that set the world record in the event. Eight years later at the 2012 Summer Olympics, Vollmer set the world record on her way to the gold medal in the 100-meter butterfly, and also won golds in the 4×100-meter medley relay and 4×200-meter freestyle relay. She won three medals including a gold at the 2016 Summer Olympics in Rio de Janeiro.",
    "year": 1987,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Asdrúbal Cabrera",
    "birthday": "1985-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Asdrubal_Cabrera_at_third_base_Washington_Nationals_vs._Toronto_Blue_Jays_at_Nationals_Park%2C_July_27%2C_2020_%28All-Pro_Reels_Photography%29.jpg/176px-Asdrubal_Cabrera_at_third_base_Washington_Nationals_vs._Toronto_Blue_Jays_at_Nationals_Park%2C_July_27%2C_2020_%28All-Pro_Reels_Photography%29.jpg",
    "extract": "Asdrúbal José Cabrera is a Venezuelan-American professional baseball infielder who is currently a free agent. He has played in Major League Baseball (MLB) for the Cleveland Indians, Washington Nationals, Tampa Bay Rays, New York Mets, Philadelphia Phillies, Texas Rangers, Arizona Diamondbacks and Cincinnati Reds. Cabrera, a switch hitter, is a two-time All-Star. He was primarily a middle infielder for most of his career, but transitioned to playing more third base during the 2017 season and began playing first base late in the 2019 season.",
    "year": 1985,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lucas Barrios",
    "birthday": "1984-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Lucas_Barrios_Palmeiras_2015.jpg/271px-Lucas_Barrios_Palmeiras_2015.jpg",
    "extract": "Lucas Ramón Barrios Cáceres is an Argentine-born Paraguayan footballer who plays as a forward for Argentine First Division club Patronato. Barrios is known for his effectiveness in the target area. This earned him his nickname La Pantera, which means The Panther.",
    "year": 1984,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kurt Morath",
    "birthday": "1984-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Kurt_Morath_2011.jpg/214px-Kurt_Morath_2011.jpg",
    "extract": "Kurt Morath is a New Zealand-born Tongan rugby union player who plays at fly-half. He currently plays for the Austin Gilgronis in Major League Rugby (MLR).",
    "year": 1984,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jamie Soward",
    "birthday": "1984-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Sowie.jpg/262px-Sowie.jpg",
    "extract": "Jamie Soward is an Australian former professional rugby league footballer. A New South Wales State of Origin and Indigenous All-Stars representative five-eighth, he previously played for the Sydney Roosters, Penrith Panthers and the St. George Illawarra Dragons, with whom he won the 2010 NRL Premiership. He also spent time in England where he played in two different spells for the London Broncos, playing in the Super League and the Kingstone Press Championship.",
    "year": 1984,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kalle Kriit",
    "birthday": "1983-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Kalle_Kriit.jpg/261px-Kalle_Kriit.jpg",
    "extract": "Kalle Kriit is an Estonian professional racing cyclist who last rode for UCI Professional Continental Team Cofidis. His nickname is Estonian Emperor.",
    "year": 1983,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Maleli Kunavore",
    "birthday": "1983-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Maleli_Kunavore_%28cropped%29.jpg/244px-Maleli_Kunavore_%28cropped%29.jpg",
    "extract": "Maleli Kunavore was a Fijian rugby union footballer.",
    "year": 1983,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Michael Copon",
    "birthday": "1982-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Michael_Copon_2020.jpg/231px-Michael_Copon_2020.jpg",
    "extract": "Michael Copon is an American actor and producer. He is known for playing Felix Taggaro in the television series One Tree Hill, Vin Keahi in the television series Beyond the Break, and Lucas Kendall in Power Rangers Time Force.",
    "year": 1982,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Samkon Gado",
    "birthday": "1982-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Samkon_Gado_%284003311404%29_%28cropped%29.jpg/219px-Samkon_Gado_%284003311404%29_%28cropped%29.jpg",
    "extract": "Samkon Kaltho Gado is a Nigerian-American otolaryngologist. He is a former American football running back in the National Football League for the Green Bay Packers, Houston Texans, Miami Dolphins and St. Louis Rams. He played college football at Liberty. He was signed by the Kansas City Chiefs as an undrafted free agent in 2005.",
    "year": 1982,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Koda Kumi",
    "birthday": "1982-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Kumi_Koda_Con_2005.jpg/237px-Kumi_Koda_Con_2005.jpg",
    "extract": "Kumiko Kōda , known professionally as Koda Kumi , is a Japanese singer from Kyoto, known for her urban and R&B songs.",
    "year": 1982,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rivkah (artist)",
    "birthday": "1981-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/47/Rivkahauthorphoto.jpg",
    "extract": "Rivkah is best known as the artist, writer, and creator of the ongoing teen graphic novel series Steady Beat.",
    "year": 1981,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Monique Coleman",
    "birthday": "1980-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Monique_Coleman_2011%2C_3.jpg/190px-Monique_Coleman_2011%2C_3.jpg",
    "extract": "Adrienne Monique Coleman is an American actress and singer, best known for her role in Disney's High School Musical movies, in which she plays Taylor McKessie. Coleman also had a recurring role on The Suite Life of Zack & Cody, as a school girl named Mary Margaret. She also competed in the third edition of ABC's Dancing with the Stars, finishing in fourth place. Most recent, Coleman was named the first ever UN Youth Champion for the International Year of Youth and is currently on a world tour to raise awareness of challenges facing youth. Coleman launched her online talk show Gimme Mo' , a show dedicated to empowering today's youth on September 8, 2010.",
    "year": 1980,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sara Del Rey",
    "birthday": "1980-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Sara_Del_Rey_ROH.jpg/192px-Sara_Del_Rey_ROH.jpg",
    "extract": "Sara Ann Amato is an American professional wrestling trainer and retired professional wrestler, best known by her ring name Sara Del Rey. She was a mainstay for Chikara and Shimmer, but also appeared for many other independent promotions in the US, including Ring of Honor (ROH), IWA Mid-South and All Pro Wrestling, as well as Mexico's Lucha Libre Femenil. She also taped several matches, competing under a mask and using the name Nic Grimes, for the MTV promotion Wrestling Society X.",
    "year": 1980,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Subliminal (rapper)",
    "birthday": "1979-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Subliminal_star_of_david.jpg/320px-Subliminal_star_of_david.jpg",
    "extract": "Ya'akov \"Kobi\" Shimony, generally known by his stage name Subliminal, is an Israeli rapper, singer and record producer.",
    "year": 1979,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Metta Sandiford-Artest",
    "birthday": "1979-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Metta_World_Peace.jpg/198px-Metta_World_Peace.jpg",
    "extract": "Metta Sandiford-Artest is an American former professional basketball player. He was known as Ron Artest before legally changing his name to Metta World Peace in 2011 and later to Metta Sandiford-Artest in 2020.",
    "year": 1979,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Nikolai Fraiture",
    "birthday": "1978-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Nikolai_Fraiture.jpg/319px-Nikolai_Fraiture.jpg",
    "extract": "Nikolai Philippe Fraiture is an American musician best known as the bassist of the American rock band The Strokes. Since co-founding the band in 1998, he has released six studio albums with them. Among other creative projects, Fraiture released a solo record under the name Nickel Eye in 2009 and has been the frontman of the band Summer Moon since 2016.",
    "year": 1978,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Huang Xiaoming",
    "birthday": "1977-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Huang_Xiaoming_in_2016.jpg/221px-Huang_Xiaoming_in_2016.jpg",
    "extract": "Huang Xiaoming or Mark Huang is a Chinese actor, singer, and model. He graduated from the Performance Institute of the Beijing Film Academy in 2000. Huang first rose to prominence in 2001 for playing Emperor Wu of Han in the television series The Prince of Han Dynasty. In 2007, Huang signed a contract with Huayi Brothers and began focusing on his film career, appearing in films like The Sniper (2009), The Message (2010), and Sacrifice (2010).",
    "year": 1977,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Zulfiqer Russell",
    "birthday": "1977-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Zulfiqer_Russell_01.jpg/320px-Zulfiqer_Russell_01.jpg",
    "extract": "Zulfiqer Russell is a much admired Bangladeshi lyricist and journalist. He is currently the editor of the popular online news site, The Bangla Tribune. He won the Bangladesh National Film Award for Best Lyrics for the film Putro (2018). He was the winner of the Citycell-Channel i Music Award in 2008, 2010, and 2013 and also received the Mirchi Music Awards (Bangla) award for the Song of the Year in the Modern Song category for, \"Shabuj Chilo\". On 2020 he was awarded CJFB Performance Award 2019 as best lyricist. He had also worked with renowned Indian singers and composers including Grammy and Academy Award (Oscar) winner musician A. R. Rahman. He wrote the official theme song ‘Ektai Achhe Desh’ of the Golden Jubilee of Bangladesh Independence sang by fifty renowned singers of Bangladesh.",
    "year": 1977,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kelly Sotherton",
    "birthday": "1976-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Kelly_Sotherton_2.JPG/240px-Kelly_Sotherton_2.JPG",
    "extract": "Kelly Jade Sotherton is a British former heptathlete. In the heptathlon she was the bronze medallist at the 2004 Summer Olympics and, following the disqualification of two other athletes, also at the 2008 Summer Olympics, as well as being part of the bronze medal-winning team in the Women's 4x400m relay at the 2008 Summer Olympics. As such she is one of only five women to win multiple medals in Olympic heptathlon. She also won a bronze at the 2007 World Championships in Athletics, and was the heptathlon gold medallist at the 2006 Commonwealth Games. As the scale of her accomplishments at global level became clear in hindsight, Sotherton was increasingly recognised as part of the line of world class British pentathletes/heptathletes that included Mary Rand, Mary Peters, Judy Simpson, Denise Lewis, Jessica Ennis-Hill and Katarina Johnson-Thompson, her multiple global medals between 2004 and 2008 bridging the gap between the Olympic triumphs of Lewis and Ennis-Hill.",
    "year": 1976,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hiroshi Tanahashi",
    "birthday": "1976-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Hiroshi_Tanahashi_2016.jpg/213px-Hiroshi_Tanahashi_2016.jpg",
    "extract": "Hiroshi Tanahashi  is a Japanese professional wrestler and actor. He works primarily for New Japan Pro-Wrestling (NJPW).",
    "year": 1976,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alain Digbeu",
    "birthday": "1975-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Alain_Digbeu_Fenerbah%C3%A7e_Men%27s_Basketball_vs_Galatasaray_Men%27s_Basketball_TSL_20180304.jpg/246px-Alain_Digbeu_Fenerbah%C3%A7e_Men%27s_Basketball_vs_Galatasaray_Men%27s_Basketball_TSL_20180304.jpg",
    "extract": "Alain Digbeu is a French former professional basketball player. He was drafted by the NBA pro club the Atlanta Hawks with the 49th pick in the 1997 NBA Draft. He is 6 ft 6 in in height and 220 lb (100 kg) in weight. He can play at both the shooting guard and small forward positions.",
    "year": 1975,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Indrek Zelinski",
    "birthday": "1974-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Zelinski%2C_Indrek.IMG_4428.JPG/320px-Zelinski%2C_Indrek.IMG_4428.JPG",
    "extract": "Indrek Zelinski is an Estonian football coach and former professional player.",
    "year": 1974,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "David Auradou",
    "birthday": "1973-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Auradou.JPG/240px-Auradou.JPG",
    "extract": "David Auradou is a French former rugby union footballer. He last played for Paris club Stade Français, where he was the captain, in the élite Top 14. His usual position was at lock.",
    "year": 1973,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ari Hoenig",
    "birthday": "1973-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Ari-hoenig.jpg/320px-Ari-hoenig.jpg",
    "extract": "Ari Hoenig is an American jazz drummer, composer, and educator.",
    "year": 1973,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Takuya Kimura",
    "birthday": "1972-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/%E6%9C%A8%E6%9D%91%E6%8B%93%E5%93%89.png/239px-%E6%9C%A8%E6%9D%91%E6%8B%93%E5%93%89.png",
    "extract": "Takuya Kimura  is a Japanese actor, singer, and radio personality. He is regarded as a Japanese icon after achieving success as an actor. He was also a popular member of SMAP, one of the best-selling boy bands in Asia.",
    "year": 1972,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ayaan Hirsi Ali",
    "birthday": "1969-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Ayaan_Hirsi_Ali_by_Gage_Skidmore.jpg/225px-Ayaan_Hirsi_Ali_by_Gage_Skidmore.jpg",
    "extract": "Ayaan Hirsi Ali is a Somali-born Dutch-American activist, feminist, and former politician. She received international attention as a critic of Islam and advocate for the rights and self-determination of Muslim women, actively opposing forced marriage, honor killing, child marriage and female genital mutilation. She has founded an organisation for the defense of women's rights, the AHA Foundation. Ayaan Hirsi Ali works for the Hoover Institution at Stanford University, the American Enterprise Institute, and was a senior fellow at the Future of Democracy Project at Harvard Kennedy School.",
    "year": 1969,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gerard Butler",
    "birthday": "1969-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Gerard_Butler_%2829681162176%29.jpg/240px-Gerard_Butler_%2829681162176%29.jpg",
    "extract": "Gerard James Butler is a Scottish actor and film producer. After studying law, he turned to acting in the mid-1990s with small roles in productions such as Mrs Brown (1997), the James Bond film Tomorrow Never Dies (1997), and Tale of the Mummy (1998). In 2000, he starred as Count Dracula in the gothic horror film Dracula 2000 with Christopher Plummer and Jonny Lee Miller.",
    "year": 1969,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Josh Mancell",
    "birthday": "1969-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Josh_Mancell.jpg/320px-Josh_Mancell.jpg",
    "extract": "Josh Mancell is an American composer and multi-instrumentalist who writes music for film, television, and video games. He is best known for his work on the Crash Bandicoot and Jak and Daxter series of video games.",
    "year": 1969,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Pat Hentgen",
    "birthday": "1968-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/68/Pathentgen.JPG/240px-Pathentgen.JPG",
    "extract": "Patrick George Hentgen is an American former professional baseball pitcher, and currently a special assistant with the Toronto Blue Jays organization. He played in Major League Baseball (MLB) for the Blue Jays, St. Louis Cardinals, and Baltimore Orioles from 1991 to 2004. In 1996, he won the American League (AL) Cy Young Award.",
    "year": 1968,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Juhi Chawla",
    "birthday": "1967-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Juhi_Chawla_LFW-2017.jpg/256px-Juhi_Chawla_LFW-2017.jpg",
    "extract": "Juhi Chawla is an Indian actress, film producer and entrepreneur. After winning the 1984 Miss India beauty pageant, she established herself as one of the leading actresses of Hindi cinema from the late 1980s through the early 2000s. Recognised for her beauty,acting and dancing skills,comic timing and vivacious on-screen persona, she is the recipient of several accolades, including two Filmfare Awards.",
    "year": 1967,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jimmy Kimmel",
    "birthday": "1967-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Jimmy_Kimmel_in_2015.jpg/235px-Jimmy_Kimmel_in_2015.jpg",
    "extract": "James Christian Kimmel is an American television host, comedian, and producer. He is the host and executive producer of Jimmy Kimmel Live!, a late-night talk show that premiered on ABC on January 26, 2003, at Hollywood Masonic Temple in Hollywood, California; and on April 1, 2019, at a secondary home, the Zappos Theater on the Las Vegas Strip. Kimmel hosted the Primetime Emmy Awards in 2012, 2016 and 2020, and the Academy Awards in 2017 and 2018.",
    "year": 1967,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Steve Zahn",
    "birthday": "1967-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Zahn%2C_Steve_%282008%29.jpg/250px-Zahn%2C_Steve_%282008%29.jpg",
    "extract": "Steven James Zahn is an American actor and comedian. His film roles include Reality Bites (1994), That Thing You Do! (1996), Out of Sight (1998), Stuart Little (1999), Riding in Cars with Boys (2001), Stuart Little 2 (2002), Shattered Glass (2003), Sahara (2005), Chicken Little (2005), Rescue Dawn (2007), the Diary of a Wimpy Kid series (2010–2012), Dallas Buyers Club (2013), The Good Dinosaur (2015), Captain Fantastic (2016), and War for the Planet of the Apes (2017). On television, Zahn appeared as Davis McAlary on HBO's Treme (2010–2013), and as Mark Mossbacher in the first season of the HBO satire comedy miniseries The White Lotus (2021). He won the Independent Spirit Award for Best Supporting Male for his performance in the film Happy, Texas (1999).",
    "year": 1967,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Timo Rautiainen (co-driver)",
    "birthday": "1964-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Marcus_Gr%C3%B6nholm_-_2004_Rally_Finland.jpg/320px-Marcus_Gr%C3%B6nholm_-_2004_Rally_Finland.jpg",
    "extract": "Timo Rautiainen is a Finnish former rally co-driver. He is best known for co-driving for Marcus Grönholm from 1995 to 2007. Rautiainen and Grönholm drove for Peugeot (2000–05) and Ford (2006-07) in the World Rally Championship, and won 30 world rallies and two drivers' world championship titles together. Rautiainen is married to Grönholm's sister.",
    "year": 1964,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dan Sullivan (U.S. senator)",
    "birthday": "1964-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Senator_Dan_Sullivan_official.jpg/256px-Senator_Dan_Sullivan_official.jpg",
    "extract": "Daniel Scott Sullivan is an American politician and attorney serving as the junior United States senator for Alaska since 2015. He is a member of the Republican Party.",
    "year": 1964,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jaime Covilhã",
    "birthday": "1963-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/21/Covilh%C3%A3.JPG/197px-Covilh%C3%A3.JPG",
    "extract": "Jaime Lages Covilhã, in Luanda, is an Angolan basketball coach.",
    "year": 1963,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Vinny Testaverde",
    "birthday": "1963-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Vinny_Testaverde_1.jpg/258px-Vinny_Testaverde_1.jpg",
    "extract": "Vincent Frank Testaverde Sr. is a former American football quarterback who played in the National Football League (NFL) for 21 seasons. He played college football at Miami, where he was an All-American and won the Heisman Trophy in 1986.",
    "year": 1963,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kim Polese",
    "birthday": "1961-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Kim_Polese%2C_Spikesource.jpg/213px-Kim_Polese%2C_Spikesource.jpg",
    "extract": "Kim Karin Polese is a Silicon Valley entrepreneur and technology executive. She serves as Chairwoman of CrowdSmart Inc., a software products company.",
    "year": 1961,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Neil Flynn",
    "birthday": "1960-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/NeilFlynnHWOFMay2012.jpg/320px-NeilFlynnHWOFMay2012.jpg",
    "extract": "Neil Richard Flynn is an American actor and comedian. He is best known for his roles as Janitor on Scrubs and Mike Heck in the ABC comedy series The Middle. He has had notable appearances in television series, such as That '70s Show, CSI, and Smallville and the television films It's a Very Merry Muppet Christmas Movie and Wake Up, Ron Burgundy: The Lost Movie.",
    "year": 1960,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Teodora Ungureanu",
    "birthday": "1960-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Teodora_Ungureanu_3.jpg/216px-Teodora_Ungureanu_3.jpg",
    "extract": "Teodora Ungureanu is a Romanian former gymnast who competed at the 1976 Summer Olympics. She is a three-time Olympic medalist and a world championships silver medalist. After retiring from gymnastics she has enjoyed a successful career as a gymnastics coach.",
    "year": 1960,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Caroline Goodall",
    "birthday": "1959-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Caroline_Goodall_on_RumorFix.jpg/320px-Caroline_Goodall_on_RumorFix.jpg",
    "extract": "Caroline Cruice Goodall is an English actress and screenwriter. She was nominated for AFI Awards for her roles in the 1989 miniseries Cassidy, and the 1995 film Hotel Sorrento. Her other film appearances include Hook (1991), Cliffhanger (1993), Schindler's List (1993), Disclosure (1994), White Squall (1996), The Princess Diaries (2001) and The Best of Me (2014).",
    "year": 1959,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Nick Baines (bishop)",
    "birthday": "1957-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Official_portrait_of_The_Lord_Bishop_of_Leeds_crop_2%2C_2019.jpg/240px-Official_portrait_of_The_Lord_Bishop_of_Leeds_crop_2%2C_2019.jpg",
    "extract": "Nicholas Baines is a British Anglican bishop. He has been the Bishop of Leeds since 8 June 2014. He is a former Bishop of Bradford, the diocesan bishop of the Anglican Diocese of Bradford.",
    "year": 1957,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Stephen Baxter (author)",
    "birthday": "1957-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Stephen_Baxter_2005.jpg/241px-Stephen_Baxter_2005.jpg",
    "extract": "Stephen Baxter is an English hard science fiction author. He has degrees in mathematics and engineering.",
    "year": 1957,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Roger Ingram",
    "birthday": "1957-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Roger_Ingram_at_the_Kentucky_Museum_with_his_1600i_trumpet.jpg/320px-Roger_Ingram_at_the_Kentucky_Museum_with_his_1600i_trumpet.jpg",
    "extract": "Roger O'Neal Ingram is a jazz trumpeter, educator, author, and instrument designer. He played trumpet for the orchestras of Maynard Ferguson, Woody Herman, Wynton Marsalis, Ray Charles, and Harry Connick Jr.",
    "year": 1957,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Whoopi Goldberg",
    "birthday": "1955-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Whoopi_Goldberg_%282011%29.jpg/246px-Whoopi_Goldberg_%282011%29.jpg",
    "extract": "Caryn Elaine Johnson, known professionally as Whoopi Goldberg, is an American actor, comedian, author, and television personality. A recipient of numerous accolades, she is one of 16 entertainers to win the EGOT, which includes an Emmy Award, a Grammy Award, an Academy Award (\"Oscar\"), and a Tony Award. In 2001, she received the Mark Twain Prize for American Humor.",
    "year": 1955,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Scott McNealy",
    "birthday": "1954-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Scott_McNealy_2005_%2845227110%29.jpg/320px-Scott_McNealy_2005_%2845227110%29.jpg",
    "extract": "Scott McNealy is an American businessman. He is most famous for co-founding the computer technology company Sun Microsystems in 1982 along with Vinod Khosla, Bill Joy, and Andy Bechtolsheim. In 2004, while still at Sun, McNealy founded Curriki, a free online education service. In 2011, he co-founded Wayin, a social intelligence and visualization company based in Denver. McNealy stepped down from his position as CEO of Wayin in 2016.",
    "year": 1954,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Chris Noth",
    "birthday": "1954-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/ChrisNoth_%28cropped%29.jpg/202px-ChrisNoth_%28cropped%29.jpg",
    "extract": "Christopher David Noth is an American actor. He is known for his television roles as NYPD Detective Mike Logan on Law & Order (1990–95), Big on Sex and the City (1998–2004), and Peter Florrick on The Good Wife (2009–16).",
    "year": 1954,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Frances Conroy",
    "birthday": "1953-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Frances_Conroy_at_PaleyFest_2014_-_13491478183.jpg/213px-Frances_Conroy_at_PaleyFest_2014_-_13491478183.jpg",
    "extract": "Frances Hardman Conroy is an American actress. She is best known for playing Ruth Fisher on the television series Six Feet Under (2001–2005), for which she won a Golden Globe and three Screen Actors Guild Awards. She is also known for playing the older version of Moira O'Hara in season one of the television anthology series American Horror Story, which garnered Conroy her first Saturn Award for Best Supporting Actress on Television nomination, and as well a Primetime Emmy Award nomination for Outstanding Supporting Actress in a Miniseries or a Movie. Conroy subsequently portrayed The Angel of Death, Myrtle Snow, Gloria Mott, Mama Polk, Bebe Babbitt, and Belle Noir on seven further seasons of the show: Asylum, Coven, Freak Show, Roanoke, Cult, Apocalypse, and Double Feature, respectively. Conroy is the fourth actor who has appeared in most seasons of the show. For her performance in Coven, she was nominated again for a Primetime Emmy Award for Outstanding Supporting Actress in a Miniseries or a Movie.",
    "year": 1953,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Andrés Manuel López Obrador",
    "birthday": "1953-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Reuni%C3%B3n_con_el_presidente_electo_y_equipos_de_trabajo_6_%28cropped%29.jpg/239px-Reuni%C3%B3n_con_el_presidente_electo_y_equipos_de_trabajo_6_%28cropped%29.jpg",
    "extract": "Andrés Manuel López Obrador, also known by his initials AMLO, is a Mexican politician who has been the 65th president of Mexico since 1 December 2018.",
    "year": 1953,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Merrick Garland",
    "birthday": "1952-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Attorney_General_Merrick_Garland.jpg/256px-Attorney_General_Merrick_Garland.jpg",
    "extract": "Merrick Brian Garland is an American lawyer and jurist serving as the 86th United States attorney general since March 2021. He served as a circuit judge of the U.S. Court of Appeals for the District of Columbia Circuit from 1997 to 2021.",
    "year": 1952,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Pini Gershon",
    "birthday": "1951-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Pini104.JPG/320px-Pini104.JPG",
    "extract": "Pinhas \"Pini\" Gershon, is an Israeli former professional basketball player and coach. He won three top-level European-wide club championships as the head coach of Maccabi Tel Aviv. He won the FIBA SuproLeague championship in 2001, and the EuroLeague championship in 2004 and 2005.",
    "year": 1951,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gilbert Perreault",
    "birthday": "1950-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Gilbert_Perreault%2C_Boston_Garden_1974.jpg/176px-Gilbert_Perreault%2C_Boston_Garden_1974.jpg",
    "extract": "Gilbert Perreault is a Canadian former professional ice hockey centre who played for 17 seasons with the National Hockey League's Buffalo Sabres. He was inducted into the Hockey Hall of Fame in 1990. Known for his ability to stickhandle in close quarters, he is regarded as one of the most skillful playmaking centres of all time. He was the first draft pick of the Sabres in their inaugural season in the NHL. He is well known as the centre man for the prolific trio of Sabres forwards known as The French Connection. In 2017 Perreault was named one of the '100 Greatest NHL Players' in history.",
    "year": 1950,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Terry Reid",
    "birthday": "1949-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Terry_Reid.jpg/217px-Terry_Reid.jpg",
    "extract": "Terrance James Reid is an English rock vocalist and guitarist. He has performed with high-profile musicians, as a supporting act, session musician, and sideman.",
    "year": 1949,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Humayun Ahmed",
    "birthday": "1948-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Humayun_Ahmed_13Nov2010.jpg/238px-Humayun_Ahmed_13Nov2010.jpg",
    "extract": "Humayun Ahmed was a Bangladeshi novelist, dramatist, screenwriter, filmmaker, songwriter, scholar, and professor. His breakthrough was his debut novel Nondito Noroke published in 1972. He wrote over 200 fiction and non-fiction books, many of which were bestsellers in Bangladesh. His books were the top sellers at the Ekushey Book Fair during the 1990s and 2000s. He won the Bangla Academy Literary Award in 1981 and the Ekushey Padak in 1994 for his contribution to Bengali literature.",
    "year": 1948,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Toy Caldwell",
    "birthday": "1947-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Toy_Caldwell.jpg/211px-Toy_Caldwell.jpg",
    "extract": "Toy Talmadge Caldwell Jr. was the lead guitarist and main songwriter of the 1970s Southern Rock group The Marshall Tucker Band. A founding member of the band, Caldwell remained with the group until 1983. In addition to his role as lead guitarist, he was also the band's steel guitarist and performed lead vocals including on one of the band's best-known hits, \"Can't You See.\"",
    "year": 1947,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Amory Lovins",
    "birthday": "1947-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Amory_Lovins%2C_2011_%28cropped%29.jpg/226px-Amory_Lovins%2C_2011_%28cropped%29.jpg",
    "extract": "Amory Bloch Lovins is an American writer, physicist, and former chairman/chief scientist of the Rocky Mountain Institute. He has written on energy policy and related areas for four decades, and served on the US National Petroleum Council, an oil industry lobbying group, from 2011 to 2018.",
    "year": 1947,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Joe Mantegna",
    "birthday": "1947-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Joe_Mantegna_2014.jpg/234px-Joe_Mantegna_2014.jpg",
    "extract": "Joseph Anthony Mantegna is an American actor, producer, and director.",
    "year": 1947,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Stanisław Barańczak",
    "birthday": "1946-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Anna_and_Stanislaw_Baranczak_by_Kubik_05061995.jpg/205px-Anna_and_Stanislaw_Baranczak_by_Kubik_05061995.jpg",
    "extract": "Stanisław Barańczak was a Polish poet, literary critic, scholar, editor, translator and lecturer. He is perhaps most well known for his English-to-Polish translations of the dramas of William Shakespeare and of the poetry of E.E. Cummings, Elizabeth Bishop, Emily Dickinson, Wystan Hugh Auden, Seamus Heaney, Thomas Hardy, Gerard Manley Hopkins, Thomas Stearns Eliot, John Keats, Robert Frost, Edward Lear and others.",
    "year": 1946,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ray Wylie Hubbard",
    "birthday": "1946-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Ray_Wylie_Hubbard_2018_Austin_Music_Awards.jpg/240px-Ray_Wylie_Hubbard_2018_Austin_Music_Awards.jpg",
    "extract": "Ray Wylie Hubbard is an American singer and songwriter.",
    "year": 1946,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Masahiro Hasemi",
    "birthday": "1945-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Kojima_KE007_front-right_2013_Yurakucho.jpg/320px-Kojima_KE007_front-right_2013_Yurakucho.jpg",
    "extract": "Masahiro Hasemi  is a former racing driver and team owner from Japan. He started racing motocross when he was 15 years old. In 1964 he signed to drive for Nissan. After establishing himself in saloon car and GT races in Japan, he participated in his only Formula One race at the 1976 Japanese Grand Prix for Kojima on 24 October 1976. He qualified 10th after an error which cost him his chance of a pole position and finished 11th, seven laps behind the winner. Contrary to a widely propagated but mistaken result, however, he never set a fastest lap in a Formula One championship race. Along with compatriots Noritake Takahara and Kazuyoshi Hoshino, he was the first Japanese driver to start a Formula One Grand Prix.",
    "year": 1945,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Timmy Thomas",
    "birthday": "1944-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Timmy_Thomas_%28cropped%29.jpg/264px-Timmy_Thomas_%28cropped%29.jpg",
    "extract": "Timothy Earle Thomas was an American R&B singer, keyboardist, songwriter, and record producer, best known for the hit song, \"Why Can't We Live Together\".",
    "year": 1944,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Roberto Boninsegna",
    "birthday": "1943-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Roberto_Boninsegna_-_Rotterdam%2C_1974_%28cropped%29.jpg/240px-Roberto_Boninsegna_-_Rotterdam%2C_1974_%28cropped%29.jpg",
    "extract": "Roberto Boninsegna is an Italian former football player, who mainly played as a forward. After retiring, he worked as a football manager. As a player, he represented the Italian national side at two World Cups, reaching the final in 1970.",
    "year": 1943,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John P. Hammond",
    "birthday": "1942-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/John_Hammond_-_Ron_Baker_2008.JPG/240px-John_Hammond_-_Ron_Baker_2008.JPG",
    "extract": "John Paul Hammond is an American singer and musician. The son of record producer John H. Hammond, he is sometimes referred to as John Hammond Jr.",
    "year": 1942,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eberhard Diepgen",
    "birthday": "1941-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Eberhard_Diepgen_%282012%29_%28cropped%29.jpg/224px-Eberhard_Diepgen_%282012%29_%28cropped%29.jpg",
    "extract": "Eberhard Diepgen is a German lawyer and politician who served as Mayor of West Berlin from 1984 to 1989 and again as Mayor of (united) Berlin, from 1991 until 2001, as member of the Christian Democratic Union (CDU).",
    "year": 1941,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dack Rambo",
    "birthday": "1941-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Dack_Rambo.JPG/236px-Dack_Rambo.JPG",
    "extract": "Norman Jay Rambo, professionally known as Dack Rambo, was an American actor, most notable for appearing as Walter Brennan's grandson Jeff in the series The Guns of Will Sonnett, as Steve Jacobi in the soap opera All My Children, as cousin Jack Ewing on Dallas, and as Grant Harrison on the soap opera Another World.",
    "year": 1941,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mel Stottlemyre",
    "birthday": "1941-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Mel_Stottlemyre_1970.jpg/203px-Mel_Stottlemyre_1970.jpg",
    "extract": "Melvin Leon Stottlemyre Sr. was an American professional baseball pitcher and pitching coach. He played for 11 seasons in Major League Baseball, all for the New York Yankees, and coached for 23 seasons, for the Yankees, New York Mets, Houston Astros, and Seattle Mariners. He was a five-time MLB All-Star as a player and a five-time World Series champion as a coach.",
    "year": 1941,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "William Taubman",
    "birthday": "1941-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Taubman%2C_William_-20181202_fRF05.jpg/213px-Taubman%2C_William_-20181202_fRF05.jpg",
    "extract": "William Chase Taubman is an American political scientist. His biography of Nikita Khrushchev won the Pulitzer Prize for Biography in 2004 and the National Book Critics Circle Award for Biography in 2003.",
    "year": 1941,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Saul Kripke",
    "birthday": "1940-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Kripke.JPG/320px-Kripke.JPG",
    "extract": "Saul Aaron Kripke is an American philosopher and logician in the analytic tradition. He is a Distinguished Professor of Philosophy at the Graduate Center of the City University of New York and emeritus professor at Princeton University. Since the 1960s, Kripke has been a central figure in a number of fields related to mathematical logic, modal logic, philosophy of language, philosophy of mathematics, metaphysics, epistemology, and recursion theory. Much of his work remains unpublished or exists only as tape recordings and privately circulated manuscripts.",
    "year": 1940,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Janet Lawson",
    "birthday": "1940-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Janet_Polun_Lawson.jpg",
    "extract": "Janet Lawson was a jazz singer and educator. Her primary influences as a singer were saxophonists such as Charlie Parker, Lester Young and Sonny Rollins. Her voice was described by jazz critic John S. Wilson in a 1977 New York Times article entitled Janet Lawson: The Dream Jazz Voice writing that she \"has the kind of voice that most jazz singers probably wish they had. It is a full, well‐developed, remarkably pliant voice with a lower range whose dark sonorities compare favorably with the deep power of Sarah Vaughan, and a high register in which she does not have to strain to project very fast, often complex, lines.\"",
    "year": 1940,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Baby Washington",
    "birthday": "1940-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Baby_Washington_2014.jpg/224px-Baby_Washington_2014.jpg",
    "extract": "Justine Washington, usually credited as Baby Washington, but credited on some early records as Jeanette (Baby) Washington, is an American soul music vocalist, who had 16 Billboard R&B chart entries in 15 years, most of them during the 1960s. Her biggest hit, \"That's How Heartaches Are Made\" in 1963, also entered the Top 40 on the Billboard Hot 100.",
    "year": 1940,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Karel Brückner",
    "birthday": "1939-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Karel_Bruckner_a1232.jpg/320px-Karel_Bruckner_a1232.jpg",
    "extract": "Karel Brückner is a Czech retired football coach.",
    "year": 1939,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Idris Muhammad",
    "birthday": "1939-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/PharoahSanders.jpg/320px-PharoahSanders.jpg",
    "extract": "Idris Muhammad was an American jazz drummer who recorded with Ahmad Jamal, Lou Donaldson, Pharoah Sanders, Bob James, and Tete Montoliu. Muhammad had an extensive and varied career performing across jazz, funk, R'n'B and soul genres.",
    "year": 1939,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jack Rule Jr.",
    "birthday": "1938-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Jack_Rule_Jr_with_wife_1963.jpg/255px-Jack_Rule_Jr_with_wife_1963.jpg",
    "extract": "Jack D. Rule Jr. is an American professional golfer who played on the PGA Tour in the 1960s.",
    "year": 1938,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jean Seberg",
    "birthday": "1938-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Camorra_Jean_Seberg.png/320px-Camorra_Jean_Seberg.png",
    "extract": "Jean Dorothy Seberg was an American actress who lived half of her life in France. Her performance in Jean-Luc Godard's 1960 film Breathless immortalized her as an icon of French New Wave cinema.",
    "year": 1938,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Salim Kallas",
    "birthday": "1936-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Slim_Kallas.jpg/320px-Slim_Kallas.jpg",
    "extract": "Salim Kallas was a Syrian actor and politician.",
    "year": 1936,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "George Carey",
    "birthday": "1935-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Archbishop_george_carey1.jpg/248px-Archbishop_george_carey1.jpg",
    "extract": "George Leonard Carey, Baron Carey of Clifton is a retired Anglican bishop who was the Archbishop of Canterbury from 1991 to 2002, having previously been the Bishop of Bath and Wells.",
    "year": 1935,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Peter Arnett",
    "birthday": "1934-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Peter_Arnett.jpg/221px-Peter_Arnett.jpg",
    "extract": "Peter Gregg Arnett is a New Zealand-born American journalist. He is known for his coverage of the Vietnam War and the Gulf War. He was awarded the 1966 Pulitzer Prize in International Reporting for his work in Vietnam from 1962 to 1965, mostly reporting for the Associated Press.",
    "year": 1934,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jimmy Fontana",
    "birthday": "1934-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Jimmy_Fontana_1960s.jpg/236px-Jimmy_Fontana_1960s.jpg",
    "extract": "Jimmy Fontana was an Italian actor, composer and singer-songwriter. Two of his most famous songs are \"Che sarà\", performed also by José Feliciano with Ricchi e Poveri and \"Il Mondo\".",
    "year": 1934,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kamahl",
    "birthday": "1934-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Kamahl_%287010668447%29.jpg/256px-Kamahl_%287010668447%29.jpg",
    "extract": "Kandiah Kamalesvaran, better known by his stage name Kamahl, is a Malaysian-born Australian singer and recording artist. His highest charting Australian single, \"Sounds of Goodbye\" (1969), reached the top 20 on the Kent Music Report singles chart. Another single, \"The Elephant Song\" (1975), peaked at number one in both the Netherlands and Belgium. Generally, his repertoire comprises pop and adult contemporary music.",
    "year": 1934,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Garry Marshall",
    "birthday": "1934-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Garry_Marshall_2013_cropped.jpg/267px-Garry_Marshall_2013_cropped.jpg",
    "extract": "Garry Kent Marshall was an American screenwriter, actor, film director and producer. He started his career in the 1960s writing for The Lucy Show and The Dick Van Dyke Show before he developed Neil Simon's 1965 play The Odd Couple for television in 1970. He gained fame for creating Happy Days (1974–1984), Laverne and Shirley (1976–1983), and Mork and Mindy (1978–1982). He is also known for directing Overboard (1987), Beaches (1988), Pretty Woman (1990), Runaway Bride (1999), and the family films The Princess Diaries (2001) and The Princess Diaries 2: Royal Engagement (2004). He also directed the romantic comedy ensemble films Valentine's Day (2010), New Year's Eve (2011), and Mother's Day (2016).",
    "year": 1934,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Don Lane",
    "birthday": "1933-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/DonLane1.jpg/243px-DonLane1.jpg",
    "extract": "Don Lane was an American-born talk show host and singer, best known for his television career in Australia, especially for hosting Tonight with Don Lane and The Don Lane Show which aired on the Nine Network from 1975 to 1983, and his appearances opposite Bert Newton.",
    "year": 1933,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ojārs Vācietis",
    "birthday": "1933-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/95/Oj%C4%81rs_V%C4%81cietis.jpg",
    "extract": "Ojārs Vācietis was a Latvian writer and poet. He is often considered one of the most famous and influential poets in the Latvian SSR.",
    "year": 1933,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Richard Mulligan",
    "birthday": "1932-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/67/Richard_Mulligan_in_Benson_Soap_1977_%28cropped%29.JPG",
    "extract": "Richard Mulligan was an American character actor known for his roles in the sitcoms Soap (1977–1981) and Empty Nest (1988–1995),. Mulligan was the winner of two Emmy Awards and one Golden Globe Award (1989). Mulligan was the younger brother of film director Robert Mulligan.",
    "year": 1932,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Adrienne Corri",
    "birthday": "1931-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Adrienne-corri-trailer.jpg/279px-Adrienne-corri-trailer.jpg",
    "extract": "Adrienne Corri was a Scottish actress.",
    "year": 1931,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert Bonnaud",
    "birthday": "1929-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Robert_Bonnaud.jpg/320px-Robert_Bonnaud.jpg",
    "extract": "Robert Bonnaud was a French anti-colonialist historian and professor of history at the Paris Diderot University.",
    "year": 1929,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Fred Phelps",
    "birthday": "1929-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Fred_Phelps_10-29-2002.jpg/320px-Fred_Phelps_10-29-2002.jpg",
    "extract": "Fred Waldron Phelps Sr. was an American minister and disbarred attorney who served as pastor of the Westboro Baptist Church and became known for his homophobic views and protests near the funerals of gay people, military veterans, and disaster victims who he believed were killed as a result of God punishing the U.S. for having \"bankrupt values\" and tolerating homosexuality.",
    "year": 1929,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Asashio Tarō III",
    "birthday": "1929-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Asashio_Taro_the_3rd.JPG/285px-Asashio_Taro_the_3rd.JPG",
    "extract": "Asashio Tarō III  was a Japanese professional sumo wrestler from Tokunoshima in the Amami Islands. He was the sport's 46th yokozuna. He was also a sumo coach and head of Takasago stable.",
    "year": 1929,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Helena Carroll",
    "birthday": "1928-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ad/Helena_Carroll_Publicity_Photo.jpg",
    "extract": "Helena Winifred Carroll was a veteran film, television and stage actress.",
    "year": 1928,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hampton Hawes",
    "birthday": "1928-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Hampton_Hawes_in_Japan_1953_%28cropped%29.jpg/228px-Hampton_Hawes_in_Japan_1953_%28cropped%29.jpg",
    "extract": "Hampton Barnett Hawes, Jr. was an American jazz pianist. He was the author of the memoir Raise Up Off Me, which won the Deems-Taylor Award for music writing in 1975.",
    "year": 1928,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Harry Hughes",
    "birthday": "1926-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Maryland_Governor_Harry_Hughes_speaking_at_Fort_Belvoir%2C_Feb_16%2C_1985.jpg/239px-Maryland_Governor_Harry_Hughes_speaking_at_Fort_Belvoir%2C_Feb_16%2C_1985.jpg",
    "extract": "Harry Roe Hughes was an American politician from the Democratic Party who served as the 57th Governor of Maryland from 1979 to 1987.",
    "year": 1926,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Motoo Kimura",
    "birthday": "1924-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/48/Motoo_Kimura.jpg",
    "extract": "Motoo Kimura  was a Japanese biologist best known for introducing the neutral theory of molecular evolution in 1968. He became one of the most influential theoretical population geneticists. He is remembered in genetics for his innovative use of diffusion equations to calculate the probability of fixation of beneficial, deleterious, or neutral alleles. Combining theoretical population genetics with molecular evolution data, he also developed the neutral theory of molecular evolution in which genetic drift is the main force changing allele frequencies. James F. Crow, himself a renowned population geneticist, considered Kimura to be one of the two greatest evolutionary geneticists, along with Gustave Malécot, after the great trio of the modern synthesis, Ronald Fisher, J. B. S. Haldane, and Sewall Wright.",
    "year": 1924,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Linda Christian",
    "birthday": "1923-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Linda_Christian_publicity_photo%2C_unknown_date_%28cropped%29.jpg/231px-Linda_Christian_publicity_photo%2C_unknown_date_%28cropped%29.jpg",
    "extract": "Linda Christian was a Mexican film actress, who appeared in Mexican and Hollywood films. Her career reached its peak in the 1940s and 1950s. She played Mara in the last Johnny Weissmuller Tarzan film Tarzan and the Mermaids (1948). She is also noted for being the first Bond girl, appearing in a 1954 television adaptation of the James Bond novel Casino Royale. In 1963 she starred as Eva Ashley in an episode of The Alfred Hitchcock Hour titled \"An Out for Oscar\".",
    "year": 1923,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jack Narz",
    "birthday": "1922-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Jack_Narz_1960.jpg/238px-Jack_Narz_1960.jpg",
    "extract": "John Lawrence Narz Jr. was an American radio personality, television host, and singer.",
    "year": 1922,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Oskar Werner",
    "birthday": "1922-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/USIS_-_Oskar_Werner_1.jpg/253px-USIS_-_Oskar_Werner_1.jpg",
    "extract": "Oskar Werner was an Austrian stage and cinema actor whose prominent roles include two 1965 films, The Spy Who Came in from the Cold and Ship of Fools. Other notable films include Decision Before Dawn (1951), Jules and Jim (1962), Fahrenheit 451 (1966), The Shoes of the Fisherman (1968) and Voyage of the Damned (1976).",
    "year": 1922,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Joonas Kokkonen",
    "birthday": "1921-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/JoonasKokkonen.jpg/241px-JoonasKokkonen.jpg",
    "extract": "Joonas Kokkonen was a Finnish composer. He was one of the most internationally famous Finnish composers of the 20th century after Sibelius; his opera The Last Temptations has received over 500 performances worldwide, and is considered by many to be Finland's most distinguished national opera.",
    "year": 1921,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jack Elam",
    "birthday": "1920-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/JackElam.jpg/250px-JackElam.jpg",
    "extract": "William Scott \"Jack\" Elam was an American film and television actor best known for his numerous roles as villains in Western films, and later in his career, comedies. His most distinguishing physical quality was his misaligned eye. Before his career in acting, he took several jobs in finance and served two years in the United States Navy during World War II.",
    "year": 1920,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "George Grant (philosopher)",
    "birthday": "1918-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/04/Georgegrant.jpg",
    "extract": "George Parkin Grant was a Canadian philosopher and political commentator. He is best known for his Canadian nationalism, political conservatism, and his views on technology, pacifism, and Christian faith. He is often seen as one of Canada's most original thinkers.",
    "year": 1918,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Vasantdada Patil",
    "birthday": "1917-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Vasantdada_Patil_%281977%29.jpg/320px-Vasantdada_Patil_%281977%29.jpg",
    "extract": "Vasantrao Banduji \"Vasantdada\" Patil was an Indian politician from Sangli, Maharashtra. He was known as the first modern Maratha strongman and first mass leader in Maharashtrian politics.",
    "year": 1917,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert Sterling",
    "birthday": "1917-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Robert_Sterling_1956.jpg/245px-Robert_Sterling_1956.jpg",
    "extract": "Robert Sterling was an American actor. He was best known for starring in the television series Topper (1953–1955).",
    "year": 1917,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Amelia Bence",
    "birthday": "1914-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Amelia_Bence_classic_image_crop.jpg/252px-Amelia_Bence_classic_image_crop.jpg",
    "extract": "Amelia Bence was an Argentine film actress and one of the divas of the Golden Age of Argentine Cinema (1940–60).",
    "year": 1914,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alberto Lattuada",
    "birthday": "1914-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Alberto_Lattuada.jpg/317px-Alberto_Lattuada.jpg",
    "extract": "Alberto Lattuada was an Italian film director.",
    "year": 1914,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lon Nol",
    "birthday": "1913-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/LonNol.jpg/203px-LonNol.jpg",
    "extract": "Marshal Lon Nol was a Cambodian politician and general who served as Prime Minister of Cambodia twice, as well as serving repeatedly as defence minister and provincial governor. As a nationalist and conservative, he led the military coup of 1970 against Prince Norodom Sihanouk, abolished the monarchy, and established the short-lived Khmer Republic. Constitutionally a semi-presidential republic, Cambodia was de facto governed under a military dictatorship. He was the commander-in-chief of the Khmer National Armed Forces during the Cambodian Civil War. After the Khmer Rouge captured Phnom Penh, Lon Nol fled to the United States, first to Hawaii and Michigan and then to California, where he remained until his death in 1985.",
    "year": 1913,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dimitrios Hatzis",
    "birthday": "1913-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Dimitris_Hatzis_plaque_in_Budapest13.jpg/320px-Dimitris_Hatzis_plaque_in_Budapest13.jpg",
    "extract": "Dimitrios Hatzis was a Greek novelist and journalist.",
    "year": 1913,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Buck O'Neil",
    "birthday": "1911-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/42/Buck_O%27Neil.jpg",
    "extract": "John Jordan \"Buck\" O'Neil Jr. was a first baseman and manager in the Negro American League, mostly with the Kansas City Monarchs. After his playing days, he worked as a scout and became the first African American coach in Major League Baseball. In his later years he became a popular and renowned speaker and interview subject, helping to renew widespread interest in the Negro leagues, and played a major role in establishing the Negro Leagues Baseball Museum in Kansas City, Missouri. He was elected to the Baseball Hall of Fame in 2022 as an executive.",
    "year": 1911,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "C. Vann Woodward",
    "birthday": "1908-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/28/Woodward-C-Vann.jpg/227px-Woodward-C-Vann.jpg",
    "extract": "Comer Vann Woodward was an American historian who focused primarily on the American South and race relations. He was long a supporter of the approach of Charles A. Beard, stressing the influence of unseen economic motivations in politics. Stylistically, he was a master of irony and counterpoint. Woodward was on the left end of the history profession in the 1930s. By the 1950s he was a leading liberal and supporter of civil rights. His book The Strange Career of Jim Crow, which demonstrated that racial segregation was an invention of the late 19th century rather than an inevitable post-Civil-War development, was endorsed by Martin Luther King Jr. as \"the historical Bible of the civil rights movement\". After attacks on him by the New Left in the late 1960s, he moved to the right politically. He won a Pulitzer Prize for History for his annotated edition of Mary Chestnut's Civil War diaries.",
    "year": 1908,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hermione Baddeley",
    "birthday": "1906-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Hermione_Baddley_2_Allan_Warren.jpg/257px-Hermione_Baddley_2_Allan_Warren.jpg",
    "extract": "Hermione Youlanda Ruby Clinton-Baddeley was an English actress of theatre, film and television. She typically played brash, vulgar characters, often referred to as \"brassy\" or \"blowsy\". She found her milieu in revue, in which she played from the 1930s to the 1950s, co-starring several times with the English actress Hermione Gingold.",
    "year": 1906,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "A. W. Mailvaganam",
    "birthday": "1906-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1e/A._W._Mailvaganam.jpg",
    "extract": "Vidya Jyothi Arumugam Wisvalingam Mailvaganam, OBE was a leading Ceylon Tamil physicist, academic and the dean of the Faculty of Science, University of Ceylon.",
    "year": 1906,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eva Zeisel",
    "birthday": "1906-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Eva_Zeisel.jpg/320px-Eva_Zeisel.jpg",
    "extract": "Eva Striker Zeisel was a Hungarian-born American industrial designer known for her work with ceramics, primarily from the period after she immigrated to the United States. Her forms are often abstractions of the natural world and human relationships. Work from throughout her prodigious career is included in important museum collections across the world. Zeisel declared herself a \"maker of useful things.\"",
    "year": 1906,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "David Marshall Williams",
    "birthday": "1900-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2c/David_marshall_williams.jpg",
    "extract": "David Marshall Williams was an American firearms designer and convicted murderer who invented the floating chamber and the short-stroke piston. Both designs used the high-pressure gas generated in or near the breech of the firearm to operate the action of semi-automatic firearms like the M1 Carbine.",
    "year": 1900,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Edward Buzzell",
    "birthday": "1900-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Edward_Buzzell_in_Easy_to_Wed.jpg/253px-Edward_Buzzell_in_Easy_to_Wed.jpg",
    "extract": "Edward Buzzell was an American film actor and director whose credits include Child of Manhattan (1933); Honolulu (1939); the Marx Brothers films At the Circus (1939) and Go West (1940); the musicals Best Foot Forward (1943), Song of the Thin Man (1947), and Neptune's Daughter (1949); and Easy to Wed (1946).",
    "year": 1900,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Iskander Mirza",
    "birthday": "1899-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Iskander_Mirza.jpg",
    "extract": "Sahibzada Iskander Ali Mirza, CIE, OSS, OBE, was a Pakistani general and civil servant who was the first President of Pakistan. He was elected in this capacity in 1956 until being dismissed by his appointed army commander General Ayub Khan in 1958.",
    "year": 1899,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gertrude Olmstead",
    "birthday": "1897-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Gertrudeolmsteadcrop.jpg/209px-Gertrudeolmsteadcrop.jpg",
    "extract": "Gertrude Olmstead was an American actress of the silent era. She appeared in 56 films between 1920 and 1929. Her last name was sometimes seen as Olmsted.",
    "year": 1897,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bennie Moten",
    "birthday": "1894-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Benny%2Bmoten.jpg/226px-Benny%2Bmoten.jpg",
    "extract": "Benjamin Moten was an American jazz pianist and band leader born and raised in Kansas City, Missouri, United States.",
    "year": 1894,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Arthur Nebe",
    "birthday": "1894-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Bundesarchiv_Bild_101III-Alber-096-34%2C_Arthur_Nebe.jpg/212px-Bundesarchiv_Bild_101III-Alber-096-34%2C_Arthur_Nebe.jpg",
    "extract": "Arthur Nebe was a key functionary in the security and police apparatus of Nazi Germany and from 1941, a major perpetrator of the Holocaust.",
    "year": 1894,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Edward Adelbert Doisy",
    "birthday": "1893-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Edward_A_Doisy.jpg/226px-Edward_A_Doisy.jpg",
    "extract": "Edward Adelbert Doisy was an American biochemist. He received the Nobel Prize in Physiology or Medicine in 1943 with Henrik Dam for their discovery of vitamin K and its chemical structure.",
    "year": 1893,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mary Wigman",
    "birthday": "1886-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Bundesarchiv_B_145_Bild-P047336%2C_Berlin%2C_Mary_Wigman-Studio.jpg/212px-Bundesarchiv_B_145_Bild-P047336%2C_Berlin%2C_Mary_Wigman-Studio.jpg",
    "extract": "Mary Wigman was a German dancer and choreographer, notable as the pioneer of expressionist dance, dance therapy, and movement training without pointe shoes. She is considered one of the most important figures in the history of modern dance. She became one of the most iconic figures of Weimar German culture and her work was hailed for bringing the deepest of existential experiences to the stage.",
    "year": 1886,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Leo Goodwin (swimmer)",
    "birthday": "1883-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Leo_Joseph_Goodwin.jpg/161px-Leo_Joseph_Goodwin.jpg",
    "extract": "Leo Joseph Goodwin was an American swimmer, diver, and water polo player. He competed in the 1904 and 1908 Summer Olympics and won medals in all three disciplines.",
    "year": 1883,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jesús García",
    "birthday": "1881-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Jesusgc.png",
    "extract": "Jesús García Corona was a Mexican railroad brakeman who died while preventing a train loaded with dynamite from exploding near Nacozari, Sonora, in 1907. As \"el héroe de Nacozari\", he is revered as a national hero and many streets, plazas, and schools across Mexico are named after him.",
    "year": 1881,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Max Dehn",
    "birthday": "1878-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Max_Dehn.jpg/237px-Max_Dehn.jpg",
    "extract": "Max Wilhelm Dehn was a German mathematician most famous for his work in geometry, topology and geometric group theory. Born to a Jewish family in Germany, Dehn's early life and career took place in Germany. However, he was forced to retire in 1935 and eventually fled Germany in 1939 and emigrated to the United States.",
    "year": 1878,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John M. Lyle",
    "birthday": "1872-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/John_M._Lyle_photo.jpg/248px-John_M._Lyle_photo.jpg",
    "extract": "John MacIntosh Lyle was an Irish-Canadian architect, designer, urban planner, and teacher active in the late 19th century and into the first half of the 20th century. He was a leading Canadian architect in the Beaux Arts style and was involved in the City Beautiful movement in several Canadian cities. In the 1920s, he worked to develop his vision of a uniquely Canadian style of architecture.",
    "year": 1872,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Helene Stöcker",
    "birthday": "1869-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Helene_Stoecker_on_street.jpg/203px-Helene_Stoecker_on_street.jpg",
    "extract": "Helene Stöcker was a German feminist, pacifist and gender activist. She successfully campaigned keep same sex relationships between women legal, but she was unsuccessful in her campaign to legalise abortion. She was a pacifist in Germany. As war emerged she fled to Norway and as that was invaded she moved to Japan and emigrated to America in 1942.",
    "year": 1869,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ariadna Tyrkova-Williams",
    "birthday": "1869-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/75/Ariadna_Tyrkova-Williams.jpg",
    "extract": "Ariadna Vladimirovna Tyrkova-Williams was a liberal politician, journalist, writer and feminist in Russia during the revolutionary period until 1920. Afterwards, she lived as a writer in Britain (1920–1951) and the United States (1951–1962).",
    "year": 1869,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Abraham Flexner",
    "birthday": "1866-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Picture_of_Abraham_Flexner.jpg/233px-Picture_of_Abraham_Flexner.jpg",
    "extract": "Abraham Flexner was an American educator, best known for his role in the 20th century reform of medical and higher education in the United States and Canada.",
    "year": 1866,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "James Cannon Jr.",
    "birthday": "1864-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/James_Cannon_Jr%2C_seated_with_crutch_cph.3b20302_%28cropped%29.jpg/307px-James_Cannon_Jr%2C_seated_with_crutch_cph.3b20302_%28cropped%29.jpg",
    "extract": "James Cannon Jr. was an American bishop of the Methodist Episcopal Church, South, elected in 1918. He was a prominent leader in the temperance movement in the United States in the 1920s, until derailed by scandal. H. L. Mencken said in 1934: \"Six years ago he was the undisputed boss of the United States. Congress was his troop of Boy Scouts, and Presidents trembled whenever his name was mentioned.... But since that time there has been a violent revolution, and his whole world is in collapse.\"",
    "year": 1864,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Louis Brandeis",
    "birthday": "1856-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Brandeisl.jpg/224px-Brandeisl.jpg",
    "extract": "Louis Dembitz Brandeis was an American lawyer and associate justice on the Supreme Court of the United States from 1916 to 1939.",
    "year": 1856,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "George Whitefield Chadwick",
    "birthday": "1854-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/George_w_chadwick.jpg/202px-George_w_chadwick.jpg",
    "extract": "George Whitefield Chadwick was an American composer. Along with John Knowles Paine, Horatio Parker, Amy Beach, Arthur Foote, and Edward MacDowell, he was a representative composer of what is called the Second New England School of American composers of the late 19th century—the generation before Charles Ives. Chadwick's works are influenced by the Realist movement in the arts, characterized by a down-to-earth depiction of people's lives.",
    "year": 1854,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Drew Jr.",
    "birthday": "1853-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/John_Drew_Jr.jpg/231px-John_Drew_Jr.jpg",
    "extract": "John Drew Jr., commonly known as John Drew during his life, was an American stage actor noted for his roles in Shakespearean comedy, society drama, and light comedies. He was the eldest son of John Drew Sr., who had given up a blossoming career in whaling for acting, and Louisa Lane Drew, and the brother of Louisa Drew, Georgiana Drew, and Sidney Drew. As such, he was also the uncle of John, Ethel, and Lionel Barrymore, and also great-great-uncle to Drew Barrymore. He was considered to be the leading matinee idol of his day, but unlike most matinee idols Drew's acting ability was largely undisputed.",
    "year": 1853,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert Louis Stevenson",
    "birthday": "1850-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Robert_Louis_Stevenson_by_Henry_Walter_Barnett_bw.jpg/240px-Robert_Louis_Stevenson_by_Henry_Walter_Barnett_bw.jpg",
    "extract": "Robert Louis Stevenson was a Scottish novelist, essayist, poet and travel writer. He is best known for works such as Treasure Island, Strange Case of Dr Jekyll and Mr Hyde, Kidnapped and A Child's Garden of Verses.",
    "year": 1850,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Albert I, Prince of Monaco",
    "birthday": "1848-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Prince_Albert_I_of_Monaco_-_circa_1910.jpg/244px-Prince_Albert_I_of_Monaco_-_circa_1910.jpg",
    "extract": "Albert I was Prince of Monaco from 10 September 1889 until his death. He devoted much of his life to oceanography, exploration and science. Alongside his expeditions, Albert I made reforms on political, economic and social levels, bestowing a constitution on the principality in 1911.",
    "year": 1848,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mir Mosharraf Hossain",
    "birthday": "1847-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Mir_mosharraf_hossain.jpg/235px-Mir_mosharraf_hossain.jpg",
    "extract": "Mir Mosharraf Hossain was a Bengali writer, novelist, playwright and essayist. He is considered to be the first major writer to emerge from the Muslim society of Bengal, and one of the finest prose writers in the Bengali language. His magnum opus Bishad Sindhu is a popular classic among the Bengali readership.",
    "year": 1847,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Edward Burd Grubb Jr.",
    "birthday": "1841-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ee/EBG_-_Capt_1st_Troop.JPG/247px-EBG_-_Capt_1st_Troop.JPG",
    "extract": "Edward Burd Grubb Jr. was a Union Army colonel and regimental commander in the American Civil War. He served in three regiments and commanded two of them. In recognition of his service, in 1866, he was nominated and confirmed for appointment to the grade of brevet brigadier general of volunteers, to rank from March 13, 1865. He was later appointed by President Benjamin Harrison as United States Ambassador to Spain. He was also a noted foundryman, business owner and New Jersey politician who was close to Woodrow Wilson.",
    "year": 1841,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Joseph F. Smith",
    "birthday": "1838-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/JFS_First_Presidency_1905_large.jpg/236px-JFS_First_Presidency_1905_large.jpg",
    "extract": "Joseph Fielding Smith Sr. was an American religious leader who served as the sixth president of The Church of Jesus Christ of Latter-day Saints. He was the nephew of Joseph Smith, the founder of the Latter Day Saint movement, and was the last president of the LDS Church to have known him personally.",
    "year": 1838,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "James T. Rapier",
    "birthday": "1837-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/James_Rapier.jpg/236px-James_Rapier.jpg",
    "extract": "James Thomas Rapier was a politician from Alabama during the Reconstruction Era. He served as a United States Representative from Alabama, for one term from 1873 until 1875. Born free in Alabama, he went to school in Canada and earned a law degree in Scotland before being admitted to the bar in Tennessee.",
    "year": 1837,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Edwin Booth",
    "birthday": "1833-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Edwin_booth_actor.jpg/241px-Edwin_booth_actor.jpg",
    "extract": "Edwin Thomas Booth was an American actor who toured throughout the United States and the major capitals of Europe, performing Shakespearean plays. In 1869, he founded Booth's Theatre in New York. Some theatrical historians consider him the greatest American actor, and the greatest Prince Hamlet, of the 19th century. His achievements are often overshadowed by his relationship with his younger brother, actor John Wilkes Booth, who assassinated President Abraham Lincoln.",
    "year": 1833,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Joseph Hooker",
    "birthday": "1814-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Joseph_Hooker_-_Brady-Handy--restored.jpg/179px-Joseph_Hooker_-_Brady-Handy--restored.jpg",
    "extract": "Joseph Hooker was an American Civil War general for the Union, chiefly remembered for his decisive defeat by Confederate General Robert E. Lee at the Battle of Chancellorsville in 1863.",
    "year": 1814,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Petar II Petrović-Njegoš",
    "birthday": "1813-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Petar_II_Petrovic-Njegos.jpg/262px-Petar_II_Petrovic-Njegos.jpg",
    "extract": "Petar II Petrović-Njegoš, commonly referred to simply as Njegoš (Његош), was a Prince-Bishop (vladika) of Montenegro, poet and philosopher whose works are widely considered some of the most important in Montenegrin and Serbian literature.",
    "year": 1813,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John A. Dahlgren",
    "birthday": "1809-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Dahlgren_LOC_05803u.jpg/251px-Dahlgren_LOC_05803u.jpg",
    "extract": "John Adolphus Bernard Dahlgren was a United States Navy officer who founded his service's Ordnance Department and launched significant advances in gunnery.",
    "year": 1809,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Theophilus H. Holmes",
    "birthday": "1804-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/THHolmes.jpg/247px-THHolmes.jpg",
    "extract": "Theophilus Hunter Holmes was an American soldier who served as a senior officer of the Confederate States Army and commanded infantry in the Eastern and Trans-Mississippi theaters of the American Civil War. He had previously served with distinction as an officer of the United States Army in the Seminole and Mexican–American wars. A friend and protégé of Confederate States President Jefferson Davis, he was appointed commander of the Trans-Mississippi Department, but failed in his key task, which was to defend the Confederacy's hold on the Mississippi.",
    "year": 1804,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Esaias Tegnér",
    "birthday": "1782-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Esaias_Tegn%C3%A9r_m%C3%A5lad_av_Sandberg.jpg/260px-Esaias_Tegn%C3%A9r_m%C3%A5lad_av_Sandberg.jpg",
    "extract": "Esaias Tegnér was a Swedish writer, professor of the Greek language, and bishop. He was during the 19th century regarded as the father of modern poetry in Sweden, mainly through the national romantic epic Frithjof's Saga. He has been called Sweden's first modern man. Much is known about him, and he also wrote openly about himself.",
    "year": 1782,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ranjit Singh",
    "birthday": "1780-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Maharaj_Ranjit_Singh.jpg/212px-Maharaj_Ranjit_Singh.jpg",
    "extract": "Ranjit Singh, popularly known as Sher-e-Punjab or \"Lion of Punjab\", was the first Maharaja of the Sikh Empire, which ruled the northwest Indian subcontinent in the early half of the 19th century. He survived smallpox in infancy but lost sight in his left eye. He fought his first battle alongside his father at age 10. After his father died, he fought several wars to expel the Afghans in his teenage years and was proclaimed as the \"Maharaja of Punjab\" at age 21. His empire grew in the Punjab region under his leadership through 1839.",
    "year": 1780,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Moore (British Army officer)",
    "birthday": "1761-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Sir_John_Moore_by_Sir_Thomas_Lawrence.jpg/261px-Sir_John_Moore_by_Sir_Thomas_Lawrence.jpg",
    "extract": "Lieutenant-General Sir John Moore, was a British Army general, also known as Moore of Corunna. He is best known for his military training reforms and for his death at the Battle of Corunna, in which he repulsed a French army under Marshal Soult during the Peninsular War. After the war General Sarrazin wrote a French history of the battle, which nonetheless may have been written in light of subsequent events, stating that \"Whatever Buonaparte may assert, Soult was most certainly repulsed at Corunna; and the English gained a defensive victory, though dearly purchased with the loss of their brave general Moore, who was alike distinguished for his private virtues, and his military talents.\"",
    "year": 1761,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jiaqing Emperor",
    "birthday": "1760-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/%E6%B8%85_%E4%BD%9A%E5%90%8D_%E3%80%8A%E6%B8%85%E4%BB%81%E5%AE%97%E5%98%89%E5%BA%86%E7%9A%87%E5%B8%9D%E6%9C%9D%E6%9C%8D%E5%83%8F%E3%80%8B.jpg/193px-%E6%B8%85_%E4%BD%9A%E5%90%8D_%E3%80%8A%E6%B8%85%E4%BB%81%E5%AE%97%E5%98%89%E5%BA%86%E7%9A%87%E5%B8%9D%E6%9C%9D%E6%9C%8D%E5%83%8F%E3%80%8B.jpg",
    "extract": "The Jiaqing Emperor, whose personal name is Yongyan, was the sixth emperor of the Manchu-led Qing dynasty, and the fifth Qing emperor to rule over China proper, from 1796 to 1820. He was the 15th son of the Qianlong Emperor. During his reign, he prosecuted Heshen, the corrupt favorite of his father, and attempted to restore order within the Qing Empire while curbing the smuggling of opium into China.",
    "year": 1760,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Dickinson",
    "birthday": "1732-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/John_Dickinson_portrait.jpg/226px-John_Dickinson_portrait.jpg",
    "extract": "John Dickinson, a Founding Father of the United States, was a solicitor and politician from Philadelphia, Pennsylvania, and Wilmington, Delaware, known as the \"Penman of the Revolution\" for his twelve Letters from a Farmer in Pennsylvania, published individually in 1767 and 1768. As a member of the First Continental Congress, where he was a signee to the Continental Association, Dickinson drafted most of the 1774 Petition to the King, and then, as a member of the Second Continental Congress, wrote the 1775 Olive Branch Petition. When these two attempts to negotiate with King George III of Great Britain failed, Dickinson reworked Thomas Jefferson's language and wrote the final draft of the 1775 Declaration of the Causes and Necessity of Taking Up Arms. When Congress then decided to seek independence from Great Britain, Dickinson served on the committee that wrote the Model Treaty and then wrote the first draft of the 1776–1777 Articles of Confederation and Perpetual Union. Dickinson later served as president of the 1786 Annapolis Convention, which called for the Constitutional Convention of 1787. Dickinson attended the convention as a delegate from Delaware and signed the United States Constitution.",
    "year": 1732,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dorothea Erxleben",
    "birthday": "1715-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Dorothea_Erxleben.jpg/239px-Dorothea_Erxleben.jpg",
    "extract": "Dorothea Christiane Erxleben was a German doctor who became the first female doctor of medicinal science in Germany.",
    "year": 1715,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Charles Simon Favart",
    "birthday": "1710-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Charles-Simon_Favart%2C_1757%2C_by_Jean-Etienne_Liotard.jpg/250px-Charles-Simon_Favart%2C_1757%2C_by_Jean-Etienne_Liotard.jpg",
    "extract": "Charles Simon Favart was a French playwright and theatre director. The Salle Favart in Paris is named after him.",
    "year": 1710,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jan Zach",
    "birthday": "1699-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Jan_Zach.jpg",
    "extract": "Jan Zach, called in German Johann Zach was a Czech composer, violinist and organist. Although he was a gifted and versatile composer capable of writing both in Baroque and Classical idioms, his eccentric personality led to numerous conflicts and lack of steady employment from about 1756 onwards.",
    "year": 1699,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Cyril Lucaris",
    "birthday": "1572-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Cyril_Lucaris_1632_Geneva.jpg/252px-Cyril_Lucaris_1632_Geneva.jpg",
    "extract": "Cyril Lucaris or Loukaris, born Constantine Lucaris, was a Greek prelate and theologian, and a native of Candia, Crete. He later became the Greek Patriarch of Alexandria as Cyril III and Ecumenical Patriarch of Constantinople as Cyril I. Calvinist contemporaries, and some modern Calvinist writers as well, have claimed that he strove for a reform of the Eastern Orthodox Church along Calvinist Protestant lines. Attempts to bring Calvinism into the Orthodox Church were rejected, and Cyril's actions, motivations, and specific viewpoints remain a matter of debate among scholars. However, the Orthodox Church recognizes him as a hieromartyr and defender of the Orthodox faith against both the Jesuit Catholics and Calvinist Protestants. The official glorification of Cyril Loukaris took place by decision of the Holy Synod of the Patriarchate of Alexandria on 6 October 2009, and his memory is commemorated on 27 June.",
    "year": 1572,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Albert VII, Archduke of Austria",
    "birthday": "1559-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Rubens_-_arquiduquealbertoVII01.jpg/230px-Rubens_-_arquiduquealbertoVII01.jpg",
    "extract": "Albert VII was the ruling Archduke of Austria for a few months in 1619 and, jointly with his wife, Isabella Clara Eugenia, sovereign of the Habsburg Netherlands between 1598 and 1621. Prior to this, he had been a cardinal, archbishop of Toledo, viceroy of Portugal and Governor General of the Habsburg Netherlands. He succeeded his brother Matthias as reigning archduke of Lower and Upper Austria, but abdicated in favor of Ferdinand II the same year, making it the shortest reign in Austrian history.",
    "year": 1559,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Philip I, Landgrave of Hesse",
    "birthday": "1504-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Portrait_of_Philipp_von_Hessen_%28DE_WSE_M0076_2013-02_Overall%29.jpg/254px-Portrait_of_Philipp_von_Hessen_%28DE_WSE_M0076_2013-02_Overall%29.jpg",
    "extract": "Philip I, Landgrave of Hesse, nicknamed der Großmütige, was a champion of the Protestant Reformation and one of the most important of the early Protestant rulers in Germany.",
    "year": 1504,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "William IV, Duke of Bavaria",
    "birthday": "1493-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Hans_Wertinger_Wilhelm_IV_z_Bawarii.jpg/214px-Hans_Wertinger_Wilhelm_IV_z_Bawarii.jpg",
    "extract": "William IV was Duke of Bavaria from 1508 to 1550, until 1545 together with his younger brother Louis X, Duke of Bavaria.\nHe was born in Munich to Albert IV and Kunigunde of Austria, a daughter of Emperor Frederick III.",
    "year": 1493,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Johann Eck",
    "birthday": "1486-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Johannes-Eck.jpg/231px-Johannes-Eck.jpg",
    "extract": "Johann Maier von Eck, often anglicized as John Eck, was a German Scholastic theologian, Catholic prelate, and early counterreformer who was among Martin Luther's most important interlocutors and theological opponents.",
    "year": 1486,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Christoph I, Margrave of Baden-Baden",
    "birthday": "1453-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Christoph_I_of_baden_1515_munich.jpg/241px-Christoph_I_of_baden_1515_munich.jpg",
    "extract": "Christopher I of Baden was the Margrave of Baden from 1475 to 1515.",
    "year": 1453,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Edward III of England",
    "birthday": "1312-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Eduard3_novaStatuta.jpg/252px-Eduard3_novaStatuta.jpg",
    "extract": "Edward III, also known as Edward of Windsor before his accession, was King of England and Lord of Ireland from January 1327 until his death in 1377. He is noted for his military success and for restoring royal authority after the disastrous and unorthodox reign of his father, Edward II. Edward III transformed the Kingdom of England into one of the most formidable military powers in Europe. His fifty-year reign was one of the longest in English history, and saw vital developments in legislation and government, in particular the evolution of the English Parliament, as well as the ravages of the Black Death. He outlived his eldest son, Edward the Black Prince, and the throne passed to his grandson, Richard II.",
    "year": 1312,
    "month": 11,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Augustine of Hippo",
    "birthday": "354-11-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Triunfo_de_San_Agust%C3%ADn.jpg/237px-Triunfo_de_San_Agust%C3%ADn.jpg",
    "extract": "Augustine of Hippo, also known as Saint Augustine, was a theologian and philosopher of Berber origin and the bishop of Hippo Regius in Numidia, Roman North Africa. His writings influenced the development of Western philosophy and Western Christianity, and he is viewed as one of the most important Church Fathers of the Latin Church in the Patristic Period. His many important works include The City of God, On Christian Doctrine, and Confessions.",
    "year": 354,
    "month": 11,
    "day": 13,
    "language": "en"
  }
]