[
  {
    "name": "Noah Gray-Cabey",
    "birthday": "1995-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Noah_Gray-Cabey_2009.jpg/240px-Noah_Gray-Cabey_2009.jpg",
    "extract": "Noah Gray-Cabey is an American actor and pianist. He is known for his roles in the television series My Wife and Kids and Heroes. He has appeared on the television shows Ripley's Believe It or Not, 48 Hours, The Tonight Show, Good Morning America and The Oprah Winfrey Show. Gray-Cabey also starred in the CBS medical drama Code Black as Dr. Eliot Dixon.",
    "year": 1995,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Brandon Larracuente",
    "birthday": "1994-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Brandon_Larracuente.jpg/320px-Brandon_Larracuente.jpg",
    "extract": "Brandon A. Larracuente is an American actor known for his roles in the Bloodline and 13 Reasons Why. In 2020, he began starring in the Freeform drama series Party of Five. Also in December 2020 he married Jazmin Larracuente.",
    "year": 1994,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pete Davidson",
    "birthday": "1993-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Pete_Davidson_in_2015_%2817073107891%29.jpg/198px-Pete_Davidson_in_2015_%2817073107891%29.jpg",
    "extract": "Peter Michael Davidson is an American comedian, actor, and writer. He was a cast member of the NBC late-night sketch comedy series Saturday Night Live (SNL) for eight seasons, running from 2014 to 2022. Davidson began his career in the early 2010s with minor guest roles on Brooklyn Nine-Nine, Friends of the People, Guy Code, and Wild 'n Out. His father, Scott Matthew Davidson, was a New York firefighter who died in 2001 at the World Trade Center during the September 11 attacks. In addition to SNL, Davidson appeared in a number of movies and television shows in the 2010s. He released his first comedy special in 2016, Pete Davidson: SMD; his follow-up Pete Davidson: Alive from New York was released in 2020.",
    "year": 1993,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Matthew Allwood",
    "birthday": "1992-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Matt_Allwood.jpg/219px-Matt_Allwood.jpg",
    "extract": "Matthew Allwood is an Indigenous Australian professional rugby league footballer who previously played as a centre and wing for the New Zealand Warriors in the National Rugby League.",
    "year": 1992,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tomomi Kasai",
    "birthday": "1991-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/AKB48_20090703_Japan_Expo_27.jpg/213px-AKB48_20090703_Japan_Expo_27.jpg",
    "extract": "Tomomi Kasai  is a Japanese singer, actress and a former member of the idol group AKB48, belonging to Team A. She had a recurring role on Kamen Rider W as Elizabeth, alongside group member Tomomi Itano. Together, they make up the sub-unit Queen & Elizabeth.",
    "year": 1991,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Iamsu!",
    "birthday": "1989-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/IamsuMarch2014.jpg/203px-IamsuMarch2014.jpg",
    "extract": "Sudan Ameer Williams, better known by his stage name Iamsu!, is an American rapper, singer, songwriter, and record producer. He is also a part of the production team The Invasion and lead member of the hip hop group The HBK Gang. Iamsu! has released numerous mixtapes in his career including Suzy 6 Speed, Million Dollar Afro with fellow California rapper Problem and the Kilt series. He is also known for featuring on LoveRance's \"Up!\", E-40's \"Function\", and Sage the Gemini's \"Gas Pedal\". His debut album Sincerely Yours was released on May 13, 2014.",
    "year": 1989,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eitan Tibi",
    "birthday": "1987-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/DK-Maccabi_%281%29.jpg/269px-DK-Maccabi_%281%29.jpg",
    "extract": "Eitan Tibi is an Israeli footballer who plays as a centre-back for Hapoel Be'er Sheva.",
    "year": 1987,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jordan Walden",
    "birthday": "1987-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Jordan_Walden.jpg/198px-Jordan_Walden.jpg",
    "extract": "Jordan Craig Walden is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Los Angeles Angels of Anaheim, Atlanta Braves, and St. Louis Cardinals.",
    "year": 1987,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Omar Mateen",
    "birthday": "1986-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Omar_Mateen.jpg",
    "extract": "Omar Mir Seddique Mateen was an American mass murderer and domestic terrorist who murdered 49 people and wounded 53 others in a mass shooting at the Pulse nightclub in Orlando, Florida, on June 12, 2016, before he was killed in a shootout with the local police. It was the deadliest shooting by a single shooter in United States history until the Las Vegas Strip shooting on October 1, 2017.",
    "year": 1986,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Maxime Médard",
    "birthday": "1986-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Maxime_M%C3%A9dard_2016.jpg/248px-Maxime_M%C3%A9dard_2016.jpg",
    "extract": "Maxime Médard is a French rugby union player who plays his club rugby for French club Stade Toulousain in Top 14 and France internationally. He can play as both a full-back and on the wing and is described by assistant national team coach Émile Ntamack as an \"incredible talent\" that, during the 2010–11 season, was finally \"realizing his potential\". Medard is a two-time winner of the Heineken Cup and, in 2008, won the Top 14 for the first time. Also referred to as 'The French Wolverine.'",
    "year": 1986,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Aditya Roy Kapur",
    "birthday": "1985-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Aditya_Roy_Kapur_in_2021.jpg/212px-Aditya_Roy_Kapur_in_2021.jpg",
    "extract": "Aditya Roy Kapur is an Indian actor who works in Hindi-language films. He made his Bollywood debut with 2009 film London Dreams but rose to fame with 2013 film Aashiqui 2.",
    "year": 1985,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sanna Marin",
    "birthday": "1985-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Sanna_Marin_M-7403_02_%28cropped%29.jpg/245px-Sanna_Marin_M-7403_02_%28cropped%29.jpg",
    "extract": "Sanna Mirella Marin is a Finnish politician who has been serving as the prime minister of Finland since 2019. A member of the Social Democratic Party of Finland (SDP), she has been a Member of Parliament since 2015. Following Antti Rinne's resignation in the wake of the postal strike controversy, Marin was selected as prime minister on 8 December 2019. Taking office at age 34, she is the youngest person to hold the office in Finnish history, as well as the world's third-youngest state leader after Dritan Abazović of Montenegro and Gabriel Boric of Chile.",
    "year": 1985,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gemma Atkinson",
    "birthday": "1984-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Gemma_Atkinson%2C_Manchester_Opera_House.jpg/179px-Gemma_Atkinson%2C_Manchester_Opera_House.jpg",
    "extract": "Gemma Louise Atkinson is an English influencer, actress, radio presenter and former glamour model. She played Lisa Hunter in Hollyoaks and in three spin-off series, Hollyoaks: After Hours (2004), Hollyoaks: Let Loose (2005) and Hollyoaks: In the City (2006), Tamzin Bayle in Casualty and Carly Hope in Emmerdale (2015–2017). She currently presents the drive time slot across the Hits Radio Network. In November 2021, it was announced that Atkinson is set to reprise her role as Lisa Hunter in Hollyoaks.",
    "year": 1984,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mark Bunn (English footballer)",
    "birthday": "1984-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Mark_Bunn.JPG/240px-Mark_Bunn.JPG",
    "extract": "Mark John Bunn is an English professional football coach and a former player who played as a goalkeeper. Bunn was last goalkeeping coach at Cambridge United.",
    "year": 1984,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tamawashi Ichirō",
    "birthday": "1984-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Tamawashi_08_Sep.JPG/199px-Tamawashi_08_Sep.JPG",
    "extract": "Tamawashi Ichirō  is a Mongolian professional sumo wrestler from Ulaanbaatar. He made his debut in January 2004 and reached the top makuuchi division in September 2008. His highest rank has been sekiwake. He has a makushita, a jūryō and a makuuchi division championship. He has six gold stars for defeating a yokozuna, and three special prizes. He wrestles for Kataonami stable. He has not missed a bout in his career to date and has the longest streak of consecutive matches among active wrestlers. In January 2019, he won his first top-division championship at the age of 34.",
    "year": 1984,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Chris Gocong",
    "birthday": "1983-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/52/Chris_Gocong_in_2007.jpg",
    "extract": "Christopher Andrew Gocong is a former American football linebacker who played for the Philadelphia Eagles and Cleveland Browns in the National Football League. He was drafted by the Philadelphia Eagles in the third round of the 2006 NFL Draft. He played college football at FCS Cal Poly in San Luis Obispo, CA.",
    "year": 1983,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kool A.D.",
    "birthday": "1983-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Kool_A.D._Live.jpg/220px-Kool_A.D._Live.jpg",
    "extract": "Victor Vazquez, also known by his stage name Kool A.D., is an American rapper, record producer, author, and artist. He is from the San Francisco Bay Area of California. Vazquez is best known for being a member of the New York-based rap group Das Racist, though he has also been a member of the bands Boy Crisis and Party Animal. Vazquez has also released his own solo material, including numerous mixtapes. Mother Jones magazine described his work as \"a thoughtful effort to deconstruct and rearrange cultural objects in ways that challenge our deepest assumptions about society and cultural products\".",
    "year": 1983,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kari Lehtonen",
    "birthday": "1983-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Kari_Lehtonen_-_Dallas_Stars.jpg/291px-Kari_Lehtonen_-_Dallas_Stars.jpg",
    "extract": "Kari Lehtonen is a Finnish professional ice hockey goaltender who is an unrestricted free agent. He previously played for the Dallas Stars of the National Hockey League (NHL). He was selected second overall in the 2002 NHL Entry Draft by the Atlanta Thrashers, becoming the highest-drafted European goaltender, as well as being tied with Patrik Laine, Alexander Barkov and Kaapo Kakko for the highest-drafted Finnish player in NHL history.",
    "year": 1983,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Britta Steffen",
    "birthday": "1983-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Britta_Steffen_medal.jpg",
    "extract": "Britta Steffen is a German competitive swimmer who specializes in freestyle sprint events.",
    "year": 1983,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nonito Donaire",
    "birthday": "1982-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Nonito_Donaire_2011.jpg/206px-Nonito_Donaire_2011.jpg",
    "extract": "Nonito Gonzales Donaire Jr. is a Filipino professional boxer. He has held multiple world championships in four weight classes from flyweight to featherweight, including the WBC bantamweight title since May 2021. In addition to being the oldest boxer in history to become a bantamweight world champion, Donaire holds the distinction of being the first three-time champion in that weight class. He has also held world championships across three consecutive decades: the 2000s, 2010s and 2020s, being the sixth boxer to do so after Evander Holyfield, Manny Pacquiao, Bernard Hopkins, Érik Morales, and Floyd Mayweather Jr.",
    "year": 1982,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jannie du Plessis",
    "birthday": "1982-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Jannie_du_Plessis_2007.jpg/166px-Jannie_du_Plessis_2007.jpg",
    "extract": "Jan Nathaniel du Plessis is a South African rugby union player, who plays as a prop for Montpellier in the French Top 14 and the Lions in Super Rugby. He played for the Free State Cheetahs in the Currie Cup and the Cheetahs in Super Rugby until 2007, when he joined Durban-based side the Sharks, where he played until 2015. He won 70 caps for South Africa between 2007 and 2015.",
    "year": 1982,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ronald Pognon",
    "birthday": "1982-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Ronald_Pognon_2010.jpg/188px-Ronald_Pognon_2010.jpg",
    "extract": "Ronald Pognon is a French sprint athlete. He originally specialized in the 200 metres, but later shifted to the shorter sprint distances. He was formerly the European record holder for the 60 metres indoors and is the first Frenchman to go under 10 seconds at the 100 metres.",
    "year": 1982,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Amar'e Stoudemire",
    "birthday": "1982-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Amar%27e_Stoudemire_Knicks_2013.jpg/232px-Amar%27e_Stoudemire_Knicks_2013.jpg",
    "extract": "Amar'e Carsares Stoudemire is an American-Israeli professional basketball coach and former player who most recently served as a player development assistant for the Brooklyn Nets of the National Basketball Association (NBA). He won the NBA Rookie of the Year Award in 2003 with the Phoenix Suns, who selected him with the ninth overall pick of the 2002 NBA draft. He made six appearances in the NBA All-Star Game and was named to the All-NBA Team five times, including one first-team selection in 2007.",
    "year": 1982,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fernando Cabrera (baseball)",
    "birthday": "1981-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Fernando_Cabrera_in_motion.jpg/310px-Fernando_Cabrera_in_motion.jpg",
    "extract": "Fernando José Cabrera is a Puerto Rican former professional baseball relief pitcher. He played in Major League Baseball (MLB) for the Cleveland Indians, Baltimore Orioles, and Boston Red Sox.",
    "year": 1981,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Allison Crowe",
    "birthday": "1981-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/25/ManofSteelfilmWorldPremiereMusicianAllisonCroweonNYCredcarpetJune102013.jpg/240px-ManofSteelfilmWorldPremiereMusicianAllisonCroweonNYCredcarpetJune102013.jpg",
    "extract": "Allison Louise Crowe is a Canadian singer, songwriter, guitarist, and pianist born in Nanaimo, British Columbia, whose home is Corner Brook, Newfoundland and Labrador.",
    "year": 1981,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Caitlin Glass",
    "birthday": "1981-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Caitlin_Glass_%2849074171646%29.jpg/233px-Caitlin_Glass_%2849074171646%29.jpg",
    "extract": "Caitlin Tiffany Glass is an American voice actress, ADR director, and script writer at Funimation, New Generation Pictures and Bang Zoom! Entertainment who provides voices for English versions of Japanese anime series and video games.",
    "year": 1981,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kate Miller-Heidke",
    "birthday": "1981-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Kate_at_the_Byron_Bay_Bluesfest%2C_April_2011.jpg/210px-Kate_at_the_Byron_Bay_Bluesfest%2C_April_2011.jpg",
    "extract": "Kate Melina Miller-Heidke is an Australian singer-songwriter and actress. Although classically trained, she has generally followed a career in alternative pop music. She signed to Sony Australia, Epic in the US and RCA in the UK, but since 2014 has been an independent artist. Four of her solo studio albums have peaked in the top 10 of the ARIA Albums Chart, Curiouser, Nightflight, O Vertigo! and Child in Reverse. Her most popular single, \"The Last Day on Earth\", reached No. 3 on the ARIA Singles Chart after being used in promos for TV soap, Neighbours, earlier in that year. At the ARIA Music Awards Miller-Heidke has been nominated 17 times.",
    "year": 1981,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Osi Umenyiora",
    "birthday": "1981-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Osi_Umenyiora.jpg/250px-Osi_Umenyiora.jpg",
    "extract": "Ositadimma \"Osi\" Umenyiora is a former American football defensive end. He played college football for Troy University and was drafted by the New York Giants in the second round of the 2003 NFL Draft. Umenyiora was a two-time Pro Bowl selection and holds the Giants franchise record for most sacks in one game. He is one of five British-born players to have won a Super Bowl, joining Marvin Allen, Scott McCready, former Giants teammate Lawrence Tynes and Jay Ajayi. He also played for the Atlanta Falcons.",
    "year": 1981,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kayte Christensen",
    "birthday": "1980-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2b/CKayte.JPG",
    "extract": "Kayte Lauren Christensen is an American color commentator and former professional Women's National Basketball Association player.",
    "year": 1980,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nicole Gius",
    "birthday": "1980-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Nicole_Gius_Semmering_2008.jpg/213px-Nicole_Gius_Semmering_2008.jpg",
    "extract": "Nicole Gius is an Italian alpine skier. She was born in Schlanders, Italy. She competed at the 2002 Winter Olympics and the 2010 Winter Olympics.",
    "year": 1980,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Carol Huynh",
    "birthday": "1980-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Carol_Huynh.jpg/197px-Carol_Huynh.jpg",
    "extract": "Carol Huynh is a retired Canadian freestyle wrestler. Huynh was the first gold medalist for Canada in women's wrestling and was the first gold medallist for Canada at the 2008 Beijing Olympics. She is also the 2010 Commonwealth Games and two time Pan American Games champion. She has also achieved success at the world championships where Huynh has totaled one silver and three bronze medals. Huynh is also an eleven time national champion. Following the 2012 Olympics, Huynh retired from competition and started coaching the University of Calgary Dinos wrestling team. Huynh was elected to the United World Wrestling Hall of Fame in 2013. In early 2015 she was selected as a United World Wrestling Super 8 Ambassador for the global campaign focusing on the development of women in wrestling and has also served as the Chair of the United World Wrestling Athletes Commission from 2013 to 2017. As of 2020 she is the current coach of Wrestling Canada's Next Gen team based in Calgary.",
    "year": 1980,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Carolina Parra",
    "birthday": "1978-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Carolina_Parra_tixgirl.jpg/191px-Carolina_Parra_tixgirl.jpg",
    "extract": "Carolina Moraes Parra is a guitarist and drummer for the Brazilian indie-electro band CSS. She joined CSS at the Tim Festival gig in 2004.",
    "year": 1978,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Oksana Baiul",
    "birthday": "1977-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Stamp_of_Ukraine._Baiul.jpg/224px-Stamp_of_Ukraine._Baiul.jpg",
    "extract": "Oksana Serhiyivna Baiul-Farina is a Ukrainian retired competitive figure skater. She is the 1993 world champion and the 1994 Olympic champion in ladies' singles.",
    "year": 1977,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gigi Edgley",
    "birthday": "1977-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Gigi_Edgley_44.jpg/220px-Gigi_Edgley_44.jpg",
    "extract": "Gigi Edgley is an Australian actress, singer and songwriter. She is best known for her roles as Chiana on the series Farscape and Lara Knight in Rescue: Special Ops.",
    "year": 1977,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Maggie Gyllenhaal",
    "birthday": "1977-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Maggie_Gyllenhaal_2021.jpg/262px-Maggie_Gyllenhaal_2021.jpg",
    "extract": "Margalit \"Maggie\" Ruth Gyllenhaal is an American actress and filmmaker. Part of the Gyllenhaal family, she is the daughter of filmmakers Stephen Gyllenhaal and Naomi Achs, and the older sister of actor Jake Gyllenhaal.",
    "year": 1977,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mauricio Ochmann",
    "birthday": "1977-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Ochmann_1.jpg/203px-Ochmann_1.jpg",
    "extract": "Mauricio Ochmann is an American-born, Mexican actor best known for his roles in telenovelas, such as Amarte Asi, where he starred as Ignacio \"Nacho\" Reyes. He also appeared in Kevin Costner's film Message in a Bottle, the TV series That's life and Latino Green. He appeared as Fabián Duque in Telemundo's Dame Chocolate. He starred as Victorino Mora in Telemundo's hit Victorinos and was the leading role in the Telemundo novela El Clon. He is also the star of \"El Chema\" a spin off of his character \"Chema Venegas\" from the hit television series \"El Señor de los Cielos\".",
    "year": 1977,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dan Black",
    "birthday": "1976-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/DanBlack_Roma.JPG/230px-DanBlack_Roma.JPG",
    "extract": "Daniel Black is an English singer-songwriter and vocalist. He was a member of alternative rock band the Servant, before their split in 2007. He has also been a guest vocalist for the Italian British group Planet Funk. After releasing his breakthrough song \"HYPNTZ\", he signed to The:Hours, releasing his first two singles – \"Alone\" and \"Yours\" – in 2008. The following year, he released his most commercially successful single to date, \"Symphonies\".",
    "year": 1976,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Juha Pasoja",
    "birthday": "1976-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Juha_Pasoja.jpg/130px-Juha_Pasoja.jpg",
    "extract": "Juha Pasoja is a retired Finnish football defender and football coach. He was most recently the head coach of Dreams FC in Ghana.",
    "year": 1976,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Julio Lugo",
    "birthday": "1975-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Julio_Lugo_2009.jpg/173px-Julio_Lugo_2009.jpg",
    "extract": "Julio Cesar Lugo was a Dominican professional baseball shortstop. He played 12 seasons in Major League Baseball (MLB) for the Houston Astros, Tampa Bay Devil Rays, Los Angeles Dodgers, Boston Red Sox, St. Louis Cardinals, Baltimore Orioles, and Atlanta Braves. He was the elder brother of pitcher Ruddy Lugo.",
    "year": 1975,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Maurizio Margaglio",
    "birthday": "1974-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Fusar_poli_margaglio.jpg/270px-Fusar_poli_margaglio.jpg",
    "extract": "Maurizio Margaglio is an Italian ice dancing coach and former competitor. With partner Barbara Fusar-Poli, he is the 2001 World champion, 2001 European champion, and 2002 Olympic bronze medalist. They won nine Italian titles and competed at three Olympics.",
    "year": 1974,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Scholes",
    "birthday": "1974-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Paul_Scholes_2017.jpg/213px-Paul_Scholes_2017.jpg",
    "extract": "Paul Scholes is an English football coach, pundit, former player, and co-owner of Salford City. He spent his entire professional playing career with Manchester United, for whom he scored over 150 goals in more than 700 appearances between 1993 and 2013. He is widely regarded as one of the best midfielders of his generation and one of the greatest Manchester United players of all time.",
    "year": 1974,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Christian Horner",
    "birthday": "1973-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Christian_Horner_at_the_British_Embassy%2C_Japan_crop.jpg/261px-Christian_Horner_at_the_British_Embassy%2C_Japan_crop.jpg",
    "extract": "Christian Edward Johnston Horner is a British former racing driver and current Team Principal of the Red Bull Formula One team, a position he has held since 2005, winning nine world titles. His motorsport career started as a racing car driver, before he switched roles to become head of International Formula 3000 team Arden International Motorsport in 1999.",
    "year": 1973,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Missi Pyle",
    "birthday": "1972-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Missi_Pyle_2012.jpg/259px-Missi_Pyle_2012.jpg",
    "extract": "Andrea Kay Pyle, known professionally as Missi Pyle, is an American actress and singer. She has appeared in a number of successful films, including Galaxy Quest (1999), Big Fish (2003), Bringing Down the House (2003), DodgeBall: A True Underdog Story (2004), Charlie and the Chocolate Factory (2005), Harold & Kumar Escape from Guantanamo Bay (2008), The Artist (2011), Gone Girl (2014), Captain Fantastic (2016), and Ma (2019).",
    "year": 1972,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mustapha Hadji",
    "birthday": "1971-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Mustapha_Hadji.jpg/275px-Mustapha_Hadji.jpg",
    "extract": "Mustapha Hadji is a retired Moroccan footballer and the current assistant manager of the Morocco national team. He was named the 50th greatest African player of all time by the African football expert Ed Dove.",
    "year": 1971,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Annely Peebo",
    "birthday": "1971-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Eurovisiooni_2002_Raekoja_platsil_%2812%29.jpg/210px-Eurovisiooni_2002_Raekoja_platsil_%2812%29.jpg",
    "extract": "Annely Peebo is an Estonian operatic mezzo-soprano. She was a co-host of the Eurovision Song Contest 2002 in Tallinn.",
    "year": 1971,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alexander Popov (swimmer)",
    "birthday": "1971-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Alexander_Popov_006.jpg/213px-Alexander_Popov_006.jpg",
    "extract": "Aleksandr Vladimirovich Popov, better known as Alexander Popov, is a former Russian swimmer. Widely considered the greatest sprint swimmer in history, Popov won gold in the 50-metre and 100 m freestyle at the 1992 Olympics and repeated the feat at the 1996 Olympics, and is the only male in Olympic games history to defend both titles. He held the world record in the 50 m for eight years, and the 100 m for six. In 2003, aged 31, he won 50 m and 100 m gold at the 2003 World Championships.",
    "year": 1971,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Waqar Younis",
    "birthday": "1971-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Pakistan_Super_League_PSLt20_Cricket_-_Waqar_Yonus_%28cropped%29.png/161px-Pakistan_Super_League_PSLt20_Cricket_-_Waqar_Yonus_%28cropped%29.png",
    "extract": "Waqar Younis Maitla is a Pakistani cricket coach, commentator and former cricketer who captained Pakistan national cricket team. A right-arm fast bowler, Waqar Younis is regarded as one of the greatest bowlers to have played the game. He is the former head coach of the Pakistani cricket team. He is also the former bowling coach of the Pakistan National Cricket Team.",
    "year": 1971,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Logan Mader",
    "birthday": "1970-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Logan_Mader_%28Once_Human%29%2C_live_in_2015_%28cropped%29.jpg/226px-Logan_Mader_%28Once_Human%29%2C_live_in_2015_%28cropped%29.jpg",
    "extract": "Logan Conrad Mader is a Canadian record producer and current guitarist of melodic death metal band Once Human, as well as the former lead guitarist of groove metal band Machine Head.",
    "year": 1970,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Martha Plimpton",
    "birthday": "1970-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Martha_Plimpton_2015.jpg/221px-Martha_Plimpton_2015.jpg",
    "extract": "Martha Campbell Plimpton is an American actress. Her feature-film debut was in Rollover (1981); she subsequently rose to prominence in the Richard Donner film The Goonies (1985). She has also appeared in The Mosquito Coast (1986), Shy People (1987), Running on Empty (1988), Parenthood (1989), Samantha (1992), Raising Hope (2010), and Small Town Murder Songs (2011).",
    "year": 1970,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Shobha Nagi Reddy",
    "birthday": "1968-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Shobha_Nagi_Reddy.jpeg/309px-Shobha_Nagi_Reddy.jpeg",
    "extract": "Shobha Nagi Reddy was an Indian politician from Andhra Pradesh, India. She represented the Allagadda constituency in the Legislative Assembly of Andhra Pradesh for four terms until 2012 when she resigned due to political turmoil in her party. She served as the chairperson of Andhra Pradesh State Road Transport Corporation (APSRTC) and was the spokesperson for Prajarajyam party, having previously been General Secretary and also a state committee member in Telugu Desam Party. In 2012, she left the Prajarajyam party and joined the newly formed YSR Congress. Her husband Bhuma Nagi Reddy is also a politician who served twice as a Member of Legislative Assembly and thrice as a Member of Parliament.",
    "year": 1968,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Melvin Stewart",
    "birthday": "1968-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Melvin_Stewart_2009.jpg/232px-Melvin_Stewart_2009.jpg",
    "extract": "Melvin Monroe Stewart Jr. is an American swimming promoter, former competition swimmer and world record-holder who won two gold medals and one bronze medal at the 1992 Summer Olympics in Barcelona, Spain. Stewart is the co-founder and publisher of the swimming news website, SwimSwam, and a producer-director of commercials through his company, Gold Medal Media, LLC.",
    "year": 1968,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joey Cape",
    "birthday": "1966-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Joey_Cape_-_Lagwagon_%28cropped%29.jpg/247px-Joey_Cape_-_Lagwagon_%28cropped%29.jpg",
    "extract": "Randal Joseph Cape is an American singer and musician. Active since 1989, Cape is best known as the frontman of the California punk rock band Lagwagon.",
    "year": 1966,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dave Kushner",
    "birthday": "1966-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Velvet_Revolver_%285%29.JPG/320px-Velvet_Revolver_%285%29.JPG",
    "extract": "David Kushner is an American musician perhaps best known as the rhythm guitarist for the hard rock supergroup Velvet Revolver. Kushner has also been a member of Wasted Youth, Electric Love Hogs, Loaded, Danzig, Jane's Addiction guitarist Dave Navarro's solo band, Sugartooth, Zilch while he has also recorded with Infectious Grooves, Cyco Miko and more recently collaborated with Scars on Broadway guitarist Franky Perez releasing songs under the pseudonym of DKFXP, a combination of the initials of Perez and Kushner, as well as working with Indian singer and actress Shruti Haasan.",
    "year": 1966,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Christian Lorenz",
    "birthday": "1966-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/RammsteinFlake.jpg/216px-RammsteinFlake.jpg",
    "extract": "Christian \"Flake\" Lorenz is a German musician and keyboard player for Neue Deutsche Härte band Rammstein, as well as the main composer along with guitarist Richard Kruspe. He was also a member of the East German punk band Feeling B.",
    "year": 1966,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dean McDermott",
    "birthday": "1966-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/DeanMcDermottTIFFSept2011.jpg/293px-DeanMcDermottTIFFSept2011.jpg",
    "extract": "Dean McDermott is a Canadian actor best known as a reality television personality with his wife, actress Tori Spelling, and as the host of the cooking competition Chopped Canada. He played the role of Constable Renfield Turnbull on the TV series Due South.",
    "year": 1966,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tahir Shah",
    "birthday": "1966-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Tahir_Shah_Travel_Writer.jpg/320px-Tahir_Shah_Travel_Writer.jpg",
    "extract": "Tahir Shah is a British author, journalist and documentary maker of Afghan-Indian descent.",
    "year": 1966,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Waheed Alli, Baron Alli",
    "birthday": "1964-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Waheed_Alli_2010.jpg/257px-Waheed_Alli_2010.jpg",
    "extract": "Waheed Alli, Baron Alli is a British media entrepreneur and politician. He is the co-creator of the television series Survivor and has held executive positions at several television production companies including the Endemol Shine Group, Carlton Television Productions, Planet 24, and Chorion.",
    "year": 1964,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Valeria Bruni Tedeschi",
    "birthday": "1964-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Valeria_Bruni_Tedeschi_at_Berlinale_2022.jpg/320px-Valeria_Bruni_Tedeschi_at_Berlinale_2022.jpg",
    "extract": "Valeria Bruni Tedeschi, also written Bruni-Tedeschi, is an Italian-French actress, screenwriter and film director. Her 2013 film, A Castle in Italy, was nominated for the Palme d'Or at the 2013 Cannes Film Festival.",
    "year": 1964,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dwight Gooden",
    "birthday": "1964-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Dwight_Gooden_1986_by_Barry_Colla.jpg/228px-Dwight_Gooden_1986_by_Barry_Colla.jpg",
    "extract": "Dwight Eugene Gooden, nicknamed \"Dr. K\" and \"Doc\", is an American former professional baseball pitcher who played 16 seasons in Major League Baseball (MLB). Gooden pitched from 1984 to 1994 and from 1996 to 2000 for the New York Mets, New York Yankees, Cleveland Indians, Houston Astros, and Tampa Bay Devil Rays. In a career spanning 430 games, he pitched 2,800+2⁄3 innings and posted a win–loss record of 194–112, with a 3.51 earned run average (ERA), and 2,293 strikeouts.",
    "year": 1964,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Diana Krall",
    "birthday": "1964-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Diana_krall.jpg/282px-Diana_krall.jpg",
    "extract": "Diana Jean Krall is a Canadian jazz pianist, and singer known for her contralto vocals. She has sold more than 15 million albums worldwide, including over six million in the US. On December 11, 2009, Billboard magazine named her the second greatest jazz artist of the decade (2000–2009), establishing her as one of the best-selling artists of her time.",
    "year": 1964,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Maeve Quinlan",
    "birthday": "1964-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Maeve_Quinlan_at_Camp_As_Sayliyah%2C_Qatar.jpg/204px-Maeve_Quinlan_at_Camp_As_Sayliyah%2C_Qatar.jpg",
    "extract": "Maeve Quinlan is an American actress. She is best known for starring as Megan Conley for 11 years in The Bold and the Beautiful and for the series South of Nowhere. Raised in Northfield, a North Shore suburb, she attended New Trier High School.",
    "year": 1964,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Steve Argüelles",
    "birthday": "1963-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Steve_arguelles.jpg/320px-Steve_arguelles.jpg",
    "extract": "Stephen Argüelles Clarke is an English jazz drummer, producer and is the proprietor of the Plush record label. He has also worked in film and theatre. He is the elder brother of saxophonist Julian Argüelles. Stephen currently lives in Paris, France.",
    "year": 1963,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "William Bonner (newscaster)",
    "birthday": "1963-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/William_bonner.jpg/253px-William_bonner.jpg",
    "extract": "William Bonemer Júnior, known professionally as William Bonner, is a Brazilian newscaster, publicist and journalist. He is the current editor-in-chief and anchorman of Jornal Nacional, the most-watched Brazilian news program, aired by TV Globo.",
    "year": 1963,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Zina Garrison",
    "birthday": "1963-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Zina_Garrison.jpg/213px-Zina_Garrison.jpg",
    "extract": "Zina Lynna Garrison is a former top five professional tennis player from the United States. She was the women's singles runner-up at Wimbledon in 1990, a three-time Grand Slam mixed doubles champion, and a women's doubles gold medalist and singles bronze medalist in Seoul at the 1988 Olympic Games.",
    "year": 1963,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Darwyn Cooke",
    "birthday": "1962-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/10.12.13DarwynCookeByLuigiNovi1.jpg/235px-10.12.13DarwynCookeByLuigiNovi1.jpg",
    "extract": "Darwyn Cooke was a Canadian comics artist, writer, cartoonist, and animator who worked on the comic books Catwoman, DC: The New Frontier, The Spirit and Richard Stark's Parker: The Hunter. His work has been honoured with numerous Eisner, Harvey, and Joe Shuster Awards.",
    "year": 1962,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mani (musician)",
    "birthday": "1962-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/ManiSouthport2009.jpg/320px-ManiSouthport2009.jpg",
    "extract": "Gary \"Mani\" Mounfield is an English rock bassist, best known for being a member of The Stone Roses and Primal Scream.",
    "year": 1962,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frank Bruno",
    "birthday": "1961-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Frank_Bruno_2022.png/244px-Frank_Bruno_2022.png",
    "extract": "Franklin Roy Bruno, is a British former professional boxer who competed from 1982 to 1996. He had a highly publicised and eventful career, both in and out of the ring. The pinnacle of Bruno's boxing career was winning the WBC heavyweight title from Oliver McCall at a packed Wembley Stadium in 1995, in what was his fourth world championship challenge. Bruno faced multiple top-rated heavyweights throughout his career, including two defeats against Mike Tyson in 1989 and 1996, and a defeat against fellow Briton Lennox Lewis in 1993.",
    "year": 1961,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Glenda Bailey",
    "birthday": "1959-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Glenda_bailey_editor_harpers_bazaar_christopher_peterson.jpg/213px-Glenda_bailey_editor_harpers_bazaar_christopher_peterson.jpg",
    "extract": "Dame Glenda Adrianne Bailey DBE is a former editor-in-chief of Harper’s Bazaar, a monthly fashion magazine published by the Hearst Corporation. She was in this position from May 2001 to 2020.",
    "year": 1959,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Francis M. Fesmire",
    "birthday": "1959-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Francis_Fesmire_May_2008_%284%29.jpg/220px-Francis_Fesmire_May_2008_%284%29.jpg",
    "extract": "Francis Miller Fesmire was an American emergency physician and a nationally recognized expert in myocardial infarction. He authored numerous academic articles and assisted in the development of clinical guidelines on the standard of care in treating patients with suspected myocardial infarction by the American College of Emergency Physicians and the American Heart Association/American College of Cardiology. He performed numerous research investigations in chest pain patients, reporting the usefulness of continuous 12-lead ECG monitoring, two-hour delta cardiac marker testing, and nuclear cardiac stress testing in the emergency department. The culmination of his studies was The Erlanger Chest Pain Evaluation Protocol published in the Annals of Emergency Medicine in 2002. In 2011 he published a novel Nashville Skyline that received a 5 star review by ForeWord Reviews. His most recent research involved the risk stratification of chest pain patients in the emergency department.",
    "year": 1959,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Marg Helgenberger",
    "birthday": "1958-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Marg_Helgenberger_by_Gage_Skidmore.jpg/266px-Marg_Helgenberger_by_Gage_Skidmore.jpg",
    "extract": "Mary Marg Helgenberger is an American actress. She began her career in the early 1980s and first came to attention for playing the role of Siobhan Ryan on the daytime soap opera Ryan's Hope from 1982 to 1986. She is best known for her roles as Catherine Willows in the CBS police procedural drama CSI: Crime Scene Investigation (2000–13) and the subsequent TV movie Immortality (2015) and as K.C. Koloski in the ABC drama China Beach (1988–91), which earned her the 1990 Emmy Award for Outstanding Supporting Actress in a Drama Series.",
    "year": 1958,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Boris Krivokapić",
    "birthday": "1958-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Boris_Krivokapi%C4%87_2010.jpg/246px-Boris_Krivokapi%C4%87_2010.jpg",
    "extract": "Boris Krivokapić was born in Belgrade, Serbia. He is a full professor of Public International Law as well as of Human Rights with the University Union - Nikola Tesla in Belgrade, and professor at Law School of the Samara National Research University \"S. P. Korolev\".",
    "year": 1958,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jacques Gamblin",
    "birthday": "1957-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Jacques_Gamblin_Moli%C3%A8res_2018.jpg/227px-Jacques_Gamblin_Moli%C3%A8res_2018.jpg",
    "extract": "Jacques Gamblin is a French actor.",
    "year": 1957,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Terry Labonte",
    "birthday": "1956-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Terry_Labonte_1997.jpg/234px-Terry_Labonte_1997.jpg",
    "extract": "Terrance Lee Labonte is an American former stock car driver who raced from 1978 to 2014 in the former NASCAR Winston Cup and Sprint Cup Series. A two-time Cup Series champion and 1989 IROC champion, he is the older brother of 2000 Cup Series champion Bobby Labonte, and the father of former Nationwide Series driver Justin Labonte. He also co-owns a Chevrolet dealership in Greensboro, North Carolina with Rick Hendrick. He appeared on the CBS series The Dukes of Hazzard in 1984, where he played an unnamed pit crew member.",
    "year": 1956,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Guillermo Lasso",
    "birthday": "1955-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Pedro_S%C3%A1nchez_y_Guillermo_Lasso_20211104_%286%29_%28cropped%29.jpg/229px-Pedro_S%C3%A1nchez_y_Guillermo_Lasso_20211104_%286%29_%28cropped%29.jpg",
    "extract": "Guillermo Alberto Santiago Lasso Mendoza is an Ecuadorian businessman, banker, writer and politician who serves as the 47th president of Ecuador since 24 May 2021. He is the country's first centre-right president in nearly two decades, marking a noted shift in the country's electorate.",
    "year": 1955,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Héctor Cúper",
    "birthday": "1955-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/H%C3%A9ctor_C%C3%BAper.jpg/213px-H%C3%A9ctor_C%C3%BAper.jpg",
    "extract": "Héctor Raúl Cúper is an Argentine football manager and former player who is currently the manager of the DR Congo.",
    "year": 1955,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dick Gross",
    "birthday": "1954-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Dick_Gross.jpg/281px-Dick_Gross.jpg",
    "extract": "Richard Andrew Landa Gross is an Australian politician. He was a long-serving councillor of the City of Port Phillip and its Mayor from November 2018 till late 2019, having previously served from 1998 to 2000 and in 2004. He was not re-elected to council in the 2020 election.",
    "year": 1954,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Griff Rhys Jones",
    "birthday": "1953-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Griff_Rhys_Jones.jpg/286px-Griff_Rhys_Jones.jpg",
    "extract": "Griffith Rhys Jones is a Welsh comedian, writer, actor, and television presenter. He starred in a number of television series with his comedy partner, Mel Smith.",
    "year": 1953,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Shigeru Miyamoto",
    "birthday": "1952-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Shigeru_Miyamoto_cropped_2_Shigeru_Miyamoto_201911.jpg/268px-Shigeru_Miyamoto_cropped_2_Shigeru_Miyamoto_201911.jpg",
    "extract": "Shigeru Miyamoto  is a Japanese video game designer, producer and game director at Nintendo, where he serves as one of its representative directors. Widely regarded as one of the most accomplished and influential designers in the history of video games, he is the creator of some of the most acclaimed and best-selling game franchises of all time, including Mario, The Legend of Zelda, Donkey Kong, Star Fox and Pikmin.",
    "year": 1952,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Manuel E. Zamora",
    "birthday": "1950-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/News-dost_chief_names_science_ambassadors2-03112015_%28cropped%29.jpg/239px-News-dost_chief_names_science_ambassadors2-03112015_%28cropped%29.jpg",
    "extract": "Manuel E. \"Way Kurat\" Zamora is a Filipino politician. A former member of Lakas–CMD, he has been elected to three terms as a Member of the House of Representatives of the Philippines, representing the 1st District of Davao de Oro. First elected in 2001, he was re-elected in 2004 and 2007, and again in 2019.",
    "year": 1950,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Chi Coltrane",
    "birthday": "1948-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Chi_Coltrane_1974.jpg/268px-Chi_Coltrane_1974.jpg",
    "extract": "Chi Coltrane is an American rock/gospel singer, songwriter and pianist.",
    "year": 1948,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bonnie Greer",
    "birthday": "1948-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Bonnie_Greer_3_-_Byline_Festival_2017.jpg/240px-Bonnie_Greer_3_-_Byline_Festival_2017.jpg",
    "extract": "Bonnie Greer, OBE is an American-British playwright, novelist, critic and broadcaster, who has lived in the UK since 1986. She has appeared as a panellist on television programmes such as Newsnight Review and Question Time and has served on the boards of several leading arts organisations, including the British Museum, the Royal Opera House and the London Film School. She is Vice President of the Shaw Society. She is former Chancellor of Kingston University in Kingston upon Thames, London.",
    "year": 1948,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Barbara Smith",
    "birthday": "1946-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Barbara_Smith_at_NWSA_2017_%28cropped%29.jpg/250px-Barbara_Smith_at_NWSA_2017_%28cropped%29.jpg",
    "extract": "Barbara Smith is an American lesbian feminist and socialist who has played a significant role in Black feminism in the United States. Since the early 1970s, she has been active as a scholar, activist, critic, lecturer, author, and publisher of Black feminist thought. She has also taught at numerous colleges and universities for 25 years. Smith's essays, reviews, articles, short stories and literary criticism have appeared in a range of publications, including The New York Times Book Review, The Black Scholar, Ms., Gay Community News, The Guardian, The Village Voice, Conditions and The Nation. She has a twin sister, Beverly Smith, who is also a lesbian feminist activist and writer.",
    "year": 1946,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Terence McKenna",
    "birthday": "1946-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Mckenna1.jpg",
    "extract": "Terence Kemp McKenna was an American ethnobotanist and mystic who advocated for the responsible use of naturally occurring psychedelic plants. He spoke and wrote about a variety of subjects, including psychedelic drugs, plant-based entheogens, shamanism, metaphysics, alchemy, language, philosophy, culture, technology, environmentalism, and the theoretical origins of human consciousness. He was called the \"Timothy Leary of the '90s\", \"one of the leading authorities on the ontological foundations of shamanism\", and the \"intellectual voice of rave culture\".",
    "year": 1946,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jo Jo White",
    "birthday": "1946-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Joseph_%22Jo-Jo%22_White%2C_2008.jpg/279px-Joseph_%22Jo-Jo%22_White%2C_2008.jpg",
    "extract": "Joseph Henry White was an American professional basketball player. As an amateur, he played basketball at the University of Kansas and represented the U.S. men's basketball team during the 1968 Summer Olympics. As a professional, he is best known for his ten-year stint with the Boston Celtics of the NBA, where he led the team towards two NBA championships and set a franchise record of 488 consecutive games played. White was inducted into the Naismith Memorial Basketball Hall of Fame in 2015.",
    "year": 1946,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joanna Pettet",
    "birthday": "1942-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Joanna_Pettet_1976.jpg/242px-Joanna_Pettet_1976.jpg",
    "extract": "Joanna Pettet is an English retired actress.",
    "year": 1942,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Donna McKechnie",
    "birthday": "1940-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Donna_McKechnie_Oct_1975.jpg/266px-Donna_McKechnie_Oct_1975.jpg",
    "extract": "Donna McKechnie is an American musical theater dancer, singer, actress, and choreographer. She is known for her professional and personal relationship with choreographer Michael Bennett, with whom she collaborated on her most noted role, the character of Cassie in the musical A Chorus Line. She earned the Tony Award for Best Actress in a Musical for this performance in 1976. She is also known for playing Amanda Harris/Olivia Corey on the Gothic soap opera, Dark Shadows from 1969 to 1970.",
    "year": 1940,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michael Billington (critic)",
    "birthday": "1939-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Michael_Billington.JPG/254px-Michael_Billington.JPG",
    "extract": "Michael Keith Billington OBE is a British author and arts critic. He writes for The Guardian, and was the paper's chief drama critic from 1971 to 2019. Billington is \"Britain's longest-serving theatre critic\" and the author of biographical and critical studies relating to British theatre and the arts. He is the authorised biographer of the playwright Harold Pinter (1930–2008).",
    "year": 1939,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ahmed Bouanani",
    "birthday": "1938-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Ahmed_Bouanani.jpg/239px-Ahmed_Bouanani.jpg",
    "extract": "Ahmed Bouanani was a Moroccan film director, poet and novelist. He was best known from the 1979 film The Mirage, which featured as no.61 on the list of the best and most important 100 Arabic films commissioned by the 10th Dubai International Film Festival in 2013.",
    "year": 1938,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kang Ning-hsiang",
    "birthday": "1938-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b2/%E5%BA%B7%E5%AF%A7%E7%A5%A5.jpg",
    "extract": "Kang Ning-hsiang is a Taiwanese politician. He was active in the Tangwai movement, and began his political career as a supporter of Huang Hsin-chieh. Kang served in the Taipei City Council from 1969 to 1972, when he was first elected to the Legislative Yuan, on which he served three consecutive terms, until 1984. He lost reelection in 1983, and won a fourth term in 1986. Kang was subsequently elected to the National Assembly, but left the office to accept an appointment to the Control Yuan, a position he held until 2002. He was then successively appointed an administrative deputy minister of national defense, as secretary-general of the National Security Council, and adviser to president Chen Shui-bian. Kang is a founding member of the Democratic Progressive Party, though his party membership was suspended during his tenure on the Control Yuan.",
    "year": 1938,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Walter Learning",
    "birthday": "1938-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/70/Director_Walter_Learning.JPG",
    "extract": "Walter John Learning was a Canadian theatre director, actor, and founder of Theatre New Brunswick.",
    "year": 1938,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Robert Nozick",
    "birthday": "1938-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Robert_Nozick_1977_Libertarian_Review_cover.jpg/319px-Robert_Nozick_1977_Libertarian_Review_cover.jpg",
    "extract": "Robert Nozick was an American philosopher. He held the Joseph Pellegrino University Professorship at Harvard University, and was president of the American Philosophical Association. He is best known for his books Anarchy, State, and Utopia (1974), a libertarian answer to John Rawls' A Theory of Justice (1971), in which Nozick also presented his own theory of utopia as one in which people can freely choose the rules of the society they enter into, and Philosophical Explanations (1981), which included his counterfactual theory of knowledge. His other work involved ethics, decision theory, philosophy of mind, metaphysics and epistemology. His final work before his death, Invariances (2001), introduced his theory of evolutionary cosmology, by which he argues invariances, and hence objectivity itself, emerged through evolution across possible worlds.",
    "year": 1938,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alan Budd",
    "birthday": "1937-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Alan_Budd.jpg/241px-Alan_Budd.jpg",
    "extract": "Sir Alan Peter Budd is a prominent British economist, who was a founding member of the Bank of England's Monetary Policy Committee (MPC) in 1997.",
    "year": 1937,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Moore (Australian politician)",
    "birthday": "1936-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/John_Moore_1999.jpg/228px-John_Moore_1999.jpg",
    "extract": "John Colinton Moore is a former Australian politician. He was a Liberal member of the House of Representatives for over 25 years, serving between 1975 and 2001, and was a minister in the Fraser and Howard governments.",
    "year": 1936,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mohammad Hussein Fadlallah",
    "birthday": "1935-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Sayed_Mohammad_Hussein_Fadlallah.jpg/213px-Sayed_Mohammad_Hussein_Fadlallah.jpg",
    "extract": "Grand Ayatollah Muhammad Husayn Fadlallah was a prominent twelver Shia cleric from a Lebanese family. Born in Najaf, Iraq, Fadlallah studied Islam in Najaf before moving to Lebanon in 1952. In the following decades, he gave many lectures, engaged in intense scholarship, wrote dozens of books, founded several Islamic religious schools, and established the Mabarrat Association. Through the aforementioned association, he established a public library, a women's cultural center, and a medical clinic.",
    "year": 1935,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Magdi Yacoub",
    "birthday": "1935-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/M_Yacoub.JPG/193px-M_Yacoub.JPG",
    "extract": "Sir Magdi Habib Yacoub, is a Coptic Egyptian-British retired professor of cardiothoracic surgery at Imperial College London, best known for his early work in repairing heart valves with surgeon Donald Ross, adapting the Ross procedure, where the diseased aortic valve is replaced with the person's own pulmonary valve, devising the arterial switch operation (ASO) in transposition of the great arteries, and establishing the heart transplantation centre at Harefield Hospital in 1980 with a heart transplant for Derrick Morris, who at the time of his death was Europe's longest-surviving heart transplant recipient. Yacoub subsequently performed the UK's first combined heart and lung transplant in 1983.",
    "year": 1935,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hubert Sumlin",
    "birthday": "1931-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/HubertSumlin2003.jpg/272px-HubertSumlin2003.jpg",
    "extract": "Hubert Charles Sumlin was a Chicago blues guitarist and singer, best known for his \"wrenched, shattering bursts of notes, sudden cliff-hanger silences and daring rhythmic suspensions\" as a member of Howlin' Wolf's band. He was ranked number 43 in Rolling Stone's \"100 Greatest Guitarists of All Time\".",
    "year": 1931,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Chinua Achebe",
    "birthday": "1930-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Chinua_Achebe%2C_1966.jpg/213px-Chinua_Achebe%2C_1966.jpg",
    "extract": "Chinua Achebe was a Nigerian novelist, poet, and critic who is regarded as the dominant figure of modern African literature. His first novel and magnum opus, Things Fall Apart (1958), occupies a pivotal place in African literature and remains the most widely studied, translated and read African novel. Along with Things Fall Apart, his No Longer at Ease (1960) and Arrow of God (1964) complete the so-called \"African Trilogy\"; later novels include A Man of the People (1966) and Anthills of the Savannah (1987). He is often referred to as the \"father of African literature\", although he vigorously rejected the characterization.",
    "year": 1930,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Foytack",
    "birthday": "1930-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Paul_Foytack_1960.jpg/246px-Paul_Foytack_1960.jpg",
    "extract": "Paul Eugene Foytack was an American professional baseball player and right-handed pitcher who appeared in 312 games in Major League Baseball between 1953 and 1964 for two American League clubs, the Detroit Tigers and the Los Angeles Angels. He also played one season in Nippon Professional Baseball for the 1965 Chunichi Dragons. Born in Scranton, Pennsylvania, Foytack was listed as 5 feet 11 inches (1.80 m) tall and 175 pounds (79 kg).",
    "year": 1930,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Salvatore Riina",
    "birthday": "1930-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c4/Salvatore_Riina2.jpg/257px-Salvatore_Riina2.jpg",
    "extract": "Salvatore Riina, called Totò 'u Curtu, was an Italian mobster and chief of the Sicilian Mafia, known for a ruthless murder campaign that reached a peak in the early 1990s with the assassinations of Antimafia Commission prosecutors Giovanni Falcone and Paolo Borsellino, resulting in widespread public outcry and a major crackdown by the authorities. He was also known by the nicknames la belva and il capo dei capi.",
    "year": 1930,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Clu Gulager",
    "birthday": "1928-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Clu_Gulager_%28cropped%29.jpg/222px-Clu_Gulager_%28cropped%29.jpg",
    "extract": "William Martin \"Clu\" Gulager is an American television and film actor and director born in Holdenville, Oklahoma. He first became known for his work in television, appearing in the co-starring role of William H. Bonney in the 1960–1962 NBC television series The Tall Man and as Emmett Ryker in another NBC Western series, The Virginian. He later had a second career as a horror film actor, including a lead part in Dan O'Bannon's The Return of the Living Dead (1985). He also was in A Nightmare on Elm Street 2: Freddy's Revenge (1985). In 2005 he started acting in his son's horror films—the Feasts films and Piranha DD—in his 80s.",
    "year": 1928,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mel Patton",
    "birthday": "1924-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Mel_Patton_1948.jpg/258px-Mel_Patton_1948.jpg",
    "extract": "Melvin Emery Patton was an American sprinter, who set the world record in the 100 yard dash of 9.2 seconds in 1948. He also set a 220 yd world record in 1949 on a straightaway of 20.2, breaking the record held by Jesse Owens.",
    "year": 1924,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gene Amdahl",
    "birthday": "1922-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Amdahl_march_13_2008.jpg/256px-Amdahl_march_13_2008.jpg",
    "extract": "Gene Myron Amdahl was an American computer architect and high-tech entrepreneur, chiefly known for his work on mainframe computers at IBM and later his own companies, especially Amdahl Corporation. He formulated Amdahl's law, which states a fundamental limitation of parallel computing.",
    "year": 1922,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "José Saramago",
    "birthday": "1922-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5c/JSJoseSaramago.jpg",
    "extract": "José de Sousa Saramago, GColSE ComSE GColCa, was a Portuguese writer and recipient of the 1998 Nobel Prize in Literature for his \"parables sustained by imagination, compassion and irony [with which he] continually enables us once again to apprehend an elusory reality.\" His works, some of which can be seen as allegories, commonly present subversive perspectives on historic events, emphasizing the theopoetic human factor. In 2003 Harold Bloom described Saramago as \"the most gifted novelist alive in the world today\" and in 2010 said he considers Saramago to be \"a permanent part of the Western canon\", while James Wood praises \"the distinctive tone to his fiction because he narrates his novels as if he were someone both wise and ignorant.\"",
    "year": 1922,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Daws Butler",
    "birthday": "1916-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Daws_Butler_%281976%29.jpg/283px-Daws_Butler_%281976%29.jpg",
    "extract": "Charles Dawson Butler was an American voice actor. He worked mostly for the Hanna-Barbera animation production company where he originated the voices of many familiar characters, including Yogi Bear, Huckleberry Hound, Snagglepuss, Loopy De Loop, Wally Gator, Quick Draw McGraw and Baba Looey, Hokey Wolf, Elroy Jetson, Peter Potamus, and Scooby-Dum.",
    "year": 1916,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eddie Chapman",
    "birthday": "1914-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Eddie_Chapman_%28Agent_ZigZag%29.jpg/227px-Eddie_Chapman_%28Agent_ZigZag%29.jpg",
    "extract": "Edward Arnold Chapman was an English criminal and wartime spy. During the Second World War he offered his services to Nazi Germany as a spy and subsequently became a British double agent. His British Secret Service handlers codenamed him Agent Zigzag in acknowledgement of his erratic personal history.",
    "year": 1914,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ellen Albertini Dow",
    "birthday": "1913-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/29/Ellen_Albertini_Dow.jpg/320px-Ellen_Albertini_Dow.jpg",
    "extract": "Ellen Rose Albertini Dow was an American film and television character actress and drama coach. She portrayed feisty old ladies and is best known as the rapping grandmother Rosie in The Wedding Singer (1998), performing \"Rapper's Delight\". Dow's other film roles include elderly lady Mary Cleary who \"outs\" her grandson in Wedding Crashers, Disco Dottie in 54, the recipient of Christopher Lloyd's character's slapstick in Radioland Murders and a choir nun in Sister Act. She was best known to small screen audiences for her guest appearances on sitcoms The Golden Girls and Will & Grace.",
    "year": 1913,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "George O. Petrie",
    "birthday": "1912-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/George_Petrie_1950.JPG/262px-George_Petrie_1950.JPG",
    "extract": "George O. Petrie was an American radio and television actor.",
    "year": 1912,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mirza Nasir Ahmad",
    "birthday": "1909-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Hazrat_Mirza_Nasir_Ahmad_Mash_III_%281967%29.jpg/240px-Hazrat_Mirza_Nasir_Ahmad_Mash_III_%281967%29.jpg",
    "extract": "Hāfiz Mirza Nasir Ahmad was the third caliph, head of the Ahmadiyya Community. He was elected as the third successor of Mirza Ghulam Ahmad on 8 November 1965, the day after the death of his predecessor and father, Mirza Basheer-ud-Din Mahmood Ahmad.",
    "year": 1909,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Burgess Meredith",
    "birthday": "1907-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Burgess_Meredith_1954.JPG/250px-Burgess_Meredith_1954.JPG",
    "extract": "Oliver Burgess Meredith was an American actor and filmmaker whose career encompassed theater, film, and television.",
    "year": 1907,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eddie Condon",
    "birthday": "1905-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Eddie_Condon_%28Gottlieb_01651%29.jpg/320px-Eddie_Condon_%28Gottlieb_01651%29.jpg",
    "extract": "Albert Edwin Condon was an American jazz banjoist, guitarist, and bandleader. A leading figure in Chicago jazz, he also played piano and sang.",
    "year": 1905,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nnamdi Azikiwe",
    "birthday": "1904-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Nnamdi_Azikiwe_PC.jpg/208px-Nnamdi_Azikiwe_PC.jpg",
    "extract": "Nnamdi Benjamin Azikiwe, PC, usually referred to as \"Zik\", was a Nigerian statesman and political leader who served as the first President of Nigeria from 1963 to 1966. Considered a driving force behind the nation's independence, he came to be known as the \"father of Nigerian Nationalism\".",
    "year": 1904,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eliška Junková",
    "birthday": "1900-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Ella_Junkov%C3%A1.jpg/240px-Ella_Junkov%C3%A1.jpg",
    "extract": "Eliška Junková-Khásová, also known as Elisabeth Junek, was a Czechoslovak automobile racer. She is regarded as one of the most significant drivers in Grand Prix motor racing history, and was the first woman to win a Grand Prix event.",
    "year": 1900,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mary Margaret McBride",
    "birthday": "1899-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Mary_Margaret_McBride_and_Eleanor_Rooseveltedited.jpg/320px-Mary_Margaret_McBride_and_Eleanor_Rooseveltedited.jpg",
    "extract": "Mary Margaret McBride was an American radio interview host and writer. Her popular radio shows spanned more than 40 years. In the 1940s the daily audience for her housewife-oriented program numbered from six to eight million listeners. She was called \"The First Lady of Radio.\"",
    "year": 1899,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Choudhry Rahmat Ali",
    "birthday": "1897-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Choudhry_Rahmat_Ali.jpg/242px-Choudhry_Rahmat_Ali.jpg",
    "extract": "Choudhry Rahmat Ali was a Pakistani nationalist who was one of the earliest proponents of the creation of the state of Pakistan. He is credited with creating the name \"Pakistan\" for a separate Muslim homeland in South Asia and is generally known as the originator of the Pakistan Movement.",
    "year": 1897,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joan Lindsay",
    "birthday": "1896-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Joan_Lindsay_enhance_crop_1925.png/234px-Joan_Lindsay_enhance_crop_1925.png",
    "extract": "Joan à Beckett Lindsay, also known as Lady Lindsay, was an Australian novelist, playwright, essayist, and visual artist. Trained in her youth as a painter, Lindsay published her first literary work in 1936 at age forty under a pseudonym, a satirical novel titled Through Darkest Pondelayo. Her second novel, Time Without Clocks, was published nearly thirty years later, and was a semi-autobiographical account of the early years of her marriage to artist Daryl Lindsay.",
    "year": 1896,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Oswald Mosley",
    "birthday": "1896-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Oswald_mosley_MP.jpg/235px-Oswald_mosley_MP.jpg",
    "extract": "Sir Oswald Ernald Mosley, 6th Baronet was a British politician who rose to fame in the 1920s as a Member of Parliament and later in the 1930s, having become disillusioned with mainstream politics, drifted towards fascism and became the founder and leader of the British Union of Fascists (BUF).",
    "year": 1896,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lawrence Tibbett",
    "birthday": "1896-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Lawrence_Tibbett_1943.jpg/256px-Lawrence_Tibbett_1943.jpg",
    "extract": "Lawrence Mervil Tibbett was an American opera singer and recording artist who also performed as a film actor and radio personality. A baritone, he sang leading roles with the Metropolitan Opera in New York City more than 600 times from 1923 to 1950. He performed diverse musical theatre roles, including Captain Hook in Peter Pan in a touring show.",
    "year": 1896,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Hindemith",
    "birthday": "1895-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Paul_Hindemith_1923.jpg/265px-Paul_Hindemith_1923.jpg",
    "extract": "Paul Hindemith was a prolific German composer, music theorist, teacher, violist and conductor. He founded the Amar Quartet in 1921, touring extensively in Europe. As a composer, he became a major advocate of the Neue Sachlichkeit style of music in the 1920s, with compositions such as Kammermusik, including works with viola and viola d'amore as solo instruments in a neo-Bachian spirit. Other notable compositions include his song cycle Das Marienleben (1923), Der Schwanendreher for viola and orchestra (1935), the opera Mathis der Maler (1938), the Symphonic Metamorphosis of Themes by Carl Maria von Weber (1943), and the oratorio When Lilacs Last in the Dooryard Bloom'd, a requiem based on Walt Whitman's poem (1946).",
    "year": 1895,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bobby Cruickshank",
    "birthday": "1894-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Bobby_Cruickshank%2C_Johnny_Golden%2C_Tommy_Armour.jpg/320px-Bobby_Cruickshank%2C_Johnny_Golden%2C_Tommy_Armour.jpg",
    "extract": "Robert Allan Cruickshank was a prominent professional golfer from Scotland. He competed in the PGA of America circuit from the early 1920s to the mid-1930s, the forerunner of today's PGA Tour.",
    "year": 1894,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Richard von Coudenhove-Kalergi",
    "birthday": "1894-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Graf_Richard_Nikolaus_von_Coudenhove-Kalergi_%281894%E2%80%931972%29_~1930.jpg/241px-Graf_Richard_Nikolaus_von_Coudenhove-Kalergi_%281894%E2%80%931972%29_~1930.jpg",
    "extract": "Richard Nikolaus Eijiro, Count of Coudenhove-Kalergi was an Austrian-Japanese politician, philosopher and Count of Coudenhove-Kalergi. A pioneer of European integration, he served as the founding president of the Paneuropean Union for 49 years. His parents were Heinrich von Coudenhove-Kalergi, an Austro-Hungarian diplomat, and Mitsuko Aoyama, the daughter of an oil merchant, antiques-dealer and major landowner in Tokyo. His childhood name in Japan was Aoyama Eijiro. He became a Czechoslovak citizen in 1919 and then took French nationality from 1939 until his death.",
    "year": 1894,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Guo Moruo",
    "birthday": "1892-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Guo_Moruo_in_1941.jpg/308px-Guo_Moruo_in_1941.jpg",
    "extract": "Guo Moruo, courtesy name Dingtang (鼎堂), was a Chinese author, poet, historian, archaeologist, and government official.",
    "year": 1892,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tazio Nuvolari",
    "birthday": "1892-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/TazioNuvolari.jpg/199px-TazioNuvolari.jpg",
    "extract": "Tazio Giorgio Nuvolari was an Italian racing driver. He first raced motorcycles and then concentrated on sports cars and single-seaters. A resident of Mantua, he was known as 'Il Mantovano Volante' and nicknamed 'Nivola'. His victories—72 major races, 150 in all—included 24 Grands Prix, five Coppa Cianos, two Mille Miglias, two Targa Florios, two RAC Tourist Trophies, a Le Mans 24-hour race, and a European Championship in Grand Prix racing. Ferdinand Porsche called him \"the greatest driver of the past, the present, and the future.\"",
    "year": 1892,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Elpidio Quirino",
    "birthday": "1890-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Elpidio_R_Quirino.jpg/259px-Elpidio_R_Quirino.jpg",
    "extract": "Elpidio Rivera Quirino was a Filipino lawyer and politician who served as the sixth president of the Philippines from 1948 to 1953.",
    "year": 1890,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "George S. Kaufman",
    "birthday": "1889-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/George_S._Kaufman.jpg/268px-George_S._Kaufman.jpg",
    "extract": "George Simon Kaufman was an American playwright, theatre director and producer, humorist, and drama critic. In addition to comedies and political satire, he wrote several musicals for the Marx Brothers and others. He won the Pulitzer Prize for Drama for the musical Of Thee I Sing in 1932, and won again in 1937 for the play You Can't Take It with You. He also won the Tony Award for Best Director in 1951 for the musical Guys and Dolls.",
    "year": 1889,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dietrich Kraiss",
    "birthday": "1889-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Bundesarchiv_Bild_146-1984-058-20A%2C_Dietrich_Kraiss.jpg/216px-Bundesarchiv_Bild_146-1984-058-20A%2C_Dietrich_Kraiss.jpg",
    "extract": "Dietrich Kraiss was a German general during World War II. He was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves of Nazi Germany.",
    "year": 1889,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Emil Breitkreutz",
    "birthday": "1883-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Emil_Breitkreutz.jpg/320px-Emil_Breitkreutz.jpg",
    "extract": "Emil William Breitkreutz was an American middle-distance runner who won a bronze medal in the Olympic 800 meters final in the 1904 Summer Olympics in St. Louis, Missouri. The race was won by James Lightbody.",
    "year": 1883,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alexander Kolchak",
    "birthday": "1874-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Kolchak.jpg/225px-Kolchak.jpg",
    "extract": "Alexander Vasilyevich Kolchak was an Imperial Russian admiral, military leader and polar explorer who served in the Imperial Russian Navy and fought in the Russo-Japanese War of 1904–1905 and the First World War. During the Russian Civil War of 1917–1922 he established an anti-communist government in Siberia — later the Provisional All-Russian Government — and became recognised as the \"Supreme Leader and Commander-in-Chief of All Russian Land and Sea Forces\" by the other leaders of the White movement from 1918 to 1920. His government was based in Omsk, in southwestern Siberia.",
    "year": 1874,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "W. C. Handy",
    "birthday": "1873-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/W._C._Handy_%281941_Van_Vechten_portrait%29.jpg/231px-W._C._Handy_%281941_Van_Vechten_portrait%29.jpg",
    "extract": "William Christopher Handy was an American composer and musician who referred to himself as the Father of the Blues. Handy was one of the most influential songwriters in the United States. One of many musicians who played the distinctively American blues music, Handy did not create the blues genre but was the first to publish music in the blues form, thereby taking the blues from a regional music style with a limited audience to a new level of popularity.",
    "year": 1873,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Charles Turner (Australian cricketer)",
    "birthday": "1862-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/98/CTBTurner.jpg/243px-CTBTurner.jpg",
    "extract": "Charles Thomas Biass Turner was a bowler who is regarded as one of the finest ever produced by Australia. Among his accomplishments were:taking 283 wickets in the English season of 1888 for 11.27 runs each. This tally was 69 wickets ahead of Ted Peate's 1882 record, and has been bettered only by Tom Richardson in 1895 and Tich Freeman in 1928 and 1933.\ntaking 314 wickets in all matches in 1888.\ntaking 106 wickets in twelve matches in the Australian season of 1887–88 – a record for any bowler in Australia\ntaking 17 wickets for 50 runs against An England Eleven at Hastings in 1888. Of these 17, 14 were bowled, two lbw and one stumped.\nbeing the first Australian bowler to reach 100 wickets in Test matches.\nhis 12 for 87 against England in his record season of 1887–1888 is still the best bowling analysis for a Test at the SCG.\nthe only bowler to take 50 wickets in their first six Test matches.",
    "year": 1862,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Luigi Facta",
    "birthday": "1861-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/61/Luigi_Facta_photo.jpg",
    "extract": "Luigi Facta was an Italian politician, lawyer and journalist and the last Prime Minister of Italy before the leadership of Benito Mussolini.",
    "year": 1861,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jürgen Kröger",
    "birthday": "1856-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Juergen-kroeger_portrait.jpg/252px-Juergen-kroeger_portrait.jpg",
    "extract": "Jürgen Kröger was a German architect, active from 1880 to 1920. He bore the title \"(kaiserlicher) Baurat\" in 1908, and was an architectural advisor to German Emperor Wilhelm II. Kröger is most notable for his construction of Protestant church buildings. The poet Timm Kröger was his uncle.",
    "year": 1856,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Minnie Hauk",
    "birthday": "1851-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Minnie_Hauk_ca1880.jpg/212px-Minnie_Hauk_ca1880.jpg",
    "extract": "Amalia Mignon Hauck \"Minnie\" Hauk was an American operatic soprano.",
    "year": 1851,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Edmund James Flynn",
    "birthday": "1847-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Edmund_James_Flynn.png/245px-Edmund_James_Flynn.png",
    "extract": "Edmund James Flynn was a Canadian politician and the tenth premier of Quebec, from 1896 to 1897.",
    "year": 1847,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jules Violle",
    "birthday": "1841-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/PSM_V18_D029_The_violle_actinometer.jpg/243px-PSM_V18_D029_The_violle_actinometer.jpg",
    "extract": "Jules Louis Gabriel Violle was a French physicist and inventor.",
    "year": 1841,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Louis-Honoré Fréchette",
    "birthday": "1839-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Louis-Honore_Frechette.jpg/237px-Louis-Honore_Frechette.jpg",
    "extract": "Louis-Honoré Fréchette,, was a Canadian poet, politician, playwright, and short story writer. For his prose, he would be the first Quebecois to receive the Prix Montyon from the Académie française, as well as the first Canadian to receive any honor of this kind from a European nation.",
    "year": 1839,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kalākaua",
    "birthday": "1836-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Kingdavidkalakaua_dust.jpg/267px-Kingdavidkalakaua_dust.jpg",
    "extract": "Kalākaua, sometimes called The Merrie Monarch, was the last king and penultimate monarch of the Kingdom of Hawaiʻi, reigning from February 12, 1874, until his death in 1891. Succeeding Lunalilo, he was elected to the vacant throne of Hawaiʻi against Queen Emma. Kalākaua had a convivial personality and enjoyed entertaining guests with his singing and ukulele playing. At his coronation and his birthday jubilee, the hula that had been banned from public in the kingdom became a celebration of Hawaiian culture.",
    "year": 1836,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Bright",
    "birthday": "1811-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/John_Bright.jpg/241px-John_Bright.jpg",
    "extract": "John Bright was a British Radical and Liberal statesman, one of the greatest orators of his generation and a promoter of free trade policies.",
    "year": 1811,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jónas Hallgrímsson",
    "birthday": "1807-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/J%C3%B3nas_Hallgr%C3%ADmsson.jpg/207px-J%C3%B3nas_Hallgr%C3%ADmsson.jpg",
    "extract": "Jónas Hallgrímsson was an Icelandic poet, author and naturalist. He was one of the founders of the Icelandic journal Fjölnir, which was first published in Copenhagen in 1835. The magazine was used by Jónas and his fellow Fjölnismenn to promote Icelandic nationalism, in the hope of giving impetus to the Icelandic Independence Movement. Jónas remains one of Iceland's most beloved poets, penning some of the best-known Icelandic poems about Iceland and its people. Since 1996, Jónas's birthday has been officially recognised in Iceland as the Day of the Icelandic Language. On 16 November each year, the Jónas Hallgrímsson Award is awarded to an individual for their outstanding contribution to the Icelandic Language.",
    "year": 1807,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mary Tyler Peabody Mann",
    "birthday": "1806-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Mary_Peabody_Mann.png/275px-Mary_Peabody_Mann.png",
    "extract": "Mary Tyler Peabody Mann was a teacher, author, mother, and wife of Horace Mann, American education reformer and politician.",
    "year": 1806,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Francis Danby",
    "birthday": "1793-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Francis_Danby%2C_salt_print%2C_1850s_%28cropped%29.jpg/281px-Francis_Danby%2C_salt_print%2C_1850s_%28cropped%29.jpg",
    "extract": "Francis Danby was an Irish painter of the Romantic era. His imaginative, dramatic landscapes were comparable to those of John Martin. Danby initially developed his imaginative style while he was the central figure in a group of artists who have come to be known as the Bristol School. His period of greatest success was in London in the 1820s.",
    "year": 1793,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Georg Ludwig Cancrin",
    "birthday": "1774-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Kankrin_Egor_Francevich.png/253px-Kankrin_Egor_Francevich.png",
    "extract": "Count Georg Ludwig Cancrin was a Russian German aristocrat and as a politician best known for spearheading reforms in the Russian financial system early in the 19th century.",
    "year": 1774,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Peter Andreas Heiberg",
    "birthday": "1758-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Peter_Andreas_Heiberg.jpg/242px-Peter_Andreas_Heiberg.jpg",
    "extract": "Peter Andreas Heiberg was a Danish-Norwegian author and philologist. He was born in Vordingborg, Denmark-Norway. The Heiberg ancestry can be traced back to Norway, and has produced a long line of priests, headmasters and other learned men. His father was the Norwegian-born headteacher of the grammar school in Vordingborg, Ludvig Heiberg, whilst his mother was Inger Margrethe, daughter of the vicar at the manor of Vemmetofte Peder Heiberg, a relative of Ludvig Heiberg, and Inger Hørning, who came from a family of wealthy Danish merchants.",
    "year": 1758,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James McHenry",
    "birthday": "1753-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/JMcHenry.jpg/241px-JMcHenry.jpg",
    "extract": "James McHenry was a Scotch-Irish American military surgeon, statesman, and a Founding Father of the United States. McHenry was a signer of the United States Constitution from Maryland, initiated the recommendation for Congress to form the Navy, and was the eponym of Fort McHenry. He represented Maryland in the Continental Congress. He was a delegate to the Maryland State Convention of 1788, to vote whether Maryland should ratify the proposed Constitution of the United States. He served as United States Secretary of War from 1796 to 1800, bridging the administrations of George Washington and John Adams.",
    "year": 1753,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Edward Law, 1st Baron Ellenborough",
    "birthday": "1750-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Lord-ellenborough.jpg/253px-Lord-ellenborough.jpg",
    "extract": "Edward Law, 1st Baron Ellenborough,, was an English judge. After serving as a member of parliament and Attorney General, he became Lord Chief Justice.",
    "year": 1750,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jean le Rond d'Alembert",
    "birthday": "1717-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Jean_Le_Rond_d%27Alembert%2C_by_French_school.jpg/259px-Jean_Le_Rond_d%27Alembert%2C_by_French_school.jpg",
    "extract": "Jean-Baptiste le Rond d'Alembert was a French mathematician, mechanician, physicist, philosopher, and music theorist. Until 1759 he was, together with Denis Diderot, a co-editor of the Encyclopédie. D'Alembert's formula for obtaining solutions to the wave equation is named after him. The wave equation is sometimes referred to as d'Alembert's equation, and the fundamental theorem of algebra is named after d'Alembert in French.",
    "year": 1717,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Charles Duncombe (English banker)",
    "birthday": "1648-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/DuncombeArms.svg/278px-DuncombeArms.svg.png",
    "extract": "Sir Charles Duncombe of Teddington, Middlesex and Barford, Wiltshire, was an English banker and Tory politician who sat in the English and British House of Commons between 1685 and 1711. He served as Lord Mayor of London from 1708 to 1709. He made a fortune in banking and was said to be worth £400,000 later in life, and the richest commoner in England on his death.",
    "year": 1648,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jean Chardin",
    "birthday": "1643-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Jean_Chardin.jpg/257px-Jean_Chardin.jpg",
    "extract": "Jean Chardin, born Jean-Baptiste Chardin, and also known as Sir John Chardin, was a French jeweller and traveller whose ten-volume book The Travels of Sir John Chardin is regarded as one of the finest works of early Western scholarship on Safavid Iran and the Near East in general.",
    "year": 1643,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anna Juliana Gonzaga",
    "birthday": "1566-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Anne_Catherine_Gonzaga_as_Archduchess.jpg/256px-Anne_Catherine_Gonzaga_as_Archduchess.jpg",
    "extract": "Anna Juliana Gonzaga, O.S.M., was an Archduchess of Austria who became a Religious Sister of the Servite Order after the death of her husband, the Archduke Ferdinand II of Austria. A cause for her canonization is open but has not advanced since the 17th century.",
    "year": 1566,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Princess Cecilia of Sweden",
    "birthday": "1540-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Ok%C3%A4nd_kvinna%2C_tidigare_kallad_Cecilia_Vasa%2C_1540-1627%2C_prinsessa_av_Sverige_markgrevinna_av_Ba_-_Nationalmuseum_-_15111.tif/lossy-page1-252px-Ok%C3%A4nd_kvinna%2C_tidigare_kallad_Cecilia_Vasa%2C_1540-1627%2C_prinsessa_av_Sverige_markgrevinna_av_Ba_-_Nationalmuseum_-_15111.tif.jpg",
    "extract": "Cecilia of Sweden, was Princess of Sweden as the daughter of King Gustav I and his second wife, Margaret Leijonhufvud, and Margravine of Baden-Rodemachern as the wife of Christopher II, Margrave of Baden-Rodemachern. She is the most famous daughter of Gustav I, known for a courtship scandal in connection with a sister's wedding and for a lengthy stay in England under Elizabeth I where her first child was born.",
    "year": 1540,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Turibius of Mogrovejo",
    "birthday": "1538-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Santo_Toribio_Alfonso_de_Mogrovejo%2C_Arzobispo_de_Lima.jpg/253px-Santo_Toribio_Alfonso_de_Mogrovejo%2C_Arzobispo_de_Lima.jpg",
    "extract": "Toribio Alfonso de Mogrovejo was a Spanish prelate of the Catholic Church who served as the Archbishop of Lima from 1579 until his death. He first studied in the humanities and law before serving as a professor and later as the Grand Inquisitor at the behest of King Philip II. His piety and learning had reached the ears of the king who appointed him to that position which was considered unusual since he had no previous government or judicial experience. His noted work for the Inquisition earned him praise from the king who nominated him for the vacant Lima archdiocese. The pope confirmed this despite his protests.",
    "year": 1538,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anna d'Este",
    "birthday": "1531-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Anna_dEste_Versailles.jpg/253px-Anna_dEste_Versailles.jpg",
    "extract": "Anna d'Este was an important princess with considerable influence at the court of France and a central figure in the French Wars of Religion. In her first marriage she was Duchess of Aumale, then of Guise, in her second marriage Duchess of Nemours and Genevois.",
    "year": 1531,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jeanne d'Albret",
    "birthday": "1528-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Jeanne-albret-navarre.jpg/228px-Jeanne-albret-navarre.jpg",
    "extract": "Jeanne d'Albret, also known as Jeanne III, was the queen regnant of Navarre from 1555 to 1572. She married Antoine de Bourbon, Duke of Vendôme, becoming the Duchess of Vendôme and was the mother of Henri de Bourbon, who became King Henry III of Navarre and IV of France, the first Bourbon king of France.",
    "year": 1528,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Beatrice of Naples",
    "birthday": "1457-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Beatrix_de_N%C3%A1poles.jpg/239px-Beatrix_de_N%C3%A1poles.jpg",
    "extract": "Beatrice of Naples, also known as Beatrice of Aragon, was twice Queen of Hungary and of Bohemia by marriage to Matthias Corvinus and Vladislaus II. She was the daughter of Ferdinand I of Naples and Isabella of Clermont.",
    "year": 1457,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Leonardo Loredan",
    "birthday": "1436-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Giovanni_Bellini%2C_portrait_of_Doge_Leonardo_Loredan.jpg/228px-Giovanni_Bellini%2C_portrait_of_Doge_Leonardo_Loredan.jpg",
    "extract": "Leonardo Loredan was a Venetian nobleman and statesman who reigned as the 75th Doge of Venice from 1501 until his death in 1521. A wartime ruler, his dogeship was one of the most important in the history of Venice. In the dramatic events of the early 16th century, Loredan's Machiavellian plots and cunning political manoeuvres against the League of Cambrai, the Ottomans, the Mamluks, the Pope, the Republic of Genoa, the Holy Roman Empire, the French, the Egyptians and the Portuguese saved Venice from downfall.",
    "year": 1436,
    "month": 11,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tiberius",
    "birthday": "-42-11-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/%28Toulouse%29_Tib%C3%A8re_-_Mus%C3%A9e_Saint-Raymond_Ra_342_b.jpg/213px-%28Toulouse%29_Tib%C3%A8re_-_Mus%C3%A9e_Saint-Raymond_Ra_342_b.jpg",
    "extract": "Tiberius Caesar Augustus was the second Roman emperor. He reigned from AD 14 until 37, succeeding his stepfather, the first Roman emperor Augustus. Tiberius was born in Rome in 42 BC. His father was the politician Tiberius Claudius Nero and his mother was Livia Drusilla, who would eventually divorce his father, and marry the future-emperor Augustus in 38 BC. Following the untimely deaths of Augustus' two grandsons and adopted heirs, Gaius and Lucius Caesar, Tiberius was designated Augustus' successor. Prior to this, Tiberius had proved himself an able diplomat, and one of the most successful Roman generals: his conquests of Pannonia, Dalmatia, Raetia, and (temporarily) parts of Germania laid the foundations for the empire's northern frontier.",
    "year": -42,
    "month": 11,
    "day": 16,
    "language": "en"
  }
]