[
  {
    "name": "Jeongyeon",
    "birthday": "1996-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/2018.06.23_%EB%A1%AF%EC%84%B8_%ED%8C%A8%EB%B0%80%EB%A6%AC_%EC%BD%98%EC%84%9C%ED%8A%B8_02.jpg/229px-2018.06.23_%EB%A1%AF%EC%84%B8_%ED%8C%A8%EB%B0%80%EB%A6%AC_%EC%BD%98%EC%84%9C%ED%8A%B8_02.jpg",
    "extract": "Yoo Jeong-yeon, known mononymously as Jeongyeon (Korean: 정연), is a South Korean singer. She is a member of Twice, a South Korean girl group formed by JYP Entertainment.",
    "year": 1996,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Margarita Mamun",
    "birthday": "1995-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Margarita_Mamun_%28cropped%29.jpg/211px-Margarita_Mamun_%28cropped%29.jpg",
    "extract": "Margarita Mamun Sukhorukova is a retired Russian individual rhythmic gymnast of Bangladeshi-Russian descent. She is the 2016 Olympic All-around champion, two-time World All-around silver medalist, the 2015 European Games All-around silver medalist, the 2016 European Championships All-around silver medalist, three-time Grand Prix Final All-around champion and a three-time (2011–2013) Russian National All-around champion.",
    "year": 1995,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "James Ward-Prowse",
    "birthday": "1994-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/James_Ward-Prowse_v_Augsburg_2017.jpg/198px-James_Ward-Prowse_v_Augsburg_2017.jpg",
    "extract": "James Michael Edward Ward-Prowse is an English professional footballer who plays as a central midfielder for Premier League club Southampton and the England national team.",
    "year": 1994,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jiang Yuyuan",
    "birthday": "1991-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Jiang_Yuyuan.jpg/213px-Jiang_Yuyuan.jpg",
    "extract": "Jiang Yuyuan is a retired Chinese gymnast. She is the 2008 Chinese all-around senior National Champion and a member of the gold medal-winning People's Republic of China team for the 2008 Summer Olympics. Jiang was a member of the silver medal-winning Chinese team at the 2007 World Championships, the bronze medal-winning member at the 2010 World Championships and 2011 World Championships, and the all-around gold medalist at the 2007 Good Luck Beijing Olympic test event. In 2010, she replaced Cheng Fei as the captain of the Chinese national team. She won a silver medal in the all-around competition at the 2010 World Championships, which is the highest position that a Chinese woman has ever placed in the all-around competition at a world or Olympic championship.",
    "year": 1991,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Masahiro Tanaka",
    "birthday": "1988-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Masahiro_Tanaka_%2846815355714%29.jpg/284px-Masahiro_Tanaka_%2846815355714%29.jpg",
    "extract": "Masahiro Tanaka  is a Japanese professional baseball player for the Tohoku Rakuten Golden Eagles of the Nippon Professional Baseball (NPB). From 2007 through 2013, he played for the Eagles in NPB. Tanaka was posted by the Eagles after the 2013 season to be signed with the New York Yankees in Major League Baseball (MLB) and signed a seven-year, $155 million contract, the fifth-largest deal ever given to a pitcher at the time. He made his major league debut in 2014 and played for the Yankees through the 2020 season, before deciding to return to Japan.",
    "year": 1988,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ileana D'Cruz",
    "birthday": "1987-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Ileana_D%27Cruz_grace_the_trailer_launch_of_Raid_%2816%29_%28cropped%29.jpg/213px-Ileana_D%27Cruz_grace_the_trailer_launch_of_Raid_%2816%29_%28cropped%29.jpg",
    "extract": "Ileana D'Cruz is an Indian-born Portuguese actress and model who predominantly appears in Telugu and Hindi language films. D'Cruz was born in Mumbai and spent most of her childhood in Goa. D'Cruz made her screen debut in 2006 with Telugu-language film Devadasu, which was a commercial success whilst earning her the Filmfare Award for Best Female Debutant.",
    "year": 1987,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Penn Badgley",
    "birthday": "1986-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Penn_Badgley_TIFF_2012.jpg/219px-Penn_Badgley_TIFF_2012.jpg",
    "extract": "Penn Dayton Badgley is an American actor and musician. He is known for his roles as Dan Humphrey in The CW teen drama series Gossip Girl (2007–2012) and as Joe Goldberg in the Netflix thriller series You (2018–present). For Gossip Girl, he received six Teen Choice Award nominations, and for You, he earned MTV Movie & TV Award and Saturn Award nominations.",
    "year": 1986,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ksenija Balta",
    "birthday": "1986-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Ksenija_Balta_Doha_2010.jpg/215px-Ksenija_Balta_Doha_2010.jpg",
    "extract": "Ksenija Balta is an Estonian long jumper, sprinter and heptathlete. She won the long jump at the 2009 European Indoor Championships in Athletics.",
    "year": 1986,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Miloš Krasić",
    "birthday": "1984-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/MilosKrasic.jpg/228px-MilosKrasic.jpg",
    "extract": "Miloš Krasić is a Serbian former professional footballer who played as a winger. He represented the Serbia national team at the 2010 FIFA World Cup, and at one point in his career, he was named by FourFourTwo as one of the 100 best players in the world.",
    "year": 1984,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Matt Moulson",
    "birthday": "1983-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Matt_Moulson_-_Buffalo_Sabres.jpg/291px-Matt_Moulson_-_Buffalo_Sabres.jpg",
    "extract": "Matthew Keith Moulson is a Canadian professional ice hockey left winger and captain of the Hershey Bears of the American Hockey League (AHL). Prior to this, Moulson played 650 games in the National Hockey League (NHL), the majority of which were spent with the New York Islanders and Buffalo Sabres.",
    "year": 1983,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jon Wilkin",
    "birthday": "1983-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Jon_Wilkin_BBC.jpg/222px-Jon_Wilkin_BBC.jpg",
    "extract": "Jon David Wilkin, also known by the nicknames of \"Wilko\" or \"Jean Jean\", is an English former professional rugby league footballer who last played as a second-row, loose forward, scrum-half and stand-off for St Helens in the Super League, the Toronto Wolfpack in the Betfred Championship and Betfred Super League and Hull Kingston Rovers in the Northern Ford Premiership. He played for England and Great Britain at international level.",
    "year": 1983,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bradley Orr",
    "birthday": "1982-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Bradley_Orr_-upperbody.jpg/266px-Bradley_Orr_-upperbody.jpg",
    "extract": "Bradley James Orr is an English retired footballer.",
    "year": 1982,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bilgin Defterli",
    "birthday": "1980-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/BilginDefterli.JPG/151px-BilginDefterli.JPG",
    "extract": "Bilgin Defterli is a Turkish women's football forward currently playing in the 2. Frauen-Bundesliga for Alemannia Aachen in Germany with jersey number 9. She has been a member of the Turkey women's national football team since 1999 and serves as their captain. Defterli is 160 cm tall.",
    "year": 1980,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Milan Dudić",
    "birthday": "1979-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Milan_Dudic1.JPG/217px-Milan_Dudic1.JPG",
    "extract": "Milan Dudić is a Serbian retired professional footballer who played as a defender.",
    "year": 1979,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Danny Koevermans",
    "birthday": "1978-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Danny-Koevermans2.jpg/320px-Danny-Koevermans2.jpg",
    "extract": "Danny Koevermans is a Dutch former footballer who currently works as a coach for Sparta Rotterdam. A former striker, he was a physical player who was apt in the air and a lethal poacher in front of the goal. In addition to goal scoring, he was known for his offensive movement and \"runs\" off the ball, which \"always [attracted] the attention of defenders\".",
    "year": 1978,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Helen Czerski",
    "birthday": "1978-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Helen_Czerski_at_Thinking_Digital_2012.jpg/320px-Helen_Czerski_at_Thinking_Digital_2012.jpg",
    "extract": "Helen Czerski is a British physicist and oceanographer and television presenter. She is a Research Fellow in the department of mechanical engineering at University College London. She was previously at the Institute for Sound and Vibration Research at the University of Southampton.",
    "year": 1978,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Siarhei Artsiukhin",
    "birthday": "1976-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2d/Sergei_Artyukhin.jpg/230px-Sergei_Artyukhin.jpg",
    "extract": "Sergei Yevgenyevich Artyukhin, also known as Siarhei Artsiukhin, was a Russian-Belarusian heavyweight Greco-Roman wrestler. He was born in Moscow and won the 2001 World Cup while representing Russia. After that, to avoid severe competition within Russia, he competed for Belarus and won the European title in 2005 and bronze medals at the world championships in 2005 and 2006. At the 2008 Summer Olympics, he was eliminated in his second bout. He was initially trained by his father, Evgeny Artyukhin, Sr., who was also an international heavyweight Greco-Roman wrestler.",
    "year": 1976,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bo Bice",
    "birthday": "1975-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Bo_Bice.jpg/237px-Bo_Bice.jpg",
    "extract": "Harold Elwin \"Bo\" Bice Jr. is an American singer and musician who was the runner-up against Carrie Underwood in the fourth season of American Idol. Prior to auditioning for American Idol, Bice released a solo album as well as a few albums with his bands while performing in the night club circuit.",
    "year": 1975,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Megan Wing",
    "birthday": "1975-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Wing_lowe.jpg/316px-Wing_lowe.jpg",
    "extract": "Megan Wing is a Canadian ice dancer. With partner and husband Aaron Lowe, she is a two-time Four Continents bronze medallist.",
    "year": 1975,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "VVS Laxman",
    "birthday": "1974-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/VVS_Laxman99.jpg/232px-VVS_Laxman99.jpg",
    "extract": "Vangipurapu Venkata Sai Laxman is a former Indian international cricketer and a former cricket commentator and pundit. A right-hand batsman known for his elegant stroke play, Laxman played as a middle-order batsman in Test cricket. Laxman is currently the Head of Cricket at the National Cricket Academy (NCA), and the head coach of the India Under-19 and India A teams.",
    "year": 1974,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Geoff Horsfield",
    "birthday": "1973-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5e/GeoffHorsfield_acknowledges_crowd.jpg",
    "extract": "Geoffrey Malcolm Horsfield is an English former professional footballer and football coach. He made more than 300 appearances in the Football League playing as a striker.",
    "year": 1973,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Aishwarya Rai Bachchan",
    "birthday": "1973-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Aishwarya_Rai_Cannes_2017.jpg/226px-Aishwarya_Rai_Cannes_2017.jpg",
    "extract": "Aishwarya Rai Bachchan is an Indian actress and the winner of the Miss World 1994 pageant. Primarily known for her work in Hindi and Tamil films, she has established herself as one of the most popular and influential celebrities in India through her successful acting career. Rai has received numerous accolades, including two Filmfare Awards, and was honoured with the Padma Shri by the Government of India in 2009 and the Ordre des Arts et des Lettres by the Government of France in 2012. She has often been cited in the media as \"the most beautiful woman in the world\".",
    "year": 1973,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Toni Collette",
    "birthday": "1972-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Toni_Collette_by_Gage_Skidmore.jpg/222px-Toni_Collette_by_Gage_Skidmore.jpg",
    "extract": "Toni Collette Galafassi is an Australian actress, producer, singer, and songwriter. Known for her work in television and independent films, she has received various accolades throughout her career, including a Golden Globe Award and a Primetime Emmy Award, in addition to nominations for an Academy Award, a Tony Award, and two British Academy Film Awards.",
    "year": 1972,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Paul Dickov",
    "birthday": "1972-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Paul_Dickov.png/161px-Paul_Dickov.png",
    "extract": "Paul Dickov is a Scottish football manager, former professional footballer and television pundit.",
    "year": 1972,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jenny McCarthy",
    "birthday": "1972-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Jenny_McCarthy_2012.jpg/273px-Jenny_McCarthy_2012.jpg",
    "extract": "Jennifer McCarthy Wahlberg is an American actress, model, activist, television personality, and author. She began her career in 1993 as a nude model for Playboy magazine and was later named their Playmate of the Year. McCarthy then had a television and film acting career, beginning as a co-host on the MTV game show Singled Out (1995–1997) and afterwards starring in the eponymous sitcom Jenny (1997–1998), as well as films, such as BASEketball (1998), Scream 3 (2000), Dirty Love (2005), John Tucker Must Die (2006), and Santa Baby (2006). In 2013, she hosted her own television talk show The Jenny McCarthy Show, and became a co-host of the ABC talk show The View, appearing until 2014. Since 2019, McCarthy has been a judge on the Fox musical competition show The Masked Singer.",
    "year": 1972,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tie Domi",
    "birthday": "1969-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Tie_Domi_1462810555.jpg/250px-Tie_Domi_1462810555.jpg",
    "extract": "Tahir \"Tie\" Domi is a Canadian former professional ice hockey player. Known as an enforcer, he played for the Toronto Maple Leafs, New York Rangers and Winnipeg Jets over a 16-year NHL career. He is the Maple Leafs' all time leader in penalty minutes in franchise history and is third overall in penalty minutes in NHL history. He is also the player with most fighting majors in NHL history, with 333.",
    "year": 1969,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tina Arena",
    "birthday": "1967-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Tina_Arena_Portrait.jpg/320px-Tina_Arena_Portrait.jpg",
    "extract": "Filippina Lydia \"Tina\" Arena is an Australian singer-songwriter, musician, musical theatre actress and record producer. She is one of Australia's highest-selling artists and has sold over 10 million records worldwide. Arena is multilingual, singing and recording in English, Italian, French and Spanish.",
    "year": 1967,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Willie D",
    "birthday": "1966-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/WillieD2017.png/300px-WillieD2017.png",
    "extract": "William James Dennis is an American rapper, best known as a member of the Houston rap group the Geto Boys, alongside Bushwick Bill and Scarface. He maintains and regularly uploads to his YouTube channel, posting social commentary videos. As of July 2021, his channel WillieDLive has accumulated over 200 million video views.",
    "year": 1966,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mary Hansen",
    "birthday": "1966-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Mary_Hansen_%281996%29.jpg/320px-Mary_Hansen_%281996%29.jpg",
    "extract": "Mary Therese Hansen was an Australian-born guitarist and singer. She joined the London-based avant-pop band Stereolab in 1992. As a member, Hansen recorded six studio albums from Transient Random-Noise Bursts with Announcements to Sound-Dust.",
    "year": 1966,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gary Howell (West Virginia politician)",
    "birthday": "1966-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Gary_G._Howell.jpg/320px-Gary_G._Howell.jpg",
    "extract": "Gary Howell is an American politician and businessman from West Virginia. He is currently a member of the West Virginia House of Delegates for the 56th district and chairman of the Mineral County Republican Executive Committee.",
    "year": 1966,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jeremy Hunt",
    "birthday": "1966-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Official_portrait_of_Rt_Hon_Jeremy_Hunt_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Jeremy_Hunt_MP_crop_2.jpg",
    "extract": "Jeremy Richard Streynsham Hunt is a British politician serving as Chair of the Health and Social Care Select Committee since 2020. He previously served in the Cabinet as Secretary of State for Digital, Culture, Media and Sport from 2010 to 2012, Secretary of State for Health and Social Care from 2012 to 2018, and Secretary of State for Foreign Affairs from 2018 to 2019. A member of the Conservative Party, he has been Member of Parliament (MP) for South West Surrey since 2005.",
    "year": 1966,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Patrik Ringborg",
    "birthday": "1965-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Patrik_Ringborg_2016_%28cropped%29.jpg/259px-Patrik_Ringborg_2016_%28cropped%29.jpg",
    "extract": "Patrik Ringborg is a Swedish conductor, member of the Royal Swedish Academy of Music.",
    "year": 1965,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sophie B. Hawkins",
    "birthday": "1964-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Sophie_B_Hawkins.jpg/146px-Sophie_B_Hawkins.jpg",
    "extract": "Sophie Ballantine Hawkins is an American singer-songwriter, musician and painter. Born in New York City, she attended the Manhattan School of Music for a year as a percussionist before leaving to pursue a music career. She achieved critical and commercial success with her first two albums, producing a string of single hits including \"Damn I Wish I Was Your Lover\", \"Right Beside You\", and \"As I Lay Me Down\". A dispute with her record label Sony Music over her third album, Timbre, led her to establish her own independent label, Trumpet Swan Productions, which has published her subsequent recordings.",
    "year": 1964,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nita Ambani",
    "birthday": "1963-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/NitaAmbani.jpg/194px-NitaAmbani.jpg",
    "extract": "Nita Mukesh Ambani is an Indian philanthropist. She is the chairperson and founder of the Reliance Foundation, Dhirubhai Ambani International School and a director of Reliance Industries. She is married to Reliance Industries chairman and managing director Mukesh Ambani. With a family fortune estimated in excess of US$102 billion, the Ambanis are among the richest in the world. She is also an art collector and owner of the Indian Premier League cricket team Mumbai Indians.",
    "year": 1963,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mark Hughes",
    "birthday": "1963-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/1_mark_hughes_2015.jpg/198px-1_mark_hughes_2015.jpg",
    "extract": "Leslie Mark Hughes, OBE is a Welsh football coach and former player who is the manager of Bradford City.",
    "year": 1963,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Big Kenny",
    "birthday": "1963-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/BigKennyApr10.jpg/184px-BigKennyApr10.jpg",
    "extract": "William Kenneth Alphin, best known by his stage name Big Kenny, is an American country music singer. He and John Rich comprise the duo Big & Rich, who recorded four studio albums and charted fifteen singles on the Billboard Hot Country Songs chart.",
    "year": 1963,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sharron Davies",
    "birthday": "1962-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Sharron_Davies.jpg/212px-Sharron_Davies.jpg",
    "extract": "Sharron Elizabeth Davies, is an English former competitive swimmer who represented Great Britain in the Olympics and European championships and competed for England in the Commonwealth Games. Davies has attended 12 Consecutive Olympic Games, competing in 3 games and then working in the media poolside for the BBC.",
    "year": 1962,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Magne Furuholmen",
    "birthday": "1962-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Magne_Furuholmen_Kongsberg_Jazzfestival_2018_%28221600%29.jpg/320px-Magne_Furuholmen_Kongsberg_Jazzfestival_2018_%28221600%29.jpg",
    "extract": "Magne Furuholmen is a Norwegian musician and visual artist. He was named Knight First Class of the Order of St. Olav by King Harald for his services to Norwegian music and his international success. Furuholmen, better known to music fans by his stage name Mags, is the keyboardist of the synthpop/rock band A-ha, and co-wrote hits such as \"Take On Me\", \"Stay on These Roads\", \"Manhattan Skyline\", \"Cry Wolf\", \"Forever Not Yours\", \"Analogue \", \"Minor Earth Major Sky\", \"Touchy!\", \"You Are the One\", \"Move To Memphis\" and \"Foot of the Mountain\". The band A-ha has sold more than 50 million albums worldwide.",
    "year": 1962,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Anthony Kiedis",
    "birthday": "1962-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Red_Hot_Chili_Peppers_-_Rock_am_Ring_2016_-2016156230933_2016-06-04_%28cropped%29.jpg/204px-Red_Hot_Chili_Peppers_-_Rock_am_Ring_2016_-2016156230933_2016-06-04_%28cropped%29.jpg",
    "extract": "Anthony Kiedis is an American singer and songwriter. He is a founding member and lead vocalist of the rock band Red Hot Chili Peppers.\nKiedis and his fellow band members were inducted into the Rock and Roll Hall of Fame in 2012.",
    "year": 1962,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Louise Boije af Gennäs",
    "birthday": "1961-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Louise_Boije_af_Genn%C3%A4s_2014-02-03_001.tiff/lossy-page1-240px-Louise_Boije_af_Genn%C3%A4s_2014-02-03_001.tiff.jpg",
    "extract": "Louise Gunvor Catharina Lagercrantz Boije af Gennäs is a Swedish writer, feminist, and co-creator of Rederiet, the longest-running Swedish soap opera in history.",
    "year": 1961,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Anne Donovan",
    "birthday": "1961-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Anne_Donovan.JPG/304px-Anne_Donovan.JPG",
    "extract": "Anne Theresa Donovan was an American women's basketball player and coach. From 2013 to 2015, she was the head coach of the Connecticut Sun.",
    "year": 1961,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Calvin Johnson (musician)",
    "birthday": "1961-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Calvin_Johnson_02.jpg/320px-Calvin_Johnson_02.jpg",
    "extract": "Calvin Johnson is an American guitarist, vocalist, songwriter, music producer, and disc jockey. Known for his uniquely deep and droning singing voice, Johnson was a founding member of the bands Cool Rays, Beat Happening, Dub Narcotic Sound System, The Go Team and The Halo Benders.",
    "year": 1961,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Heng Swee Keat",
    "birthday": "1961-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/01/Heng_Swee_Keat.jpg",
    "extract": "Heng Swee Keat is a Singaporean politician who has been serving as Deputy Prime Minister since 2019 and Coordinating Minister for Economic Policies since 2020. A member of the governing People's Action Party (PAP), he is the Member of Parliament (MP) representing the Bedok ward of East Coast GRC since 2020. He was previously Minister for Education (2011–2015) and Minister for Finance (2015–2021).",
    "year": 1961,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tim Cook",
    "birthday": "1960-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/%D0%A2%D0%B8%D0%BC_%D0%9A%D1%83%D0%BA_%2802-09-2021%29.jpg/217px-%D0%A2%D0%B8%D0%BC_%D0%9A%D1%83%D0%BA_%2802-09-2021%29.jpg",
    "extract": "Timothy Donald Cook is an American business executive and engineer who has been the chief executive officer of Apple Inc. since 2011. Cook previously served as the company's chief operating officer under its co-founder Steve Jobs.",
    "year": 1960,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Fernando Valenzuela",
    "birthday": "1960-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Fernando_Valenzuela_in_bullpen.jpg/229px-Fernando_Valenzuela_in_bullpen.jpg",
    "extract": "Fernando Valenzuela Anguamea is a Mexican former professional baseball pitcher. Valenzuela played 17 Major League Baseball (MLB) seasons, from 1980 to 1991 and 1993 to 1997. While he played for six MLB teams, he is best remembered for his time with the Los Angeles Dodgers. Valenzuela batted and threw left-handed. His career highlights include a win-loss record of 173–153, with an earned run average (ERA) of 3.54. Valenzuela was notable for his unorthodox windup and for being one of a small number of pitchers who threw a screwball regularly. Never a particularly hard thrower, the Dodgers felt he needed another pitch; he was taught the screwball in 1979 by teammate Bobby Castillo.",
    "year": 1960,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Susanna Clarke",
    "birthday": "1959-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Susanna_Clarke_March_2006.jpg/267px-Susanna_Clarke_March_2006.jpg",
    "extract": "Susanna Mary Clarke is an English author known for her debut novel Jonathan Strange & Mr Norrell (2004), a Hugo Award-winning alternative history. Clarke began Jonathan Strange in 1993 and worked on it during her spare time. For the next decade, she published short stories from the Strange universe, but it was not until 2003 that Bloomsbury bought her manuscript and began work on its publication. The novel became a best-seller.",
    "year": 1959,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robert Hart (musician)",
    "birthday": "1958-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/2016_Lieder_am_See_-_Manfred_Manns_Earth_Band_-_Robert_Hart_-_by_2eight_-_DSC4546.jpg/213px-2016_Lieder_am_See_-_Manfred_Manns_Earth_Band_-_Robert_Hart_-_by_2eight_-_DSC4546.jpg",
    "extract": "Robert Hart is an English vocalist and songwriter. He is currently the lead singer of Manfred Mann's Earth Band and the band Diesel. He has performed as a solo artist, and with The Distance and also with former Whitesnake members in the band called Company of Snakes and with Bad Company. He also fronted The Jones Gang, a rock group formed by Hart, Rick Wills and Kenney Jones. He was the first English writer to be signed to Disney owned Hollywood Records. He has also written several Number 1 hits, and written a number of songs for film soundtracks, whilst being signed to Roy Orbison's Still Working Music, Disney's Hollywood Records, and Island Records.",
    "year": 1958,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lyle Lovett",
    "birthday": "1957-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/LyleLovett.jpg/212px-LyleLovett.jpg",
    "extract": "Lyle Pearce Lovett is an American singer, songwriter, actor and record producer. Active since 1980, he has recorded 13 albums and released 25 singles to date, including his highest entry, the number 10 chart hit on the U.S. Billboard Hot Country Songs chart, \"Cowboy Man\". Lovett has won four Grammy Awards, including Best Male Country Vocal Performance and Best Country Album. His most recent album is 12th of June, released in 2022.",
    "year": 1957,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Beth Leavel",
    "birthday": "1955-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/BethLeavelByPhilKonstantin.jpg/276px-BethLeavelByPhilKonstantin.jpg",
    "extract": "Beth Leavel is a Tony Award-winning American stage and screen actress and singer.",
    "year": 1955,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jan Davis",
    "birthday": "1953-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Jan_Davis.jpg/252px-Jan_Davis.jpg",
    "extract": "Nancy Jan Davis is a former American astronaut. A veteran of three space flights, Davis logged over 673 hours in space. She is now retired from NASA.",
    "year": 1953,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ronald Bell (musician)",
    "birthday": "1951-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Ronald_bell_k%26TG.jpg/210px-Ronald_bell_k%26TG.jpg",
    "extract": "Ronald Nathan Bell, also known as Khalis Bayyan, was an American composer, singer, songwriter, arranger, producer, saxophonist and co-founding member of Kool & the Gang. The band recorded nine No. 1 R&B singles in the 1970s and 1980s, including its No. 1 pop single \"Celebration\". The group is honored on the Hollywood Walk of Fame and was inducted into the Songwriters Hall of Fame.",
    "year": 1951,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Fabrice Luchini",
    "birthday": "1951-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Fabrice_Luchini_Cannes_2016.jpg/226px-Fabrice_Luchini_Cannes_2016.jpg",
    "extract": "Fabrice Luchini is a French stage and film actor. He has appeared in films such as Potiche, The Women on the 6th Floor, and In the House.",
    "year": 1951,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mitch Kapor",
    "birthday": "1950-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f6/MitchKapor.jpg",
    "extract": "Mitchell David Kapor is an American entrepreneur best known for his work as an application developer in the early days of the personal computer software industry, later founding Lotus, where he was instrumental in developing the Lotus 1-2-3 spreadsheet. He left Lotus in 1986. In 1990 with John Perry Barlow and John Gilmore, he co-founded the Electronic Frontier Foundation, and served as its chairman until 1994. In 2003, Kapor became the founding chair of the Mozilla Foundation, creator of the open source web browser Firefox. Kapor has been an investor in the personal computing industry, and supporter of social causes via Kapor Capital and the Kapor Center. Kapor serves on the board of SMASH, a non-profit founded by Klein to help underrepresented scholars hone their STEM knowledge while building the networks and skills for careers in tech and the sciences.",
    "year": 1950,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robert B. Laughlin",
    "birthday": "1950-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Robert_Laughlin%2C_Stanford_University.jpg",
    "extract": "Robert Betts Laughlin is the Anne T. and Robert M. Bass Professor of Physics and Applied Physics at Stanford University. Along with Horst L. Störmer of Columbia University and Daniel C. Tsui of Princeton University, he was awarded a share of the 1998 Nobel Prize in physics for their explanation of the fractional quantum Hall effect.",
    "year": 1950,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dan Peek",
    "birthday": "1950-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Dan_Peek_on_TopPop_1972.png/180px-Dan_Peek_on_TopPop_1972.png",
    "extract": "Daniel Milton Peek was an American musician best known as a member of the folk rock band America from 1970 to 1977, together with Gerry Beckley and Dewey Bunnell. He has been called a \"pioneer in contemporary Christian music\".",
    "year": 1950,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "David Foster",
    "birthday": "1949-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/David_Foster_by_Gage_Skidmore_2.jpg/241px-David_Foster_by_Gage_Skidmore_2.jpg",
    "extract": "David Walter Foster OC OBC is a Canadian musician, composer, arranger, record producer and music executive who chaired Verve Records from 2012 to 2016. He has won 16 Grammy Awards from 47 nominations. His career in the music industry has spanned more than five decades, mainly beginning as a keyboardist for the pop group Skylark, in the early 1970s.",
    "year": 1949,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Michael D. Griffin",
    "birthday": "1949-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Michael_D._Griffin.jpg/256px-Michael_D._Griffin.jpg",
    "extract": "Michael Douglas Griffin is an American physicist and aerospace engineer who served as the Under Secretary of Defense for Research and Engineering from 2018 to 2020. He previously served as Deputy of Technology for the Strategic Defense Initiative, and as Administrator of NASA from April 13, 2005, to January 20, 2009. As NASA Administrator Griffin oversaw such areas as the future of human spaceflight, the fate of the Hubble telescope and NASA's role in understanding climate change. In April 2009 Griffin, who has an academic background, was named eminent scholar and a professor of mechanical and aerospace engineering at the University of Alabama in Huntsville.",
    "year": 1949,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Phil Myre",
    "birthday": "1948-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Phil_Myre_80-81.JPG/219px-Phil_Myre_80-81.JPG",
    "extract": "Philippe Louis Myre is a Canadian former professional ice hockey goaltender who played 14 seasons in the National Hockey League (NHL) for the Montreal Canadiens, Atlanta Flames, St. Louis Blues, Philadelphia Flyers, Colorado Rockies and Buffalo Sabres. Myre was born in Sainte-Anne-de-Bellevue, Quebec.",
    "year": 1948,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Amani Abeid Karume",
    "birthday": "1948-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Amani_Abeid_Karume.jpg/213px-Amani_Abeid_Karume.jpg",
    "extract": "Amani Abeid Karume is a former president of Zanzibar. He held the office from 8 November 2000 to 3 November 2010. He is the son of Zanzibar's first president, Abeid Karume, and a member of the Chama Cha Mapinduzi (CCM) party.",
    "year": 1948,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bill Woodrow",
    "birthday": "1948-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Sitting_on_History_%281995%29_by_Bill_Woodrow%2C_British_Library%2C_London%2C_UK_-_20061031.jpg/320px-Sitting_on_History_%281995%29_by_Bill_Woodrow%2C_British_Library%2C_London%2C_UK_-_20061031.jpg",
    "extract": "Bill Woodrow is a British sculptor.",
    "year": 1948,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nick Owen",
    "birthday": "1947-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Nick_Owen_at_Kenilworth_Road%2C_21_April_2014.jpg/320px-Nick_Owen_at_Kenilworth_Road%2C_21_April_2014.jpg",
    "extract": "Nicholas Corbishley Owen is an English television presenter and newsreader, best known for presenting the breakfast television programme TV-am and the BBC's local news show Midlands Today since 1997. He was also the chairman of Luton Town Football Club between 2008 and 2017.",
    "year": 1947,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jim Steinman",
    "birthday": "1947-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/JimSecondNight.jpg/320px-JimSecondNight.jpg",
    "extract": "James Richard Steinman was an American composer, lyricist and record producer. He also worked as an arranger, pianist, and singer. His work included songs in the adult contemporary, rock, dance, pop, musical theater, and film score genres. His work included albums such as Meat Loaf's Bat Out of Hell and Bat Out of Hell II: Back into Hell, and producing albums for Bonnie Tyler.",
    "year": 1947,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ric Grech",
    "birthday": "1946-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fa/Ric_Grech.jpg/243px-Ric_Grech.jpg",
    "extract": "Richard Roman Grechko, better known as Ric Grech, was a British rock musician and multi-instrumentalist. He is best known for playing bass guitar and violin with rock band Family as well as in the supergroups Blind Faith and Traffic. He also played with ex-Cream drummer Ginger Baker's Air Force.",
    "year": 1946,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Yuko Shimizu",
    "birthday": "1946-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Yuko_Shimizu_20100702_Japan_Expo_1.jpg/320px-Yuko_Shimizu_20100702_Japan_Expo_1.jpg",
    "extract": "Yuko Shimizu  is the Japanese designer who created Hello Kitty.",
    "year": 1946,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Narendra Dabholkar",
    "birthday": "1945-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/02/NarendraDabholkar.jpg/284px-NarendraDabholkar.jpg",
    "extract": "Narendra Achyut Dabholkar was an Indian physician, social activist, rationalist and author from Maharashtra, India. In 1989 he founded and became president of the Maharashtra Andhashraddha Nirmoolan Samiti. Triggered by his murder on 20 August 2013, the pending Anti-Superstition and Black Magic Ordinance was promulgated in the state of Maharashtra, four days later. In 2014, he was posthumously awarded the Padma Shri for social work.",
    "year": 1945,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Williamson (singer)",
    "birthday": "1945-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/John_Williamson_Guitarist.jpg/261px-John_Williamson_Guitarist.jpg",
    "extract": "John Robert Williamson is an Australian country music and folk music singer-songwriter, multi-instrumentalist, television host and conservationist. Williamson usually writes and performs songs that relate to the history and culture of Australia, particularly the outback, in a similar vein to Slim Dusty and Buddy Williams before him. Williamson has released over fifty albums, ten videos, five DVDs, and two lyric books and has sold more than 4,000,000 albums in Australia. His best known hit is \"True Blue\". On Australia Day in 1992 Williamson was made a Member of the Order of Australia (AM) with the citation: \"for service to Australian country music and in stimulating awareness of conservation issues\". He has received twenty-six Golden Guitar trophies at the Country Music Awards of Australia, he has won three ARIA Music Awards for Best Country Album and, in 2010, was inducted into the related Hall of Fame.",
    "year": 1945,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kinky Friedman",
    "birthday": "1944-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Kinky_friedman_2013.jpg/213px-Kinky_friedman_2013.jpg",
    "extract": "Richard Samet \"Kinky\" Friedman is an American singer, songwriter, novelist, humorist, politician, and former columnist for Texas Monthly who styles himself in the mold of popular American satirists Will Rogers and Mark Twain.",
    "year": 1944,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bobby Heenan",
    "birthday": "1944-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Bobby_Heenan.jpg/242px-Bobby_Heenan.jpg",
    "extract": "Raymond Louis Heenan was an American professional wrestling manager, color commentator, wrestler, and comedian. He performed with the American Wrestling Association (AWA), the World Wrestling Federation and World Championship Wrestling (WCW) under the ring name Bobby \"The Brain\" Heenan.",
    "year": 1944,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Oscar Temaru",
    "birthday": "1944-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9e/President_Oscar_Temaru.jpg",
    "extract": "Oscar Manutahi Temaru is a French politician. He has been President of French Polynesia, an overseas collectivity of France, on five occasions: in 2004, from 2005 to 2006, from 2007 to 2008, in 2009, and from 2011 to 2013 and mayor of Faa'a since 1983.",
    "year": 1944,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Rafic Hariri",
    "birthday": "1944-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Rafiq_Hariri_2001.jpeg/213px-Rafiq_Hariri_2001.jpeg",
    "extract": "Rafic Bahaa El Deen Al Hariri was a Lebanese business tycoon and politician who served as the Prime Minister of Lebanon from 1992 to 1998 and again from 2000 until his resignation on 20 October 2004.",
    "year": 1944,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Salvatore Adamo",
    "birthday": "1943-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Salvatore_Adamo.jpg/240px-Salvatore_Adamo.jpg",
    "extract": "Salvatore Adamo is a Belgian-Italian musician, singer and composer, who is known for his romantic ballads. Adamo was born in Comiso, Sicily, Italy, and has lived in Belgium since the age of three, which is why he has dual citizenship.",
    "year": 1943,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jacques Attali",
    "birthday": "1943-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Jacques_Attali_-_2020_-_Paris.png/225px-Jacques_Attali_-_2020_-_Paris.png",
    "extract": "Jacques José Mardoché Attali is a French economic and social theorist, writer, political adviser and senior civil servant, who served as a counselor to President François Mitterrand from 1981 to 1991, and was the first head of the European Bank for Reconstruction and Development from 1991 to 1993. In 1997, upon the request of education minister Claude Allègre, he proposed a reform of the higher education degrees system. From 2008 to 2010, he led the government committee on how to ignite the growth of the French economy, under President Nicolas Sarkozy.",
    "year": 1943,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Larry Flynt",
    "birthday": "1942-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Larry_Flynt_2009.jpg/213px-Larry_Flynt_2009.jpg",
    "extract": "Larry Claxton Flynt Jr. was an American publisher and the president of Larry Flynt Publications (LFP). LFP mainly produces pornographic magazines, such as Hustler, pornographic videos, and three pornographic television channels named Hustler TV. Flynt fought several high-profile legal battles involving the First Amendment, and unsuccessfully ran for public office. He was paralyzed from the waist down due to injuries sustained in a 1978 assassination attempt by serial killer Joseph Paul Franklin. In 2003, Arena magazine listed him at No. 1 on the \"50 Powerful People in Porn\" list.",
    "year": 1942,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ralph Klein",
    "birthday": "1942-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Ralph-Klein-Szmurlo.jpg/256px-Ralph-Klein-Szmurlo.jpg",
    "extract": "Ralph Philip Klein, was a Canadian politician and journalist who served as the 12th premier of Alberta and leader of the Progressive Conservative Association of Alberta from 1992 until his retirement in 2006. Klein also served as the 32nd mayor of Calgary from 1980 to 1989.",
    "year": 1942,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Marcia Wallace",
    "birthday": "1942-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Marcia_Wallace_at_47th_Emmy_Awards.jpg/320px-Marcia_Wallace_at_47th_Emmy_Awards.jpg",
    "extract": "Marcia Karen Wallace was an American actress and comedian, primarily known for her roles in television situation comedies. She is best known for her roles as receptionist Carol Kester on the 1970s sitcom The Bob Newhart Show, Mrs. Carruthers on Full House, and as the voice of elementary school teacher Edna Krabappel on the animated series The Simpsons, for which she won an Emmy in 1992. The character was retired after her death but sporadically appears through archive recording.",
    "year": 1942,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alfio Basile",
    "birthday": "1941-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Basile_masterclass_2013_%28cropped%29.jpg/221px-Basile_masterclass_2013_%28cropped%29.jpg",
    "extract": "Alfio Basile, nicknamed Coco, is an Argentine football manager and former player. He played for Racing Club de Avellaneda and Huracán before becoming a manager. He coached many teams during his career, being most notable the Racing Club de Avellaneda, the Argentina national team and Boca Juniors, where he won five titles in two years.",
    "year": 1941,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robert Foxworth",
    "birthday": "1941-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Robert_Foxworth_1975.JPG/250px-Robert_Foxworth_1975.JPG",
    "extract": "Robert Heath Foxworth is an American film, stage, and television actor.",
    "year": 1941,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ramesh Chandra Lahoti",
    "birthday": "1940-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/da/Chief_Justice_of_India_Justice_Ramesh_Chandra_Lahoti_at_his_swearing-in_ceremony_%28cropped%29.jpg",
    "extract": "Ramesh Chandra Lahoti was the 35th Chief Justice of India, serving from 1 June 2004 to 1 November 2005.",
    "year": 1940,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bruce Grocott, Baron Grocott",
    "birthday": "1940-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Official_portrait_of_Lord_Grocott_crop_2.jpg/240px-Official_portrait_of_Lord_Grocott_crop_2.jpg",
    "extract": "Bruce Joseph Grocott, Baron Grocott PC is a Labour Party politician in the United Kingdom.",
    "year": 1940,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Barry Sadler",
    "birthday": "1940-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Barry_Sadler.png/320px-Barry_Sadler.png",
    "extract": "Barry Allen Sadler was an American soldier, singer/songwriter, and author. Sadler served as a Green Beret medic, achieving the rank of Staff Sergeant. He served in the Vietnam War from late December 1964 to late May 1965. Most of his work has a military theme, and he is best known for his patriotic \"Ballad of the Green Berets,\" a #1 hit in 1966. He died at age 49 after being shot in the head in Guatemala City.",
    "year": 1940,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bill Anderson (singer)",
    "birthday": "1937-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Bill_Anderson_-_2017_01.jpg",
    "extract": "James William Anderson III, known professionally as Bill Anderson, is an American country music singer, songwriter, and television host. His soft-spoken singing voice was given the nickname \"Whispering Bill\" by music critics and writers. As a songwriter, his compositions have been covered by various music artists since the late 1950s, including Ray Price and George Strait.",
    "year": 1937,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Shizuka Kamei",
    "birthday": "1936-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/de/Kamei.jpg",
    "extract": "Shizuka Kamei  is a former Japanese politician and a former chairman of the Parliamentary League for the Abolition of the Death Penalty.",
    "year": 1936,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gary Player",
    "birthday": "1935-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/All_Black.jpg/320px-All_Black.jpg",
    "extract": "Gary James Player DMS, OIG is a South African retired professional golfer who is widely considered to be one of the greatest golfers of all time. During his career, Player won nine major championships on the regular tour and nine major championships on the Champions Tour. At the age of 29, Player won the 1965 U.S. Open and became the only non-American to win all four majors in a career, known as the career Grand Slam. At the time, he was the youngest player to do this, though Jack Nicklaus (26) and Tiger Woods (24) subsequently broke this record. Player became only the third golfer in history to win the Career Grand Slam, following Ben Hogan and Gene Sarazen, and only Nicklaus and Woods have performed the feat since. He won over 150 professional tournaments on six continents over seven decades and was inducted into the World Golf Hall of Fame in 1974.",
    "year": 1935,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Edward Said",
    "birthday": "1935-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Edward_Said_and_Daniel_Barenboim_in_Sevilla%2C_2002_%28Said%29.jpg/240px-Edward_Said_and_Daniel_Barenboim_in_Sevilla%2C_2002_%28Said%29.jpg",
    "extract": "Edward Wadie Said was a professor of literature at Columbia University, a public intellectual, and a founder of the academic field of postcolonial studies. A Palestinian American born in Mandatory Palestine, he was a citizen of the United States by way of his father, a U.S. Army veteran.",
    "year": 1935,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Umberto Agnelli",
    "birthday": "1934-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Umberto_Agnelli_%281970%29_-_CROP_%282%29.jpg/240px-Umberto_Agnelli_%281970%29_-_CROP_%282%29.jpg",
    "extract": "Umberto Agnelli was an Italian industrialist and politician. He was the third son of Virginia Agnelli and of Edoardo Agnelli, and the youngest brother of Gianni Agnelli.",
    "year": 1934,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gillian Knight",
    "birthday": "1934-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Gillian_Knight_as_the_Fairy_Queen.jpg/272px-Gillian_Knight_as_the_Fairy_Queen.jpg",
    "extract": "Gillian Knight is an English opera singer and actress, known for her performances in the contralto roles of the Savoy operas. After six years from 1959 to 1965 starring in these roles with the D'Oyly Carte Opera Company, Knight began a grand opera career.",
    "year": 1934,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Antoine Kohn",
    "birthday": "1933-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/UEFA_Cup_Ajax_tegen_Sporting_Lissabon_1-2_Ajaxtrainer_Spitz_Kohn_en_Louis_van_G%2C_Bestanddeelnr_934-3327.jpg/320px-UEFA_Cup_Ajax_tegen_Sporting_Lissabon_1-2_Ajaxtrainer_Spitz_Kohn_en_Louis_van_G%2C_Bestanddeelnr_934-3327.jpg",
    "extract": "Antoine \"Spitz\" Kohn was a Luxembourg football player and football manager.",
    "year": 1933,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Al Arbour",
    "birthday": "1932-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Al_Arbour_1977.jpg/267px-Al_Arbour_1977.jpg",
    "extract": "Alger Joseph Arbour was a Canadian ice hockey player, coach, and executive. He is third to Joel Quenneville for games coached in National Hockey League history and fifth all-time in wins, behind Scotty Bowman, Joel Quenneville, Ken Hitchcock and Barry Trotz. Under Arbour, the New York Islanders won four consecutive Stanley Cups from 1980 to 1983. Born in Sudbury, Ontario, Arbour played amateur hockey as a defenceman with the Windsor Spitfires of the Ontario Hockey League. He played his first professional games with the Detroit Red Wings in 1953. Claimed by the Chicago Black Hawks in 1958, Arbour would help the team win a championship in 1961. Arbour played with the Toronto Maple Leafs for the next five years, winning another Cup in 1962. He was selected by the St. Louis Blues in their 1967 expansion draft and played his final four seasons with the team.",
    "year": 1932,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Francis Arinze",
    "birthday": "1932-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Card._Francis_Arinze.jpg/237px-Card._Francis_Arinze.jpg",
    "extract": "Francis Arinze is a Nigerian Cardinal of the Roman Catholic Church. He was Prefect of the Congregation for Divine Worship and the Discipline of the Sacraments from 2002 to 2008. He has been the Cardinal Bishop of Velletri-Segni since 2005. Arinze was one of the principal advisors to Pope John Paul II and was considered papabile before the 2005 papal conclave, which elected Pope Benedict XVI.",
    "year": 1932,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Yossef Gutfreund",
    "birthday": "1931-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/79/Yossef_Gutfreund.gif",
    "extract": "Yossef Gutfreund was an Israeli wrestling judge for his country's 1972 Olympic team. He was murdered in the Munich massacre by Black September terrorists along with 10 other members of the Israeli team.",
    "year": 1931,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Shunsuke Kikuchi",
    "birthday": "1931-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/40/Shunsuke_Kikuchi.jpg",
    "extract": "Shunsuke Kikuchi  was a Japanese composer who was active from the early 1960s until 2017. He specialized in incidental music for media such as television and film. Kikuchi was regarded as one of Japan's most highly demanded film and TV composers, working principally on tokusatsu and anime productions, as well as violent action films, jidaigeki, and television dramas.",
    "year": 1931,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Arne Pedersen",
    "birthday": "1931-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Myntkast_mellom_Fredrikstad_Fotballklubb_og_Sandefjord_Ballklubb_cupfinalen_1957.jpg/320px-Myntkast_mellom_Fredrikstad_Fotballklubb_og_Sandefjord_Ballklubb_cupfinalen_1957.jpg",
    "extract": "Arne Knut Pedersen was a Norwegian footballer. He was a deep-lying inside forward, or offensive midfielder by today's terminology, who spent his entire playing career at his hometown club Fredrikstad FK, where he was a key player during the club's most successful period in the 1950s and early 1960s. He was also capped 40 times by Norway, and scored 11 international goals.",
    "year": 1931,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Russ Kemmerer",
    "birthday": "1930-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Russ_Kemmerer.jpg/320px-Russ_Kemmerer.jpg",
    "extract": "Russell Paul Kemmerer was an American professional baseball player. He was a right-handed pitcher who played for the Boston Red Sox (1954–1957), the Washington Senators (1957–1960), the Chicago White Sox (1960–1962), and the Houston Colt .45s (1962–1963) to finish his career.",
    "year": 1930,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nicholas Mavroules",
    "birthday": "1929-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Nicholas_Mavroules1.jpg",
    "extract": "Nicholas James Mavroules was an American Democratic Party politician from Massachusetts. He served as Mayor of Peabody, Massachusetts for a decade, then represented Peabody and much of the surrounding North Shore region in the United States House of Representatives from 1979 until 1993. In 1993, he pleaded guilty to 15 counts of racketeering and extortion and later served 15 months in prison.",
    "year": 1929,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "James Bradford (weightlifter)",
    "birthday": "1928-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/James_Bradford_1960.jpg/205px-James_Bradford_1960.jpg",
    "extract": "James Edward \"Jim\" Bradford was an American heavyweight weightlifter. He competed at two Olympics and four world championships and won silver medals on all occasions.",
    "year": 1928,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Vic Power",
    "birthday": "1927-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Vic_Power_1958.JPG/247px-Vic_Power_1958.JPG",
    "extract": "Victor Felipe Pellot, also known professionally as Vic Power, was a Puerto Rican professional baseball first baseman. He played twelve seasons in Major League Baseball (MLB) for the Philadelphia / Kansas City Athletics, Cleveland Indians, Minnesota Twins, Los Angeles / California Angels, and Philadelphia Phillies, from 1954 through 1965. Pellot was the second Puerto Rican of African descent to play in MLB and the second Puerto Rican to play in the American League (AL), following Hiram Bithorn.",
    "year": 1927,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Stephen Antonakos",
    "birthday": "1926-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/df/The_Room_by_Stephen_Antonakos%2C_1974.jpg",
    "extract": "Stephen Antonakos was a Greek born American sculptor most well known for his abstract sculptures often incorporating neon.",
    "year": 1926,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Betsy Palmer",
    "birthday": "1926-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Betsy_Palmer_1960.JPG/260px-Betsy_Palmer_1960.JPG",
    "extract": "Betsy Palmer was an American actress, known as a regular supporting movie and Broadway actress and television guest star, as a panelist on the game show I've Got a Secret, and later for playing Jason Voorhees' mother, Pamela Voorhees, in the slasher film Friday the 13th (1980).",
    "year": 1926,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Süleyman Demirel",
    "birthday": "1924-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Suleyman_Demirel_1998.jpg/241px-Suleyman_Demirel_1998.jpg",
    "extract": "Sami Süleyman Gündoğdu Demirel was a Turkish politician, engineer, and statesman who served as the 9th President of Turkey from 1993 to 2000. He previously served as the Prime Minister of Turkey seven times between the years 1965 and 1993. He was the leader of the Justice Party (AP) from 1964 to 1980 and the leader of the True Path Party (DYP) from 1987 to 1993.",
    "year": 1924,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Victoria de los Ángeles",
    "birthday": "1923-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Victoria_de_los_Angeles_Allan_warren.jpg/246px-Victoria_de_los_Angeles_Allan_warren.jpg",
    "extract": "Victoria de los Ángeles was a Spanish operatic lyric soprano and recitalist whose career began after the Second World War and reached its height in the years from the mid-1950s to the mid-1960s.",
    "year": 1923,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gordon R. Dickson",
    "birthday": "1923-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Gordon_R._Dickson_%28Minicon_1974%29.jpg",
    "extract": "Gordon Rupert Dickson was a Canadian-American science fiction writer. He was inducted into the Science Fiction and Fantasy Hall of Fame in 2000.",
    "year": 1923,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Menachem Elon",
    "birthday": "1923-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Menachem_Elon.JPG",
    "extract": "Menachem Elon was an Israeli jurist and Professor of Law specializing in Mishpat Ivri, an Orthodox rabbi, and a prolific author on traditional Jewish law (Halakha). He was the head of the Jewish Law Institute of the Hebrew University of Jerusalem.",
    "year": 1923,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Carlos Páez Vilaró",
    "birthday": "1923-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Carlos_P%C3%A1ez_Vilar%C3%B3.jpg/213px-Carlos_P%C3%A1ez_Vilar%C3%B3.jpg",
    "extract": "Carlos Páez Vilaró was a Uruguayan abstract artist, painter, potter, sculptor, muralist, writer, composer and constructor.",
    "year": 1923,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "George S. Irving",
    "birthday": "1922-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0d/George_S_Irving.jpg",
    "extract": "George S. Irving was an American actor known primarily for his character roles on Broadway and as the voice of Heat Miser in the American Christmas television specials beginning with The Year Without a Santa Claus (1974).",
    "year": 1922,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Harald Quandt",
    "birthday": "1921-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Bundesarchiv_Bild_146-1978-086-03%2C_Joseph_Goebbels_mit_Familie.jpg/320px-Bundesarchiv_Bild_146-1978-086-03%2C_Joseph_Goebbels_mit_Familie.jpg",
    "extract": "Harald Quandt was a German industrialist, the son of industrialist Günther Quandt and Magda Behrend Rietschel. His parents divorced and his mother was later married to Joseph Goebbels. After World War II, Quandt and his older half-brother Herbert Quandt ran the industrial empire that was left to them by their father and that continues today, the family owning a stake in Germany's luxury car manufacturer BMW.",
    "year": 1921,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "James J. Kilpatrick",
    "birthday": "1920-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c8/James_J._Kilpatrick.jpg",
    "extract": "James Jackson Kilpatrick was an American newspaper journalist, columnist, author, writer and grammarian. During the 1950s and early 1960s he was editor of The Richmond News Leader in Richmond, Virginia and encouraged the Massive Resistance strategy to oppose the U.S. Supreme Court's decisions in the Brown v. Board of Education ruling which outlawed racial segregation in public schools. For three decades beginning in the mid-1960s, Kilpatrick wrote a nationally syndicated column \"A Conservative View\", and sparred for years with liberals Nicholas von Hoffman and later Shana Alexander on the television news program 60 Minutes.",
    "year": 1920,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ted Lowe",
    "birthday": "1920-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/df/Ted_Lowe.jpg/213px-Ted_Lowe.jpg",
    "extract": "Edwin Charles Ernest Lowe was an English snooker commentator for the BBC and ITV. His husky, hushed tones earned him the nickname \"Whispering Ted\".",
    "year": 1920,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hermann Bondi",
    "birthday": "1919-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fa/HermanBondi.jpg",
    "extract": "Sir Hermann Bondi was an Austrian-British mathematician and cosmologist.",
    "year": 1919,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ken Miles",
    "birthday": "1918-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4c/Kenneth_Henry_Miles.jpg",
    "extract": "Kenneth Henry Miles was a British sports car racing engineer and driver best known for his motorsport career in the US and with American teams on the international scene. He is an inductee to the Motorsports Hall of Fame of America.",
    "year": 1918,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Zenna Henderson",
    "birthday": "1917-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b3/ZHenderson1953.jpg",
    "extract": "Zenna Chlarson Henderson was an American elementary school teacher and science fiction and fantasy author. Her first story was published in The Magazine of Fantasy & Science Fiction in 1951. Her work is cited as pre-feminist, often featuring middle-aged women, children, and their relationships, but with stereotyped gender roles. Many of her stories center around humanoid aliens called \"The People\", who have special powers. Henderson was nominated for a Hugo Award in 1959 for her novelette Captivity. Science fiction authors Lois McMaster Bujold, Orson Scott Card, Connie Willis, Dale Bailey, and Kathy Tyers have cited her as an influence on their work.",
    "year": 1917,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Clarence E. Miller",
    "birthday": "1917-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Clarence_miller.png/320px-Clarence_miller.png",
    "extract": "Clarence Ellsworth Miller, Jr. was a Republican Congressman from Ohio, serving January 3, 1967, to January 3, 1993.",
    "year": 1917,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Margaret Taylor-Burroughs",
    "birthday": "1915-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/de/Margaret_Taylor-Burroughs.jpg",
    "extract": "Margaret Taylor-Burroughs, also known as Margaret Taylor Goss, Margaret Taylor Goss Burroughs or Margaret T G Burroughs, was an American visual artist, writer, poet, educator, and arts organizer. She co-founded the Ebony Museum of Chicago, now the DuSable Museum of African American History. An active member of the African-American community, she also helped to establish the South Side Community Art Center, whose opening on May 1, 1941 was dedicated by the first lady of the United States Eleanor Roosevelt. There, at the age of 23, Burroughs served as the youngest member of its board of directors. A long-time educator, she spent most of her career at DuSable High School. Taylor-Burroughs was a prolific writer, with her efforts directed toward the exploration of the black experience and toward children, especially to their appreciation of their cultural identity and to their introduction and growing awareness of art. She is also credited with the founding of Chicago's Lake Meadows Art Fair in the early 1950s.",
    "year": 1915,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Moshe Teitelbaum (Satmar)",
    "birthday": "1914-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/MosesTeitelbaum.jpg/320px-MosesTeitelbaum.jpg",
    "extract": "Moshe (Moses) Teitelbaum was a Hasidic rebbe and the world leader of the Satmar Hasidim.",
    "year": 1914,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gunther Plaut",
    "birthday": "1912-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/GuntherPlaut.jpg/247px-GuntherPlaut.jpg",
    "extract": "Wolf Gunther Plaut, was an American Reform rabbi and writer who was based in Canada. Plaut was the rabbi of Holy Blossom Temple in Toronto for several decades and since 1978 was its senior scholar.",
    "year": 1912,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mingun Sayadaw",
    "birthday": "1911-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d0/Mingun_Sayadaw.png/210px-Mingun_Sayadaw.png",
    "extract": "The Venerable Mingun Sayadaw U Vicittasārābhivaṃsa was a Burmese Theravada Buddhist monk, best known for his memory skills and his role in the Sixth Buddhist Council.",
    "year": 1911,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Henri Troyat",
    "birthday": "1911-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Troyat_Harcourt_1943.jpg/237px-Troyat_Harcourt_1943.jpg",
    "extract": "Henri Troyat was a Russian-born French author, biographer, historian and novelist.",
    "year": 1911,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hans Mork",
    "birthday": "1909-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/52/Hans_Mork_1930.jpg/288px-Hans_Mork_1930.jpg",
    "extract": "Hans Eric Mork was a South African-born Australian rugby league footballer who played in the 1920s and 1930s. He played in Sydney for the Newtown club, as well as in Newcastle for the Western Suburbs club and elsewhere in country New South Wales.",
    "year": 1909,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Maxie Rosenbloom",
    "birthday": "1907-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Maxie_Rosenbloom_1941.JPG/264px-Maxie_Rosenbloom_1941.JPG",
    "extract": "Max Everitt Rosenbloom was an American professional boxer, actor, and television personality. Nicknamed “Slapsie Maxie”, he was inducted into The Ring's Boxing Hall of Fame in 1972, the International Jewish Sports Hall of Fame in 1984, the World Boxing Hall of Fame in 1985, and the International Boxing Hall of Fame in 1993. He was sometimes billed as Slapsie Maxie Rosenbloom for film appearances.",
    "year": 1907,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Johnny Indrisano",
    "birthday": "1906-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/bd/John_Indrisano_in_Alfred_Hitchcock_Presents_1961.jpg",
    "extract": "Johnny Indrisano was an American welterweight boxer whose career spanned the period from 1923 to 1934. He later became a film stunt performer and bit-part film and TV actor.",
    "year": 1906,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Paul-Émile Borduas",
    "birthday": "1905-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/88/Paul-%C3%89mile_Borduas.JPG",
    "extract": "Paul-Émile Borduas was a Québecois artist known for his abstract paintings. He was the leader of the avant-garde Automatiste movement and the chief author of the Refus Global manifesto of 1948. Borduas had a profound impact on the development of the arts and of thought, both in the province of Quebec and in Canada.",
    "year": 1905,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Laura La Plante",
    "birthday": "1904-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/La_Plante_Freulich.jpg/249px-La_Plante_Freulich.jpg",
    "extract": "Laura La Plante was an American film actress, whose more notable performances were in the silent era.",
    "year": 1904,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Max Adrian",
    "birthday": "1903-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Christopher-Gable-Max-Adrian-Song-of-Summer.jpg/320px-Christopher-Gable-Max-Adrian-Song-of-Summer.jpg",
    "extract": "Max Adrian was an Irish stage, film and television actor and singer. He was a founding member of both the Royal Shakespeare Company and the National Theatre.",
    "year": 1903,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Carji Greeves",
    "birthday": "1903-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Edward_Greeves.jpg",
    "extract": "Edward Goderich \"Carji\" Greeves, Junior was an Australian rules footballer who played for the Geelong Football Club in the Victorian Football League (VFL), now known as the Australian Football League (AFL). He won the inaugural Brownlow Medal in 1924, awarded to the VFL/AFL player adjudged fairest and best during the home and away season. He is the son of Ted Greeves, who also played with the Geelong Football Club.",
    "year": 1903,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nordahl Grieg",
    "birthday": "1902-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Portrett_av_Nordahl_Grieg_%281902-1943%29.jpg/231px-Portrett_av_Nordahl_Grieg_%281902-1943%29.jpg",
    "extract": "Johan Nordahl Brun Grieg was a Norwegian poet, novelist, dramatist, journalist and political activist. He was a popular author and a controversial public figure. He served in World War II as a war correspondent and was killed while on a bombing mission to Berlin.",
    "year": 1902,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Eugen Jochum",
    "birthday": "1902-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Eugen_Jochum_%281961%29.jpg/240px-Eugen_Jochum_%281961%29.jpg",
    "extract": "Eugen Jochum was a German conductor, best known for his interpretations of the music of Anton Bruckner, Carl Orff, and Johannes Brahms, among others.",
    "year": 1902,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sippie Wallace",
    "birthday": "1898-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/54/Sippie_Wallace.jpg/320px-Sippie_Wallace.jpg",
    "extract": "Sippie Wallace was an American blues singer and songwriter. Her early career in tent shows gained her the billing \"The Texas Nightingale\". Between 1923 and 1927, she recorded over 40 songs for Okeh Records, many written by her or her brothers, George and Hersal Thomas. Her accompanists included Louis Armstrong, Johnny Dodds, Sidney Bechet, King Oliver, and Clarence Williams. Among the top female blues vocalists of her era, Wallace ranked with Ma Rainey, Ida Cox, Alberta Hunter, and Bessie Smith.",
    "year": 1898,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Edmund Blunden",
    "birthday": "1896-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2a/Edmundblundencirca1914.jpg",
    "extract": "Edmund Charles Blunden was an English poet, author and critic. Like his friend Siegfried Sassoon, he wrote of his experiences in World War I in both verse and prose. For most of his career, Blunden was also a reviewer for English publications and an academic in Tokyo and later Hong Kong. He ended his career as Professor of Poetry at the University of Oxford. He was nominated for the Nobel Prize in Literature six times.",
    "year": 1896,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hannah Höch",
    "birthday": "1889-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/85/HannahHoch.jpg/320px-HannahHoch.jpg",
    "extract": "Hannah Höch was a German Dada artist. She is best known for her work of the Weimar period, when she was one of the originators of photomontage. Photomontage, or fotomontage, is a type of collage in which the pasted items are actual photographs, or photographic reproductions pulled from the press and other widely produced media.",
    "year": 1889,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Philip Noel-Baker",
    "birthday": "1889-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Philip_Noel-Baker_1942.jpg/266px-Philip_Noel-Baker_1942.jpg",
    "extract": "Philip John Noel-Baker, Baron Noel-Baker,, born Philip John Baker, was a British politician, diplomat, academic, athlete, and renowned campaigner for disarmament. He carried the British team flag and won a silver medal for the 1500m at the 1920 Summer Olympics in Antwerp, and received the Nobel Peace Prize in 1959.",
    "year": 1889,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "George Kenner",
    "birthday": "1888-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/George_Kenner_-_artist_at_Frith_Hill_PoW_Camp_1915.jpg/289px-George_Kenner_-_artist_at_Frith_Hill_PoW_Camp_1915.jpg",
    "extract": "George Kenner was a German artist. He made 110 paintings and drawings during the First World War while interned as a German civilian internee in Great Britain and the Isle of Man.",
    "year": 1888,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Michał Sopoćko",
    "birthday": "1888-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Sopo%C4%87ko.jpg/213px-Sopo%C4%87ko.jpg",
    "extract": "Michael Sopoćko was a Polish Roman Catholic priest and professor at Vilnius University. He is best known as the spiritual director of Faustina Kowalska.",
    "year": 1888,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "L. S. Lowry",
    "birthday": "1887-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/03/L.S._Lowry.jpg/320px-L.S._Lowry.jpg",
    "extract": "Laurence Stephen Lowry was an English artist. His drawings and paintings mainly depict Pendlebury, Lancashire, where he lived and worked for more than 40 years, Salford and its vicinity.",
    "year": 1887,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hermann Broch",
    "birthday": "1886-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Hermann_Broch_portrait_photograph%2C_1909.jpg/205px-Hermann_Broch_portrait_photograph%2C_1909.jpg",
    "extract": "Hermann Broch was an Austrian writer, best known for two major works of modernist fiction: The Sleepwalkers and The Death of Virgil.",
    "year": 1886,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sakutarō Hagiwara",
    "birthday": "1886-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Hagiwara_Sakutaro.jpg/269px-Hagiwara_Sakutaro.jpg",
    "extract": "Sakutarō Hagiwara  was a Japanese writer of free verse, active in the Taishō and early Shōwa periods of Japan. He liberated Japanese free verse from the grip of traditional rules, and he is considered the \"father of modern colloquial poetry in Japan\". He published many volumes of essays, literary and cultural criticism, and aphorisms over his long career. His unique style of verse expressed his doubts about existence, and his fears, ennui, and anger through the use of dark images and unambiguous wording.",
    "year": 1886,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Perikles Ioannidis",
    "birthday": "1881-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Admiral_Ioannides_%28cropped%29.jpg/257px-Admiral_Ioannides_%28cropped%29.jpg",
    "extract": "Perikles Ioannidis was a Greek admiral.",
    "year": 1881,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sholem Asch",
    "birthday": "1880-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Sholem_Asch.jpg/320px-Sholem_Asch.jpg",
    "extract": "Sholem Asch, also written Shalom Ash, was a Polish-Jewish novelist, dramatist, and essayist in the Yiddish language who settled in the United States.",
    "year": 1880,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Grantland Rice",
    "birthday": "1880-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Grantland_Rice_on_tel-mic%29_-_World_Telegram_%26_Sun_photo_by_Paul_Thompson_LCCN2013646402.jpg/241px-Grantland_Rice_on_tel-mic%29_-_World_Telegram_%26_Sun_photo_by_Paul_Thompson_LCCN2013646402.jpg",
    "extract": "Henry Grantland \"Granny\" Rice was an early 20th-century American sportswriter known for his elegant prose. His writing was published in newspapers around the country and broadcast on the radio.",
    "year": 1880,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alfred Wegener",
    "birthday": "1880-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Alfred_Wegener_ca.1924-30.jpg/260px-Alfred_Wegener_ca.1924-30.jpg",
    "extract": "Alfred Lothar Wegener was a German climatologist, geologist, geophysicist, meteorologist, and polar researcher.",
    "year": 1880,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Konrad Mägi",
    "birthday": "1878-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/04/Konrad_M%C3%A4gi.jpg",
    "extract": "Konrad Vilhelm Mägi was an Estonian painter, primarily known for his landscape work. He was one of the most colour-sensitive Estonian painters of the first decades of the 20th century, and Mägi's works on motifs of the island of Saaremaa are the first modern Estonian nature paintings.",
    "year": 1878,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Carlos Saavedra Lamas",
    "birthday": "1878-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Carlos_Saavedra_Lamas.jpg/237px-Carlos_Saavedra_Lamas.jpg",
    "extract": "Carlos Saavedra Lamas was an Argentine academic and politician, and in 1936, the first Argentine Nobel Peace Prize recipient.",
    "year": 1878,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Roger Quilter",
    "birthday": "1877-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Roger_Quilter_ca._1922.png/320px-Roger_Quilter_ca._1922.png",
    "extract": "Roger Cuthbert Quilter was a British composer, known particularly for his art songs. His songs, which number over a hundred, often set music to text by William Shakespeare and are a mainstay of the English art song tradition.",
    "year": 1877,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Louis Dewis",
    "birthday": "1872-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a2/DewisPhoto.jpg",
    "extract": "Louis Dewis (1872–1946) was the pseudonym of Belgian Post-Impressionist painter Louis DeWachter, who was also an innovative and highly successful businessman. He helped organize and managed the first department store chain.",
    "year": 1872,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Stephen Crane",
    "birthday": "1871-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/SCrane2.JPG/240px-SCrane2.JPG",
    "extract": "Stephen Crane was an American poet, novelist, and short story writer. Prolific throughout his short life, he wrote notable works in the Realist tradition as well as early examples of American Naturalism and Impressionism. He is recognized by modern critics as one of the most innovative writers of his generation.",
    "year": 1871,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Princess Elisabeth of Hesse and by Rhine (1864–1918)",
    "birthday": "1864-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Elisabethhesse.gif/234px-Elisabethhesse.gif",
    "extract": "Princess Elisabeth of Hesse and by Rhine, later Grand Duchess Elizabeth Feodorovna of Russia, was a German Hessian and Rhenish princess of the House of Hesse-Darmstadt, and the wife of Grand Duke Sergei Alexandrovich of Russia, the fifth son of Emperor Alexander II of Russia and Princess Marie of Hesse and by Rhine. She was also a maternal great-aunt of Prince Philip, Duke of Edinburgh, the consort of Queen Elizabeth II.",
    "year": 1864,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Johan Wagenaar",
    "birthday": "1862-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Johan_Wagenaar_1912_crop.jpg/253px-Johan_Wagenaar_1912_crop.jpg",
    "extract": "Johan Wagenaar was a Dutch composer and organist.",
    "year": 1862,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Charles Brantley Aycock",
    "birthday": "1859-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Picture_of_Charles_Brantley_Aycock.jpg/221px-Picture_of_Charles_Brantley_Aycock.jpg",
    "extract": "Charles Brantley Aycock was the 50th Governor of the U.S. state of North Carolina from 1901 to 1905. After starting his career as a lawyer and teacher, he became active in the Democratic Party during the party's Solid South period, and made his reputation as a prominent segregationist.\n",
    "year": 1859,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Merritt Chase",
    "birthday": "1849-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/William_Merritt_Chase.jpg/225px-William_Merritt_Chase.jpg",
    "extract": "William Merritt Chase was an American painter, known as an exponent of Impressionism and as a teacher. He is also responsible for establishing the Chase School, which later would become Parsons School of Design.",
    "year": 1849,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Caroline Still Anderson",
    "birthday": "1848-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Caroline_Still_Anderson_circa_1890.jpg/228px-Caroline_Still_Anderson_circa_1890.jpg",
    "extract": "Caroline Still Anderson was an American physician, educator, and activist. She was a pioneering physician in the Philadelphia African-American community and one of the first Black women to become a physician in the United States.",
    "year": 1848,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Emma Albani",
    "birthday": "1847-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Emma_Albani..jpg/206px-Emma_Albani..jpg",
    "extract": "Dame Emma Albani, DBE was a Canadian-British operatic soprano of the 19th century and early 20th century, and the first Canadian singer to become an international star. Her repertoire focused on the operas of Mozart, Rossini, Donizetti, Bellini and Wagner. She performed across Europe and North America.",
    "year": 1847,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hiệp Hòa",
    "birthday": "1847-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Hiep_Hoa.jpg/217px-Hiep_Hoa.jpg",
    "extract": "Hiệp Hòa, born Nguyễn Phúc Hồng Dật, was the sixth emperor of the Vietnamese Nguyễn Dynasty and reigned for four months.",
    "year": 1847,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ahmed Muhtar Pasha",
    "birthday": "1839-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Mukhtar_Pasha.jpg/234px-Mukhtar_Pasha.jpg",
    "extract": "Ahmed Muhtar Pasha was a prominent Ottoman field marshal and Grand Vizier, who served in the Crimean and Russo-Turkish wars. Ahmed Muhtar Pasha was appointed as Grand Vizier in July 1912 at age 72, largely due to his prestige as an old military hero.",
    "year": 1839,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "11th Dalai Lama",
    "birthday": "1838-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/The_11th_Dalai_Lama%2C_mural_in_the_Utse_in_Samye.jpg/214px-The_11th_Dalai_Lama%2C_mural_in_the_Utse_in_Samye.jpg",
    "extract": "Khedrup Gyatso was the 11th Dalai Lama of Tibet.",
    "year": 1838,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Harry Atkinson",
    "birthday": "1831-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Sir_Harry_Albert_Atkinson%2C_ca_1885.jpg/233px-Sir_Harry_Albert_Atkinson%2C_ca_1885.jpg",
    "extract": "Sir Harry Albert Atkinson served as the tenth premier of New Zealand on four separate occasions in the late 19th century, and was Colonial Treasurer for a total of ten years. He was responsible for guiding the country during a time of economic depression, and was known as a cautious and prudent manager of government finances, though distrusted for some policies such as his 1882 National Insurance (welfare) scheme and leasehold land schemes. He also participated in the formation of voluntary military units to fight in the New Zealand Wars, and was noted for his strong belief in the need for seizure of Māori land.",
    "year": 1831,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Taylor (Mormon)",
    "birthday": "1808-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/John_Taylor_seated_in_chair.jpg/235px-John_Taylor_seated_in_chair.jpg",
    "extract": "John Taylor was an English-born religious leader who served as the third president of The Church of Jesus Christ of Latter-day Saints from 1880 to 1887. He is the first and so far only president of the LDS Church to have been born outside the United States.",
    "year": 1808,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "F. J. Robinson, 1st Viscount Goderich",
    "birthday": "1782-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Frederick_John_Robinson%2C_1st_Earl_of_Ripon_by_Sir_Thomas_Lawrence.jpg/246px-Frederick_John_Robinson%2C_1st_Earl_of_Ripon_by_Sir_Thomas_Lawrence.jpg",
    "extract": "Frederick John Robinson, 1st Earl of Ripon,, styled The Honourable F. J. Robinson until 1827 and known between 1827 and 1833 as The Viscount Goderich, the name by which he is best known to history, was a British politician who served as Prime Minister of the United Kingdom from 1827 to 1828.",
    "year": 1782,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gustav IV Adolf",
    "birthday": "1778-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Gustav_IV_Adolf_of_Sweden.jpg/258px-Gustav_IV_Adolf_of_Sweden.jpg",
    "extract": "Gustav IV Adolf or Gustav IV Adolph was King of Sweden from 1792 until he was deposed in a coup in 1809. He was also the last Swedish monarch to be the ruler of Finland.",
    "year": 1778,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Garlieb Merkel",
    "birthday": "1769-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Garl%C4%ABbs_Mer%C4%B7elis.jpg/202px-Garl%C4%ABbs_Mer%C4%B7elis.jpg",
    "extract": "Garlieb Helwig Merkel was a Baltic German writer and activist and an early Estophile and Lettophile.",
    "year": 1769,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Spencer Perceval",
    "birthday": "1762-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Spencer_Perceval_%281762%E2%80%931812%29.jpg/259px-Spencer_Perceval_%281762%E2%80%931812%29.jpg",
    "extract": "Spencer Perceval was a British statesman and barrister who served as Prime Minister of the United Kingdom from October 1809 until his assassination in May 1812. Perceval is the only British prime minister to have been assassinated, and the only solicitor-general or attorney-general to have become prime minister.",
    "year": 1762,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Antonio Canova",
    "birthday": "1757-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Antonio_Canova_Selfportrait_1792.jpg/256px-Antonio_Canova_Selfportrait_1792.jpg",
    "extract": "Antonio Canova was an Italian Neoclassical sculptor, famous for his marble sculptures. Often regarded as the greatest of the Neoclassical artists, his sculpture was inspired by the Baroque and the classical revival, and has been characterised as having avoided the melodramatics of the former, and the cold artificiality of the latter.",
    "year": 1757,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Józef Zajączek",
    "birthday": "1752-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/J%C3%B3zef_Zaj%C4%85czek_111.PNG/235px-J%C3%B3zef_Zaj%C4%85czek_111.PNG",
    "extract": "Prince Józef Zajączek was a Polish general and politician.",
    "year": 1752,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ivan Shuvalov",
    "birthday": "1727-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Ivan_Shuvalov_by_F.Rokotov_%281760%2C_Hermitage%29.jpg/248px-Ivan_Shuvalov_by_F.Rokotov_%281760%2C_Hermitage%29.jpg",
    "extract": "Ivan Ivanovich Shuvalov was called the Maecenas of the Russian Enlightenment and the first Russian Minister of Education. Russia's first theatre, university, and Academy of Arts were instituted with his active participation.",
    "year": 1727,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Toussaint-Guillaume Picquet de la Motte",
    "birthday": "1720-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Toussaint-Guillaume%2C_comte_de_La_Motte-Piquet_%281720-1791%29.jpg/271px-Toussaint-Guillaume%2C_comte_de_La_Motte-Piquet_%281720-1791%29.jpg",
    "extract": "Count Toussaint-Guillaume Picquet de la Motte, also known as La Motte-Picquet was a French Navy officer and admiral. Over a career spanning 50 years, he served under Louis XV and Louis XVI and took part in 34 campaigns. He fought in the Seven Years' War and in the Naval battles of the American Revolutionary War, earning the ranks of Commandeur in the Order of Saint Louis in 1780, and of Grand Cross in 1784. He died during the French Revolution.",
    "year": 1720,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Florent Carton (Dancourt)",
    "birthday": "1661-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Florent_Carton_dit_Dancourt.jpg/256px-Florent_Carton_dit_Dancourt.jpg",
    "extract": "Florent Carton aka Dancourt, French dramatist and actor, was born at Fontainebleau. He belonged to a family of rank, and his parents entrusted his education to Pere de la Rue, a Jesuit, who made earnest efforts to induce him to join the order. But he had no religious vocation and proceeded to study law.",
    "year": 1661,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Strype",
    "birthday": "1643-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/John_Strype.jpg/261px-John_Strype.jpg",
    "extract": "John Strype was an English clergyman, historian and biographer.",
    "year": 1643,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nicolas Boileau-Despréaux",
    "birthday": "1636-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Nicolas_Boileau.PNG/257px-Nicolas_Boileau.PNG",
    "extract": "Nicolas Boileau-Despréaux, often known simply as Boileau, was a French poet and critic. He did much to reform the prevailing form of French poetry, in the same way that Blaise Pascal did to reform the prose. He was greatly influenced by Horace.",
    "year": 1636,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Oliver Plunkett",
    "birthday": "1625-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Oliver_Plunket_by_Edward_Luttrell.jpg/271px-Oliver_Plunket_by_Edward_Luttrell.jpg",
    "extract": "Oliver Plunkett, was the Catholic Archbishop of Armagh and Primate of All Ireland who was the last victim of the Popish Plot. He was beatified in 1920 and canonised in 1975, thus becoming the first new Irish saint in almost seven hundred years.",
    "year": 1625,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Matthew Hale (jurist)",
    "birthday": "1609-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Portrait_of_Sir_Matthew_Hale_Kt.jpg/215px-Portrait_of_Sir_Matthew_Hale_Kt.jpg",
    "extract": "Sir Matthew Hale was an influential English barrister, judge and jurist most noted for his treatise Historia Placitorum Coronæ, or The History of the Pleas of the Crown.",
    "year": 1609,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Georg Philipp Harsdörffer",
    "birthday": "1607-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Georg_Philipp_Harsd%C3%B6rffer.jpg/188px-Georg_Philipp_Harsd%C3%B6rffer.jpg",
    "extract": "Georg Philipp Harsdörffer was a Jurist, Baroque-period German poet and translator.",
    "year": 1607,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Pietro da Cortona",
    "birthday": "1596-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Ajaccio_Da_Cortona_Autoportrait.JPG/230px-Ajaccio_Da_Cortona_Autoportrait.JPG",
    "extract": "Pietro da Cortona was an Italian Baroque painter and architect. Along with his contemporaries and rivals Gian Lorenzo Bernini and Francesco Borromini, he was one of the key figures in the emergence of Roman Baroque architecture. He was also an important designer of interior decorations.",
    "year": 1596,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jan Brożek",
    "birthday": "1585-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Jan_Bro%C5%BCek_portr.jpg/276px-Jan_Bro%C5%BCek_portr.jpg",
    "extract": "Jan Brożek was a Polish polymath: a mathematician, astronomer, physician, poet, writer, musician and rector of the Kraków Academy.",
    "year": 1585,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Diego Sarmiento de Acuña, 1st Count of Gondomar",
    "birthday": "1567-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Conde_de_gondomar.jpg/240px-Conde_de_gondomar.jpg",
    "extract": "Don Diego Sarmiento de Acuña, Count of Gondomar, was a Spanish (Galician) diplomat. He served as the Spanish ambassador to England from 1613 to 1622 and afterwards, as a kind of ambassador emeritus, Spain's leading expert on English affairs until his death.",
    "year": 1567,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Henry of Saxe-Lauenburg",
    "birthday": "1550-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d1/FBPB_17_Heinrich_IV._von_Sachsen-Lauenburg_%281577%E2%80%931585%29.jpg",
    "extract": "Henry of Saxe-Lauenburg was a Prince-Archbishop of Bremen, then Prince-Bishop of Osnabrück, then Prince-Bishop of Paderborn.",
    "year": 1550,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Pierre Pithou",
    "birthday": "1539-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Pierre_Pithou_%281539-1596%29.jpg/231px-Pierre_Pithou_%281539-1596%29.jpg",
    "extract": "Pierre Pithou was a French lawyer and scholar. He is also known as Petrus Pithoeus.",
    "year": 1539,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Étienne de La Boétie",
    "birthday": "1530-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Statue_d%27%C3%89tienne_de_La_Bo%C3%A9tie.JPG/213px-Statue_d%27%C3%89tienne_de_La_Bo%C3%A9tie.JPG",
    "extract": "Étienne or Estienne de La Boétie was a French magistrate, classicist, writer, poet, and political theorist, best remembered for his intense and intimate friendship with essayist Michel de Montaigne. His early political treatise Discourse on Voluntary Servitude was posthumously adopted by the Huguenot movement and is sometimes seen as an early influence on modern anti-statist, utopian, and civil disobedience thought.",
    "year": 1530,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Brooke, 10th Baron Cobham",
    "birthday": "1527-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/William_Brooke_%281527%E2%80%931597%29%2C_10th_Baron_Cobham.jpg/219px-William_Brooke_%281527%E2%80%931597%29%2C_10th_Baron_Cobham.jpg",
    "extract": "Sir William Brooke, 10th Baron Cobham, KG, lord of the Manor of Cobham, Kent, was Lord Warden of the Cinque Ports, and a Member of Parliament for Hythe. Although he was viewed by some as a religious radical during the Somerset Protectorate, he entertained Queen Elizabeth I of England at Cobham Hall in 1559, signalling his acceptance of the moderate regime.",
    "year": 1527,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Catherine Jagiellon",
    "birthday": "1526-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Cranach_the_Younger_Catherine_Jagiellon.jpg/272px-Cranach_the_Younger_Catherine_Jagiellon.jpg",
    "extract": "Catherine Jagiellon was a Polish princess and Queen of Sweden as the first wife of King John III. As such, she was also Duchess of Finland (1562–1583) and Grand Princess of Finland (1581–1583). Catherine had significant influence over state affairs during the reign of her spouse and negotiated with the pope to introduce a counter-reformation in Sweden. She was the mother of the future Sigismund III Vasa, King of Poland.",
    "year": 1526,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Andrew Corbet (died 1578)",
    "birthday": "1522-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Moreton_Corbet_Castle_Elephant2.JPG/320px-Moreton_Corbet_Castle_Elephant2.JPG",
    "extract": "Sir Andrew Corbet was a prominent English Protestant politician of the mid-Tudor and early Elizabethan periods: a member of the powerful Council in the Marches of Wales for a quarter of a century. Drawn from the landed gentry of Shropshire and Buckinghamshire, he was twice a member of the Parliament of England for Shropshire.",
    "year": 1522,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Rodrigo of Aragon",
    "birthday": "1499-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Lucrezia_Borgia%2C_Rodrigo_and_Alfonso_of_Aragon.jpg/320px-Lucrezia_Borgia%2C_Rodrigo_and_Alfonso_of_Aragon.jpg",
    "extract": "Rodrigo of Aragon, Duke of Bisceglie and Sermoneta of the House of Trastámara, was the only child of Lucrezia Borgia, daughter of Pope Alexander VI, and her second husband Alfonso of Aragon, son of Alfonso II of Naples.",
    "year": 1499,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Giovanni Ricci (bishop)",
    "birthday": "1498-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/S_Pulzone_Retrato_del_cardenal_Ricci.jpg/232px-S_Pulzone_Retrato_del_cardenal_Ricci.jpg",
    "extract": "Giovanni Ricci was an Italian Roman Catholic bishop and cardinal.",
    "year": 1498,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Leopold III, Duke of Austria",
    "birthday": "1351-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Leopold_III_of_Austria.jpg/246px-Leopold_III_of_Austria.jpg",
    "extract": "Leopold III, known as the Just, a member of the House of Habsburg, was Duke of Austria from 1365. As head and progenitor of the Leopoldian line, he ruled over the Inner Austrian duchies of Carinthia, Styria and Carniola as well as the County of Tyrol and Further Austria from 1379 until his death.",
    "year": 1351,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Rudolf IV, Duke of Austria",
    "birthday": "1339-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Rudolf_IV.jpg/206px-Rudolf_IV.jpg",
    "extract": "Rudolf IV, also called Rudolf the Founder, was a scion of the House of Habsburg who ruled as duke of Austria, Styria and Carinthia from 1358, as well as count of Tyrol from 1363 and as the first duke of Carniola from 1364 until his death. After the Habsburgs got nothing from the decree of the Golden Bull in 1356, he gave order to draw up the \"Privilegium Maius\", a fake document to empower the Austrian rulers.",
    "year": 1339,
    "month": 11,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Louis the Stammerer",
    "birthday": "846-11-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Denier_sous_Louis_II_dit_le_B%C3%A8gue.jpg/320px-Denier_sous_Louis_II_dit_le_B%C3%A8gue.jpg",
    "extract": "Louis II, known as Louis the Stammerer, was the king of Aquitaine and later the king of West Francia. He was the eldest son of Emperor Charles the Bald and Ermentrude of Orléans. Louis the Stammerer was physically weak and outlived his father by a year and a half.",
    "year": 846,
    "month": 11,
    "day": 1,
    "language": "en"
  }
]