[
  {
    "name": "Catie Munnings",
    "birthday": "1997-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Rajd_Polski_-_Catie_Munnings_01.jpg/320px-Rajd_Polski_-_Catie_Munnings_01.jpg",
    "extract": "Catie Munnings is a British rally driver. The daughter of former rally driver Chris Munnings, she currently competes in the new electric off-road racing series Extreme E for the Andretti United team. She has previously raced in the European Rally Championship, winning the championship's Ladies' Trophy in 2016. She also presented Catie's Amazing Machines on the BBC television channel CBeebies.",
    "year": 1997,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Karl-Anthony Towns",
    "birthday": "1995-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/KAT_MNE_T-Wolves_2022_NBA_ASG_3PT_Contest_%28cropped%29.jpg/213px-KAT_MNE_T-Wolves_2022_NBA_ASG_3PT_Contest_%28cropped%29.jpg",
    "extract": "Karl-Anthony Towns Jr. is a Dominican-American professional basketball player for the Minnesota Timberwolves of the National Basketball Association (NBA). He played college basketball for the Kentucky Wildcats. Towns was named to the Dominican Republic national team as a 16-year-old. He was selected with the first overall pick in the 2015 NBA draft by the Minnesota Timberwolves, and went on to be named NBA Rookie of the Year for the 2015–16 season. He has received three All-Star selections. Towns also won the 2021–22 NBA Three-Point Contest.",
    "year": 1995,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bryce Cartwright",
    "birthday": "1994-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Bryce_Cartwright.jpg/208px-Bryce_Cartwright.jpg",
    "extract": "Bryce Cartwright is an Australian rugby league footballer who plays as a second-row and lock for the Parramatta Eels in the NRL.",
    "year": 1994,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Paulo Dybala",
    "birthday": "1993-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/2017_FRIENDLY_MATCH_RUSSIA_v_ARGENTINA_-_Paulo_Dybala_01_%28cropped%29.jpg/213px-2017_FRIENDLY_MATCH_RUSSIA_v_ARGENTINA_-_Paulo_Dybala_01_%28cropped%29.jpg",
    "extract": "Paulo Exequiel Dybala is an Argentine professional footballer who plays as a forward for Serie A club Juventus and the Argentina national team.",
    "year": 1993,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sofia Goggia",
    "birthday": "1992-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Sofia_Goggia.jpg/320px-Sofia_Goggia.jpg",
    "extract": "Sofia Goggia is an Italian World Cup alpine ski racer who competes in all disciplines and specialises in the speed events of downhill and super-G.\nShe is a two-time Olympic downhill medalist — gold at the 2018 Winter Olympics, the first one for an Italian woman — and three-time World Cup downhill title winner.",
    "year": 1992,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Minami Minegishi",
    "birthday": "1992-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/AKB48_Group%E5%A4%A7%E5%89%8D%E8%BC%A9%E7%B6%93%E9%A9%97%E5%88%86%E4%BA%AB_05.png/213px-AKB48_Group%E5%A4%A7%E5%89%8D%E8%BC%A9%E7%B6%93%E9%A9%97%E5%88%86%E4%BA%AB_05.png",
    "extract": "Minami Minegishi  is a Japanese idol, singer and actress, represented by Production Ogi. She was a member of the Japanese idol girl group AKB48, and its subunit no3b. She is noted for having the longest tenure among the group's original members from 2005 to 2021.",
    "year": 1992,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Daniela Seguel",
    "birthday": "1992-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Seguel_BIA21_%2819%29_%2851379331210%29.jpg/213px-Seguel_BIA21_%2819%29_%2851379331210%29.jpg",
    "extract": "Daniela Valeska Seguel Carvajal, born 15 November 1992, is a Chilean tennis player. She has won 16 singles titles and 27 doubles titles on the ITF Circuit. On 28 May 2018, she reached her best singles ranking of world No. 162, weeks after reaching quarterfinals on the Copa Colsanitas, her best result on a WTA Tour tournament yet. Seguel's first-round win over Nicole Gibbs was the first professional match won by a Chilean female tennis player since 1980. On 7 July 2014, she peaked at No. 110 in the doubles rankings.",
    "year": 1992,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Trevor Story",
    "birthday": "1992-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Trevor_Story_%2851268774416%29_%28cropped%29.jpg/320px-Trevor_Story_%2851268774416%29_%28cropped%29.jpg",
    "extract": "Trevor John Story is an American professional baseball second baseman for the Boston Red Sox of Major League Baseball (MLB). He has previously played in MLB for the Colorado Rockies. He made his MLB debut in 2016. On April 8, 2016, Story set an MLB record for a rookie by hitting home runs in each of his first four games, and tied the MLB rookie record for home runs in the month of April. Story was named the National League's Rookie of the Month for April 2016. He led the NL in strikeouts in 2017, and in power-speed number, extra base hits, and longest home run of the season in 2018. After six seasons with the Rockies, he entered free agency and signed a six-year contract with the Red Sox.",
    "year": 1992,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Kevin Wimmer",
    "birthday": "1992-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/20150331_2024_AUT_BIH_2115.jpg/213px-20150331_2024_AUT_BIH_2115.jpg",
    "extract": "Kevin Wimmer is an Austrian professional footballer who plays as a centre back for Rapid Wien and the Austria national team.",
    "year": 1992,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Maxime Colin",
    "birthday": "1991-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Maxime_Colin_Birmingham_2019.jpg/270px-Maxime_Colin_Birmingham_2019.jpg",
    "extract": "Maxime Jean-Yves Colin is a French professional footballer who plays as a full back for EFL Championship club Birmingham City. He previously played for Boulogne, Troyes, Anderlecht and Brentford. He won seven caps for France at under-20 level.",
    "year": 1991,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Shailene Woodley",
    "birthday": "1991-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Shailene_Woodley_in_2016_cropped_02.jpg/257px-Shailene_Woodley_in_2016_cropped_02.jpg",
    "extract": "Shailene Diann Woodley is an American actress. Born in San Bernardino, California, Woodley was raised in Simi Valley, and started modeling at the age of four and began acting professionally in minor television roles. She first gained prominence for her starring role as Amy Juergens in the ABC Family drama series The Secret Life of the American Teenager (2008–2013). She subsequently made her film debut in The Descendants (2011), winning a Cannes Trophée Chopard and receiving nominations for the Golden Globe Award for Best Supporting Actress – Motion Picture and for three Critics' Choice Movie Awards. She went on to star in the coming-of-age film The Spectacular Now (2013), for which she won a special jury prize at the Sundance Film Festival.",
    "year": 1991,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jona Viray",
    "birthday": "1989-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/JonalynVirayfearless1.jpg/240px-JonalynVirayfearless1.jpg",
    "extract": "Jonalyn Roxas Viray, better known by her stage name, Jona, is a Filipina singer and occasional actress. She was the first Pinoy Pop Superstar grand winner.",
    "year": 1989,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Morgan Parra",
    "birthday": "1988-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/USO-ASM_-_20140927_-_Morgan_Parra.jpg/320px-USO-ASM_-_20140927_-_Morgan_Parra.jpg",
    "extract": "Morgan Parra is a French rugby union player who plays as a Scrum-half and occasionally Fly-half. He plays for Clermont Auvergne in the Top 14 after signing for them from Bourgoin. He is of Portuguese origin through his father, Antonio.",
    "year": 1988,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Billy Twelvetrees",
    "birthday": "1988-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/USO-Gloucester_Rugby_-_20141025_-_Billy_Twelvetrees_2.jpg/320px-USO-Gloucester_Rugby_-_20141025_-_Billy_Twelvetrees_2.jpg",
    "extract": "William Wesley Twelvetrees is a rugby union footballer who currently plays centre or fly-half for Gloucester Rugby and formerly played as inside centre for the England national rugby team.",
    "year": 1988,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sergio Llull",
    "birthday": "1987-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Sergio_Llull.jpg/205px-Sergio_Llull.jpg",
    "extract": "Sergio Llull Melià is a Spanish professional basketball player for Real Madrid of the Liga ACB. He is a 6 ft 3 in (1.91 m) tall point guard and shooting guard.",
    "year": 1987,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Coye Francies",
    "birthday": "1986-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Coye_Francies_2012-09-16.jpg",
    "extract": "Coye Glenn Francies is a former American football cornerback. Francies grew up in Rancho Cordova, California and played college football at American River, Oregon State, and San Jose State. In the 2009 NFL Draft, the Cleveland Browns drafted Francies in the sixth round.",
    "year": 1986,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sania Mirza",
    "birthday": "1986-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Sania_Mirza_%2835449409862%29.jpg/213px-Sania_Mirza_%2835449409862%29.jpg",
    "extract": "Sania Mirza is an Indian professional tennis player. A former doubles world No. 1, she has won six Grand Slam titles in her career. From 2003 until her retirement from singles in 2013, she was ranked by the Women's Tennis Association as India's No. 1 player.",
    "year": 1986,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jerry Roush",
    "birthday": "1986-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/JRoush2010.jpg/246px-JRoush2010.jpg",
    "extract": "Gerald Allen \"Jerry\" Roush is an American musician, best known as the former vocalist for Sky Eats Airplane, Of Mice & Men, and Glass Cloud. He has also volunteered as a substitute vocalist for American Me during their Japan tour.",
    "year": 1986,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Lily Aldridge",
    "birthday": "1985-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Lily_Aldridge_in_2014_%28cropped%29.jpg/250px-Lily_Aldridge_in_2014_%28cropped%29.jpg",
    "extract": "Lily Maud Aldridge is an American model best known for being a Victoria's Secret Angel from 2010 until 2018. She also appeared in the Sports Illustrated Swimsuit Issue, alongside Chrissy Teigen and Nina Agdal, for the 50th anniversary cover in 2014.",
    "year": 1985,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Asia Kate Dillon",
    "birthday": "1984-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Meet_Taylor_Mason_%28Asia_Kate_Dillon%29_Billions_Season_2.jpg/320px-Meet_Taylor_Mason_%28Asia_Kate_Dillon%29_Billions_Season_2.jpg",
    "extract": "Asia Kate Dillon is an American actor, best known for their roles as Brandy Epps in Orange Is the New Black and Taylor Mason in Billions. Dillon is non-binary and uses singular they pronouns. Their role on Billions is the first non-binary main character on North American television, and earned them a Critics' Choice Television Award nomination for Best Supporting Actor in a Drama Series. They also played the Adjudicator in the action film John Wick: Chapter 3 – Parabellum (2019).",
    "year": 1984,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Dominic Carroll",
    "birthday": "1983-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/4x400.jpg/320px-4x400.jpg",
    "extract": "Dominic Carroll is a retired Gibraltarian track athlete.",
    "year": 1983,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Aleksandar Pavlović",
    "birthday": "1983-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Sasha_Pavlovic_Celtics.jpg/192px-Sasha_Pavlovic_Celtics.jpg",
    "extract": "Aleksandar \"Saša\" Pavlović is a Serbian-Montenegrin basketball executive and former professional basketball player who spent ten seasons in the National Basketball Association (NBA), playing for the Utah Jazz, Cleveland Cavaliers, Minnesota Timberwolves, Dallas Mavericks, New Orleans Pelicans, Boston Celtics and the Portland Trail Blazers. He also represented the national basketball team of Serbia and Montenegro internationally. Standing at 6 ft 7 in (2.01 m), he played the small forward and shooting guard positions.",
    "year": 1983,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Fernando Verdasco",
    "birthday": "1983-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Verdasco_WM17_%286%29_%2835379200083%29.jpg/213px-Verdasco_WM17_%286%29_%2835379200083%29.jpg",
    "extract": "Fernando Verdasco Carmona is a Spanish professional tennis player. His career-high singles ranking is world No. 7, achieved in April 2009.",
    "year": 1983,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Giaan Rooney",
    "birthday": "1982-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Giaan_Rooney_%288206009246%29.jpg/217px-Giaan_Rooney_%288206009246%29.jpg",
    "extract": "Giaan Leigh Rooney, OAM is an Australian former competitive swimmer and television personality. As a member of the Australian team in women's 4×100-metre medley relay, she won an Olympic gold medal and broke a world record at the 2004 Summer Olympics. Rooney is currently an Australian television presenter.",
    "year": 1982,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Lofa Tatupu",
    "birthday": "1982-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Lofa_Tatupu_2007.jpg/174px-Lofa_Tatupu_2007.jpg",
    "extract": "Mosiula Mea'alofa \"Lofa\" Tatupu is a former American football linebacker who played six seasons in the National Football League (NFL). He was an assistant linebackers coach with the Seattle Seahawks. He played college football for the University of Southern California (USC). Tatupu was drafted by the Seattle Seahawks in the second round of the 2005 NFL Draft.",
    "year": 1982,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Lorena Ochoa",
    "birthday": "1981-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Lorena_Ochoa.jpg/320px-Lorena_Ochoa.jpg",
    "extract": "Lorena Ochoa Reyes is a Mexican former professional golfer who played on the U.S.-based LPGA Tour from 2003 to 2010. She was the top-ranked female golfer in the world for 158 consecutive and total weeks, from 23 April 2007 to her retirement on 2 May 2010, at the age of 28 years old. As the first Mexican golfer of either gender to be ranked number one in the world, she is considered the best Mexican golfer and the best Latin American female golfer of all time. Ochoa was inducted into the World Golf Hall of Fame in 2017.",
    "year": 1981,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ace Young",
    "birthday": "1980-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Ace_Young%2C_2005_2006_American_Idol_Finalist.jpg/320px-Ace_Young%2C_2005_2006_American_Idol_Finalist.jpg",
    "extract": "Brett \"Ace\" Young is an American singer, songwriter, and actor. He gained national recognition while appearing on the fifth season of American Idol. Young is married to American Idol season-three runner-up Diana DeGarmo.",
    "year": 1980,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Brooks Bollinger",
    "birthday": "1979-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Brooks_Bollinger.jpg/174px-Brooks_Bollinger.jpg",
    "extract": "Brooks Michael Bollinger is a former American football quarterback in the National Football League (NFL) for the New York Jets, Minnesota Vikings, Dallas Cowboys and Detroit Lions. He also was a member of the Florida Tuskers in the United Football League (UFL). He played college football at the University of Wisconsin.",
    "year": 1979,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Brett Lancaster",
    "birthday": "1979-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Brett_Lancaster%2C_Leuven-Brabantse_Pijl%2C_2015.JPG/275px-Brett_Lancaster%2C_Leuven-Brabantse_Pijl%2C_2015.JPG",
    "extract": "Brett Lancaster is an Australian former professional racing cyclist, who rode professionally between 2003 and 2016. Born in Shepparton, Victoria, Lancaster started cycle racing at the age of 14 in 1993. He spent four years riding for Ceramiche Panaria–Fiordo before moving to Team Milram in July 2006. In 2009 and 2010 he rode for Cervélo TestTeam, and rode for Garmin–Cervélo in 2011.",
    "year": 1979,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Floyd Womack",
    "birthday": "1978-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/25/Floyd-Womack-2008-11-02-vsEagles.jpg",
    "extract": "Floyd Seneca Womack is a former American football guard. He was drafted by the Seattle Seahawks in the fourth round of the 2001 NFL Draft. He played college football at Mississippi State.",
    "year": 1978,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sean Murray (actor)",
    "birthday": "1977-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/SeanMurrayHWOFOct2012.jpg/320px-SeanMurrayHWOFOct2012.jpg",
    "extract": "Sean Harland Murray is an American actor known for his role as Special Agent Timothy McGee on the American TV drama NCIS. He also played Thackery Binx in Disney's Halloween film Hocus Pocus and Danny Walden in the military drama series JAG.",
    "year": 1977,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Brandon DiCamillo",
    "birthday": "1976-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/19/Brandon_dicamillo.jpg",
    "extract": "Brandon DiCamillo is an American former television personality, actor, stunt performer, filmmaker, gamer, and musician. He was a founding member of the CKY crew and rose to fame through appearances in the CKY video series and MTV's Jackass, Viva La Bam, and Bam's Unholy Union series.",
    "year": 1976,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Virginie Ledoyen",
    "birthday": "1976-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Virginie_Ledoyen_Cannes_2015_2.jpg/226px-Virginie_Ledoyen_Cannes_2015_2.jpg",
    "extract": "Virginie Fernández, known by her stage name Virginie Ledoyen, is a French actress who has appeared in French, British and American films.",
    "year": 1976,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sule (comedian)",
    "birthday": "1976-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Sule_Sutisna%2C_Ini_Talk_Show%2C_07.21.jpg/292px-Sule_Sutisna%2C_Ini_Talk_Show%2C_07.21.jpg",
    "extract": "Sutisna, more commonly known as Sule, is an Indonesian comedian and actor. He became well-known after winning the Indonesian comedian audition show API with Ogi Suwarna and Obin Wahyudin in the group SOS in 2005. His fame escalated after landing a role in the comedic show Opera Van Java on Trans7. His son, Rizky Febian, is a singer.",
    "year": 1976,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Yannick Tremblay (ice hockey, born 1975)",
    "birthday": "1975-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Tremblay1.JPG/214px-Tremblay1.JPG",
    "extract": "Yannick Tremblay is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL) for the Toronto Maple Leafs, Atlanta Thrashers and Vancouver Canucks.",
    "year": 1975,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Chad Kroeger",
    "birthday": "1974-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Chad_Kroeger_2016_%28cropped%29.jpg/195px-Chad_Kroeger_2016_%28cropped%29.jpg",
    "extract": "Chad Robert Kroeger is a Canadian singer, songwriter, guitarist, and producer. He is best known as the lead singer and guitarist of rock band Nickelback. In addition to his work with Nickelback, Kroeger has been involved with a variety of collaborations, appearing as a guest musician in several songs and has contributed in both production and songwriting. He has co-written several songs for other artists and films.",
    "year": 1974,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sydney Tamiia Poitier",
    "birthday": "1973-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Sydney_Tamiia_Poitier.jpg/213px-Sydney_Tamiia_Poitier.jpg",
    "extract": "Sydney Tamiia Poitier is an American television and film actress.",
    "year": 1973,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jonny Lee Miller",
    "birthday": "1972-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Jonny_Lee_Miller_Comic-Con_2012_%28cropped%29.jpg/244px-Jonny_Lee_Miller_Comic-Con_2012_%28cropped%29.jpg",
    "extract": "Jonathan Lee Miller is an English-American film, television and theatre actor. He achieved early success for his portrayal of Simon \"Sick Boy\" Williamson in the dark comedy-drama film Trainspotting (1996) and as Dade Murphy in Hackers (1995) before earning further critical recognition for his performances in Afterglow (1997), Mansfield Park (1999), The Flying Scotsman (2006), Endgame (2009) and T2 Trainspotting (2017); for The Flying Scotsman he received a London Film Critics' Circle nomination for Actor of the Year. He was also part of the principal cast in the films Melinda and Melinda (2004), Dark Shadows (2012) and Byzantium (2013). He has appeared in several theatrical productions, most notably After Miss Julie and Frankenstein, the latter of which earned him an Olivier Award for Best Actor.",
    "year": 1972,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jay Harrington",
    "birthday": "1971-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Jay_Harrington_discusses_S.W.A.T._Season_1.jpg/302px-Jay_Harrington_discusses_S.W.A.T._Season_1.jpg",
    "extract": "James H. Harrington III, professionally known as Jay Harrington, is an American actor. He is known for his role as the title character in the ABC sitcom Better Off Ted and as Deacon Kay in S.W.A.T.",
    "year": 1971,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ilija Aračić",
    "birthday": "1970-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Ilija_aracic.jpg/289px-Ilija_aracic.jpg",
    "extract": "Ilija Aračić is a Croatian football coach and a former player who played as a striker.",
    "year": 1970,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jack Ingram",
    "birthday": "1970-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Jack_Ingram_%2814248722558%29_%28cropped%29.jpg/240px-Jack_Ingram_%2814248722558%29_%28cropped%29.jpg",
    "extract": "Jack Owen Ingram is an American country music artist formerly signed to Big Machine Records, an independent record label. He has released eleven studio albums, one extended play, six live albums, and 19 singles. Although active since 1992, Ingram did not reach the U.S. Country Top 40 until the release of his single \"Wherever You Are\" late-2005. A number one hit on the Billboard country charts, that song was also his first release for Big Machine and that label's first Number One hit. Ingram has sent six other songs into the country Top 40 with \"Love You\", \"Lips of an Angel\", \"Measure of a Man\", \"Maybe She'll Get Lonely\", \"That's a Man\", and \"Barefoot and Crazy\".",
    "year": 1970,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Alexander Kvitashvili",
    "birthday": "1970-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Alexander_Kvitashvili.jpg/320px-Alexander_Kvitashvili.jpg",
    "extract": "Alexander \"Sandro\" Kvitashvili is a Georgian and Ukrainian health manager and government official. He is a former Minister of Healthcare of Ukraine appointed on 2 December 2014 and was granted Ukrainian citizenship the same day. On 14 April 2016 he was relieved from his post. Kvitashvili was Minister of Health of Georgia from 2008 to 2010 and rector of Tbilisi State University (TSU) from 2010 to 2013.",
    "year": 1970,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Patrick M'Boma",
    "birthday": "1970-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Ancien_du_PSG_Patrick_Mboma.jpg/295px-Ancien_du_PSG_Patrick_Mboma.jpg",
    "extract": "Henri Patrick Mboma Dem is a Cameroonian former professional football striker and the former all-time top goal-scorer for the Cameroonian national team.",
    "year": 1970,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ol' Dirty Bastard",
    "birthday": "1968-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5c/Ol%27_Dirty_Bastard.jpg",
    "extract": "Russell Tyrone Jones, better known by his stage name Ol' Dirty Bastard, was an American rapper. He was one of the founding members of the Wu-Tang Clan, a rap group primarily from Staten Island, New York City, which rose to mainstream prominence with its 1993 debut album Enter the Wu-Tang .",
    "year": 1968,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Fausto Brizzi",
    "birthday": "1968-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Fausto_Brizzi_2012_cropped.jpg/285px-Fausto_Brizzi_2012_cropped.jpg",
    "extract": "Fausto Brizzi is an Italian screenwriter, producer and film director.",
    "year": 1968,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Teodoro Casiño",
    "birthday": "1968-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Teddy_Casi%C3%B1o_2011_portrait.jpg/230px-Teddy_Casi%C3%B1o_2011_portrait.jpg",
    "extract": "Teodoro \"Teddy\" Avecedo Casiño is a Filipino activist, writer, and journalist. He was a member of the House of Representatives for Bayan Muna.",
    "year": 1968,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jennifer Charles",
    "birthday": "1968-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/97/Jen10.jpg/320px-Jen10.jpg",
    "extract": "Jennifer Charles is an American singer, songwriter, poet, writer, and actor. Along with Oren Bloedow, she co-founded the New York band Elysian Fields. Her work is known for its emotional intensity, with her writing exploring nature, love, loss, death, myth, and identity, often with philosophical and literary influences. She has a contralto voice.",
    "year": 1968,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Uwe Rösler",
    "birthday": "1968-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Uwe_R%C3%B6sler_01.jpg/213px-Uwe_R%C3%B6sler_01.jpg",
    "extract": "Uwe Rösler is a German football manager and former professional footballer.",
    "year": 1968,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Greg Anthony",
    "birthday": "1967-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Greg_Anthony_%28cropped%29.jpg/186px-Greg_Anthony_%28cropped%29.jpg",
    "extract": "Gregory Carlton Anthony is an American former professional basketball player who is a television analyst for NBA TV and Turner Sports. He played 11 seasons in the National Basketball Association (NBA). Anthony also contributes to Yahoo! Sports as a college basketball analyst and serves as a co-host/analyst on SiriusXM NBA Radio. His son, Cole Anthony, plays for the Orlando Magic.",
    "year": 1967,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Cynthia Breazeal",
    "birthday": "1967-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Cynthiabreazeal.jpg/320px-Cynthiabreazeal.jpg",
    "extract": "Cynthia Breazeal is an American robotics scientist and entrepreneur. She is a former chief scientist and chief experience officer of Jibo, a company she co-founded in 2012 that developed personal assistant robots.",
    "year": 1967,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Pedro Borbón Jr.",
    "birthday": "1967-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Pedro_Borbon_Jr_%28469393000%29_%28cropped%29.jpg/239px-Pedro_Borbon_Jr_%28469393000%29_%28cropped%29.jpg",
    "extract": "Pedro Félix Borbón Marte, generally known as Pedro Borbón Jr., is a former Major League Baseball pitcher. He played for nine seasons (1992–2003) for five teams, including four seasons for the Atlanta Braves, and three seasons for the Toronto Blue Jays. Borbón was mainly a relief pitcher.",
    "year": 1967,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "E-40",
    "birthday": "1967-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/E-40_new.jpg/222px-E-40_new.jpg",
    "extract": "Earl Tywone Stevens Sr., better known by his stage name E-40, is an American rapper. He is a founding member of the rap group the Click, and the founder of Sick Wid It Records. He has released 28 studio albums to date, appeared on numerous movie soundtracks, and has also done guest appearances on a host of other rap albums. Initially an underground artist, his 1995 solo album In a Major Way opened him up to a wider audience. Beginning in 1998, he began collaborating with mainstream rappers outside the San Francisco Bay Area. He rose to higher mainstream popularity in 2006 with his single \"Tell Me When to Go\", which was produced by Lil Jon.",
    "year": 1967,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "François Ozon",
    "birthday": "1967-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Fran%C3%A7ois_Ozon_avp_2012.jpg/227px-Fran%C3%A7ois_Ozon_avp_2012.jpg",
    "extract": "François Ozon is a French film director and screenwriter.",
    "year": 1967,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Gus Poyet",
    "birthday": "1967-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Gustavo_Poyet_Brighton_v_Spurs_Amex_Opening_30711.jpg/320px-Gustavo_Poyet_Brighton_v_Spurs_Amex_Opening_30711.jpg",
    "extract": "Gustavo Augusto Poyet Domínguez is a Uruguayan professional football manager and former footballer. He is currently the head coach of the Greek national football team.",
    "year": 1967,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Nigel Bond",
    "birthday": "1965-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Nigel_Bond_PHC_2016.jpg/320px-Nigel_Bond_PHC_2016.jpg",
    "extract": "Nigel Bond is an English former professional snooker player.",
    "year": 1965,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Tiit Sokk",
    "birthday": "1964-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Tiit_Sokk_2006.jpg/213px-Tiit_Sokk_2006.jpg",
    "extract": "Tiit Sokk is a retired Estonian professional basketball player and current coach. Often cited as one of the very best European point guards of his generation, he is widely recognized as the greatest Estonian basketball player in history. In August 2011, Sokk was inducted into the Estonian Basketball Hall of Fame.",
    "year": 1964,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Andrew Castle",
    "birthday": "1963-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Andrew_Castle_2009-04-23.jpg/213px-Andrew_Castle_2009-04-23.jpg",
    "extract": "Andrew Nicholas Castle is a British broadcaster and former tennis player. Castle was UK number 1 in singles tennis in 1986, reaching as high as World No. 80 in June 1988, and No. 45 in doubles in December 1988, with Tim Wilkison of the United States.",
    "year": 1963,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Benny Elias",
    "birthday": "1963-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Ben_Elias.jpg/231px-Ben_Elias.jpg",
    "extract": "Ben Elias, also known by the nickname of \"Backdoor Benny\", is an Australian former rugby league footballer who played in the 1980s and 1990s. He played primarily as a hooker for Balmain in the New South Wales Rugby League premiership. He was one of the leading hookers from the mid-1980s until his retirement at the end of the 1994 season. Along with Wayne Pearce, Paul Sironen and Steve Roach, Elias and his Balmain teammates formed one of the best forward packs in the modern era during the late 1980s.",
    "year": 1963,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Judy Gold",
    "birthday": "1962-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Judy_Gold_on_Man_School_202.jpg/320px-Judy_Gold_on_Man_School_202.jpg",
    "extract": "Judy Gold is an American stand-up comedian, actress, podcaster, television writer, author and producer. She won two Daytime Emmy Awards for her work as a writer and producer on The Rosie O'Donnell Show.",
    "year": 1962,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Tibor Fischer",
    "birthday": "1959-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Tibor-Fischer.jpg/263px-Tibor-Fischer.jpg",
    "extract": "Tibor Fischer is a British novelist and short story writer. In 1993, he was selected by the literary magazine Granta as one of the 20 best young British writers while his novel Under the Frog was featured on the Booker Prize shortlist.",
    "year": 1959,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Gu Kailai",
    "birthday": "1958-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/28/Gu_Kailai_pic.jpg/256px-Gu_Kailai_pic.jpg",
    "extract": "Gu Kailai is a Chinese former lawyer and businesswoman. She is the second wife of former Politburo member Bo Xilai, one of China's most influential politicians until he was stripped of his offices in 2012. In August 2012, Gu was convicted of murdering British businessman Neil Heywood and was given a suspended death sentence, later commuted to life imprisonment in December 2015.",
    "year": 1958,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Lesley Laird",
    "birthday": "1958-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Lesley_Laird_Official_Parliamentary_Photo.jpg/240px-Lesley_Laird_Official_Parliamentary_Photo.jpg",
    "extract": "Lesley Margaret Laird is a Scottish Labour politician who served as the Deputy Leader of the Scottish Labour Party from 2017 to 2019. She was the Member of Parliament (MP) for Kirkcaldy & Cowdenbeath and Shadow Secretary of State for Scotland from 2017 to 2019.",
    "year": 1958,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Kevin Eubanks",
    "birthday": "1957-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Kevin_Eubanks_2011.jpg/320px-Kevin_Eubanks_2011.jpg",
    "extract": "Kevin Tyrone Eubanks is an American jazz and fusion guitarist and composer. He was the leader of The Tonight Show Band with host Jay Leno from 1995 to 2010. He also led the Primetime Band on the short lived The Jay Leno Show.",
    "year": 1957,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Joe Leeway",
    "birthday": "1955-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Joe_Feb_84.jpg/320px-Joe_Feb_84.jpg",
    "extract": "Joseph Martin Leeway is a British musician. He is most well known as being a member of the 1980s band Thompson Twins, joining the band in 1981 after being one of their roadies.",
    "year": 1955,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Emma Dent Coad",
    "birthday": "1954-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Emma_Dent_Coad%2C_MP_for_Kensington.jpg/267px-Emma_Dent_Coad%2C_MP_for_Kensington.jpg",
    "extract": "Emma Dent Coad is a British politician who served as Member of Parliament (MP) for Kensington from 2017 to 2019. A member of the Labour Party, she has been a Member of Kensington and Chelsea London Borough Council since 2006.",
    "year": 1954,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Aleksander Kwaśniewski",
    "birthday": "1954-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Aleksander_kwasniewski_konferencja_%28cropped%29.jpg/236px-Aleksander_kwasniewski_konferencja_%28cropped%29.jpg",
    "extract": "Aleksander Kwaśniewski is a Polish politician and journalist. He served as the President of Poland from 1995 to 2005. He was born in Białogard, and during communist rule, he was active in the Socialist Union of Polish Students and was the Minister for Sport in the Communist government during the 1980s. After the fall of Communism, he became a leader of the left-wing Social Democracy of the Republic of Poland, a successor to the former ruling Polish United Workers' Party, and a co-founder of the Democratic Left Alliance.",
    "year": 1954,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Tony Thompson (drummer)",
    "birthday": "1954-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Tony_thompson_revistapelo_1985.jpg/264px-Tony_thompson_revistapelo_1985.jpg",
    "extract": "Anthony Terrence Thompson was an American session drummer best known as the drummer of the Power Station and a member of Chic.",
    "year": 1954,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Alexander O'Neal",
    "birthday": "1953-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Alexander_O%27Neal_2014.jpg/262px-Alexander_O%27Neal_2014.jpg",
    "extract": "Alexander O'Neal is an American R&B singer, songwriter and arranger from Natchez, Mississippi.",
    "year": 1953,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Rick Atkinson",
    "birthday": "1952-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Rick_Atkinson_-_2015_National_Book_Festival_%285%29.jpg/227px-Rick_Atkinson_-_2015_National_Book_Festival_%285%29.jpg",
    "extract": "Lawrence Rush \"Rick\" Atkinson IV is an American author, most recently of The British Are Coming: The War for America, Lexington to Princeton, 1775–1777, the first volume in the Revolution Trilogy. He has won Pulitzer Prizes in history and journalism.",
    "year": 1952,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Randy Savage",
    "birthday": "1952-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Randy_Savage_1986.jpg/225px-Randy_Savage_1986.jpg",
    "extract": "Randall Mario Poffo, better known by his ring name \"Macho Man\" Randy Savage, was an American professional wrestler and professional baseball player best known for his time in the World Wrestling Federation (WWF) and World Championship Wrestling (WCW).",
    "year": 1952,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Beverly D'Angelo",
    "birthday": "1951-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Beverly_D%27Angelo_2%2C_2012.jpg/215px-Beverly_D%27Angelo_2%2C_2012.jpg",
    "extract": "Beverly Heather D'Angelo is an American actress who starred as Ellen Griswold in the National Lampoon's Vacation films (1983–2015). She has appeared in over 60 films and was nominated for a Golden Globe Award for her role as Patsy Cline in Coal Miner's Daughter (1980), and for an Emmy Award for her role as Stella Kowalski in the TV film A Streetcar Named Desire (1984). D'Angelo's other film roles include Sheila Franklin in Hair (1979) and Doris Vinyard in American History X (1998).",
    "year": 1951,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Egon Vaupel",
    "birthday": "1950-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Egon_Vaupel.jpg/240px-Egon_Vaupel.jpg",
    "extract": "Egon Vaupel is a German politician, member of the SPD, and the mayor of Marburg 2005 - 2015.",
    "year": 1950,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Teodoro Locsin Jr.",
    "birthday": "1948-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Filipino_FM_Locsin_at_PMOJ_Office_2022_%28cropped%29.jpg/240px-Filipino_FM_Locsin_at_PMOJ_Office_2022_%28cropped%29.jpg",
    "extract": "Teodoro \"Teddy Boy\" Lopez Locsin Jr. is a Filipino politician, diplomat, lawyer, and former journalist serving as the secretary of foreign affairs since October 2018. He was a member of the House of Representatives from 2001 to 2010, representing the 1st district of Makati and later served as the Philippine ambassador to the United Nations from 2017 to 2018. He was the host of the editorial segment titled \"Teditorial\" for ANC's nightly newscast The World Tonight.",
    "year": 1948,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Malcolm Ranjith",
    "birthday": "1947-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Cardinal_Ranjith.jpg/213px-Cardinal_Ranjith.jpg",
    "extract": "Patabendige Don Albert Malcolm Ranjith, often known simply as Malcolm Ranjith or Albert Malcolm Ranjith is a Sri Lankan prelate of the Catholic Church who has been the Archbishop of Colombo, Sri Lanka, since 2009. He was made a cardinal in 2010.",
    "year": 1947,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bill Richardson",
    "birthday": "1947-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Bill_Richardson_at_the_LBJ_Library_%283%29.jpg/266px-Bill_Richardson_at_the_LBJ_Library_%283%29.jpg",
    "extract": "William Blaine Richardson III is an American politician, author, and diplomat who served as the 30th governor of New Mexico from 2003 to 2011. He was also the U.S. Ambassador to the United Nations and Energy Secretary in the Clinton administration, a U.S. Congressman, chairman of the 2004 Democratic National Convention, and chairman of the Democratic Governors Association.",
    "year": 1947,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Anni-Frid Lyngstad",
    "birthday": "1945-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Anni-Frid_Lyngstad%2C_May_2013.jpg/252px-Anni-Frid_Lyngstad%2C_May_2013.jpg",
    "extract": "Princess Anni-Frid Reuss, Dowager Countess of Plauen, better known by her nickname Frida, is a Norwegian-Swedish singer, songwriter and environmentalist, who is best known as one of the founding members and lead singers of the Swedish pop band ABBA.",
    "year": 1945,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Daniel Barenboim",
    "birthday": "1942-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Barenboim_Vienna.jpg/240px-Barenboim_Vienna.jpg",
    "extract": "Daniel Barenboim is a pianist and conductor who is a citizen of Argentina, Israel, Palestine, and Spain.",
    "year": 1942,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Rick Kemp",
    "birthday": "1941-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Rick_Kemp%2C_Costa_del_Folk%2C_Benalmadena_2015_%2816690997379%29.jpg/320px-Rick_Kemp%2C_Costa_del_Folk%2C_Benalmadena_2015_%2816690997379%29.jpg",
    "extract": "Frederick Stanley 'Rick' Kemp is an English bass player, guitarist, songwriter, vocalist and record producer, best known for his work with the British folk rock band Steeleye Span.",
    "year": 1941,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Daniel Pinkwater",
    "birthday": "1941-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Daniel_Pinkwater_2011.jpg/240px-Daniel_Pinkwater_2011.jpg",
    "extract": "Daniel Manus Pinkwater is an American author of children's books and young adult fiction. His books include Lizard Music, The Snarkout Boys and the Avocado of Death, Fat Men from Space, Borgel, and the picture book The Big Orange Splot. He has also written an adult novel, The Afterlife Diet, and essay collections derived from his talks on National Public Radio.",
    "year": 1941,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Roberto Cavalli",
    "birthday": "1940-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Roberto_Cavalli_Photographed_by_Ed_Kavishe.jpg/202px-Roberto_Cavalli_Photographed_by_Ed_Kavishe.jpg",
    "extract": "Roberto Cavalli is an Italian fashion designer and inventor. He is known for exotic prints and for creating the sand-blasted look for jeans. The high-end Italian fashion house Roberto Cavalli sells luxury clothing, perfume and leather accessories. Former Acne Studios creative consultant Paul Surridge succeeded Peter Dundas as creative director for the brand in May 2017.",
    "year": 1940,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Tony Mendez",
    "birthday": "1940-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Antonio_Joseph_Mendez_and_Jimmy_Carter_%28cropped%29.gif/320px-Antonio_Joseph_Mendez_and_Jimmy_Carter_%28cropped%29.gif",
    "extract": "Antonio Joseph Mendez was an American technical operations officer for the Central Intelligence Agency (CIA), who specialized in support of clandestine and covert CIA operations. He wrote four memoirs about his CIA experiences.",
    "year": 1940,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ulf Pilgaard",
    "birthday": "1940-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Ulf-Pilgaard.jpg/320px-Ulf-Pilgaard.jpg",
    "extract": "Ulf Pilgaard is a Danish actor. The son of a priest, he studied theology but changed his career to acting. He is married.\nHe has been an important part of Cirkusrevyen for 28 years. He has appeared on several films e.g. Nightwatch and Farligt venskab.",
    "year": 1940,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Hank Wangford",
    "birthday": "1940-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/41/Hank_Wangford_5th_October_2007.jpg",
    "extract": "Samuel Hutt, known by the stage name Hank Wangford, is an English country and western songwriter.",
    "year": 1940,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sam Waterston",
    "birthday": "1940-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Sam_Waterston_at_PaleyFest_2013.jpg/213px-Sam_Waterston_at_PaleyFest_2013.jpg",
    "extract": "Samuel Atkinson Waterston is an American actor, producer, and director. Waterston is known for his work in theater, television and film. He has received various award nominations including an Academy Award, Primetime Emmy Award, Tony Award, British Academy Film Award, Golden Globe Award, and a Screen Actors Guild Award. Having starred in over 80 film and television productions during his 50-year career, he is also known for numerous stage productions on Broadway and Off-Broadway. AllMovie historian Hal Erickson characterized Waterston as having \"cultivated a loyal following with his quietly charismatic, unfailingly solid performances.\" Waterston received a star on the Hollywood Walk of Fame in 2010 and was inducted into the American Theatre Hall of Fame in 2012.",
    "year": 1940,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Yaphet Kotto",
    "birthday": "1939-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Yaphet_Koto.jpg/217px-Yaphet_Koto.jpg",
    "extract": "Yaphet Frederick Kotto was an American actor known for numerous film roles, as well as starring in the NBC television series Homicide: Life on the Street (1993–1999) as Lieutenant Al Giardello. His most well-known films include the science-fiction horror film Alien (1979), the science-fiction action film The Running Man (1987), the James Bond film Live and Let Die (1973), in which he portrayed the main villain Dr. Kananga, and the comedy thriller Midnight Run (1988) opposite Robert De Niro.",
    "year": 1939,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Rauni-Leena Luukanen-Kilde",
    "birthday": "1939-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Rauni-Leena_Luukanen-Kilde.jpg/252px-Rauni-Leena_Luukanen-Kilde.jpg",
    "extract": "Rauni-Leena Tellervo Luukanen-Kilde née Valve was a Finnish physician who wrote and lectured on parapsychology, ufology and mind control.",
    "year": 1939,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Little Willie John",
    "birthday": "1937-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b5/Little_Willie_John.jpg/241px-Little_Willie_John.jpg",
    "extract": "William Edward \"Little Willie\" John was an American R&B singer who performed in the 1950s and early 1960s. He is best known for his successes on the record charts, with songs such as \"All Around the World\" (1955), \"Need Your Love So Bad\" (1956), \"Talk to Me, Talk to Me\" (1958), \"Leave My Kitten Alone\" (1960), \"Sleep\" (1960), and his number-one R&B hit \"Fever\" (1956). An important figure in R&B music of the 1950s, he faded into obscurity in the 1960s and died while serving a prison sentence for manslaughter.",
    "year": 1937,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Wolf Biermann",
    "birthday": "1936-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Wolf_Biermann_Lauter_Lyrik.jpg/238px-Wolf_Biermann_Lauter_Lyrik.jpg",
    "extract": "Karl Wolf Biermann is a German singer-songwriter, poet, and former East German dissident. He is perhaps best known for the 1968 song \"Ermutigung\" and his expatriation from East Germany in 1976.",
    "year": 1936,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Nera White",
    "birthday": "1935-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Nera_White.jpg/217px-Nera_White.jpg",
    "extract": "Nera D. White was an American basketball player. White played in the AAU national tournaments for the Nashville Business College team while completing her education at George Peabody College for Teachers, which did not field a team. Later, she led the United States national women's basketball team to their victory in the 1957 FIBA World Championship. Throughout her career, she was awarded numerous accolades, including her induction to the Naismith Memorial Basketball Hall of Fame and the Women's Basketball Hall of Fame. Playing at a time when there were no major professional women's basketball leagues in the U.S., White distinguished herself, receiving many accolades as one of the greatest female players in history. Talented in multiple sports, she also was distinguished as an All-World player by the Amateur Softball Association.",
    "year": 1935,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Joanna Barnes",
    "birthday": "1934-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Joanna_Barnes_1959.JPG/266px-Joanna_Barnes_1959.JPG",
    "extract": "Joanna Barnes  was an American actress and writer.",
    "year": 1934,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Gloria Foster",
    "birthday": "1933-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Gloria_Foster_1970.JPG/240px-Gloria_Foster_1970.JPG",
    "extract": "Gloria Foster was an American actress. She had acclaimed roles in plays In White America and Having Our Say, winning three Obie Awards during her career.",
    "year": 1933,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Theodore Roszak (scholar)",
    "birthday": "1933-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2b/Theodore_Roszak_late_1960s.jpg/251px-Theodore_Roszak_late_1960s.jpg",
    "extract": "Theodore Roszak was an American academic and novelist who concluded his academic career as Professor Emeritus of history at California State University, East Bay. He is best known for his 1969 text The Making of a Counter Culture.",
    "year": 1933,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Petula Clark",
    "birthday": "1932-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Petula_Clark_April_2012.jpg/283px-Petula_Clark_April_2012.jpg",
    "extract": "Petula Sally Olwen Clark, CBE is a British singer, actress, and composer with one of the longest serving careers of a British singer, spanning more than seven decades.",
    "year": 1932,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Clyde McPhatter",
    "birthday": "1932-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Clyde_McPhatter_1959.JPG/273px-Clyde_McPhatter_1959.JPG",
    "extract": "Clyde Lensley McPhatter was an American rhythm and blues, soul, and rock and roll singer. He was one of the most widely imitated R&B singers of the 1950s and early 1960s and was a key figure in the shaping of doo-wop and R&B.",
    "year": 1932,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Alvin Plantinga",
    "birthday": "1932-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Alvin_Plantinga-3.jpg/206px-Alvin_Plantinga-3.jpg",
    "extract": "Alvin Carl Plantinga is an American analytic philosopher who works primarily in the fields of philosophy of religion, epistemology, and logic.",
    "year": 1932,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "John Kerr (actor)",
    "birthday": "1931-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/John_Kerr_1957.jpg/239px-John_Kerr_1957.jpg",
    "extract": "John Grinham Kerr was an American actor and attorney. He began his professional career on Broadway, earning critical acclaim for his performances in Mary Coyle Chase's Bernardine and Robert Anderson's Tea and Sympathy, before transitioning into a screen career. He reprised his role in the film version of Tea and Sympathy, which won him the Golden Globe Award for Most Promising Newcomer, and portrayed Joseph Cable in the Rodgers and Hammerstein movie musical South Pacific. He subsequently appeared in number of television series, including a starring role on the primetime soap opera Peyton Place.",
    "year": 1931,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mwai Kibaki",
    "birthday": "1931-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Mwai_Kibaki_2011-07-08.jpg/258px-Mwai_Kibaki_2011-07-08.jpg",
    "extract": "Emilio Stanley Mwai Kibaki CGH was a Kenyan politician who served as the third President of Kenya from December 2002 until April 2013.",
    "year": 1931,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Pascal Lissouba",
    "birthday": "1931-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Visit_of_Pascal_Lissouba%2C_President_of_Congo%2C_to_the_EC_%28cropped%29.jpg/239px-Visit_of_Pascal_Lissouba%2C_President_of_Congo%2C_to_the_EC_%28cropped%29.jpg",
    "extract": "Pascal Lissouba was a Congolese politician who was the first democratically elected President of the Republic of the Congo and served from 31 August 1992 until 25 October 1997. He was overthrown by the current President Denis Sassou Nguesso in the 1997 civil war.",
    "year": 1931,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "J. G. Ballard",
    "birthday": "1930-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ad/JGBallard.jpg",
    "extract": "James Graham Ballard was an English novelist, short story writer, satirist, and essayist who first became associated with the New Wave of science fiction for his post-apocalyptic novels such as The Drowned World (1962). In the late 1960s, he produced a variety of experimental short stories, such as those collected in the controversial The Atrocity Exhibition (1970). In the mid-1970s, Ballard published several novels, among them the highly controversial Crash (1973), a story about car crash fetishism, and High-Rise (1975), a depiction of a luxury apartment building's descent into violent chaos.",
    "year": 1930,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Olene Walker",
    "birthday": "1930-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Olene_Walker.JPG",
    "extract": "Olene Walker was an American politician who served as the 15th governor of Utah. She was sworn into office on November 5, 2003, shortly before her 73rd birthday, as Utah's first female governor. She was also the first female Lieutenant Governor of Utah. She was a member of the Republican Party.",
    "year": 1930,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ed Asner",
    "birthday": "1929-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Ed_Asner_1977.JPG/247px-Ed_Asner_1977.JPG",
    "extract": "Eddie Asner was an American actor and former president of the Screen Actors Guild. He is best remembered for portraying Lou Grant during the 1970s and early 1980s, on both The Mary Tyler Moore Show and its spin-off series Lou Grant, making him one of the few television actors to portray the same character in both a comedy and a drama. Asner is the most honored male performer in the history of the Primetime Emmy Awards, having won seven – five for portraying Lou Grant. His other Emmys were for performances in two television miniseries: Rich Man, Poor Man (1976), for which he won the Outstanding Lead Actor for a Single Performance in a television series award, and Roots (1977), for which he won the Outstanding Single Performance by a Supporting Actor in a television series award.",
    "year": 1929,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "C. W. McCall",
    "birthday": "1928-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/80/Bill_Fries.jpg",
    "extract": "William Dale Fries Jr. was an American advertising executive and spoken word artist who won several Clio Awards for his advertising campaigns. He is best known for his character C. W. McCall, a truck-driving country singer he originally created for a series of bread commercials; Fries later assumed the role of McCall for a series of outlaw albums and songs in the 1970s, in collaboration with co-worker Chip Davis. McCall's most successful song was \"Convoy\", a surprise pop-crossover hit in 1975, reaching number 1 on the Billboard Hot 100 chart and number 2 in the British charts in March 1976. Fries was elected mayor of Ouray, Colorado, and served in that position from 1986 to 1992.",
    "year": 1928,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bill Rowling",
    "birthday": "1927-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Bill_Rowling%2C_1962.jpg/265px-Bill_Rowling%2C_1962.jpg",
    "extract": "Sir Wallace Edward Rowling, commonly known as Bill Rowling, was a New Zealand politician who was the 30th prime minister of New Zealand from 1974 to 1975. He held office as the parliamentary leader of the Labour Party.",
    "year": 1927,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Thomas Williams (writer)",
    "birthday": "1926-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/45/Thomas_Williams_%28writer%29.jpg",
    "extract": "Thomas Williams was an American novelist. \nHe won one U.S. National Book Award for Fiction—The Hair of Harold Roux split the 1975 award with Robert Stone's Dog Soldiers—and his last published novel, Moon Pinnace (1986), was a finalist for the National Book Critics Circle Award.",
    "year": 1926,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Howard Baker",
    "birthday": "1925-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Howard_Baker_1989.jpg/254px-Howard_Baker_1989.jpg",
    "extract": "Howard Henry Baker Jr. was an American politician and diplomat who served as a United States Senator from Tennessee from 1967 to 1985. During his tenure, he rose to the rank of Senate Minority Leader and then Senate Majority Leader. A member of the Republican Party, Baker was the first Republican to be elected to the US Senate in Tennessee since the Reconstruction era.",
    "year": 1925,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Gianni Ferrio",
    "birthday": "1924-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Gianni_Ferrio_57.jpg/257px-Gianni_Ferrio_57.jpg",
    "extract": "Gianni Ferrio was an Italian composer, conductor and music arranger.",
    "year": 1924,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Văn Cao",
    "birthday": "1923-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4b/V%C4%83n_Cao.jpg/254px-V%C4%83n_Cao.jpg",
    "extract": "Văn Cao was a Vietnamese composer whose works include Tiến Quân Ca, which became the national anthem of Vietnam. He, along with Phạm Duy and Trịnh Công Sơn, is widely considered one of the three most salient figures of 20th-century (non-classical) Vietnamese music.",
    "year": 1923,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Samuel Klein (businessman)",
    "birthday": "1923-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/11/Samuel_Klein_at_elderly_age.png/266px-Samuel_Klein_at_elderly_age.png",
    "extract": "Samuel Klein was a Polish-Brazilian business magnate and philanthropist who founded the Casas Bahia chain of department stores in Brazil, building them into the top retailer in the country. This along with his tendency to use massive warehouses for his goods, including the largest single warehouse in South America, led him to be known in the 1990s as the \"Sam Walton of Brazil\".",
    "year": 1923,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Francesco Rosi",
    "birthday": "1922-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Francesco_Rosi_Cannes.jpg/219px-Francesco_Rosi_Cannes.jpg",
    "extract": "Francesco Rosi was an Italian film director. His film The Mattei Affair won the Palme d'Or at the 1972 Cannes Film Festival. Rosi's films, especially those of the 1960s and 1970s, often appeared to have political messages. While the topics for his later films became less politically oriented and more angled toward literature, he continued to direct until 1997, his last film being the adaptation of Primo Levi's book, The Truce.",
    "year": 1922,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Carol Bruce",
    "birthday": "1919-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Carol_Bruce_in_Keep_%27Em_Flying_trailer.jpg/320px-Carol_Bruce_in_Keep_%27Em_Flying_trailer.jpg",
    "extract": "Carol Bruce was an American band singer, Broadway star, and film and television actress.",
    "year": 1919,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Joseph Wapner",
    "birthday": "1919-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d9/Joseph_Wapner.jpg/227px-Joseph_Wapner.jpg",
    "extract": " Joseph Albert Wapner (November 15, 1919 – February 26, 2017) was an American judge and television personality. He is best known as the first presiding judge of the ongoing reality court show The People's Court. The court show's first run in syndication, with Wapner presiding as judge, lasted from 1981 to 1993, for a total of 12 seasons and 2,484 episodes. While the show's second run has been presided over by multiple judges, Wapner was the sole judge to preside during the court show's first incarnation. His tenure on the program made him the first jurist of arbitration-based reality court shows, which evolved into the most popular trend in the judicial genre and continues to be to the present.",
    "year": 1919,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "V. R. Krishna Iyer",
    "birthday": "1914-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/V.R.Krishna_Iyer.jpg/252px-V.R.Krishna_Iyer.jpg",
    "extract": "Justice Vaidyanathapuram Rama Krishna Iyer was an Indian judge who became a pioneer of judicial activism. He pioneered the legal-aid movement in the country. Before that, he was a state minister and politician. As an activist lawyer, he served jail terms for the cause of his poor and underprivileged clients. He was seen as an ardent human-rights activist. In addition, he campaigned for social justice and the environment. A sports enthusiast and a prolific author, he was conferred with the Padma Vibhushan in 1999. His judgements continue to be cited in the higher judiciary.",
    "year": 1914,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jack Dyer",
    "birthday": "1913-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ac/JackDyer.jpg",
    "extract": "John Raymond Dyer Sr. OAM, nicknamed Captain Blood, was an Australian rules footballer who played for the Richmond Football Club in the Victorian Football League (VFL) between 1931 and 1949. One of the game's most prominent players, he was one of 12 inaugural \"Legends\" inducted into the Australian Football Hall of Fame. He later turned to coaching and work in the media as a popular broadcaster and journalist.",
    "year": 1913,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Arthur Haulot",
    "birthday": "1913-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Arthur_Haulot_Dachau_Arolsen_Archives.jpg/320px-Arthur_Haulot_Dachau_Arolsen_Archives.jpg",
    "extract": "Baron Arthur Haulot was a Belgian journalist, humanist and poet who served, during World War II as an active member of the Belgian resistance. As president of the Jeunes Socialistes, he was made prisoner and taken to the Dachau concentration camp.",
    "year": 1913,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Yi U",
    "birthday": "1912-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Prince_Yi_Wu_01.jpg/213px-Prince_Yi_Wu_01.jpg",
    "extract": "Colonel Prince Yi U was a member of the imperial family of Korea as a prince, the 4th head of Unhyeon Palace, and a lieutenant colonel in the Imperial Japanese Army during World War II. He was killed during the atomic bombing of Hiroshima.",
    "year": 1912,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Carlo Abarth",
    "birthday": "1908-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c3/Carlo_Abarth.jpg/249px-Carlo_Abarth.jpg",
    "extract": "Carlo Abarth, born Karl Albert Abarth, was an Italian automobile designer.",
    "year": 1908,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Claus von Stauffenberg",
    "birthday": "1907-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Claus_von_Stauffenberg_%281907-1944%29.jpg/213px-Claus_von_Stauffenberg_%281907-1944%29.jpg",
    "extract": "Claus Philipp Maria Justinian Schenk Graf von Stauffenberg was a German army officer best known for his failed attempt on 20 July 1944 to assassinate Adolf Hitler at the Wolf's Lair. Despite opposing democracy, and at first agreeing with the Nazi Party's racist and nationalistic aspects, he joined the German resistance within the Wehrmacht as the war progressed. He felt Hitler was losing the war, and opposed the criminal character of the dictatorship. Along with Henning von Tresckow and Hans Oster, he was one of the central figures of the conspiracy against Hitler within the Wehrmacht. For his involvement in the movement, he was executed by firing squad shortly after Operation Valkyrie.",
    "year": 1907,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Curtis LeMay",
    "birthday": "1906-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Curtis_LeMay_%28USAF%29.jpg/280px-Curtis_LeMay_%28USAF%29.jpg",
    "extract": "Curtis Emerson LeMay was an American Air Force general who implemented an effective but controversial strategic bombing campaign in the Pacific theater of World War II. He later served as Chief of Staff of the U.S. Air Force from 1961 to 1965.",
    "year": 1906,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mantovani",
    "birthday": "1905-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Annunzio_Paolo_Mantovani_%281970%29.jpg/320px-Annunzio_Paolo_Mantovani_%281970%29.jpg",
    "extract": "Annunzio Paolo Mantovani was an Anglo-Italian conductor, composer and light orchestra-styled entertainer with a cascading strings musical signature.",
    "year": 1905,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Stewie Dempster",
    "birthday": "1903-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Curly_Page_and_Stewie_Dempster_1931.jpg/185px-Curly_Page_and_Stewie_Dempster_1931.jpg",
    "extract": "Charles Stewart Dempster was a New Zealand Test cricketer and coach. As well as representing New Zealand, he also played for Wellington, Scotland, Leicestershire and Warwickshire.",
    "year": 1903,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Aneurin Bevan",
    "birthday": "1897-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Aneurin_Bevan_%281943%29.jpg/232px-Aneurin_Bevan_%281943%29.jpg",
    "extract": "Aneurin \"Nye\" Bevan PC was a Welsh Labour Party politician. Born into a working-class family in South Wales, he was the son of a coal miner. He left school at 13 and worked as a miner during his teens where he became involved in local union politics. He was named head of his Miners' Lodge when aged 19, where he frequently railed against management. He joined the Labour Party and attended Central Labour College in London. On his return to South Wales he struggled to find work, remaining unemployed for nearly three years before gaining employment as a union official, which led to him becoming a leading figure in the 1926 general strike.",
    "year": 1897,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sacheverell Sitwell",
    "birthday": "1897-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/65/Sacheverell_Sitwell_in_1927.png",
    "extract": "Sir Sacheverell Reresby Sitwell, 6th Baronet was an English writer, best known as an art critic, music critic, and writer on architecture, particularly the baroque. Dame Edith Sitwell and Sir Osbert Sitwell were his older siblings.",
    "year": 1897,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Grand Duchess Olga Nikolaevna of Russia",
    "birthday": "1895-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Olgachair.jpg/238px-Olgachair.jpg",
    "extract": "Grand Duchess Olga Nikolaevna of Russia was the eldest child of the last Tsar of the Russian Empire, Emperor Nicholas II, and of Empress Alexandra of Russia.",
    "year": 1895,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Antoni Słonimski",
    "birthday": "1895-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Antoni_S%C5%82onimski_cropped.jpg/276px-Antoni_S%C5%82onimski_cropped.jpg",
    "extract": "Antoni Słonimski was a Polish poet, artist, journalist, playwright and prose writer, president of the Union of Polish Writers in 1956–1959 during the Polish October, known for his devotion to social justice.",
    "year": 1895,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Naomi Childers",
    "birthday": "1892-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Silent_film_actress_Naomi_Childers_%28SAYRE_21625%29.jpg/246px-Silent_film_actress_Naomi_Childers_%28SAYRE_21625%29.jpg",
    "extract": "Naomi Weston Childers, was an American silent film actress whose career lasted until the mid-20th century.",
    "year": 1892,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "W. Averell Harriman",
    "birthday": "1891-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Averell_Harriman_head_and_shoulders_September_1965_%28cropped%29.jpg/236px-Averell_Harriman_head_and_shoulders_September_1965_%28cropped%29.jpg",
    "extract": "William Averell Harriman, better known as Averell Harriman, was an American Democratic politician, businessman, and diplomat. The son of railroad baron E. H. Harriman, he served as Secretary of Commerce under President Harry S. Truman, and later as the 48th Governor of New York. He was a candidate for the Democratic presidential nomination in 1952 and 1956, as well as a core member of the group of foreign policy elders known as \"The Wise Men\".",
    "year": 1891,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Erwin Rommel",
    "birthday": "1891-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Bundesarchiv_Bild_146-1973-012-43%2C_Erwin_Rommel.jpg/197px-Bundesarchiv_Bild_146-1973-012-43%2C_Erwin_Rommel.jpg",
    "extract": "Johannes Erwin Eugen Rommel was a German field marshal during World War II. Popularly known as the Desert Fox, he served in the Wehrmacht of Nazi Germany, as well as serving in the Reichswehr of the Weimar Republic, and the army of Imperial Germany.",
    "year": 1891,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Richmal Crompton",
    "birthday": "1890-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9c/Richmal_Crompton.jpg/213px-Richmal_Crompton.jpg",
    "extract": "Richmal Crompton Lamburn was a popular English writer, best known for her Just William series of books, humorous short stories, and to a lesser extent adult fiction books.",
    "year": 1890,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Artie Matthews",
    "birthday": "1888-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Pastime_Matthews.jpg/249px-Pastime_Matthews.jpg",
    "extract": "Artie Matthews was an American songwriter, pianist, and ragtime composer.",
    "year": 1888,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Marianne Moore",
    "birthday": "1887-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Marianne_Moore_1935.jpg/248px-Marianne_Moore_1935.jpg",
    "extract": "Marianne Craig Moore was an American modernist poet, critic, translator, and editor. Her poetry is noted for formal innovation, precise diction, irony, and wit.",
    "year": 1887,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Georgia O'Keeffe",
    "birthday": "1887-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/O%27Keeffe-%28hands%29.jpg/253px-O%27Keeffe-%28hands%29.jpg",
    "extract": "Georgia Totto O'Keeffe was an American modernist artist. She was known for her paintings of enlarged flowers, New York skyscrapers, and New Mexico landscapes. O'Keeffe has been called the \"Mother of American modernism\".",
    "year": 1887,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "René Guénon",
    "birthday": "1886-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Rene-guenon-1925_%28cropped%29.jpg",
    "extract": "René Jean-Marie-Joseph Guénon was a French intellectual who remains an influential figure in the domain of metaphysics having written on topics ranging from esoterism, \"sacred science\" and \"traditional studies\" to symbolism and initiation.",
    "year": 1886,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Felix Frankfurter",
    "birthday": "1882-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Frankfurter-Felix-LOC.jpg/253px-Frankfurter-Felix-LOC.jpg",
    "extract": "Felix Frankfurter was an Austrian-American lawyer, professor, and jurist who served as an Associate Justice of the Supreme Court of the United States. Frankfurter served on the Supreme Court from 1939 to 1962 and was a noted advocate of judicial restraint in the judgments of the Court.",
    "year": 1882,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Franklin P. Adams",
    "birthday": "1881-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Franklin_P._Adams.jpg/224px-Franklin_P._Adams.jpg",
    "extract": "Franklin Pierce Adams was an American columnist known as Franklin P. Adams and by his initials F.P.A.. Famed for his wit, he is best known for his newspaper column, \"The Conning Tower\", and his appearances as a regular panelist on radio's Information Please. A prolific writer of light verse, he was a member of the Algonquin Round Table of the 1920s and 1930s.",
    "year": 1881,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Lewis Stone",
    "birthday": "1879-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Lewis_Stone_Photoplay_Feb_1923.jpg/237px-Lewis_Stone_Photoplay_Feb_1923.jpg",
    "extract": "Lewis Shepard Stone was an American film actor. He spent 29 years as a contract player at Metro-Goldwyn-Mayer and was best known for his portrayal of Judge James Hardy in the studio's popular Andy Hardy film series. He was nominated for the Academy Award for Best Actor in 1929 for his performance as Russian Count Pahlen in The Patriot. Stone was also cast in seven films with Greta Garbo, including in the role of Doctor Otternschlag in the 1932 drama Grand Hotel.",
    "year": 1879,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Dimitrios Golemis",
    "birthday": "1874-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Golemis_Dimitrios_6173.JPG/313px-Golemis_Dimitrios_6173.JPG",
    "extract": "Dimitrios P. Golemis was a Greek athlete. He competed at the 1896 Summer Olympics in Athens.",
    "year": 1874,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "August Krogh",
    "birthday": "1874-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/August_Krogh_Bain_32006.jpg/236px-August_Krogh_Bain_32006.jpg",
    "extract": "Schack August Steenberg Krogh was a Danish professor at the department of zoophysiology at the University of Copenhagen from 1916 to 1945. He contributed a number of fundamental discoveries within several fields of physiology, and is famous for developing the Krogh Principle.",
    "year": 1874,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sara Josephine Baker",
    "birthday": "1873-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/S_Josephine_Baker_MD.jpg/253px-S_Josephine_Baker_MD.jpg",
    "extract": "Sara Josephine Baker was an American physician notable for making contributions to public health, especially in the immigrant communities of New York City. Her fight against the damage that widespread urban poverty and ignorance caused to children, especially newborns, is perhaps her most lasting legacy. In 1917, she noted that babies born in the United States faced a higher mortality rate than soldiers fighting in World War I, drawing a great deal of attention to her cause. She also is known for (twice) tracking down Mary Mallon, better known as Typhoid Mary.",
    "year": 1873,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Emil Racoviță",
    "birthday": "1868-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Emil_Racovi%C8%9B%C4%83.jpg/231px-Emil_Racovi%C8%9B%C4%83.jpg",
    "extract": "Emil Gheorghe Racoviță was a Romanian biologist, zoologist, speleologist, and Antarctic explorer.",
    "year": 1868,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Emil Krebs",
    "birthday": "1867-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Emil_Krebs.jpg/228px-Emil_Krebs.jpg",
    "extract": " Emil Krebs  was a German polyglot and sinologist. He mastered 68 languages in speech and writing and studied 120 other languages.",
    "year": 1867,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Cornelia Sorabji",
    "birthday": "1866-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Cornelia_Sorabji_at_the_1924_Braemar_Gathering.jpg/251px-Cornelia_Sorabji_at_the_1924_Braemar_Gathering.jpg",
    "extract": "Cornelia Sorabji was an Indian lawyer, social reformer and writer. She was the first female graduate from Bombay University, and the first woman to study law at Oxford University. Returning to India after her studies at Oxford, Sorabji became involved in social and advisory work on behalf of the purdahnashins, women who were forbidden to communicate with the outside male world, but she was unable to defend them in court since, as a woman, she did not hold professional standing in the Indian legal system. Hoping to remedy this, Sorabji presented herself for the LLB examination of Bombay University in 1897 and the pleader's examination of Allahabad High Court in 1899. She became the first female advocate in India but would not be recognised as a barrister until the law which barred women from practising was changed in 1923.",
    "year": 1866,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "John Earle (Australian politician)",
    "birthday": "1865-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Senator_John_Earle_%28cropped%29.jpg/229px-Senator_John_Earle_%28cropped%29.jpg",
    "extract": "John Earle, commonly referred to as Jack Earle, was an Australian politician who served as Premier of Tasmania from 1914 to 1916 and also for one week in October 1909. He later served as a Senator for Tasmania from 1917 to 1923. Prior to entering politics, he worked as a miner and prospector. He began his career in the Australian Labor Party (ALP), helping to establish a local branch of the party, and was Tasmania's first ALP premier. However, he was expelled from the party during the 1916 split and joined the Nationalists, whom he represented in the Senate.",
    "year": 1865,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Gerhart Hauptmann",
    "birthday": "1862-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Gerhart_Hauptmann_nobel.jpg/226px-Gerhart_Hauptmann_nobel.jpg",
    "extract": "Gerhart Johann Robert Hauptmann was a German dramatist and novelist. He is counted among the most important promoters of literary naturalism, though he integrated other styles into his work as well. He received the Nobel Prize in Literature in 1912.",
    "year": 1862,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Christopher Hornsrud",
    "birthday": "1859-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Christopher_Hornsrud.jpg/235px-Christopher_Hornsrud.jpg",
    "extract": "Christopher Andersen Hornsrud was a Norwegian politician for the Labour Party. He served as leader of the Labour Party from 1903 to 1906 and became a member of the Storting in 1912. In 1928, he became the first Norwegian prime minister from the Labour Party and served as the 18th prime minister of Norway, but the cabinet had a weak parliamentary basis and was only in office for three weeks from January to February. He combined the post of prime minister with that of minister of Finance. After resigning he became vice-president of the Storting, a position he held until 1934.",
    "year": 1859,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Tewfik Pasha",
    "birthday": "1852-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/MohamedTewfik.jpg/258px-MohamedTewfik.jpg",
    "extract": "Mohamed Tewfik Pasha, also known as Tawfiq of Egypt, was khedive of Egypt and the Sudan between 1879 and 1892 and the sixth ruler from the Muhammad Ali Dynasty.",
    "year": 1852,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Michel Chasles",
    "birthday": "1793-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Michel_Chasles.jpg/229px-Michel_Chasles.jpg",
    "extract": "Michel Floréal Chasles was a French mathematician.",
    "year": 1793,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jérôme Bonaparte",
    "birthday": "1784-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/King_Jerome_Bonaparte.jpg/212px-King_Jerome_Bonaparte.jpg",
    "extract": "Jérôme-Napoléon Bonaparte was the youngest brother of Napoleon I and reigned as Jerome Napoleon I, King of Westphalia, between 1807 and 1813. Historian Owen Connelly points to his financial, military, and administrative successes and concludes he was a loyal, useful, and soldierly asset to Napoleon. Others, including historian Helen Jean Burn, have demonstrated his military failures, including a dismal career in the French navy that nearly escalated into war with Britain over an incident in the West Indies and his selfish concerns that led to the deaths of tens of thousands during the Russian invasion when he failed to provide military support as Napoleon had counted upon for his campaign; further, his addiction to spending led to both personal and national financial disasters, with his large personal debts repeatedly paid by family members including Napoleon, his mother, and both of his first two fathers-in-law, and the treasury of Westphalia emptied. In general, most historians agree that he was the most selfish, self-absorbed, unsuccessful, and feckless of Napoleon's brothers.",
    "year": 1784,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "José Joaquín Fernández de Lizardi",
    "birthday": "1776-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Joaqu%C3%ADn_Fern%C3%A1ndez_de_Lizardi.png/231px-Joaqu%C3%ADn_Fern%C3%A1ndez_de_Lizardi.png",
    "extract": "José Joaquín Fernández de Lizardi, Mexican writer and political journalist, best known as the author of El Periquillo Sarniento (1816), translated as The Mangy Parrot in English, reputed to be the first novel written in Latin America.",
    "year": 1776,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Joseph Quesnel",
    "birthday": "1746-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Schipper_Painting_of_Joseph_Quesnel.jpg/242px-Schipper_Painting_of_Joseph_Quesnel.jpg",
    "extract": "Joseph Quesnel was a French Canadian composer, poet, playwright and slave-trader. Among his works were two operas, Colas et Colinette and Lucas et Cécile; the former is considered to be the first Canadian opera and probably of North America.",
    "year": 1746,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Johann Kaspar Lavater",
    "birthday": "1741-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Johann_Kaspar_Lavater.jpg/262px-Johann_Kaspar_Lavater.jpg",
    "extract": "Johann Kaspar Lavater was a Swiss poet, writer, philosopher, physiognomist and theologian.",
    "year": 1741,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "William Herschel",
    "birthday": "1738-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/William_Herschel01.jpg/262px-William_Herschel01.jpg",
    "extract": "Frederick William Herschel was a German-born British astronomer and composer. He frequently collaborated with his younger sister and fellow astronomer Caroline Herschel (1750–1848). Born in the Electorate of Hanover, William Herschel followed his father into the military band of Hanover, before emigrating to Great Britain in 1757 at the age of nineteen.",
    "year": 1738,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "William Pitt, 1st Earl of Chatham",
    "birthday": "1708-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/William_Pitt%2C_1st_Earl_of_Chatham_after_Richard_Brompton.jpg/232px-William_Pitt%2C_1st_Earl_of_Chatham_after_Richard_Brompton.jpg",
    "extract": "William Pitt, 1st Earl of Chatham, was a British statesman of the Whig group who served as Prime Minister of Great Britain in the middle of the 18th century. Historians call him Chatham or William Pitt the Elder to distinguish him from his son, William Pitt the Younger, who was also a prime minister. Pitt was also known as the Great Commoner, because of his long-standing refusal to accept a title until 1766.",
    "year": 1708,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Eusebius Amort",
    "birthday": "1692-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Eusebius_Amort.jpg/214px-Eusebius_Amort.jpg",
    "extract": "Eusebius Amort was a German Roman Catholic theologian.",
    "year": 1692,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Hermann von der Hardt",
    "birthday": "1660-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Hermann_von_der_Hardt.jpg/196px-Hermann_von_der_Hardt.jpg",
    "extract": "Hermann von der Hardt was a German historian and orientalist.",
    "year": 1660,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Madeleine de Scudéry",
    "birthday": "1607-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Mme_de_Scudery.jpg/278px-Mme_de_Scudery.jpg",
    "extract": "Madeleine de Scudéry, often known simply as Mademoiselle de Scudéry, was a French writer.",
    "year": 1607,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jacques Davy Duperron",
    "birthday": "1556-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Portret_van_de_Franse_kardinaal_Jacques_Davy_Duperron_David_Card._Dv_perron_%28titel_op_object%29_Portretten_van_kardinalen_%28serietitel%29%2C_RP-P-1910-4518.jpg/229px-Portret_van_de_Franse_kardinaal_Jacques_Davy_Duperron_David_Card._Dv_perron_%28titel_op_object%29_Portretten_van_kardinalen_%28serietitel%29%2C_RP-P-1910-4518.jpg",
    "extract": "Jacques Davy Duperron was a French politician and Roman Catholic cardinal.",
    "year": 1556,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Johannes Secundus",
    "birthday": "1511-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Portret_van_Janus_Secundus%2C_RP-P-1906-1544.jpg/186px-Portret_van_Janus_Secundus%2C_RP-P-1906-1544.jpg",
    "extract": "Johannes Secundus was a New Latin poet of Dutch nationality.",
    "year": 1511,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Eleanor of Austria",
    "birthday": "1498-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Joos_van_Cleve_003.jpg/260px-Joos_van_Cleve_003.jpg",
    "extract": "Eleanor of Austria, also called Eleanor of Castile, was born an Archduchess of Austria and Infanta of Castile from the House of Habsburg, and subsequently became Queen consort of Portugal (1518–1521) and of France (1530–1547). She also held the Duchy of Touraine (1547–1558) in dower. She is called \"Leonor\" in Spanish and Portuguese and \"Eléonore\" or \"Aliénor\" in French.",
    "year": 1498,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Pope Nicholas V",
    "birthday": "1397-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Paus_Nicolaas_V_door_Peter_Paul_Rubens.jpg/238px-Paus_Nicolaas_V_door_Peter_Paul_Rubens.jpg",
    "extract": "Pope Nicholas V, born Tommaso Parentucelli, was head of the Catholic Church and ruler of the Papal States from 6 March 1447 until his death. Pope Eugene made him a cardinal in 1446 after successful trips to Italy and Germany, and when Eugene died the next year Parentucelli was elected in his place. He took his name Nicholas in memory of his obligations to Niccolò Albergati.",
    "year": 1397,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "John I of France",
    "birthday": "1316-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/JeanIposthume.JPG/261px-JeanIposthume.JPG",
    "extract": "John I, called the Posthumous, was King of France and Navarre, as the posthumous son and successor of Louis X, for the five days he lived in 1316. He is the youngest person to be king of France, the only one to have borne that title from birth, and the only one to hold the title for his entire life. His reign is the shortest of any French king. Although considered a king today, his status was not recognized until chroniclers and historians in later centuries began numbering John II, thereby acknowledging John I's brief reign.",
    "year": 1316,
    "month": 11,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bʼutz Aj Sak Chiik",
    "birthday": "459-11-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/B%27utz_Aj_Sak_Chiik.svg/320px-B%27utz_Aj_Sak_Chiik.svg.png",
    "extract": "Bʼutz Aj Sak Chiik, also known as Manik,, was an ajaw of the Maya city of Palenque. He took the throne on July 28, 487, reigning until 501. He was likely the brother of Ahkal Moʼ Nahb I.",
    "year": 459,
    "month": 11,
    "day": 15,
    "language": "en"
  }
]