[
  {
    "name": "Mike Williams (DJ)",
    "birthday": "1996-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Mike_williams-1493645599.jpg/320px-Mike_williams-1493645599.jpg",
    "extract": "Mike Willemsen, better known by his stage name Mike Williams, is a Dutch DJ, record producer, musician, and remixer. He is best known for working with Tiësto and as an artist of Spinnin' Records, who recognised him as an \"artist of the future\". He is regarded as one of the pioneers of the future bounce genre, an emerging subgenre of future house, alongside Dutch DJs Justin Mylo, Brooks and Mesto.",
    "year": 1996,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Suliasi Vunivalu",
    "birthday": "1995-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Suliasi_Vunivalu_Storm.jpg/290px-Suliasi_Vunivalu_Storm.jpg",
    "extract": "Suliasi Vunivalu is a professional rugby union footballer who plays for the Queensland Reds in the Super Rugby.",
    "year": 1995,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Park Chanyeol",
    "birthday": "1992-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Chanyeol_during_the_Exo_Planet_5_%E2%80%93_Exploration_concert_on_December_2019.jpg/225px-Chanyeol_during_the_Exo_Planet_5_%E2%80%93_Exploration_concert_on_December_2019.jpg",
    "extract": "Park Chan-yeol, better known mononymously as Chanyeol, is a South Korean rapper, singer, songwriter, producer, actor and model. He is a member of the South Korean-Chinese boy group Exo, its sub-group Exo-K and sub-unit Exo-SC. Apart from his group's activities, Chanyeol has also starred in various television dramas and movies such as So I Married an Anti-fan (2016), and Secret Queen Makers (2018).",
    "year": 1992,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Josh James (singer)",
    "birthday": "1990-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Josh_Dubovie_on_pink_carpet_in_Oslo_Cropped.jpg/206px-Josh_Dubovie_on_pink_carpet_in_Oslo_Cropped.jpg",
    "extract": "Josh James Dubovie is a British singer. Dubovie is most notable for having represented the UK at the 2010 Eurovision Song Contest, held in Oslo, Norway, in May 2010, after winning the UK national selection competition with \"That Sounds Good to Me\", a song by Mike Stock, Pete Waterman and Steve Crosby.",
    "year": 1990,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Michael Floyd",
    "birthday": "1989-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Michael_Floyd.jpg/234px-Michael_Floyd.jpg",
    "extract": "Michael Floyd Jr. is a former American football wide receiver. He played college football at Notre Dame from 2008 to 2011, finishing with 271 catches for 3,686 yards and 37 touchdowns, all school records. He was drafted by the Arizona Cardinals in the first round of the 2012 NFL Draft, but was dismissed from the Cardinals during the 2016 season, after he was arrested on drinking and driving charges. He has also played for the New England Patriots, Minnesota Vikings, New Orleans Saints, Washington Redskins, and Baltimore Ravens.",
    "year": 1989,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Freddie Sears",
    "birthday": "1989-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/FreddieSearsBreIps1.jpg/175px-FreddieSearsBreIps1.jpg",
    "extract": "Frederick David Sears is an English professional footballer who plays as a forward for Colchester United.",
    "year": 1989,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Suresh Raina",
    "birthday": "1986-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Suresh_Raina_grace_the_%27Salaam_Sachin%27_conclave.jpg/212px-Suresh_Raina_grace_the_%27Salaam_Sachin%27_conclave.jpg",
    "extract": "Suresh Raina is a former Indian international cricketer. He occasionally served as stand-in captain for Indian men's national cricket team during the absence of the main captain. He played for Uttarpradesh (UP) in domestic cricket circuit. He is an aggressive left-handed middle-order batsman and an occasional off-spin bowler. He is the second-youngest player ever to captain India. He was the captain of Gujarat Lions in the Indian Premier League (IPL), and he also served as vice-captain of the Chennai Super Kings. He is the first Indian batsman to hit a century in all three formats of international cricket.",
    "year": 1986,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Xavi Torres",
    "birthday": "1986-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/85/Xavi_Torres.jpg",
    "extract": "Xavier \"Xavi\" Torres Buigues is a Spanish professional footballer who plays as a defensive midfielder for CD Lugo.",
    "year": 1986,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Oritsé Williams",
    "birthday": "1986-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/OritseWilliamsLCM2016.jpg/320px-OritseWilliamsLCM2016.jpg",
    "extract": "Oritsé Jolomi Matthew Soloman Williams, professionally as Oritsé, is an English singer-songwriter, dancer and record producer. He is best known as the founding member of the boy band JLS, who were runners-up to Alexandra Burke on the fifth series of The X Factor in 2008. JLS sold over 10 million records before disbanding in December 2013. Williams also won the ITV dancing competition Stepping Out in September 2013.",
    "year": 1986,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Park Soo-jin",
    "birthday": "1985-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Park_Soo-jin_at_the_2014_Seoul_Fashion_Week.JPG/234px-Park_Soo-jin_at_the_2014_Seoul_Fashion_Week.JPG",
    "extract": "Park Soo-jin is a South Korean actress, singer and model. She was a member of K-pop girl group Sugar from 2001 to 2006, then she transitioned to acting in 2007. Park has also hosted Tasty Road since 2010, a cable show that features trendy restaurants in Seoul.",
    "year": 1985,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alison Pill",
    "birthday": "1985-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Alison_Pill_by_Gage_Skidmore_2.jpg/247px-Alison_Pill_by_Gage_Skidmore_2.jpg",
    "extract": "Alison Pill is a Canadian actress. A former child actress, Pill began her career at age 12, appearing in numerous films and television series. She transitioned to adult roles and her breakthrough came with the television series The Book of Daniel (2006). That same year, she was nominated for a Tony Award for Best Featured Actress in a Play for her performance in The Lieutenant of Inishmore (2006).\nPill had prominent roles in the films Confessions of a Teenage Drama Queen (2004), Plain Truth (2004), Milk (2008), Scott Pilgrim vs. the World (2010), Midnight in Paris (2011), Zoom (2015), Vice (2018), the television series In Treatment (2009), The Pillars of the Earth (2010), The Newsroom (2012–14), American Horror Story: Cult (2017), Star Trek: Picard (2020–present), Devs (2020), and Them (2021).",
    "year": 1985,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Izumi Kitta",
    "birthday": "1984-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Izumi_Kitta.jpg/202px-Izumi_Kitta.jpg",
    "extract": "Izumi Kitta  is a Japanese voice actress best known as the voice of Cordelia Glauca in the media franchise Tantei Opera Milky Holmes, the voice of Tomoko Kuroki in No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!, and the voice of Rainbow Dash in the Japanese dub of My Little Pony: Friendship Is Magic. Her first maxi single, \"Colorful Garden\" was released on April 6, 2011. Kitta attended Dwango Creative School, a voice actor training school in 2007. After leaving Dwango Artist Production, she is now affiliated with Hibiki Cast. In 2017 she published her first manga, Liberty, in yuri magazine Galette, illustrated by Moto Momono.",
    "year": 1984,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Domata Peko",
    "birthday": "1984-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Domata_Peko_2015.JPG/247px-Domata_Peko_2015.JPG",
    "extract": "Domata Uluaifaasau Peko Sr is an American football nose tackle who is currently a free agent. Peko was born in Los Angeles and grew up in Pago Pago, American Samoa. He played college football at Michigan State and was drafted by the Cincinnati Bengals in the fourth round of the 2006 NFL Draft.",
    "year": 1984,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Leslie Dewan",
    "birthday": "1984-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Leslie-Dewan-02.jpg/320px-Leslie-Dewan-02.jpg",
    "extract": "Leslie Dewan is an American nuclear engineer. She was the co-founder and chief executive officer of Transatomic Power. Dewan is a member of the board of MIT and was named a Young Global Leader by the World Economic Forum.",
    "year": 1984,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Professor Green",
    "birthday": "1983-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Profesor_Green2012.jpg/213px-Profesor_Green2012.jpg",
    "extract": "Stephen Paul Manderson, better known by his stage name Professor Green or simply Pro Green, is a British rapper, songwriter, television personality and mental health activist from London.",
    "year": 1983,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Donta Smith",
    "birthday": "1983-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Donta_Smith_%282%29.JPG/287px-Donta_Smith_%282%29.JPG",
    "extract": "Donta Lamont Smith is an American-Venezuelan professional basketball player for Cangrejeros de Santurce of the Baloncesto Superior Nacional. Playing for Maccabi Haifa, he was named the 2014 Israeli Basketball Premier League MVP.",
    "year": 1983,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "David Bellion",
    "birthday": "1982-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/David_Bellion.jpg/306px-David_Bellion.jpg",
    "extract": "David Bellion is a French former professional footballer who played as a striker. His previous clubs include Cannes, Sunderland, Manchester United, West Ham United, Nice, Bordeaux and Red Star.",
    "year": 1982,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Aleksandr Kerzhakov",
    "birthday": "1982-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Kerzhakov11.jpg/213px-Kerzhakov11.jpg",
    "extract": "Aleksandr Anatolyevich Kerzhakov is a Russian football manager and former professional player who played as a striker. He is the manager of Nizhny Novgorod.",
    "year": 1982,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tommy Robinson (activist)",
    "birthday": "1982-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Tommy_Robinson_at_Speakers%27_Corner%2C_Hyde_Park.png/311px-Tommy_Robinson_at_Speakers%27_Corner%2C_Hyde_Park.png",
    "extract": "Stephen Christopher Yaxley-Lennon, better known as Tommy Robinson, is a British far-right, anti-Islam activist, and convicted criminal on multiple counts of violence and fraud as well as other crimes. He is the co-founder and former leader of the English Defence League, and later served as a political advisor to former UKIP leader Gerard Batten.",
    "year": 1982,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bruno Alves",
    "birthday": "1981-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Bruno_Alves_2018.jpg/213px-Bruno_Alves_2018.jpg",
    "extract": "Bruno Eduardo Regufe Alves is a Portuguese professional footballer who plays as a centre-back for Super League Greece club Apollon Smyrnis.",
    "year": 1981,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Matthew Taylor (footballer)",
    "birthday": "1981-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Matty_Taylor_playing_for_West_Ham.jpg/134px-Matty_Taylor_playing_for_West_Ham.jpg",
    "extract": "Matthew Simon Taylor is an English professional football coach, manager and former player who was most recently head coach of League Two club Walsall.",
    "year": 1981,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jackie Greene",
    "birthday": "1980-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Jackie_Greene_2016-02-23%2C_The_Hall_at_MP%2C_Brooklyn_NY.JPG/240px-Jackie_Greene_2016-02-23%2C_The_Hall_at_MP%2C_Brooklyn_NY.JPG",
    "extract": "Jackie Greene is an American singer-songwriter and musician. He has a solo career and became a member of The Black Crowes in 2013, though the band broke up in 2015 before he could contribute any studio work.",
    "year": 1980,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Michael Yardy",
    "birthday": "1980-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Michael_Yardy_2010%2C_cropped_%282%29.jpg/280px-Michael_Yardy_2010%2C_cropped_%282%29.jpg",
    "extract": "Michael Howard Yardy is an English cricket coach and former professional cricketer who played limited over internationals for the England cricket team between 2006 and 2015. He played as a left-handed batsman and captained Sussex County Cricket Club. His unusual batting technique attracted a great deal of attention due to a pronounced shuffle from leg to off immediately prior to the bowler releasing the ball. Yardy also bowled slow left arm with a characteristic round armed action, and was used as a bowling all-rounder in England's One Day International and Twenty20 International teams. Yardy retired from professional cricket at the end of the 2015 season.",
    "year": 1980,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ricky Carmichael",
    "birthday": "1979-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Ricky_carmichael_%2849561739793%29.jpg/228px-Ricky_carmichael_%2849561739793%29.jpg",
    "extract": "Richard Carmichael is an American former professional motocross and stock car racing driver. He competed in the AMA Motocross Championships from 1997 to 2007 and in NASCAR from 2008 to 2011. Carmichael is notable for winning the AMA 450cc motocross national championship seven times and, the AMA Supercross Championship 450cc class five times. His unrivaled successes in the sport of motocross have given him the nickname \"The GOAT\"; standing for Greatest of All Time.",
    "year": 1979,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hilary Hahn",
    "birthday": "1979-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Bremen-_Hahn21_%28cropped%29.jpg/240px-Bremen-_Hahn21_%28cropped%29.jpg",
    "extract": "Hilary Hahn is an American violinist. She has performed throughout the world as a soloist with leading orchestras and conductors and as a recitalist. She is an avid supporter of contemporary classical music, and several composers have written works for her, including concerti by Edgar Meyer and Jennifer Higdon, partitas by Antón García Abril, two serenades for violin and orchestra by Einojuhani Rautavaara, and a violin and piano sonata by Lera Auerbach.",
    "year": 1979,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Teemu Tainio",
    "birthday": "1979-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/TeemuTainio_%28cropped%29.jpg/260px-TeemuTainio_%28cropped%29.jpg",
    "extract": "Teemu Mikael Tainio is a Finnish football coach and former player. He is the current head coach of FC Haka.",
    "year": 1979,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jimmy Rollins",
    "birthday": "1978-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Jimmy_Rollins_%287177971315%29.jpg/297px-Jimmy_Rollins_%287177971315%29.jpg",
    "extract": "James Calvin Rollins, nicknamed \"J-Roll\", is an American former professional baseball shortstop, who played in Major League Baseball (MLB) for the Philadelphia Phillies (2000–2014), Los Angeles Dodgers (2015), and Chicago White Sox (2016).",
    "year": 1978,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mike Skinner (musician)",
    "birthday": "1978-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Mike_Skinner_of_The_Streets_live_at_Parklife%2C_Sydney_2011_02.jpg/213px-Mike_Skinner_of_The_Streets_live_at_Parklife%2C_Sydney_2011_02.jpg",
    "extract": "Michael Geoffrey Skinner is an English rapper, singer-songwriter, musician, and record producer. Best known for the music project The Streets, Skinner has also released music as a solo artist, as part of The D.O.T with frequent collaborator Rob Harvey, and under the pseudonym The Darker the Shadow the Brighter the Light.",
    "year": 1978,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Radek Štěpánek",
    "birthday": "1978-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Radek_Stepanek_2009_US_Open.jpg/212px-Radek_Stepanek_2009_US_Open.jpg",
    "extract": "Radek Štěpánek is a Czech former professional tennis player. His career-high singles ranking was world No. 8 and best doubles ranking was world No. 4. Štěpánek's biggest achievements are reaching two Masters 1000 event finals and the quarterfinals of Wimbledon in 2006, as well as winning the deciding match for Czech Republic's Davis Cup winning team in 2012 and again in 2013. In doubles, he won his first Grand Slam title at the 2012 Australian Open, along with Indian partner Leander Paes, defeating the Bryan Brothers in the final. Paes and Štěpánek also won the men's doubles title at the 2013 US Open, defeating Bruno Soares and Alexander Peya in the final. In November 2017, he became a coach of Novak Djokovic and in May 2019, he joined Andre Agassi as part of Grigor Dimitrov's coaching staff.",
    "year": 1978,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Willie Bloomquist",
    "birthday": "1977-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Bloomquistwin.jpg/261px-Bloomquistwin.jpg",
    "extract": "Willie Paul Bloomquist is an American baseball coach and former utility player, who is the current head baseball coach of the Arizona State Sun Devils. He played college baseball at Arizona State for coach Pat Murphy from 1997 to 1999 and played in Major League Baseball (MLB) for 14 seasons from 2002 to 2015. In 2021, he returned to his alma mater, Arizona State.",
    "year": 1977,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bendor Grosvenor",
    "birthday": "1977-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/22/Bendor_Grosvenor.jpg",
    "extract": "Bendor Gerard Robert Grosvenor is a British art historian, writer and former art dealer. He is known for discovering a number of important lost artworks by Old Master artists, including Sir Peter Paul Rubens, Claude Lorrain and Peter Brueghel the Younger. As a dealer he specialised in Old Masters, with a particular interest in Anthony van Dyck.",
    "year": 1977,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jean Grae",
    "birthday": "1976-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Jean_Grae_at_La_Zona_-_SXSW_2006_-_crop.jpg/320px-Jean_Grae_at_La_Zona_-_SXSW_2006_-_crop.jpg",
    "extract": "Tsidi Ibrahim, known professionally as Jean Grae, is an American rapper from Manhattan, New York City. She rose in the underground hip hop scene in New York City and has built an international fanbase. Her unique music and lyrical style have earned her recognition as a favorite emcee by many rap artists such as Talib Kweli, Jay-Z, and Black Thought of the Roots.",
    "year": 1976,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Chad Kilger",
    "birthday": "1976-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Chad_Kilger_and_Hal_Gill_Maple_Leafs_2008.jpg/320px-Chad_Kilger_and_Hal_Gill_Maple_Leafs_2008.jpg",
    "extract": "Chad William Lawrence Kilger is a Canadian former professional ice hockey player. He played for several National Hockey League teams, most recently the Toronto Maple Leafs.",
    "year": 1976,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jaleel White",
    "birthday": "1976-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Jaleel_White_at_the_2010_Streamy_Awards_%28cropped%29.jpg/209px-Jaleel_White_at_the_2010_Streamy_Awards_%28cropped%29.jpg",
    "extract": "Jaleel Ahmad White is an American actor, writer and producer.",
    "year": 1976,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Martín Gramática",
    "birthday": "1975-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Martin_gramatica_camp.png/317px-Martin_gramatica_camp.png",
    "extract": "Martín Gramática is an Argentine-born former American football placekicker in the National Football League (NFL) for the Tampa Bay Buccaneers, Indianapolis Colts, Dallas Cowboys, and New Orleans Saints. He played college football at Kansas State University where was recognized twice as an All-American and was drafted by the Tampa Bay Buccaneers in the third round of the 1999 NFL Draft.",
    "year": 1975,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Wendy Houvenaghel",
    "birthday": "1974-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Wendy_Houvenaghel.jpg/320px-Wendy_Houvenaghel.jpg",
    "extract": "Wendy Louise Houvenaghel is a Northern Irish former racing cyclist from Upperlands, County Londonderry, Northern Ireland, riding on both the road and track, but specialising in the latter. She has represented Great Britain in various World Cycling Championships and in the 2008 Olympic Games, most notably winning the silver medal at the Beijing Olympic Games, and gold in the team pursuit at the 2008, 2009 and 2011 Track World Championships. She has also won many British national titles and represented England at the 2006 Commonwealth Games and Northern Ireland at the 2010 Commonwealth Games. Houvenaghel is based in Cornwall, England.",
    "year": 1974,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alec Newman",
    "birthday": "1974-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Alec_Newman%2C_2017.jpg/182px-Alec_Newman%2C_2017.jpg",
    "extract": "Alec Newman is a Scottish actor best known for portraying Paul Atreides in the Sci Fi Channel's 2000 miniseries adaptation of Frank Herbert's Dune.",
    "year": 1974,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sharlto Copley",
    "birthday": "1973-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/SharltoCopleyCCJuly09.jpg/320px-SharltoCopleyCCJuly09.jpg",
    "extract": "Sharlto Copley is a South African actor. He has played Wikus van der Merwe in the Academy Award-nominated science fiction film District 9, Howling Mad Murdock in the 2010 adaptation of The A-Team, Agent M. Kruger in the science fiction film Elysium, James Corrigan in the science fiction horror film Europa Report and King Stefan in the dark fantasy adventure film Maleficent. He also played the title character in the science fiction film Chappie, as Jimmy in Hardcore Henry, and starred in two seasons as Christian Walker of the TV series Powers. Copley is married to fellow South African actress and fashion model Tanit Phoenix.",
    "year": 1973,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Samantha Harris",
    "birthday": "1973-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Samantha_Harris.jpg/217px-Samantha_Harris.jpg",
    "extract": "Samantha Harris is an American television presenter, model, and entertainment reporter and actress, known as the co-host of seasons two through nine of Dancing with the Stars with Tom Bergeron. From 2010–12, she was a correspondent at Entertainment Tonight. In September 2015, she returned to the program as a co-anchor for the weekend edition.",
    "year": 1973,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Evan Karagias",
    "birthday": "1973-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Evan_Karagias_cropped.jpg/207px-Evan_Karagias_cropped.jpg",
    "extract": "Evan Karagias is an American professional wrestler and actor.",
    "year": 1973,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Twista",
    "birthday": "1973-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Twista_101109_photoby_Adam-Bielawski.jpg/213px-Twista_101109_photoby_Adam-Bielawski.jpg",
    "extract": "Carl Terrell Mitchell, better known by his stage name Twista, is an American rapper and record producer. He is best known for his chopper style of rapping and for once holding the title of fastest English-speaking rapper in the world according to Guinness World Records in 1992, being able to pronounce 598 syllables in 55 seconds.",
    "year": 1973,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Shane Salerno",
    "birthday": "1972-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Shane_Salerno.jpg",
    "extract": "Shane Salerno is an American screenwriter, producer, and Chief Creative Officer of The Story Factory. His writing credits include the movies Armageddon, Savages, Shaft, and the TV series Hawaii Five-0. He was chosen by director James Cameron to co-write the four sequels to Avatar, set to release in 2022, 2024, 2026 and 2028. He spent ten years writing, producing, financing, and directing the documentary Salinger, and co-writing with David Shields the companion book which became a New York Times bestseller.",
    "year": 1972,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kirk Acevedo",
    "birthday": "1971-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Kirk_Acevedo_%28cropped%29.jpg/230px-Kirk_Acevedo_%28cropped%29.jpg",
    "extract": "Kirk M. Acevedo is an American actor. He is primarily known for his work on television for the portrayals of Miguel Alvarez in the HBO series Oz, Joe Toye in Band of Brothers, and FBI Agent Charlie Francis in the science-fiction series Fringe. His best-known films are The Thin Red Line, Dinner Rush and Dawn of the Planet of the Apes. He portrayed comic book villain Ricardo Diaz / The Dragon on Arrow as the main antagonist in seasons six and the first half of season seven.",
    "year": 1971,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Larry Allen",
    "birthday": "1971-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Larry_Allen_in_2007.jpg/225px-Larry_Allen_in_2007.jpg",
    "extract": "Larry Christopher Allen Sr. is an American former football guard who played in the National Football League (NFL) for fourteen seasons, primarily with the Dallas Cowboys. He played college football at Sonoma State and was selected by the Cowboys in the second round of the 1994 NFL Draft. Allen is regarded as one of the NFL's physically strongest players ever, while also capable of using his speed against defenders.",
    "year": 1971,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Iván Rodríguez",
    "birthday": "1971-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Pudge-rodriguez-2009-09-01.jpg/197px-Pudge-rodriguez-2009-09-01.jpg",
    "extract": "Iván Rodríguez Torres, nicknamed \"Pudge\" and \"I-Rod\", is a Puerto Rican former Major League Baseball catcher. He played for the Texas Rangers, Florida Marlins, Detroit Tigers, New York Yankees, Houston Astros and Washington Nationals. Rodríguez was awarded the AL MVP award in 1999 and is widely regarded as one of the greatest catchers in MLB history.",
    "year": 1971,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nick Van Exel",
    "birthday": "1971-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Nick_Van_Exel_free_throw.jpg/224px-Nick_Van_Exel_free_throw.jpg",
    "extract": "Nickey Maxwell Van Exel is an American professional basketball coach and former player who is an assistant coach for the Atlanta Hawks of the National Basketball Association (NBA). Van Exel played for six NBA teams from 1993 through 2006. He was an NBA All-Star with the Los Angeles Lakers in 1998.",
    "year": 1971,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ruth George",
    "birthday": "1969-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Official_portrait_of_Ruth_George_crop_2.jpg/240px-Official_portrait_of_Ruth_George_crop_2.jpg",
    "extract": "Ruth Stephanie Nicole George is a British politician who served as Member of Parliament (MP) for High Peak from 2017 to 2019. A member of the Labour Party, she has been a Member of Derbyshire County Council since 2020.",
    "year": 1969,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Damian Hinds",
    "birthday": "1969-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Official_portrait_of_Damian_Hinds_MP_crop_2.jpg/240px-Official_portrait_of_Damian_Hinds_MP_crop_2.jpg",
    "extract": "Damian Patrick George Hinds is a British politician serving as Minister of State for Security and Borders since 2021, having previously served as Secretary of State for Education from 2018 to 2019. A member of the Conservative Party, he has been Member of Parliament (MP) for East Hampshire since 2010.",
    "year": 1969,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Myles Kennedy",
    "birthday": "1969-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Alter_Bridge_-_2017155184248_2017-06-04_Rock_am_Ring_-_Sven_-_1D_X_MK_II_-_1250_-_AK8I0545_%28cropped%29.jpg/213px-Alter_Bridge_-_2017155184248_2017-06-04_Rock_am_Ring_-_Sven_-_1D_X_MK_II_-_1250_-_AK8I0545_%28cropped%29.jpg",
    "extract": "Myles Richard Bass, known professionally as Myles Kennedy, is an American singer, guitarist, and songwriter. He is the lead vocalist and rhythm guitarist of the rock band Alter Bridge and the lead vocalist in guitarist Slash's backing band, known as Myles Kennedy and the Conspirators. A former guitar instructor from Spokane, Washington, Kennedy has worked as a session musician and songwriter, making both studio and live appearances with several artists, and has been involved with several projects throughout his career.",
    "year": 1969,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Michael Vartan",
    "birthday": "1968-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Michael_Vartan_2010_cropped.jpg/229px-Michael_Vartan_2010_cropped.jpg",
    "extract": "Michael S. Vartan is a French-American actor, known for his role as Michael Vaughn on the ABC television action drama Alias, his role on the TNT medical drama Hawthorne, and his role on the E! drama The Arrangement as Terence Anderson. His film roles include The Pallbearer, Never Been Kissed, The Next Best Thing, One Hour Photo, Monster-in-Law, Rogue, and Colombiana.",
    "year": 1968,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Al Barrow",
    "birthday": "1968-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Al_Barrow_-_Magnum_-_2017.jpg/212px-Al_Barrow_-_Magnum_-_2017.jpg",
    "extract": "Al Barrow is an English bassist best known as the former member of the hard rock band Magnum.",
    "year": 1968,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Andy Merrill",
    "birthday": "1966-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Andy_Merrill-silly..jpg/259px-Andy_Merrill-silly..jpg",
    "extract": "Andrew Merrill is an American voice actor best known for his portrayal of the character Brak on Space Ghost Coast to Coast and Cartoon Planet.",
    "year": 1966,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Roberto Mancini",
    "birthday": "1964-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Roberto_Mancini_2021.jpg/223px-Roberto_Mancini_2021.jpg",
    "extract": "Roberto Mancini is an Italian football manager and former player who is the manager of the Italy national team.",
    "year": 1964,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Fisher Stevens",
    "birthday": "1963-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Fisher_Stevens_at_screening_of_Before_the_Flood_%28cropped%29.jpg/208px-Fisher_Stevens_at_screening_of_Before_the_Flood_%28cropped%29.jpg",
    "extract": "Fisher Stevens is an American actor, director, producer and writer. As an actor, he is best known for his portrayals of Ben Jabituya in Short Circuit, Chuck Fishman on the 1990s television series Early Edition, and villainous computer genius Eugene \"The Plague\" Belford in Hackers. He also portrays Marvin Gerard on NBC’s The Blacklist. His most recent successes include winning the 2010 Academy Award for Best Documentary Feature for The Cove and the 2008 Independent Spirit Award for Best Documentary Feature for Crazy Love. In addition, he has directed the Leonardo DiCaprio–produced documentary Before the Flood, executive produced by Martin Scorsese, which screened at the Toronto International Film Festival and by National Geographic on October 21, 2016. He currently stars as Hugo Baker on the HBO satirical drama series Succession.",
    "year": 1963,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charlie Benante",
    "birthday": "1962-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Charlie_Benante.jpg/261px-Charlie_Benante.jpg",
    "extract": "Charles Lee Benante is an American musician best known as the drummer for thrash metal band Anthrax, as well as crossover thrash band Stormtroopers of Death. Alongside rhythm guitarist and band leader Scott Ian he has composed the majority of the music throughout Anthrax's discography.",
    "year": 1962,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mike Bordin",
    "birthday": "1962-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Mbordin1990.jpg/320px-Mbordin1990.jpg",
    "extract": "Michael Andrew Bordin is an American musician, best known as the drummer for rock band Faith No More. He has amicably been known as \"Puffy\", \"Puffster\" or \"The Puff\", in reference to the afro hair style he wore in the early 1980s. The nicknames were coined by Faith No More guitarist Jim Martin, and they stuck around even after he grew out his hair and tied it in dreadlocks, a trademark look he has worn for most of his career.",
    "year": 1962,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Davey Boy Smith",
    "birthday": "1962-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/The_British_Bulldog.jpg/320px-The_British_Bulldog.jpg",
    "extract": "David Smith was an English professional wrestler. Born in Golborne, Lancashire, Smith is best known for his appearances in the United States with the World Wrestling Federation under the ring names Davey Boy Smith and The British Bulldog. He was trained by Ted Betley in Winwick, England before relocating to Calgary, Alberta, Canada to further his training under Stu Hart. While training with Hart, Smith met Stu and Helen Hart's youngest daughter Diana, whom he married on 7 October 1984. Their son Harry is also an accomplished professional wrestler who wrestled and won tag-team gold in WWE NJPW, Pro Wrestling NOAH,",
    "year": 1962,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kevin Henkes",
    "birthday": "1960-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Kevin_Henkes.jpg/229px-Kevin_Henkes.jpg",
    "extract": "Kevin Henkes is an American writer and illustrator of children's books. As an illustrator he won the Caldecott Medal for Kitten's First Full Moon (2004). Two of his books were Newbery Medal Honor Books, Olive's Ocean in 2004 and The Year of Billy Miller in 2014. His picture book Waiting was named both a 2016 Caldecott Honor Book and a Geisel Honor Book. It was only the second time any author has won that combination of awards.",
    "year": 1960,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tim Pawlenty",
    "birthday": "1960-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Tim_Pawlenty_official_photo.jpg/256px-Tim_Pawlenty_official_photo.jpg",
    "extract": "Timothy James Pawlenty is an American attorney, businessman, and politician who served as the 39th governor of Minnesota from 2003 to 2011. A member of the Republican Party, Pawlenty served in the Minnesota House of Representatives from 1993 to 2003, and as House Majority Leader from 1999 to 2003. In 2011, he ran for the Republican presidential nomination and was subsequently a leading contender to be Mitt Romney's running mate before serving as co-chair of Romney's campaign.",
    "year": 1960,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Yulia Tymoshenko",
    "birthday": "1960-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Yulia_Tymoshenko_2011.jpg/218px-Yulia_Tymoshenko_2011.jpg",
    "extract": "Yulia Volodymyrivna Tymoshenko is a Ukrainian politician, people's Deputy of Ukraine, Vice Prime Minister of Ukraine for the fuel and energy complex (1999–2001), Prime Minister of Ukraine from February to September 2005 and from December 2007 to March 2010. She was the first and so far the only woman to serve as prime minister in the history of Ukraine.",
    "year": 1960,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gianni Vernetti",
    "birthday": "1960-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Gianni_Vernetti_Photo.jpg/240px-Gianni_Vernetti_Photo.jpg",
    "extract": "Gianni Vernetti is a writer and Italian politician.",
    "year": 1960,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charlie Burchill",
    "birthday": "1959-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Simple_Minds_-_2018173230337_2018-06-22_Rock_the_Ring_-_1D_X_MK_II_-_2737_-_AK8I5153.jpg/213px-Simple_Minds_-_2018173230337_2018-06-22_Rock_the_Ring_-_1D_X_MK_II_-_2737_-_AK8I5153.jpg",
    "extract": "Charles Burchill is a Scottish musician and composer, best known as the guitarist of Simple Minds. He is one of the founders of the group.",
    "year": 1959,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tetsuya Komuro",
    "birthday": "1958-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/MTV_VMAJ_2014_Tetsuya_Komuro_%28cropped%29.jpg/221px-MTV_VMAJ_2014_Tetsuya_Komuro_%28cropped%29.jpg",
    "extract": "Tetsuya Komuro  is a Japanese musician, songwriter and record producer. He is recognized as the most successful producer in Japanese music history and introduced contemporary electronic dance music to the Japanese mainstream. He was also a former owner of the disco Velfarre located in Roppongi, Tokyo.",
    "year": 1958,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mike Scioscia",
    "birthday": "1958-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/2015_-WinterMeetings-_Mike_Scioscia_%2823639874835%29_%28cropped%29.jpg/320px-2015_-WinterMeetings-_Mike_Scioscia_%2823639874835%29_%28cropped%29.jpg",
    "extract": "Michael Lorri Scioscia, nicknamed \"Sosh\" and \"El Jefe\", is an American former Major League Baseball catcher and manager in Major League Baseball (MLB). He managed the Anaheim / Los Angeles Angels of Anaheim / Los Angeles Angels from the 2000 season through the 2018 season, and was the longest-tenured manager in Major League Baseball and second-longest-tenured coach/manager in the \"Big Four\", behind only Gregg Popovich at the time of his retirement. As a player, Scioscia made his major league debut with the Los Angeles Dodgers in 1980. He was selected to two All-Star Games and won two World Series over the course of his 13-year MLB career, which was spent entirely with the Dodgers; this made him the only person in MLB history to spend his entire playing career with one team and entire managing career with another team with 10+ years in both places. He was signed by the San Diego Padres and Texas Rangers late in his career, but never appeared in a major league game for either team due to injury.",
    "year": 1958,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frank Boeijen",
    "birthday": "1957-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Frankb675.jpg/212px-Frankb675.jpg",
    "extract": "Franciscus Johannes Maria (Frank) Boeijen is a Dutch singer and guitarist. His best known songs are Kronenburg Park  about a prostitute, Zwart Wit about the racial murder of Kerwin Duinmeijer in Amsterdam and Twee gezichten about a split personality. Having been in the music business for 25 years, he received the Edison award for his career achievements in 2005.",
    "year": 1957,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Caroline Kennedy",
    "birthday": "1957-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Caroline_Kennedy_US_State_Dept_photo.jpg/256px-Caroline_Kennedy_US_State_Dept_photo.jpg",
    "extract": "Caroline Bouvier Kennedy is an American author, attorney, and diplomat who served as the United States ambassador to Japan from 2013 to 2017 and later was appointed the United States Ambassador to Australia. A prominent member of the Kennedy family, she is the only surviving child of former U.S. president John F. Kennedy and former first lady Jacqueline Kennedy.",
    "year": 1957,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Callie Khouri",
    "birthday": "1957-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/CallieKhouri.jpg/263px-CallieKhouri.jpg",
    "extract": "Carolyn Ann \"Callie\" Khouri is an American film and television screenwriter, producer, and director. In 1992, she won the Academy Award for Best Screenplay Written Directly for the Screen for the film Thelma & Louise, which was controversial upon its release, but which subsequently became a classic. It was inducted into the Library of Congress National Film Registry in December 2016.",
    "year": 1957,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Michael A. Stackpole",
    "birthday": "1957-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Michael_Stackpole_by_Gage_Skidmore.jpg/230px-Michael_Stackpole_by_Gage_Skidmore.jpg",
    "extract": "Michael Austin Stackpole is an American science fiction and fantasy author best known for his Star Wars and BattleTech books. He was born in Wausau, Wisconsin, but raised in Vermont. He has a BA in history from the University of Vermont. From 1977 on, he worked as a designer of role-playing games for various gaming companies, and wrote dozens of magazine articles with limited distribution within the industry. He lives in Scottsdale, Arizona.",
    "year": 1957,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William Fichtner",
    "birthday": "1956-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/William_Fichtner_%2828000180188%29_%28cropped%29.jpg/216px-William_Fichtner_%2828000180188%29_%28cropped%29.jpg",
    "extract": "William Edward Fichtner is an American actor. He is known for his television roles as Sheriff Tom Underlay on Invasion, Alexander Mahone on Prison Break, Carl Hickman on Crossing Lines, and Adam Janikowski on Mom. His film appearances include Heat, Contact, Armageddon, The Perfect Storm, Go, Crash, Black Hawk Down, and Teenage Mutant Ninja Turtles.",
    "year": 1956,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nazrin Shah of Perak",
    "birthday": "1956-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Nazrin_Shah_of_Perak_in_2019.jpg/249px-Nazrin_Shah_of_Perak_in_2019.jpg",
    "extract": "Sultan Nazrin Muizzuddin Shah ibni Almarhum Sultan Azlan Muhibbuddin Shah Al-Maghfur-Lah has served as the Deputy Yang di-Pertuan Agong since October 2016 and 35th Sultan of Perak since May 2014. He served as the acting Yang di-Pertuan Agong from November 2018 to December 2018 and again in January 2019.",
    "year": 1956,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bill Nye",
    "birthday": "1955-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Bill_Nye_2017.jpg/214px-Bill_Nye_2017.jpg",
    "extract": "William Sanford Nye, popularly known as Bill Nye the Science Guy, is an American mechanical engineer, science communicator, and television presenter. He is best known as the host of the science television show Bill Nye the Science Guy (1993–1999), the Netflix show Bill Nye Saves the World (2017–2018), and for his many appearances in popular media as a science educator.",
    "year": 1955,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Arthur Smith (comedian)",
    "birthday": "1954-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Arthur_Smith_%28cropped%29.JPG/320px-Arthur_Smith_%28cropped%29.JPG",
    "extract": "Brian Arthur John Smith is an English alternative comedian, presenter and writer.",
    "year": 1954,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Curtis Armstrong",
    "birthday": "1953-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Curtis_Armstrong_by_Gage_Skidmore.jpg/234px-Curtis_Armstrong_by_Gage_Skidmore.jpg",
    "extract": "Curtis Armstrong is an American actor and singer best known for playing the role of Booger in the Revenge of the Nerds movies, Herbert Viola on the TV series Moonlighting, Miles Dalby in the film Risky Business, and famed record producer Ahmet Ertegun in the film Ray as well as for playing the role of Metatron on the TV series Supernatural.",
    "year": 1953,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Steve Bannon",
    "birthday": "1953-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Steve_Bannon_at_2017_CPAC_by_Michael_Vadon.jpg/242px-Steve_Bannon_at_2017_CPAC_by_Michael_Vadon.jpg",
    "extract": "Stephen Kevin Bannon is an American media executive, political strategist, and former investment banker, who served as the White House's chief strategist in the administration of U.S. President Donald Trump during the first seven months of Trump's term. He is a former executive chairman of Breitbart News, and previously served on the board of the now-defunct data-analytics firm Cambridge Analytica.",
    "year": 1953,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Boris Grebenshchikov",
    "birthday": "1953-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Aquarium-band-36.jpg/320px-Aquarium-band-36.jpg",
    "extract": "Boris Borisovich Grebenshchikov is a prominent member of the generation that is widely considered to be the \"founding fathers\" of Russian rock music. Due as much to his contribution and the lasting success of his main effort, the band Aquarium, he is a household name in Russia and much of the former Soviet Union. Grebenshchikov is frequently referred to as BG, after his initials.",
    "year": 1953,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tarmo Kõuts",
    "birthday": "1953-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Tarmo_K%C3%B5uts.jpg/213px-Tarmo_K%C3%B5uts.jpg",
    "extract": "Tarmo Kõuts is an Estonian politician and former Commander of the Estonian Defence Forces.",
    "year": 1953,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sheila Copps",
    "birthday": "1952-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Sheila_Copps_%28cropped%29.jpg/216px-Sheila_Copps_%28cropped%29.jpg",
    "extract": "Sheila Maureen Copps is a former Canadian politician who also served as the sixth deputy prime minister of Canada from November 4, 1993, to April 30, 1996, and June 19, 1996, to June 11, 1997. Her father, Victor Copps, was once mayor of Hamilton, Ontario.",
    "year": 1952,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bappi Lahiri",
    "birthday": "1952-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Bappi_Lahiri_graces_musical_concert_%E2%80%98Rehmatein-3%E2%80%99.jpg/229px-Bappi_Lahiri_graces_musical_concert_%E2%80%98Rehmatein-3%E2%80%99.jpg",
    "extract": "Bappi Aparesh Lahiri was an Indian singer, composer and record producer. He popularised the use of synthesised disco music in Indian music industry and sang some of his own compositions. He was popular in the 1980s and 1990s with filmi soundtracks. He also delivered major box office successes in Bengali, Telugu, and Kannada films. His music was well received into the 21st century.",
    "year": 1952,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jim Wetherbee",
    "birthday": "1952-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/James_Wetherbee.jpg/256px-James_Wetherbee.jpg",
    "extract": "James Donald \"Wxb\" Wetherbee, is a retired United States Navy officer and aviator, test pilot, aerospace engineer, and NASA astronaut. He is a veteran of six Space Shuttle missions and is the only American to have commanded five spaceflight missions.",
    "year": 1952,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kathryn Bigelow",
    "birthday": "1951-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Kathryn_Bigelow_by_David_Shankbone.jpg/256px-Kathryn_Bigelow_by_David_Shankbone.jpg",
    "extract": "Kathryn Ann Bigelow is an American film director, producer, and screenwriter. Covering a wide range of genres, her films include Near Dark (1987), Point Break (1991), Strange Days (1995), K-19: The Widowmaker (2002), The Hurt Locker (2008), Zero Dark Thirty (2012), and Detroit (2017).",
    "year": 1951,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vera Fischer (actress)",
    "birthday": "1951-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/VeraFischerPorAndreaFarias_%28cropped%29.jpg/229px-VeraFischerPorAndreaFarias_%28cropped%29.jpg",
    "extract": "Vera Fischer is a Brazilian actress, known for acting in telenovelas, and former beauty pageant titleholder.",
    "year": 1951,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gunnar Graps",
    "birthday": "1951-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Gunnar_Graps_1974.jpg/320px-Gunnar_Graps_1974.jpg",
    "extract": "Gunnar Graps-Grāfs was a popular Estonian musician and one of the pioneers of hard rock in Estonia and Soviet Union. He has sold hundreds of thousands of records all over the world and in 2004 Graps was given a lifetime award at Estonian Music Awards. He has been compared to Mick Jagger and Alice Cooper, both who were his own personal idols, and is often called Raudmees.",
    "year": 1951,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gavyn Davies",
    "birthday": "1950-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Gavyn_Davies.jpg/259px-Gavyn_Davies.jpg",
    "extract": "Gavyn Davies, OBE is a former Goldman Sachs partner who was the chairman of the BBC from 2001 until 2004. On 28 January 2004 he announced that he was resigning his BBC post following the publication of the Hutton Inquiry report which heavily criticised the organisation.",
    "year": 1950,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Richard Codey",
    "birthday": "1946-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Codey2011_%28cropped%29.jpg/225px-Codey2011_%28cropped%29.jpg",
    "extract": "Richard James Codey is an American Democratic Party politician who served as the 53rd governor of New Jersey from 2004 to 2006. He has served in the New Jersey Senate since 1982 and served as the President of the Senate from 2002 to 2010. He represents the 27th Legislative District, which covers the western portions of Essex County and the southeastern portion of Morris County. Codey is the longest-serving state legislator in New Jersey history, having served in the New Jersey Legislature continuously since January 8, 1974. He has served as the Deputy Senate President Pro Tem since 2022.",
    "year": 1946,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ismaïl Omar Guelleh",
    "birthday": "1946-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Ismail_Omar_Guelleh_2010.jpg/228px-Ismail_Omar_Guelleh_2010.jpg",
    "extract": "Ismaïl Omar Guelleh is the current President of Djibouti. He has been in office since 1999, making him one of the longest-serving rulers in Africa. He is often referred to by his initials, IOG.",
    "year": 1946,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "James Avery",
    "birthday": "1945-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/James_Avery.jpg/250px-James_Avery.jpg",
    "extract": "James LaRue Avery was an American actor and poet. He was best known for his roles as Philip Banks in The Fresh Prince of Bel-Air, Shredder in Teenage Mutant Ninja Turtles, Judge Michael Conover on L.A. Law, Steve Yeager in The Brady Bunch Movie, Haroud Hazi Bin in Aladdin and Dr. Crippen on The Closer (2005–2007).",
    "year": 1945,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Phil Bloom",
    "birthday": "1945-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Phil_Bloom_Portrait%2C_2003.jpg/229px-Phil_Bloom_Portrait%2C_2003.jpg",
    "extract": "Phil Bloom is a Dutch artist, graphic designer and performer. She was the first person to appear completely nude on Dutch television, on 28 July 1967 during the show Hoepla, which caused scandal and controversy at the time. Afterwards, she followed a passionate career in painting, photography and performance art. She was a member of the Fluxus network in 1967. A notable performance of hers is titled \"Lemniscaat\" which takes place in Lapland.",
    "year": 1945,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Randy Brecker",
    "birthday": "1945-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Randy_Brecker_Kongsberg_Jazzfestival_2018_%28224735%29.jpg/320px-Randy_Brecker_Kongsberg_Jazzfestival_2018_%28224735%29.jpg",
    "extract": "Randal Edward Brecker is an American trumpeter, flugelhornist, and composer. His versatility has made him a popular studio musician who has recorded with acts in jazz, rock, and R&B.",
    "year": 1945,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alain de Cadenet",
    "birthday": "1945-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Alain_de_Cadenet_1975.jpg/320px-Alain_de_Cadenet_1975.jpg",
    "extract": "Alain de Cadenet is a television presenter and former racing driver. After a career in sports car endurance racing, he has hosted numerous shows and broadcasts for the Speed Channel, ESPN, the Velocity Channel and the Petrolicious website. De Cadenet hosted Legends of Motorsport for Speed between 1996 and 2000, as well as the network's coverage of the Goodwood Festival of Speed. During the 2000s, he hosted Speed's Victory By Design, in which he drove vintage racing cars and discussed their history. In 2012, de Cadenet hosted Renaissance Man for the Velocity Channel, covering cars, motorcycles, the Rolls-Royce Merlin engine and racing at Monaco.",
    "year": 1945,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Benigno Fitial",
    "birthday": "1945-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/18/Benigno_Fitial_2009.jpg",
    "extract": "Benigno Repeki Fitial was the seventh governor of the Commonwealth of the Northern Mariana Islands (CNMI). The second longest-serving governor in CNMI history, Fitial was elected on November 6, 2005, assumed office on January 9, 2006, and was re-elected to a (five-year) second term in 2009. He was impeached by the CNMI House of Representatives on February 11, 2013 and was scheduled to face trial before the CNMI Senate to determine if he should be removed from office. He resigned on February 20, 2013 after 7 years, 1 month, and 11 days in office.",
    "year": 1945,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mickey Leland",
    "birthday": "1944-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Mickey_Leland.jpg/240px-Mickey_Leland.jpg",
    "extract": "George Thomas \"Mickey\" Leland III was an anti-poverty activist who later became a congressman from the Texas 18th District and chair of the Congressional Black Caucus. He was a Democrat.",
    "year": 1944,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nicole Brossard",
    "birthday": "1943-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Nicole_Brossard01.jpg/320px-Nicole_Brossard01.jpg",
    "extract": "Nicole Brossard is a leading French-Canadian formalist poet and novelist. Her work is known for exploration of feminist themes and for challenging masculine-oriented language and points of view in French literature.",
    "year": 1943,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Henry Carr",
    "birthday": "1942-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Paul_Drayton%2C_Henry_Carr%2C_Edwin_Roberts_1964.jpg/200px-Paul_Drayton%2C_Henry_Carr%2C_Edwin_Roberts_1964.jpg",
    "extract": "Henry Carr was an American track and field athlete who won two gold medals at the 1964 Summer Olympics in Tokyo, Japan.",
    "year": 1942,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jimi Hendrix",
    "birthday": "1942-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Jimi_Hendrix_1967.png/177px-Jimi_Hendrix_1967.png",
    "extract": "James Marshall \"Jimi\" Hendrix was an American guitarist, singer, and songwriter. Although his mainstream career spanned only four years, he is widely regarded as one of the most influential electric guitarists in the history of popular music, and one of the most celebrated musicians of the 20th century. The Rock and Roll Hall of Fame describes him as \"arguably the greatest instrumentalist in the history of rock music\".",
    "year": 1942,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Aimé Jacquet",
    "birthday": "1941-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5c/Aime_Jacquet_portrait.jpg",
    "extract": "Aimé Étienne Jacquet is a French former professional football manager and player. He was manager of the France national football team that won the 1998 FIFA World Cup.",
    "year": 1941,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Eddie Rabbitt",
    "birthday": "1941-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7d/Eddiepromo.jpg/241px-Eddiepromo.jpg",
    "extract": "Edward Thomas Rabbitt was an American country music singer and songwriter. His career began as a songwriter in the late 1960s, springboarding to a recording career after composing hits such as \"Kentucky Rain\" for Elvis Presley in 1970 and \"Pure Love\" for Ronnie Milsap in 1974. Later in the 1970s, Rabbitt helped to develop the crossover-influenced sound of country music prevalent in the 1980s with such hits as \"Suspicions\", \"I Love a Rainy Night\", and \"Every Which Way but Loose\". His duets \"Both to Each Other \" with Juice Newton and \"You and I\" with Crystal Gayle later appeared on the soap operas Days of Our Lives and All My Children.",
    "year": 1941,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Louis van Dijk",
    "birthday": "1941-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/LouisVanDijk.jpg/231px-LouisVanDijk.jpg",
    "extract": "Louis van Dijk, also spelled Louis van Dyke, was a beloved Dutch pianist.",
    "year": 1941,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bruce Lee",
    "birthday": "1940-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Bruce_Lee_1973.jpg/240px-Bruce_Lee_1973.jpg",
    "extract": "Bruce Lee was a Hong Kong and American martial artist, martial arts instructor, actor, director, screenwriter, producer, and philosopher. He was the founder of Jeet Kune Do, a hybrid martial arts philosophy drawing from different combat disciplines that is often credited with paving the way for modern mixed martial arts (MMA). Lee is considered by critics, media, and other martial artists to be the most influential martial artist of all time and a pop culture icon of the 20th century, who bridged the gap between East and West. He is credited with promoting Hong Kong action cinema and helping to change the way Asians were presented in American films.",
    "year": 1940,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dave Giusti",
    "birthday": "1939-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Dave_Giusti_1967.JPG/244px-Dave_Giusti_1967.JPG",
    "extract": "David John Giusti, Jr. is an American former professional baseball player. He played in Major League Baseball as a right-handed pitcher from 1962 to 1977, most notably as a member of the Pittsburgh Pirates teams that won five National League Eastern Division titles in six years between 1970 and 1975 and, won the World Series in 1971.",
    "year": 1939,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Laurent-Désiré Kabila",
    "birthday": "1939-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Visit_of_Laurent_D%C3%A9sir%C3%A9_Kabila%2C_President_of_the_Democratic_Republic_of_Congo%2C_to_the_EC_%28cropped2%29.jpg/212px-Visit_of_Laurent_D%C3%A9sir%C3%A9_Kabila%2C_President_of_the_Democratic_Republic_of_Congo%2C_to_the_EC_%28cropped2%29.jpg",
    "extract": "Laurent-Désiré Kabila or simply Laurent Kabila, was a Congolese revolutionary and politician who was the third President of the Democratic Republic of the Congo from 1997 until his assassination in 2001.",
    "year": 1939,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Ashworth (biologist)",
    "birthday": "1938-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/John_Ashworth.jpg/214px-John_Ashworth.jpg",
    "extract": "Sir John Ashworth is a scientist and educationalist.",
    "year": 1938,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Apolo Nsibambi",
    "birthday": "1938-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Apolo_Nsibambi_%28cropped%29.jpg/261px-Apolo_Nsibambi_%28cropped%29.jpg",
    "extract": "Apolo Robin Nsibambi was a Ugandan academic and politician who served as the 8th Prime Minister of Uganda from 5 April 1999 until 24 May 2011, when Amama Mbabazi succeeded him.",
    "year": 1938,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gail Sheehy",
    "birthday": "1937-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Gail_Sheehy.jpg/252px-Gail_Sheehy.jpg",
    "extract": "Gail Sheehy was an American author, journalist, and lecturer. She was the author of seventeen books and numerous high-profile articles for magazines such as New York and Vanity Fair. Sheehy played a part in the movement Tom Wolfe called the New Journalism, sometimes known as creative nonfiction, in which journalists and essayists experimented with adopting a variety of literary techniques such as scene setting, dialogue, status details to denote social class, and getting inside the story and sometimes reporting the thoughts of a central character.",
    "year": 1937,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Les Blank",
    "birthday": "1935-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Les_Blank.jpg/213px-Les_Blank.jpg",
    "extract": "Les Blank was an American documentary filmmaker best known for his portraits of American traditional musicians.",
    "year": 1935,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Daniel Charles",
    "birthday": "1935-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Daniel_Charles-1992.jpg/220px-Daniel_Charles-1992.jpg",
    "extract": "Daniel Paul Charles was a French musician, musicologist and philosopher. He was born on 27 November 1935 in Oran (Algeria) and died on 21 August 2008 in Antibes (France).",
    "year": 1935,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ammo Baba",
    "birthday": "1934-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Ammobabaold.jpg",
    "extract": "Emmanuel Baba Dawud, better known as Ammo Baba, was an Assyrian football player and coach of the Iraq national football team.",
    "year": 1934,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gilbert Strang",
    "birthday": "1934-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Gilbert_Strang.jpg",
    "extract": "William Gilbert Strang, usually known as simply Gilbert Strang or Gil Strang, is an American mathematician, with contributions to finite element theory, the calculus of variations, wavelet analysis and linear algebra. He has made many contributions to mathematics education, including publishing seven mathematics textbooks and one monograph. Strang is the MathWorks Professor of Mathematics at the Massachusetts Institute of Technology. He teaches Introduction to Linear Algebra, Computational Science and Engineering, and Matrix Methods and his lectures are freely available through MIT OpenCourseWare.",
    "year": 1934,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jacques Godbout",
    "birthday": "1933-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Jacques_Godbout_2014-04-12.jpg/213px-Jacques_Godbout_2014-04-12.jpg",
    "extract": "Jacques Godbout, OC, CQ is a Canadian novelist, essayist, children's writer, journalist, filmmaker and poet. By his own admission a bit of a dabbler (touche-à-tout), Godbout has become one of the most important writers of his generation, with a major influence on post-1960 Quebec intellectual life.",
    "year": 1933,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gordon S. Wood",
    "birthday": "1933-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Gordon_Wood_historian_2006.jpg/228px-Gordon_Wood_historian_2006.jpg",
    "extract": "Gordon Stewart Wood is an American historian and professor at Brown University. He is a recipient of the 1993 Pulitzer Prize for History for The Radicalism of the American Revolution (1992). His book The Creation of the American Republic, 1776–1787 (1969) won a 1970 Bancroft Prize. In 2010, he was awarded the National Humanities Medal.",
    "year": 1933,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Benigno Aquino Jr.",
    "birthday": "1932-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Ninoy_Aquino_3.jpg/226px-Ninoy_Aquino_3.jpg",
    "extract": "Benigno \"Ninoy\"  Simeon Aquino Jr.,, was a Filipino politician who served as a senator of the Philippines (1967–1972) and governor of the province of Tarlac. He was the husband of Corazon Aquino—who, after his death, eventually became the president of the Philippines—and father of a later president, Benigno Aquino III. Aquino, together with Gerardo Roxas and Jovito Salonga, helped form the leadership of the opposition towards then President Ferdinand Marcos. He was the aggressive leader who together with the intellectual leader Sen. Jose W. Diokno led the overall opposition.",
    "year": 1932,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dick Poole (rugby league)",
    "birthday": "1930-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9c/Dick_Poole_1954.jpeg",
    "extract": "Herbert Richard Poole is an Australian former rugby league footballer and coach. He was a centre for the Australian national team. He played in ten Tests and three World Cup games between 1955 and 1957, as captain on three occasions.",
    "year": 1930,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Rex Shelley",
    "birthday": "1930-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1f/RexShelley.jpg",
    "extract": "Rex Anthony Shelley was a Singaporean author. A graduate of the University of Malaya in Malaysia and Cambridge trained in engineering and economics, Shelley managed his own business and also worked as member of the Public Service Commission (PSC) for over 30 years. For his service, he was conferred the Bintang Bakti Masyarakat by the Government of Singapore in 1978, and an additional Bar the next year.",
    "year": 1930,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alan Simpson (scriptwriter)",
    "birthday": "1930-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Alan_Simpson_%28scriptwriter%29.jpg",
    "extract": "Alan Francis Simpson was an English scriptwriter, best known for the Galton and Simpson comedy writing partnership with Ray Galton. Together they devised and wrote the BBC sitcom Hancock's Half Hour (1954–1961), the first two series of Comedy Playhouse (1961–1963), and Steptoe and Son (1962–1974).",
    "year": 1930,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Josh Kirby",
    "birthday": "1928-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9d/Josh_Kirby.jpg",
    "extract": "Ronald William \"Josh\" Kirby was a British commercial artist. Over a career spanning 60 years, he was the artist for the covers of many science fiction books including Terry Pratchett's Discworld novels.",
    "year": 1928,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Carlos Castilho",
    "birthday": "1927-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Castilho%2C_1956.tif/lossy-page1-222px-Castilho%2C_1956.tif.jpg",
    "extract": "Carlos José Castilho was a Brazilian football goalkeeper. He was born in Rio de Janeiro and played for Fluminense from 1947 to 1964 and for Brazil. He was a member of the Brazil squad in four World Cups: 1950, 1954, 1958 and 1962, but he only actually played three games, all of them in the 1954 finals.",
    "year": 1927,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William E. Simon",
    "birthday": "1927-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/38/William_E_Simon.jpg",
    "extract": "William Edward Simon was an American businessman and philanthropist who served as the 63rd United States Secretary of the Treasury. He became the Secretary of the Treasury on May 9, 1974, during the Nixon administration. After Nixon resigned, Simon was reappointed by President Gerald Ford and served until 1977 when President Jimmy Carter took office. Outside of government, he was a successful businessman and philanthropist. The William E. Simon Foundation carries on this legacy. He styled himself as a strong advocate of laissez-faire capitalism. He wrote, \"There is only one social system that reflects the sovereignty of the individual: the free-market, or capitalist, system\".",
    "year": 1927,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Chae Myung-shin",
    "birthday": "1926-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Lieutenant_General_Chae_Myung_Shin.jpg/217px-Lieutenant_General_Chae_Myung_Shin.jpg",
    "extract": "Chae Myung-shin was a South Korean army officer who commanded South Korean military forces in the Vietnam War. He was also the co-founder of the Korean Taekwondo Association.",
    "year": 1926,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Maddox",
    "birthday": "1925-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/18/John_Maddox_1988.png/244px-John_Maddox_1988.png",
    "extract": "Sir John Royden Maddox, FRS was a British theoretical chemist, turned physicist, and science writer. He was an editor of Nature for 22 years, from 1966 to 1973 and 1980 to 1995.",
    "year": 1925,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Marshall Thompson",
    "birthday": "1925-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bb/Marshall_Thompson_in_Twice_Blessed_trailer.jpg",
    "extract": "James Marshall Thompson was an American film and television actor.",
    "year": 1925,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ernie Wise",
    "birthday": "1925-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7d/Ernie_Wise_1960.png/304px-Ernie_Wise_1960.png",
    "extract": "Ernest Wiseman,, known by his stage name Ernie Wise, was an English comedian, best known as one half of the comedy duo Morecambe and Wise, who became a national institution on British television, especially for their Christmas specials.",
    "year": 1925,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "J. Ernest Wilkins Jr.",
    "birthday": "1923-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/J._Ernest_Wilkins%2C_Jr._9.jpg/212px-J._Ernest_Wilkins%2C_Jr._9.jpg",
    "extract": "Jesse Ernest Wilkins Jr. was an African American nuclear scientist, mechanical engineer and mathematician. A child prodigy, he attended the University of Chicago at the age of 13, becoming its youngest ever student. His graduation at a young age resulted in him being hailed as \"the Negro Genius\" in the national media.",
    "year": 1923,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nicholas Magallanes",
    "birthday": "1922-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/05/Maria_Tallchief_and_Nicholas_Magallanes_in_The_Nutcracker_1954.png",
    "extract": "Nicholas Magallanes was a principal dancer and charter member of the New York City Ballet. Along with Francisco Moncion, Maria Tallchief, and Tanaquil Le Clercq, Magallanes was among the core group of dancers with which George Balanchine and Lincoln Kirstein formed Ballet Society, the immediate predecessor of the New York City Ballet.",
    "year": 1922,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dora Dougherty Strother",
    "birthday": "1921-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Jean_Dougherty_Strother_%28b._1921%29_%28center%29._Also_pictured_E.J._Ducayet_%28right%29_and_R.C._Buyers_%28left%29_%285493776787%29.jpg/320px-Jean_Dougherty_Strother_%28b._1921%29_%28center%29._Also_pictured_E.J._Ducayet_%28right%29_and_R.C._Buyers_%28left%29_%285493776787%29.jpg",
    "extract": "Dr. Dora Jean Dougherty Strother was an American aviator best known as a Woman Airforce Service Pilots (WASP) and B-29 Superfortress demonstration pilot. She was a U.S. military pilot, human factors engineer with Bell Aircraft, instructor at the University of Illinois and helicopter test pilot for Bell Aircraft.",
    "year": 1921,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alexander Dubček",
    "birthday": "1921-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d5/Alexander_Dubcek.jpg",
    "extract": "Alexander Dubček was a Slovak politician who served as the First Secretary of the Presidium of the Central Committee of the Communist Party of Czechoslovakia (KSČ) from January 1968 to April 1969. He attempted to reform the communist government during the Prague Spring but was forced to resign following the Warsaw Pact invasion in August 1968.",
    "year": 1921,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Abe Lenstra",
    "birthday": "1920-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Abe_Lenstra_%28Heerenveen%29_in_het_Olympisch_Stadion_in_Amsterdam%2C_enige_dagen_na_d%2C_Bestanddeelnr_191-1062.jpg/320px-Abe_Lenstra_%28Heerenveen%29_in_het_Olympisch_Stadion_in_Amsterdam%2C_enige_dagen_na_d%2C_Bestanddeelnr_191-1062.jpg",
    "extract": "Abe Minderts Lenstra was a Dutch footballer and national football icon in the 1950s who played as a forward. He is regarded as one of the greatest players ever to hail from the Netherlands. He was also a Frisian legend, most notably with the club where he made his name as a football player, Heerenveen.",
    "year": 1920,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Buster Merryfield",
    "birthday": "1920-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/db/Buster_Merryfield.png/266px-Buster_Merryfield.png",
    "extract": "Harry \"Buster\" Merryfield was an English actor best known for starring as Uncle Albert in the BBC comedy Only Fools and Horses.",
    "year": 1920,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Stephen Elliott (actor)",
    "birthday": "1918-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Stephen_Elliott.png/320px-Stephen_Elliott.png",
    "extract": "Elliott Pershing Stitzel, better known by his stage name Stephen Elliott, was an American actor. His best known roles were that of the prospective father-in-law, Burt Johnson, in the hit 1981 film Arthur and as Chief Hubbard in the 1984 blockbuster Beverly Hills Cop.",
    "year": 1918,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Buffalo Bob Smith",
    "birthday": "1917-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Buffalo_Bob_Smith_and_Howdy_Doody.jpg/246px-Buffalo_Bob_Smith_and_Howdy_Doody.jpg",
    "extract": "Robert Emil Schmidt, nicknamed Buffalo Bob, was the host of the children's show Howdy Doody.",
    "year": 1917,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Chick Hearn",
    "birthday": "1916-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Chick_Hearn_1963.jpg/269px-Chick_Hearn_1963.jpg",
    "extract": "Francis Dayle \"Chick\" Hearn was an American sportscaster who was the play-by-play announcer for the Los Angeles Lakers of the National Basketball Association for 41 years. Hearn is remembered for his rapid fire, staccato broadcasting style, associated with colorful phrases such as slam dunk, air ball, and no harm, no foul that have become common basketball vernacular. Hearn broadcast 3,338 consecutive Lakers games starting on November 21, 1965. \nMost of Hearn's games in the television era were simulcast on both radio and television, even after most teams chose to use different announcers for the different media.",
    "year": 1916,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Connie Sawyer",
    "birthday": "1912-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/65/Conniesawyer.jpg",
    "extract": "Connie Sawyer was an American stage, film, and television actress, affectionately nicknamed \"The Clown Princess of Comedy\". She had over 140 film and television credits to her name, but was best known for her appearances in Pineapple Express, Dumb and Dumber, and When Harry Met Sally.... At the time of her death at age 105, she was the oldest working actress in Hollywood, with a career spanning an impressive 85 years, and was the oldest member of the Screen Actors Guild and the Academy of Motion Picture Arts and Sciences.",
    "year": 1912,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Fe del Mundo",
    "birthday": "1911-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/67/Fe_del_Mundo.png",
    "extract": "Fe Villanueva del Mundo,, was a Filipina pediatrician. She founded the first pediatric hospital in the Philippines and is known for shaping the modern child healthcare system in the Philippines. Her pioneering work in pediatrics in the Philippines while in active medical practice spanned eight decades. She gained international recognition, including the Ramon Magsaysay Award for Public Service in 1977. In 1980, she was conferred the rank and title of National Scientist of the Philippines, and in 2010, she was conferred the Order of Lakandula. She was the first female president of the Philippine Pediatric Society and the first woman to be named National Scientist of the Philippines in 1980. She was also the founder and the first president of the Philippine Pediatric Society, the first Asian to be elected president of the Philippine Medical Association in its 65-years existence, and the first Asian to be voted president of the Medical Woman's International Association.",
    "year": 1911,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "David Merrick",
    "birthday": "1911-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/David_Merrick_%2813563015335%29.jpg/240px-David_Merrick_%2813563015335%29.jpg",
    "extract": "David Merrick was a prolific Tony Award-winning American theatrical producer.",
    "year": 1911,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "James Agee",
    "birthday": "1909-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cc/James_Agee_1937.jpg",
    "extract": "James Rufus Agee was an American novelist, journalist, poet, screenwriter and film critic. In the 1940s, writing for Time Magazine, he was one of the most influential film critics in the United States. His autobiographical novel, A Death in the Family (1957), won the author a posthumous 1958 Pulitzer Prize. Agee is also known as a co-writer of the book Let Us Now Praise Famous Men and as the screenwriter of the film classics The African Queen and The Night of the Hunter.",
    "year": 1909,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Harivansh Rai Bachchan",
    "birthday": "1907-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Harivansh_Rai_Bachchan_2003_stamp_of_India.jpg/242px-Harivansh_Rai_Bachchan_2003_stamp_of_India.jpg",
    "extract": "Harivansh Rai Bachchan was an Indian poet and writer of the Nayi Kavita literary movement of early 20th century Hindi literature. He was also a poet of the Hindi Kavi Sammelan. He is best known for his early work Madhushala. He was also the husband of social activist, Teji Bachchan, father of Amitabh Bachchan and Ajitabh Bachchan, and grandfather of Abhishek Bachchan. In 1976, he received the Padma Bhushan for his service to Hindi literature.",
    "year": 1907,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "L. Sprague de Camp",
    "birthday": "1907-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/L._Sprague_de_Camp.png/320px-L._Sprague_de_Camp.png",
    "extract": "Lyon Sprague de Camp was an American writer of science fiction, fantasy and non-fiction. In a career spanning 60 years, he wrote over 100 books, including novels and works of non-fiction, including biographies of other fantasy authors. He was a major figure in science fiction in the 1930s and 1940s.",
    "year": 1907,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Astrid Allwyn",
    "birthday": "1905-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Astrid_Allwyn_Argentinean_Magazine_AD.jpg/221px-Astrid_Allwyn_Argentinean_Magazine_AD.jpg",
    "extract": "Astrid Allwyn was an American stage and film actress.",
    "year": 1905,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lars Onsager",
    "birthday": "1903-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f9/Lars_Onsager2.jpg/233px-Lars_Onsager2.jpg",
    "extract": "Lars Onsager was a Norwegian-born American physical chemist and theoretical physicist. He held the Gibbs Professorship of Theoretical Chemistry at Yale University. He was awarded the Nobel Prize in Chemistry in 1968.",
    "year": 1903,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ted Husing",
    "birthday": "1901-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Ted_Husing_LOC_hec.35822.jpg/320px-Ted_Husing_LOC_hec.35822.jpg",
    "extract": "Edward Britt Husing was an American sportscaster. He was among the first to lay the groundwork for the structure and pace of modern sports reporting on television and radio.",
    "year": 1901,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jovette Bernier",
    "birthday": "1900-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Jovette-Alice_Bernier.jpg/226px-Jovette-Alice_Bernier.jpg",
    "extract": "Marie-Angele \"Jovette\" Alice Bernier was a journalist and writer in Quebec. Because of extensive exposure in the print media and on radio, she was often referred to simply as Jovette.",
    "year": 1900,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Fredric Warburg",
    "birthday": "1898-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Fredric_warburg.jpg/243px-Fredric_warburg.jpg",
    "extract": "Fredric John Warburg was a British publisher best known for his association with the author George Orwell. During a career spanning a large part of the 20th century and ending in 1971, Warburg published Orwell's major books Animal Farm (1945) and Nineteen Eighty-Four (1949), as well as works by other leading figures such as Thomas Mann and Franz Kafka. Other notable publications included The Third Eye by Lobsang Rampa, Pierre Boulle's The Bridge over the River Kwai, Adolf Hitler's Mein Kampf and William Shirer's The Rise and Fall of the Third Reich.",
    "year": 1898,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kōnosuke Matsushita",
    "birthday": "1894-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Formal_Portrait_of_K%C5%8Dnosuke_Matsushita_in_1929.jpg/226px-Formal_Portrait_of_K%C5%8Dnosuke_Matsushita_in_1929.jpg",
    "extract": "Kōnosuke Matsushita  was a Japanese industrialist who founded Panasonic, the largest Japanese consumer electronics company. Matsushita is referred to as the \"the God of Management\" in Japan.",
    "year": 1894,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Katherine Milhous",
    "birthday": "1894-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Rural_Pennsylvania_WPA_poster%2C_ca._1938.jpg/254px-Rural_Pennsylvania_WPA_poster%2C_ca._1938.jpg",
    "extract": "Katherine Milhous (1894–1977) was an American artist, illustrator, and writer. She is known best as the author and illustrator of The Egg Tree, which won the 1951 Caldecott Medal for U.S. picture book illustration. Born into a Quaker family active in the printing industry in Philadelphia, Milhous is also known for her graphic designs for the Works Progress Administration(WPA). Her work has been exhibited at the 1939 New York World's Fair and at the Pennsylvania Academy of the Fine Arts.",
    "year": 1894,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Amphilochius of Pochayiv",
    "birthday": "1894-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Amphilochios.jpg/238px-Amphilochios.jpg",
    "extract": "Amphilochius of Pochayiv was a 20th-century Ukrainian Orthodox saint, from Ternopil Oblast of western Ukraine.",
    "year": 1894,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ganesh Vasudev Mavalankar",
    "birthday": "1888-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/07/G._V._Mavalankar.jpg",
    "extract": "Ganesh Vasudev Mavalankar popularly known as Dadasaheb was an independence activist, the President of the Central Legislative Assembly, then Speaker of the Constituent Assembly of India, and later the first Speaker of the Lok Sabha, the lower house of the Parliament of India. His son Purushottam Mavalankar was later elected to the Lok Sabha twice from Gujarat.",
    "year": 1888,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Masaharu Homma",
    "birthday": "1887-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Honma_Masaharu.jpg/223px-Honma_Masaharu.jpg",
    "extract": "Masaharu Homma  was a lieutenant general in the Imperial Japanese Army during World War II. Homma commanded the Japanese 14th Army, which invaded the Philippines and perpetrated the Bataan Death March. After the war, Homma was convicted of war crimes relating to the actions of troops under his direct command and executed by firing squad on April 3, 1946.",
    "year": 1887,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Liviu Rebreanu",
    "birthday": "1885-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Liviu_Rebreanu_%281%29.jpg/228px-Liviu_Rebreanu_%281%29.jpg",
    "extract": "Liviu Rebreanu was a Romanian novelist, playwright, short story writer, and journalist.",
    "year": 1885,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jatindramohan Bagchi",
    "birthday": "1878-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a0/JatindramohanBagchiPic.jpg",
    "extract": "Jatindramohan Bagchi was a Bengali poet and editor.",
    "year": 1878,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charles Dvorak",
    "birthday": "1878-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Charles_Dvorak.png/316px-Charles_Dvorak.png",
    "extract": "Charles Edward Dvorak was an American track and field athlete who specialized in the pole vault. He attended the University of Michigan where he competed for the Michigan Wolverines men's track and field team from 1900 to 1904. He participated in the 1900 Summer Olympics where he was a favorite in the pole vault. However, he missed the competition after being told by officials that the finals would not be held on a Sunday. He won a special silver medal in a consolation competition. In 1903, he set a world's record in the pole vault with a jump of 11 feet, 11 inches.(This mark doesn't appear in the progression of World or American Records). Dvorak returned to international competition and won the gold medal in the pole vault at the 1904 Summer Olympics. Dvorak later served as a high school football, basketball and track coach in Seattle, Washington, where he died in 1969 at age 91.",
    "year": 1878,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Katharine Anthony",
    "birthday": "1877-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7b/Katharine_Anthony.jpg",
    "extract": "Katharine Susan Anthony, sometimes also spelled Katherine, was a US biographer best known for The Lambs (1945), a controversial study of the British writers Charles and Mary Lamb.",
    "year": 1877,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charles A. Beard",
    "birthday": "1874-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Charles_A._Beard%2C_half-length_portrait_LCCN2005690097.jpg/221px-Charles_A._Beard%2C_half-length_portrait_LCCN2005690097.jpg",
    "extract": "Charles Austin Beard was an American historian and professor, who wrote primarily during the first half of the 20th century. A history professor at Columbia University, Beard's influence is primarily due to his publications in the fields of history and political science. His works included a radical re-evaluation of the Founding Fathers of the United States, whom he believed to be more motivated by economics than by philosophical principles. Beard's most influential book, An Economic Interpretation of the Constitution of the United States (1913), has been the subject of great controversy ever since its publication. While it has been frequently criticized for its methodology and conclusions, it was responsible for a wide-ranging reinterpretation of early American history.",
    "year": 1874,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Chaim Weizmann",
    "birthday": "1874-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Flickr_-_Government_Press_Office_%28GPO%29_-_President_Chaim_Weizmann.jpg/214px-Flickr_-_Government_Press_Office_%28GPO%29_-_President_Chaim_Weizmann.jpg",
    "extract": "Chaim Azriel Weizmann was a Russian-born biochemist, Zionist leader and Israeli statesman who served as president of the Zionist Organization and later as the first president of Israel. He was elected on 16 February 1949, and served until his death in 1952. Weizmann convinced the United States government to recognize the newly formed state of Israel.",
    "year": 1874,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Giovanni Giorgi",
    "birthday": "1871-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Giovanni_Giorgi.jpg",
    "extract": "Giovanni Giorgi was an Italian physicist and electrical engineer who proposed the Giorgi system of measurement, the precursor to the International System of Units (SI).",
    "year": 1871,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Juho Kusti Paasikivi",
    "birthday": "1870-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Juho_Kusti_Paasikivi.jpg/239px-Juho_Kusti_Paasikivi.jpg",
    "extract": "Juho Kusti Paasikivi was the seventh president of Finland (1946–1956). Representing the Finnish Party and the National Coalition Party, he also served as Prime Minister of Finland. In addition to the above, Paasikivi held several other positions of trust, and was an influential figure in Finnish economics and politics for over fifty years.",
    "year": 1870,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charles Koechlin",
    "birthday": "1867-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4d/Charles_Koechlin_1.jpg",
    "extract": "Charles-Louis-Eugène Koechlin, commonly known as Charles Koechlin, was a French composer, teacher and musicologist. He was a political radical all his life and a passionate enthusiast for such diverse things as medieval music, The Jungle Book of Rudyard Kipling, Johann Sebastian Bach, film stars, traveling, stereoscopic photography and socialism. He once said: \"The artist needs an ivory tower, not as an escape from the world, but as a place where he can view the world and be himself. This tower is for the artist like a lighthouse shining out across the world.\" Among his better known works is Les Heures persanes, a set of piano pieces based on the novel Vers Ispahan by Pierre Loti.",
    "year": 1867,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Janez Evangelist Krek",
    "birthday": "1865-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Krek.jpg/237px-Krek.jpg",
    "extract": "Janez Evangelist Krek was a Slovene Christian Socialist politician, priest, journalist, and author.",
    "year": 1865,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William Bliss Baker",
    "birthday": "1859-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/William_Bliss_Baker_photo.jpg/247px-William_Bliss_Baker_photo.jpg",
    "extract": "William Bliss Baker was an American artist who began painting just as the Hudson River School was winding down. Baker began his studies in 1876 at the National Academy of Design, where he studied with Bierstadt and de Haas. He later maintained studios in Clifton Park, New York and New York City, where he painted in oils and watercolors. He completed more than 130 paintings, including several in black and white.",
    "year": 1859,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charles Scott Sherrington",
    "birthday": "1857-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Charles_Scott_Sherrington2.jpg/247px-Charles_Scott_Sherrington2.jpg",
    "extract": "Sir Charles Scott Sherrington was an eminent English neurophysiologist. His experimental research established many aspects of contemporary neuroscience, including the concept of the spinal reflex as a system involving connected neurons, and the ways in which signal transmission between neurons can be potentiated or depotentiated. Sherrington himself coined the word \"synapse\" to define the connection between two neurons. His book The Integrative Action of the Nervous System (1906) is a synthesis of this work, in recognition of which he was awarded the Nobel Prize in Physiology or Medicine in 1932.",
    "year": 1857,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frank Dicksee",
    "birthday": "1853-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Frank_Dicksee.jpg/228px-Frank_Dicksee.jpg",
    "extract": "Sir Francis Bernard Dicksee was an English Victorian painter and illustrator, best known for his pictures of dramatic literary, historical, and legendary scenes. He also was a noted painter of portraits of fashionable women, which helped to bring him success in his own time.",
    "year": 1853,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frederic Crowninshield",
    "birthday": "1845-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/EmmanuelsLand.JPG/203px-EmmanuelsLand.JPG",
    "extract": "Frederic Crowninshield (1845–1918) was an American artist and author.",
    "year": 1845,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Cornelius Vanderbilt II",
    "birthday": "1843-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Cornelius_Vanderbilt_II_by_John_Singer_Sargent_%281856-1925%29.jpg/242px-Cornelius_Vanderbilt_II_by_John_Singer_Sargent_%281856-1925%29.jpg",
    "extract": "Cornelius \"Corneil\" Vanderbilt II was an American socialite \nand a member of the prominent United States Vanderbilt family.",
    "year": 1843,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Princess Mary Adelaide of Cambridge",
    "birthday": "1833-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Princess_Mary_Adelaide%2C_Duchess_of_Teck_%281833%E2%80%931897%29.png/230px-Princess_Mary_Adelaide%2C_Duchess_of_Teck_%281833%E2%80%931897%29.png",
    "extract": "Princess Mary Adelaide Wilhelmina Elizabeth of Cambridge, later Duchess of Teck, was a member of the British royal family. She was one of the first royals to patronise a wide range of charities.",
    "year": 1833,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "James Service",
    "birthday": "1823-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Jamesservice.jpg/241px-Jamesservice.jpg",
    "extract": "James Service, \nAustralian colonial politician, was the 12th Premier of Victoria, Australia.",
    "year": 1823,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Rachel Brooks Gleason",
    "birthday": "1820-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/RACHEL_BROOKS_GLEASON.jpg/230px-RACHEL_BROOKS_GLEASON.jpg",
    "extract": "Rachel Brooks Gleason was an American physician, the fourth woman to earn a medical degree in the United States.",
    "year": 1820,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charles-François-Frédéric, marquis de Montholon-Sémonville",
    "birthday": "1814-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Marquis_de_Montholon_-_NARA_-_525341.jpg/246px-Marquis_de_Montholon_-_NARA_-_525341.jpg",
    "extract": "Charles François Frédéric de Montholon-Sémonville was a French senator, diplomat, and French ambassador to the United States, from 1864 to 1866.",
    "year": 1814,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Fanny Kemble",
    "birthday": "1809-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Fanny_Kemble_cph.3b17325.jpg/228px-Fanny_Kemble_cph.3b17325.jpg",
    "extract": "Frances Anne \"Fanny\" Kemble was a British actress from a theatre family in the early and mid-19th century. She was a well-known and popular writer and abolitionist, whose published works included plays, poetry, eleven volumes of memoirs, travel writing and works about the theatre.",
    "year": 1809,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Julius Benedict",
    "birthday": "1804-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Sir_Julius_Benedict.jpg/204px-Sir_Julius_Benedict.jpg",
    "extract": "Sir Julius Benedict was a German-born composer and conductor, resident in England for most of his career.",
    "year": 1804,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Aimé, duc de Clermont-Tonnerre",
    "birthday": "1779-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Aim%C3%A9_CLERMONT_TONNERRE.JPG",
    "extract": "Aimé-Marie-Gaspard, comte de Clermont-Tonnerre was a French general and statesman.",
    "year": 1779,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Franz Krommer",
    "birthday": "1759-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/25/FranzKrommer.jpg",
    "extract": "Franz Krommer was a Czech composer of classical music and violinist. His 71-year lifespan began half a year after the death of George Frideric Handel and ended nearly four years after that of Ludwig van Beethoven.",
    "year": 1759,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Georg Forster",
    "birthday": "1754-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Georg_Forster.jpg/251px-Georg_Forster.jpg",
    "extract": "Johann George Adam Forster, also known as Georg Forster, was a German naturalist, ethnologist, travel writer, journalist and revolutionary. At an early age, he accompanied his father, Johann Reinhold Forster, on several scientific expeditions, including James Cook's second voyage to the Pacific. His report of that journey, A Voyage Round the World, contributed significantly to the ethnology of the people of Polynesia and remains a respected work. As a result of the report, Forster, who was admitted to the Royal Society at the early age of twenty-two, came to be considered one of the founders of modern scientific travel literature.",
    "year": 1754,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Robert R. Livingston",
    "birthday": "1746-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Robert_R_Livingston%2C_attributed_to_Gilbert_Stuart_%281755-1828%29.jpg/259px-Robert_R_Livingston%2C_attributed_to_Gilbert_Stuart_%281755-1828%29.jpg",
    "extract": "Robert Robert Livingston was an American lawyer, politician, diplomat from New York, and a Founding Father of the United States. He was known as \"The Chancellor\", after the high New York state legal office he held for 25 years. He was a member of the Committee of Five that drafted the Declaration of Independence, along with Thomas Jefferson, Benjamin Franklin, John Adams, and Roger Sherman. Livingston administered the oath of office to George Washington when he assumed the presidency in 1789. He was elected a member to the American Philosophical Society in 1801.",
    "year": 1746,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Increase Sumner",
    "birthday": "1746-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b0/IncreaseSumner.jpg",
    "extract": "Increase Sumner was an American lawyer, jurist, and politician from Massachusetts. He was the fifth governor of Massachusetts, serving from 1797 to 1799. Trained as a lawyer, he served in the provisional government of Massachusetts during the American Revolutionary War, and was elected to the Confederation Congress in 1782. Appointed to the Massachusetts Supreme Judicial Court the same year, he served there as an associate justice until 1797.",
    "year": 1746,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Robert Lowth",
    "birthday": "1710-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Robert_Lowth%2C_after_RE_Pine.jpg/278px-Robert_Lowth%2C_after_RE_Pine.jpg",
    "extract": "Robert Lowth was a Bishop of the Church of England, Oxford Professor of Poetry and the author of one of the most influential \ntextbooks of English grammar.",
    "year": 1710,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Anders Celsius",
    "birthday": "1701-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Headshot_of_Anders_Celsius.jpg/281px-Headshot_of_Anders_Celsius.jpg",
    "extract": "Anders Celsius was a Swedish astronomer, physicist and mathematician. He was professor of astronomy at Uppsala University from 1730 to 1744, but traveled from 1732 to 1735 visiting notable observatories in Germany, Italy and France. He founded the Uppsala Astronomical Observatory in 1741, and in 1742 proposed the Centigrade temperature scale which was later renamed Celsius in his honour.",
    "year": 1701,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Barbara Palmer, 1st Duchess of Cleveland",
    "birthday": "1640-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/BarbaraVilliers.jpg/257px-BarbaraVilliers.jpg",
    "extract": "Barbara Palmer, 1st Duchess of Cleveland, Countess of Castlemaine, was an English royal mistress of the Villiers family and perhaps the most notorious of the many mistresses of King Charles II of England, by whom she had five children, all of them acknowledged and subsequently ennobled. Barbara was the subject of many portraits, in particular by court painter Sir Peter Lely.",
    "year": 1640,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Françoise d'Aubigné, Marquise de Maintenon",
    "birthday": "1635-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Pierre_Mignard_-_Fran%C3%A7oise_d%27Aubign%C3%A9%2C_marquise_de_Maintenon_%281694%29.jpg/244px-Pierre_Mignard_-_Fran%C3%A7oise_d%27Aubign%C3%A9%2C_marquise_de_Maintenon_%281694%29.jpg",
    "extract": "Françoise d'Aubigné, known first as Madame Scarron and subsequently as Madame de Maintenon, was a French noblewoman who secretly married King Louis XIV. Although she was never considered queen of France, she was one of the King's closest advisers and the royal children's governess. In 1684, she founded the Maison royale de Saint-Louis, a school for girls from poorer noble families.",
    "year": 1635,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sigismund Francis, Archduke of Austria",
    "birthday": "1630-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Giovanni_Maria_Morandi_002.jpg/267px-Giovanni_Maria_Morandi_002.jpg",
    "extract": "Sigismund Francis, Archduke of Further Austria was the ruler of Further Austria including Tyrol from 1662 to 1665.",
    "year": 1630,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Pierre Dupuy (scholar)",
    "birthday": "1582-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Dupuy%2C_Pierre.jpg/247px-Dupuy%2C_Pierre.jpg",
    "extract": "Pierre Dupuy, otherwise known as Puteanus, was a French scholar, the son of the humanist and bibliophile Claude Dupuy.",
    "year": 1582,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Shimazu Tadatsune",
    "birthday": "1576-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Shimazu_Tadatsune.jpg/273px-Shimazu_Tadatsune.jpg",
    "extract": "Shimazu Tadatsune  was a tozama daimyō of Satsuma, the first to hold it as a formal fief (han) under the Tokugawa shogunate, and the first Japanese to rule over the Ryūkyū Kingdom. As lord of Satsuma, he was among the most powerful lords in Japan at the time, and formally submitted to Tokugawa Ieyasu in 1602, to prove his loyalty, being rewarded as a result with the name Matsudaira Iehisa; Matsudaira being a branch family of the Tokugawa, and \"Ie\" of \"Iehisa\" being taken from \"Ieyasu\", this was a great honor. As of 1603, his holdings amounted to 605,000 koku.",
    "year": 1576,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jacopo Mazzoni",
    "birthday": "1548-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Pale_degli_accademici_della_crusca%2C_stagionato_%28jacopo_mazzoni%29%2C_xix_secolo%2C_forno_da_pane.jpg/185px-Pale_degli_accademici_della_crusca%2C_stagionato_%28jacopo_mazzoni%29%2C_xix_secolo%2C_forno_da_pane.jpg",
    "extract": "Jacopo Mazzoni was an Italian philosopher, a professor in Pisa, and friend of Galileo Galilei. His first name is sometimes reported as \"Giacomo\".",
    "year": 1548,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gaston IV, Count of Foix",
    "birthday": "1422-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Armorial_de_Gilles_Le_Bouvier_-_BNF_Fr._4985_f_119v_-_Gaston_IV_de_Foix-Bearn.jpg/221px-Armorial_de_Gilles_Le_Bouvier_-_BNF_Fr._4985_f_119v_-_Gaston_IV_de_Foix-Bearn.jpg",
    "extract": "Gaston IV was the sovereign Viscount of Béarn and the Count of Foix and Bigorre in France from 1436 to 1472. He also held the viscounties of Marsan, Castelbon, Nébouzan, Villemeur and Lautrec and was, by virtue of the county of Foix, co-prince of Andorra. From 1447 he was also Viscount of Narbonne. Through his marriage to Eleonor, heiress of the Kingdom of Navarre, he also held the title of Prince of Navarre.",
    "year": 1422,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ferdinand I of Aragon",
    "birthday": "1380-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Ferran_d%27Antequera_al_retaule_Sancho_de_Rojas_%28detall%29.jpg/238px-Ferran_d%27Antequera_al_retaule_Sancho_de_Rojas_%28detall%29.jpg",
    "extract": "Ferdinand I named Ferdinand of Antequera and also the Just was king of Aragon, Valencia, Majorca, Sardinia and (nominal) Corsica and king of Sicily, duke (nominal) of Athens and Neopatria, and count of Barcelona, Roussillon and Cerdanya (1412–1416). He was also regent of Castile (1406–1416).",
    "year": 1380,
    "month": 11,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Emperor Xiaozong of Song",
    "birthday": "1127-11-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Xiaozong.jpg/174px-Xiaozong.jpg",
    "extract": "Emperor Xiaozong of Song, personal name Zhao Shen, courtesy name Yuanyong, was the 11th emperor of the Song dynasty of China and the second emperor of the Southern Song dynasty. He started his reign in 1162 when his adoptive father and predecessor, Emperor Gaozong, abdicated and passed the throne to him. Even though Emperor Gaozong became a Taishang Huang after his abdication, he remained the de facto ruler, so Emperor Xiaozong only took full power in 1187 after Emperor Gaozong's death. After ruling for about a year, Emperor Xiaozong followed in his predecessor's footsteps and abdicated in favour of his third son Zhao Dun, while he became Taishang Huang and still remained in power until his death in 1194.",
    "year": 1127,
    "month": 11,
    "day": 27,
    "language": "en"
  }
]