[
  {
    "name": "Jackson Yee",
    "birthday": "2000-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/01/%E6%98%93%E7%83%8A%E5%8D%83%E7%8E%BAsong.jpg",
    "extract": "Jackson Yee is a Chinese actor, dancer and singer. After a talent manager discovered him at a children talent competition, where he performed a hip-hop dance, and signed to TF Entertainment, Yee became the youngest member of the Chinese boy band TFBoys in 2013.",
    "year": 2000,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Chase Elliott",
    "birthday": "1995-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Chase_elliott_%2851370766508%29_%28cropped%29.jpg/240px-Chase_elliott_%2851370766508%29_%28cropped%29.jpg",
    "extract": "William Clyde \"Chase\" Elliott II is an American professional stock car racing driver. He competes full-time in the NASCAR Cup Series, driving the No. 9 Chevrolet Camaro ZL1 for Hendrick Motorsports and part-time in the NASCAR Camping World Truck Series in the No. 7 for Spire Motorsports. He won the 2014 NASCAR Nationwide Series championship, becoming the first rookie to win a national series championship in NASCAR and the youngest champion in that series.",
    "year": 1995,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "David Nofoaluma",
    "birthday": "1993-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Nofoaluma%2CD_17062302.jpg/207px-Nofoaluma%2CD_17062302.jpg",
    "extract": "David Nofoaluma is a Samoa international rugby league footballer who plays on the wing for the Wests Tigers in the NRL.",
    "year": 1993,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jake Miller (singer)",
    "birthday": "1992-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/XJake_Miller_Icebox_2019_%28cropped_2%29.jpg/245px-XJake_Miller_Icebox_2019_%28cropped_2%29.jpg",
    "extract": "Jacob Harris Miller is an American singer, songwriter and rapper. In 2013, Miller released his debut album Us Against Them. In 2016, Miller's 7-song EP titled Overnight was released. He later released his second album, 2:00am in LA, as an independent artist in 2017, followed by his third album Silver Lining in 2018. In 2019, he released the EP Based on a True Story, which he largely produced in his own bedroom.",
    "year": 1992,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Adam Hicks",
    "birthday": "1992-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Adam_Hicks.jpg/213px-Adam_Hicks.jpg",
    "extract": " Adam Paul Nielson Hicks is an American former actor, rapper, singer, and songwriter. His first leading role was in How to Eat Fried Worms. He was also known for playing Luther in the Disney XD series Zeke and Luther and Wendell \"Wen\" Gifford in the film Lemonade Mouth.",
    "year": 1992,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dedryck Boyata",
    "birthday": "1990-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Bel-Tun_%2823%29_2_%28cropped%29.jpg/190px-Bel-Tun_%2823%29_2_%28cropped%29.jpg",
    "extract": "Dedryck Anga Boyata is a Belgian professional footballer who plays as a centre-back or right-back for and captains Bundesliga club Hertha BSC. He also represents the Belgium national team.",
    "year": 1990,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bradley Smith (motorcyclist)",
    "birthday": "1990-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Bradley_Smith_moto_2018.jpg/312px-Bradley_Smith_moto_2018.jpg",
    "extract": "Bradley Smith is a British occasional motorcycle racer who for 2022 is linked to RNF E-Racing in MotoE.",
    "year": 1990,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Laura Brock",
    "birthday": "1989-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Laura_Alleway_P2080521.jpg/240px-Laura_Alleway_P2080521.jpg",
    "extract": "Laura Colleen Gloria Brock is an Australian soccer player who plays for EA Guingamp in the Division 1 Féminine. She made her debut for the national team in 2010.",
    "year": 1989,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jamie Buhrer",
    "birthday": "1989-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Jamie_Buhrer_Manly_Sea_Eagles.jpg/190px-Jamie_Buhrer_Manly_Sea_Eagles.jpg",
    "extract": "Jamie Buhrer is an Australian former professional rugby league footballer who played as a hooker, second-row and lock for the Manly Warringah Sea Eagles and the Newcastle Knights in the NRL. He also played for NSW City and New South Wales.",
    "year": 1989,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Scarlett Pomers",
    "birthday": "1988-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Scarlett_Pomers_Star_Trek_Convention_Las_Vegas_20100805.jpg/251px-Scarlett_Pomers_Star_Trek_Convention_Las_Vegas_20100805.jpg",
    "extract": "Scarlett Pomers is a former American actress and singer-songwriter. Her most recognizable roles have been as Naomi Wildman on Star Trek: Voyager (1998–2001) and Kyra Hart on the television series Reba (2001–2007). Her debut EP, titled Insane, was released January 7, 2010.",
    "year": 1988,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Karen Gillan",
    "birthday": "1987-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Stuttgart_-Comic_Con_Germany_2019-_d90_by-RaBoe_116_%28cropped%29.jpg/216px-Stuttgart_-Comic_Con_Germany_2019-_d90_by-RaBoe_116_%28cropped%29.jpg",
    "extract": "Karen Sheila Gillan is a Scottish actress. Gillan gained recognition for her work in British film and television, particularly for playing Amy Pond, a primary companion to the Eleventh Doctor in the science fiction series Doctor Who (2010–2013), for which she received several awards and nominations. Her early film roles include Ally in the thriller film Outcast (2010) and Jane Lockhart in the romantic comedy film Not Another Happy Ending (2013). She also worked on the stage while in Britain, appearing in John Osborne's play Inadmissible Evidence (2011) before making her Broadway debut in the play Time to Act (2013).",
    "year": 1987,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Craig Kieswetter",
    "birthday": "1987-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Craig_kieswetter_keeping.JPG/320px-Craig_kieswetter_keeping.JPG",
    "extract": "Craig Kieswetter is an English professional golfer and former cricketer who appeared in 71 matches for the England cricket team between 2010 and 2013. Born and raised in South Africa, Kieswetter moved to England to complete his education, and began playing county cricket for Somerset in 2007. Three years later, he made his international debut in a One Day International (ODI) against Bangladesh. A wicket-keeper batsman, he was considered a one-day specialist, and all his international appearances came in ODIs or Twenty20 Internationals.",
    "year": 1987,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mouhamadou Dabo",
    "birthday": "1986-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Mouhamadou_Dabo.jpg/255px-Mouhamadou_Dabo.jpg",
    "extract": "Mouhamadou Dabo is a French professional footballer who plays as a right-back, but has played left-back. He most recently played for Caen in Ligue 1.",
    "year": 1986,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Michael Kostka",
    "birthday": "1985-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Michael_Kostka_-_New_York_Rangers.jpg/291px-Michael_Kostka_-_New_York_Rangers.jpg",
    "extract": "Michael Christopher Kostka is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL).",
    "year": 1985,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Álvaro Pereira",
    "birthday": "1985-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/U06_%C3%81lvaro_Pereira_3372.jpg/213px-U06_%C3%81lvaro_Pereira_3372.jpg",
    "extract": "Álvaro Daniel Pereira Barragán is a Uruguayan footballer who plays for Estudiantes de Mérida of Venezuelan Primera División. Mainly a left back, he can perform equally as a left midfielder.",
    "year": 1985,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Andrew Bogut",
    "birthday": "1984-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Andrew_Bogut_%28cropped%29.jpg/235px-Andrew_Bogut_%28cropped%29.jpg",
    "extract": "Andrew Michael Bogut is an Australian former basketball player who spent the majority of his professional career playing in the National Basketball Association (NBA). The 7-foot (213 cm) tall center was selected by the Milwaukee Bucks with the first overall pick in the 2005 NBA draft. He earned All-NBA Third Team honors with the Bucks in 2010. He was traded to the Golden State Warriors in 2012, and was named NBA All-Defensive Second Team in 2015, when he won an NBA championship with the Warriors.",
    "year": 1984,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marc-André Fleury",
    "birthday": "1984-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Marc-Andre_Fleury_2018-02-06_1.jpg/320px-Marc-Andre_Fleury_2018-02-06_1.jpg",
    "extract": "Marc-André Fleury is a Canadian professional ice hockey goaltender for the Minnesota Wild of the National Hockey League (NHL). Drafted out of the Quebec Major Junior Hockey League (QMJHL) first overall by the Pittsburgh Penguins in the 2003 NHL Entry Draft, Fleury played major junior for four seasons with the Cape Breton Screaming Eagles, earning both the Mike Bossy Trophy as the league's top prospect and the Telus Cup as the top defensive player in 2003. He joined the Penguins in 2003–04 and during his 13 seasons with the team won Stanley Cup championships in 2009, 2016, and 2017. He received the William M. Jennings Trophy and the Vezina Trophy in 2021. He is the third goaltender to ever reach the 500 victories mark in the NHL, after Patrick Roy and Martin Brodeur.",
    "year": 1984,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Trey Songz",
    "birthday": "1984-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Trey_Songz_2013_2.png/229px-Trey_Songz_2013_2.png",
    "extract": "Tremaine Aldon Neverson, known professionally as Trey Songz, is an American singer, songwriter, record producer and actor. His debut album, I Gotta Make It, was released in 2005 through Atlantic Records. His follow-up album, Trey Day, spawned his first top 20 single, \"Can't Help but Wait\". Songz released his third album, Ready, in 2009 and a single from the album, \"Say Aah\", peaked at No. 9 on the Billboard Hot 100 making it Songz's first top 10 hit. Ready was nominated for Best Male R&B Vocal Performance at the 2008 Grammy Awards. The following year saw Songz's highest-charting song to date, \"Bottoms Up\", from his fourth studio album, Passion, Pain & Pleasure (2010).",
    "year": 1984,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mary Elizabeth Winstead",
    "birthday": "1984-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Mary_Elizabeth_Winstead_by_Gage_Skidmore.jpg/243px-Mary_Elizabeth_Winstead_by_Gage_Skidmore.jpg",
    "extract": "Mary Elizabeth Winstead is an American actress and singer. Her first significant role came as Jessica Bennett on the NBC soap opera Passions (1999–2000) and she went on to appear in series such as Tru Calling (2004) and films including the superhero film Sky High (2005). She came to wider attention for her roles in the horror series Wolf Lake (2001–2002), the giant monster film Monster Island (2004), the supernatural horror film Final Destination 3 (2006), the slasher film Black Christmas (2006), and the exploitation horror film Death Proof (2007).",
    "year": 1984,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Naoko Yamada",
    "birthday": "1984-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Naoko_Yamada_signature.svg/320px-Naoko_Yamada_signature.svg.png",
    "extract": "Naoko Yamada  is a Japanese animator, television and film director. Working at Kyoto Animation, she directed the anime series K-On! (2009-2010) and Tamako Market (2013), and the anime films A Silent Voice (2016) and Liz and the Blue Bird (2018).",
    "year": 1984,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Rostam Batmanglij",
    "birthday": "1983-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Flickr_-_moses_namkung_-_Vampire_Weekend-3_CROPPED.png/275px-Flickr_-_moses_namkung_-_Vampire_Weekend-3_CROPPED.png",
    "extract": "Rostam Batmanglij, known mononymously as Rostam, is an American record producer, musician, singer, songwriter, and composer. He was a founding member of the band Vampire Weekend, whose first three albums he produced. He has been described as one of the greatest pop and indie-rock producers of his generation. Rostam also works as a solo artist and is a member of electro-soul group Discovery. He produced his first number one album when he was 27 years old, Vampire Weekend's Contra.",
    "year": 1983,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tyler Glenn",
    "birthday": "1983-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Tyler_Glenn_2018_%28cropped%29.jpg/226px-Tyler_Glenn_2018_%28cropped%29.jpg",
    "extract": "Tyler Aaron Glenn is an American singer, songwriter, and musician. He is known as the lead vocalist and keyboardist of the American rock band Neon Trees and as a solo artist.",
    "year": 1983,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Summer Rae",
    "birthday": "1983-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Summer_Rae_at_WrestleMania_32_Axxess_%28cropped%29.jpg/224px-Summer_Rae_at_WrestleMania_32_Axxess_%28cropped%29.jpg",
    "extract": "Danielle Louise Moinet is an American professional wrestler, model, actress, ring announcer, and former American football player. She is best known for her time in WWE, where she performed under the ring name Summer Rae. Moinet was a main cast member on the reality show Total Divas during its second and third seasons. Before joining WWE, she played with the Chicago Bliss of the Lingerie Football League. During the January 21, 2022, episode of WWE Smackdown!, WWE officially began regarding Summer Rae as a legend.",
    "year": 1983,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Édouard Roger-Vasselin",
    "birthday": "1983-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Roger_Vasselin_RG19_%283%29_%2848199105732%29.jpg/212px-Roger_Vasselin_RG19_%283%29_%2848199105732%29.jpg",
    "extract": "Édouard Roger-Vasselin is a French professional tennis player who primarily specialises in doubles.",
    "year": 1983,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nelson Valdez",
    "birthday": "1983-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Nelson_Valdez.jpg/221px-Nelson_Valdez.jpg",
    "extract": "Nelson Antonio Haedo Valdez commonly known as Nelson Valdez or Nelson Haedo in Spanish speaking countries, is a Paraguayan former professional footballer who played as a striker for clubs in Paraguay, Germany, Spain, Russia, the United Arab Emirates, Greece, the US and for the Paraguay national team between 2000 and 2021.",
    "year": 1983,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Leandro Barbosa",
    "birthday": "1982-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Leandro_Barbosa_Rio_2016cr.jpg/221px-Leandro_Barbosa_Rio_2016cr.jpg",
    "extract": "Leandro Mateus Barbosa, also known as Leandrinho Barbosa, is a Brazilian former professional basketball player who is a player mentor coach for the Golden State Warriors of the National Basketball Association (NBA). He also represented the senior Brazilian national basketball team. He previously won the NBA Sixth Man of the Year Award, with the Suns in 2007, and an NBA championship with Golden State in 2015. In Brazil, he is also commonly known by his nickname \"Leandrinho\" Barbosa, and in the USA he was nicknamed \"The Brazilian Blur\", referring to his playing speed. At a height of 1.92 m tall, he played at the shooting guard position.",
    "year": 1982,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Chris Harris (speedway rider)",
    "birthday": "1982-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/13/Chris_Harris.jpg",
    "extract": "Christopher Calvin Harris from Truro, Cornwall, nicknamed Bomber, is a Great Britain international speedway rider for the Peterborough Panthers and Birmingham Brummies in the United Kingdom.",
    "year": 1982,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lisa Middelhauve",
    "birthday": "1980-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Lisa_Middelhauve_salzburg_3.jpg/213px-Lisa_Middelhauve_salzburg_3.jpg",
    "extract": "Elisabeth Rodermund, known as Lisa Middelhauve is a German musician, better known as the former lead vocalist and pianist of German symphonic metal band Xandria from early 2000, until April 2008, but returned as their singer in 2010, only to finish the remaining live shows due to their second lead vocalist, Kerstin Bischof's departure.",
    "year": 1980,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Stuart Taylor (footballer, born 1980)",
    "birthday": "1980-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Stuart_Taylor.JPG/228px-Stuart_Taylor.JPG",
    "extract": "Stuart James Taylor is an English former professional footballer who played as a goalkeeper. Taylor began his career with Arsenal, winning the 2001–02 Premier League and 2002–03 FA Cup and representing England at under-16, under-18, under-20 and under-21 level. He was spoken of as a future replacement for Arsenal and England goalkeeper David Seaman but after other goalkeepers were signed, he struggled to get playing time after 2003 and he joined Aston Villa in 2005.",
    "year": 1980,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Chamillionaire",
    "birthday": "1979-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Chamillionaire_and_Michael_Arrington_%28cropped%29.jpg/227px-Chamillionaire_and_Michael_Arrington_%28cropped%29.jpg",
    "extract": "Hakeem Temidayo Seriki, better known by his stage name Chamillionaire, is an American rapper and entrepreneur.",
    "year": 1979,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Shy FX",
    "birthday": "1979-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Shy_FX.jpg/240px-Shy_FX.jpg",
    "extract": "Andre Williams, better known as Shy FX, is a British DJ and producer from London. He specialises in drum and bass and jungle music.",
    "year": 1979,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Brent Albright",
    "birthday": "1978-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c1/Uwa005A.jpg/320px-Uwa005A.jpg",
    "extract": "Brent Albright is an American retired professional wrestler, perhaps best known for his time with World Wrestling Entertainment, during which he appeared on SmackDown! as Gunner Scott. Aside from WWE, Albright is a one-time NWA World Heavyweight Champion, having won the title while performing for Ring of Honor.",
    "year": 1978,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Darryl Flahavan",
    "birthday": "1978-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Darryl_flahavan_2013-07-30_01-05.jpg/320px-Darryl_flahavan_2013-07-30_01-05.jpg",
    "extract": "Darryl James Flahavan [fla-hay-van] is an English football coach and former footballer who played as a goalkeeper. He is currently the goalkeeper coach at EFL League One club Wigan Athletic.",
    "year": 1978,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Freddie Mitchell",
    "birthday": "1978-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Freddie_Mitchell_20021119_2.jpg/152px-Freddie_Mitchell_20021119_2.jpg",
    "extract": "Freddie Lee Mitchell II is a former American football wide receiver who played for the Philadelphia Eagles of the National Football League (NFL) for four seasons. He was chosen as a consensus All-American in 2000 while playing college football for the University of California, Los Angeles (UCLA). The Philadelphia Eagles selected him in the first round of the 2001 NFL Draft, and he spent four seasons as a member of the Eagles, culminating in an appearance in Super Bowl XXXIX following the 2004 NFL season.",
    "year": 1978,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mehdi Nafti",
    "birthday": "1978-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Mehdi_Nafti_Birmingham_City_2005.jpg/263px-Mehdi_Nafti_Birmingham_City_2005.jpg",
    "extract": "Mehdi Ben Sadok Nafti is a Tunisian former footballer and the current manager of Leganés.",
    "year": 1978,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Fabio Grosso",
    "birthday": "1977-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Fabio_Grosso_2008.jpg/254px-Fabio_Grosso_2008.jpg",
    "extract": "Fabio Grosso is an Italian former professional footballer and current manager of Frosinone Calcio.",
    "year": 1977,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gavin Rae",
    "birthday": "1977-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Gavin_Rae.jpg/184px-Gavin_Rae.jpg",
    "extract": "Gavin Paul Rae is a Scottish professional football manager and former player who played as a midfielder. He was recently the head coach of National Premier Leagues NSW club Hakoah Sydney City East FC.",
    "year": 1977,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Greg Somerville",
    "birthday": "1977-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Greg_Somerville_2011_%28cropped%29.jpg/232px-Greg_Somerville_2011_%28cropped%29.jpg",
    "extract": "Greg Mardon Somerville is a New Zealand rugby union player. He is a former All Black and a specialised tighthead prop who can also play loosehead. Somerville made his All Black debut in 2000 against Tonga, a match in which the All Blacks won 102–0. Somerville went 41 test matches before scoring his first, and only test try against Fiji in 2005. Somerville played domestic rugby for Canterbury Rugby Football Union and for the Crusaders in the Super Rugby competition, having played 100 matches for the latter after debuting against the Chiefs in 1999. Somerville's nickname is Yoda, after the fictional character from Star Wars due to their resemblance.",
    "year": 1977,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ryan Kwanten",
    "birthday": "1976-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Ryan_Kwanten_by_Gage_Skidmore.jpg/270px-Ryan_Kwanten_by_Gage_Skidmore.jpg",
    "extract": "Ryan Christian Kwanten is an Australian actor and producer. He played Vinnie Patterson from 1997 to 2002 in the Australian soap opera Home and Away. After his stint ended, he joined the American teen drama series Summerland, portraying Jay Robertson. From 2008 to 2014, he played Jason Stackhouse in True Blood. From 2018 to 2019 he produced and starred in the crime drama series The Oath as Steve Hammond. In 2021 he starred in season one of the horror drama anthology series Them as George Bell.",
    "year": 1976,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Eka Kurniawan",
    "birthday": "1975-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Eka_Kurniawan%2C_DSC_0071B.jpg/260px-Eka_Kurniawan%2C_DSC_0071B.jpg",
    "extract": "Eka Kurniawan is an Indonesian writer and screenwriter.",
    "year": 1975,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sigurd Wongraven",
    "birthday": "1975-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Satyricon_%40_Elbriot_2018_15.jpg/245px-Satyricon_%40_Elbriot_2018_15.jpg",
    "extract": "Sigurd Wongraven, also known as Satyr, is a Norwegian musician who is the vocalist, guitarist, bassist and keyboardist for the black metal band Satyricon.",
    "year": 1975,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Apl.de.ap",
    "birthday": "1974-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Apl_de_ap_061014_2.jpg/213px-Apl_de_ap_061014_2.jpg",
    "extract": "Allan Pineda Lindo, known professionally as apl.de.ap, is a Filipino-American rapper, singer and record producer. He is a founding member of the hip hop group Black Eyed Peas.",
    "year": 1974,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jade Puget",
    "birthday": "1973-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Jade_Puget_Live_in_Columbus.jpg/240px-Jade_Puget_Live_in_Columbus.jpg",
    "extract": "Jade Errol Puget is an American musician and producer, best known as the guitarist for the rock band AFI, the guitarist/writer for the straight edge hardcore band XTRMST, and the keyboardist/synthesizer operator for the electronic duo Blaqk Audio. Puget is vegetarian and straight edge.",
    "year": 1973,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jesper Strömblad",
    "birthday": "1972-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Jesper-s.jpg/320px-Jesper-s.jpg",
    "extract": "Clas Håkan Jesper Strömblad is a Swedish musician who is the guitarist of the bands The Halo Effect, Dimension Zero and Cyhra, and formerly of In Flames and The Resistance. He is best known as the founder and former guitarist/drummer/keyboardist of the Swedish pioneering melodic death metal band In Flames, guitarist of the band Sinergy, bassist of Ceremonial Oath and drummer of HammerFall. In 2013, he joined MDM band Nightrage as a session guitarist.",
    "year": 1972,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Richard Osman",
    "birthday": "1970-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/RichardOsman2019.png/284px-RichardOsman2019.png",
    "extract": "Richard Thomas Osman is an English television presenter, producer, novelist and comedian. He is the creator and co-presenter of the BBC One television quiz show Pointless. He has presented the BBC Two quiz shows Two Tribes and Richard Osman's House of Games and served as a team captain on the comedy panel shows Insert Name Here and The Fake News Show. He has made appearances on many British panel shows.",
    "year": 1970,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nick Knight (cricketer)",
    "birthday": "1969-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Nick_Knight_Taunton.jpg/273px-Nick_Knight_Taunton.jpg",
    "extract": "Nicholas Verity Knight is an English cricket commentator and former England cricketer. A left-handed opening batsman and a fine fielder, Knight played in 17 Test Matches and 100 One Day Internationals before announcing his retirement from international cricket after the 2003 World Cup.",
    "year": 1969,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Petr Kouba",
    "birthday": "1969-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Petr_Kouba.jpg/251px-Petr_Kouba.jpg",
    "extract": "Petr Kouba is a Czech former professional football goalkeeper and current assistant coach for the Czech under-20 and under-21 national teams. He played for Czechoslovakia and later the Czech Republic, for both he played total 40 matches between 1991 and 1998.",
    "year": 1969,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sonia O'Sullivan",
    "birthday": "1969-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Sonia_osullivan_2000-2.jpg/213px-Sonia_osullivan_2000-2.jpg",
    "extract": "Sonia O'Sullivan is an Irish former track and field athlete. She won a gold medal in the 5000 metres at the 1995 World Championships, and a silver medal in the 5000 metres at the 2000 Olympic Games. Her 2000 m world record of 5:25.36, set in 1994 stood until 2017.",
    "year": 1969,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Chris Heaton-Harris",
    "birthday": "1967-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Official_portrait_of_Chris_Heaton-Harris_MP_crop_2.jpg/240px-Official_portrait_of_Chris_Heaton-Harris_MP_crop_2.jpg",
    "extract": "Christopher Heaton-Harris is an English Conservative Party politician serving as Government Chief Whip of the House of Commons and Parliamentary Secretary to the Treasury since 2022. He has served as the Member of Parliament (MP) for Daventry since 2010. He was the Minister of State for Europe under Foreign Secretary Liz Truss from 2021 to 2022 and Chairman of the European Research Group (ERG) from 2010 to 2016. He was also a Member of the European Parliament (MEP) for the East Midlands from 1999 to 2009.",
    "year": 1967,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Anna Nicole Smith",
    "birthday": "1967-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Anna_Nicole_Smith_crop.jpg/195px-Anna_Nicole_Smith_crop.jpg",
    "extract": "Anna Nicole Smith was an American model, actress and television personality. Smith first gained popularity in Playboy magazine when she won the title of 1993 Playmate of the Year. She modeled for fashion companies, including Guess, H&M, and Heatherette. \nSmith dropped out of high school in 1984, married in 1985 and divorced in 1993. In 1994, her highly publicized second marriage to 89-year-old billionaire J. Howard Marshall resulted in speculation that she married him for his money, which she denied. Following Marshall's death in 1995, Smith began a lengthy legal battle over a share of his estate. Her cases reached the Supreme Court of the United States: Marshall v. Marshall on a question of federal jurisdiction and Stern v. Marshall on a question of bankruptcy court authority.",
    "year": 1967,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Erwin Mortier",
    "birthday": "1965-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Erwinmortier675.jpg/212px-Erwinmortier675.jpg",
    "extract": "Erwin Mortier is a Dutch-language Belgian author. Spending his youth in Hansbeke, he later moved to nearby Ghent, where he became city poet (2005–2006).",
    "year": 1965,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Matt Williams (third baseman)",
    "birthday": "1965-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Matt_Williams_%2819613632042%29_%28cropped%29.jpg/307px-Matt_Williams_%2819613632042%29_%28cropped%29.jpg",
    "extract": "Matthew Derrick Williams, nicknamed \"Matt the Bat\" and \"The Big Marine\" is an American professional baseball manager and former third baseman who is the third base coach for the San Diego Padres. A right-handed batter, Williams played in Major League Baseball for the San Francisco Giants, Cleveland Indians, and Arizona Diamondbacks. He managed the Washington Nationals from 2014 to 2015.",
    "year": 1965,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Michael Bennet",
    "birthday": "1964-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Michael_Bennet_Official_Photo.jpg/253px-Michael_Bennet_Official_Photo.jpg",
    "extract": "Michael Farrand Bennet is an American attorney, businessman, and politician serving as the senior United States senator from Colorado, a seat he has held since 2009. A member of the Democratic Party, he was appointed to the seat when Senator Ken Salazar became Secretary of the Interior. Bennet previously worked as a managing director for the Anschutz Investment Company, chief of staff to Denver mayor John Hickenlooper, and superintendent of Denver Public Schools.",
    "year": 1964,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Roy Tarpley",
    "birthday": "1964-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Roy_Tarpley.jpg/261px-Roy_Tarpley.jpg",
    "extract": "Roy James Tarpley was an American professional basketball player. He played the power forward and center positions in the National Basketball Association (NBA), earning an NBA Sixth Man of the Year Award in 1988. In 1995, Tarpley was permanently banned by the NBA due to his drug and alcohol abuse. He played in Europe for Olympiacos, Aris, and Iraklis.",
    "year": 1964,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sian Williams",
    "birthday": "1964-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Sian_Williams%2C_May_2010_crop.jpg/304px-Sian_Williams%2C_May_2010_crop.jpg",
    "extract": "Sian Mary Williams is a Welsh journalist, current affairs presenter best known for her work with the BBC, and psychologist.",
    "year": 1964,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Armando Iannucci",
    "birthday": "1963-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Armando_Iannucci_at_Chatham_House_2016_%282%29_%28cropped%29.jpg/229px-Armando_Iannucci_at_Chatham_House_2016_%282%29_%28cropped%29.jpg",
    "extract": "Armando Giovanni Iannucci is a Scottish satirist, writer, director, producer, performer, and panellist. Born in Glasgow to Italian parents, Iannucci studied at the University of Glasgow followed by the University of Oxford. Starting on BBC Scotland and BBC Radio 4, his early work with Chris Morris on the radio series On the Hour transferred to television as The Day Today. A character from this series, Alan Partridge, co-created by Iannucci, went on to feature in a number of Iannucci's television and radio programmes, including Knowing Me Knowing You with Alan Partridge and I'm Alan Partridge. Iannucci also fronted the satirical Armistice review shows and in 2001 created his most personal work, The Armando Iannucci Shows, for Channel 4.",
    "year": 1963,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Andrew Jones (British politician)",
    "birthday": "1963-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Official_portrait_of_Andrew_Jones_MP_crop_2.jpg/240px-Official_portrait_of_Andrew_Jones_MP_crop_2.jpg",
    "extract": "Andrew Hanson Jones is a British Conservative Party politician who has been the Member of Parliament (MP) for the Harrogate and Knaresborough constituency in North Yorkshire since 2010. He has twice served as Parliamentary Under-Secretary of State at the Department for Transport and as well as Exchequer Secretary to the Treasury. He returned to the backbenches in July 2019.",
    "year": 1963,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Walt Weiss",
    "birthday": "1963-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Walt_Weiss_2013.jpg/254px-Walt_Weiss_2013.jpg",
    "extract": "Walter William Weiss is an American former professional baseball shortstop and manager and current bench coach for the Atlanta Braves. He played in Major League Baseball (MLB) from 1987 through 2000 for the Oakland Athletics, Florida Marlins, Colorado Rockies, and Atlanta Braves. He managed the Rockies from 2013 through 2016.",
    "year": 1963,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Matt Cameron",
    "birthday": "1962-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Matt_Cameron_SG_2013.jpg/320px-Matt_Cameron_SG_2013.jpg",
    "extract": "Matthew David Cameron is an American musician who is the drummer for Pearl Jam. He first gained fame as the drummer for Seattle-based rock band Soundgarden, which he joined in 1986. He appeared on each of the band's studio albums until its break-up in 1997. In 1998, Cameron was invited to join Pearl Jam's U.S. Yield Tour and then became a permanent member of the band. In 2010, Cameron became simultaneously a member of Pearl Jam and the reunited Soundgarden. He remained with Soundgarden until its disbandment after the death of lead singer Chris Cornell in 2017. Cameron, along with guitarist Kim Thayil and Cornell, is one of three members to feature on every Soundgarden studio album.",
    "year": 1962,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jon Stewart",
    "birthday": "1962-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Jon_Stewart_MFF_2016.jpg/247px-Jon_Stewart_MFF_2016.jpg",
    "extract": "Jon Stewart is an American comedian, writer, producer, director, political commentator, actor, and television host. He hosted The Daily Show, a satirical news program on Comedy Central, from 1999 to 2015. He now hosts The Problem with Jon Stewart, which premiered September 2021 on Apple TV+.",
    "year": 1962,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Martin Clunes",
    "birthday": "1961-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Martin_Clunes.jpg/221px-Martin_Clunes.jpg",
    "extract": "Alexander Martin Clunes OBE DL is an English actor, comedian, director and television presenter. He is best known for portraying Martin Ellingham in the ITV comedy-drama series Doc Martin and Gary Strang in Men Behaving Badly. Clunes has narrated a number of documentaries for ITV, the first of which was Islands of Britain in 2009. He has since presented a number of documentaries centred on animals. He has also voiced Kipper the Dog in the animated series Kipper.",
    "year": 1961,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alfonso Cuarón",
    "birthday": "1961-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Alfonso_Cuar%C3%B3n_%282013%29_cropped.jpg/240px-Alfonso_Cuar%C3%B3n_%282013%29_cropped.jpg",
    "extract": "Alfonso Cuarón Orozco is a Mexican filmmaker. He is known for directing films in a variety of genres including the family drama A Little Princess (1995), the romantic drama Great Expectations (1998), the coming of age road film Y tu mamá también (2001), the fantasy film Harry Potter and the Prisoner of Azkaban (2004), and the science fiction films Children of Men (2006) and Gravity (2013), and the semi-autobiographical drama Roma (2018).",
    "year": 1961,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jorge Domecq",
    "birthday": "1960-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Jorge_Domecq_2016_%28cropped%29.jpg/240px-Jorge_Domecq_2016_%28cropped%29.jpg",
    "extract": "Jorge Domecq is a Spanish diplomat who is the former ambassador of Spain to the Philippines. From February 2015 to January 2020, he was the European Defence Agency Chief Executive, appointed by Federica Mogherini.",
    "year": 1960,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Galliano",
    "birthday": "1960-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/John_Galliano_-_d%C3%A9fil%C3%A9_Christian_Dior_-_25_juin_2010.png/320px-John_Galliano_-_d%C3%A9fil%C3%A9_Christian_Dior_-_25_juin_2010.png",
    "extract": "John Charles Galliano is a British fashion designer who was the head designer of French fashion companies Givenchy, Christian Dior, and his own label John Galliano. At present, Galliano is the creative director of Paris-based fashion house Maison Margiela.",
    "year": 1960,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nancy Charest",
    "birthday": "1959-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/26/Nancy_Charest.jpg",
    "extract": "Nancy Charest was a Canadian politician. She represented the electoral district of Matane in the National Assembly of Quebec from 2003 to 2007 as a member of the Quebec Liberal Party. She was defeated by Pascal Bérubé of the Parti Québécois in the 2007 provincial election.",
    "year": 1959,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Judd Nelson",
    "birthday": "1959-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/96/Judd_Nelson_%28crop_2%29.jpg",
    "extract": "Judd Asher Nelson is an American actor best known for his roles as John Bender in The Breakfast Club, Alec Newbury in St. Elmo's Fire, Joe Hunt in Billionaire Boys Club, Nick Peretti in New Jack City, Billy Beretti in Empire, and Jack Richmond in the television series Suddenly Susan.",
    "year": 1959,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Stephen Roche",
    "birthday": "1959-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Roche_-_Tour_de_France_1993_%28cropped%29.jpg/240px-Roche_-_Tour_de_France_1993_%28cropped%29.jpg",
    "extract": "Stephen Roche is an Irish former professional road racing cyclist. In a 13-year professional career, he peaked in 1987, becoming the second of only two cyclists to win the Triple Crown of victories in the Tour de France and the Giro d'Italia general classification, plus the World road race championship, the first was Eddy Merckx. Roche's rise coincided with that of fellow Irishman Sean Kelly.",
    "year": 1959,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kriss Akabusi",
    "birthday": "1958-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Krissakabusihydepark.jpg/231px-Krissakabusihydepark.jpg",
    "extract": "Kezie Uchechukwu Duru Akabusi, MBE, known as Kriss Akabusi, is a British former sprint and hurdling track and field athlete.",
    "year": 1958,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dave Righetti",
    "birthday": "1958-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/05/Dave_Righetti_%282002%29.jpg/211px-Dave_Righetti_%282002%29.jpg",
    "extract": "David Allan Righetti, nicknamed \"Rags\", is an American professional baseball coach and former player. A left-handed pitcher, Righetti played in Major League Baseball from 1979 through 1995 for the New York Yankees, San Francisco Giants, Oakland Athletics, Toronto Blue Jays, and Chicago White Sox. He served as the pitching coach for the Giants from 2000 through 2017.",
    "year": 1958,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Peeter Järvelaid",
    "birthday": "1957-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Jarvelaid.jpg/227px-Jarvelaid.jpg",
    "extract": "Peeter Järvelaid is an Estonian legal scholar and historian. Järvelaid is a professor in the University of Tallinn. He has developed semiotic and personality-centered research direction, writing hundreds of articles mostly about the European and Estonian legal history and education, published in Estonian, English, German, French, Russian, Latvian, Finnish, Lithuanian and Swedish. Since 2006 his studies have been increasingly concentrated on the international relations in the 20th century, which among others has required intensive archival researches in German and Polish archives. Since 2012 Järvelaid has placed his research emphasis on the German diplomatic missions, with a specific interest in German diplomatic representation in Tallinn.",
    "year": 1957,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alessandro Altobelli",
    "birthday": "1955-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Alessandro_altobelli.jpg/205px-Alessandro_altobelli.jpg",
    "extract": "Alessandro Altobelli is a former professional Italian footballer who played as a forward, and who won the 1982 World Cup with Italy. Nicknamed Spillo (\"Needle\") for his slender build, Altobelli was a prolific goalscorer, and he became one of the greatest and most effective Italian strikers of the late 1970s and 1980s. Altobelli is currently the all-time top scorer in the Coppa Italia, with 56 goals in 93 appearances, and the ninth-highest scoring Italian player in all competitions, with almost 300 career goals.",
    "year": 1955,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Adem Jashari",
    "birthday": "1955-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/AdemJashari.jpg/204px-AdemJashari.jpg",
    "extract": "Adem Jashari was one of the founders of the Kosovo Liberation Army (KLA), a Kosovo Albanian separatist militia which fought for the secession of Kosovo from the Federal Republic of Yugoslavia during the 1990s.",
    "year": 1955,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alistair Darling",
    "birthday": "1953-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/AlistairDarlingABr_cropped.jpg/227px-AlistairDarlingABr_cropped.jpg",
    "extract": "Alistair Maclean Darling, Baron Darling of Roulanish, is a British politician who served as Chancellor of the Exchequer under Prime Minister Gordon Brown from 2007 to 2010. A member of the Labour Party, he was a Member of Parliament (MP) from 1987 until he stepped down in 2015, most recently for Edinburgh South West.",
    "year": 1953,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sixto Lezcano",
    "birthday": "1953-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Sixto_Lezcano_Padres.jpg/208px-Sixto_Lezcano_Padres.jpg",
    "extract": "Sixto Joaquin Lezcano Curras is a Puerto Rican former professional baseball outfielder, who played in Major League Baseball (MLB) for 12 seasons (1974–1985). He played for five MLB teams and won a Gold Glove during his career.",
    "year": 1953,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gordon Marsden",
    "birthday": "1953-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Official_portrait_of_Gordon_Marsden_crop_2.jpg/240px-Official_portrait_of_Gordon_Marsden_crop_2.jpg",
    "extract": "Gordon Marsden is a British Labour Party politician who served as the Member of Parliament for Blackpool South from 1997 to 2019.",
    "year": 1953,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "S. Epatha Merkerson",
    "birthday": "1952-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Epatha.jpg/240px-Epatha.jpg",
    "extract": "Sharon Epatha Merkerson, is a film, stage, and television actress. She has received numerous high-profile accolades for her work, including an Emmy Award, a Golden Globe Award, a Screen Actors Guild Award, four NAACP Image Awards, two Obie Awards and two Tony Award nominations. She is best known for her award-winning portrayal of Lieutenant Anita Van Buren on the NBC police procedural drama series Law & Order, a role she played from 1993 to 2010, appearing in 388 episodes of the series. She is also known for playing Reba the Mail Lady on Pee-wee's Playhouse and Sharon Goodwin in the NBC medical drama Chicago Med since the series premiered in November 2015",
    "year": 1952,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Barbara Morgan",
    "birthday": "1951-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Barbara_morgan.jpg/256px-Barbara_morgan.jpg",
    "extract": "Barbara Radding Morgan is an American teacher and a former NASA astronaut. She participated in the Teacher in Space program as backup to Christa McAuliffe for the 1986 ill-fated STS-51-L mission of the Space Shuttle Challenger. She then trained as a Mission Specialist, and flew on STS-118 in August 2007. She is the first teacher to have been to space.",
    "year": 1951,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ed Harris",
    "birthday": "1950-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Ed_Harris_by_Gage_Skidmore.jpg/217px-Ed_Harris_by_Gage_Skidmore.jpg",
    "extract": "Edward Allen Harris is an American actor and filmmaker. His performances in Apollo 13 (1995), The Truman Show (1998), Pollock (2000), and The Hours (2002) earned him critical acclaim and Academy Award nominations.",
    "year": 1950,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Russell Alan Hulse",
    "birthday": "1950-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Russell_Alan_Hulse.jpg/251px-Russell_Alan_Hulse.jpg",
    "extract": "Russell Alan Hulse is an American physicist and winner of the Nobel Prize in Physics, shared with his thesis advisor Joseph Hooton Taylor Jr., \"for the discovery of a new type of pulsar, a discovery that has opened up new possibilities for the study of gravitation\".",
    "year": 1950,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alexander Godunov",
    "birthday": "1949-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a1/Alexander_Godunov.jpg",
    "extract": "Alexander Borisovich Godunov was a Russian-American ballet dancer and film actor. A member of the Bolshoi Ballet, he became the troupe's Premier danseur. In 1979, he defected to the United States. While continuing to dance, he also began working as a supporting actor in Hollywood films. He had several small but prominent roles in films such as Witness and Die Hard.",
    "year": 1949,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Paul Shaffer",
    "birthday": "1949-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Paul_Shafer_2000.jpg/225px-Paul_Shafer_2000.jpg",
    "extract": "Paul Allen Wood Shaffer is a Canadian singer, composer, actor, author, comedian, and multi-instrumentalist who served as David Letterman's musical director, band leader, and sidekick on the entire run of both Late Night with David Letterman (1982–1993) and Late Show with David Letterman (1993–2015).",
    "year": 1949,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Beeb Birtles",
    "birthday": "1948-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Beeb_Birtles_live_2017.jpg/320px-Beeb_Birtles_live_2017.jpg",
    "extract": "Beeb Birtles is a Dutch Australian musician, singer, songwriter and guitarist. He has been a member of various Australian groups including Zoot (1967–71), Mississippi (1972–74), Little River Band (1975–83), and Birtles Shorrock Goble (2002–07). He has also worked as a solo artist, including releasing an album, Driven by Dreams (2000). In 2004 Birtles and other members of the classic line-up of Little River Band were inducted into the ARIA Hall of Fame.",
    "year": 1948,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Agnieszka Holland",
    "birthday": "1948-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/MJK32641_Agnieszka_Holland_%28Pokot%2C_Berlinale_2017%29_crop.jpg/200px-MJK32641_Agnieszka_Holland_%28Pokot%2C_Berlinale_2017%29_crop.jpg",
    "extract": "Agnieszka Holland is a Polish film and television director and screenwriter, best known for her political contributions to Polish cinema. She began her career as assistant to directors Krzysztof Zanussi and Andrzej Wajda, and emigrated to France shortly before the 1981 imposition of the martial law in Poland.",
    "year": 1948,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alan Lightman",
    "birthday": "1948-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Alanlightman.jpg/214px-Alanlightman.jpg",
    "extract": "Alan Paige Lightman is an American physicist, writer, and social entrepreneur. He has served on the faculties of Harvard University and Massachusetts Institute of Technology (MIT) and is currently a Professor of the Practice of the Humanities at the Massachusetts Institute of Technology (MIT). Lightman played a major role in establishing MIT's \"Communication Requirement,\" which requires all undergraduates to have training in writing and speaking each of their four years. \nLightman was one of the first people at MIT to have a joint faculty position in both the sciences and the humanities. In his thinking and writing, Lightman is known for exploring the intersection of the sciences and the\nhumanities, especially the dialogue between science, philosophy, religion, and spirituality.",
    "year": 1948,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dick Morris",
    "birthday": "1948-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Dick_Morris_%28cropped%29.jpg/255px-Dick_Morris_%28cropped%29.jpg",
    "extract": "Richard Samuel Morris is an American political author and commentator who previously worked as a pollster, political campaign consultant, and general political consultant.",
    "year": 1948,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Michel Berger",
    "birthday": "1947-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Michel_Berger.jpg/183px-Michel_Berger.jpg",
    "extract": "Michel Berger was a French singer and songwriter. He was a figure of France's pop music scene for two decades as a singer and as a songwriter for such artists as Françoise Hardy, Johnny Hallyday, and his wife, France Gall. He died of a heart attack at the age of 44.",
    "year": 1947,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Maria Farantouri",
    "birthday": "1947-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Griekse_componinst_Mikis_Theodorakis_in_Nederland%2C_Theodorakis_dirigeert_orkest_%2C_Bestanddeelnr_925-3323.jpg/320px-Griekse_componinst_Mikis_Theodorakis_in_Nederland%2C_Theodorakis_dirigeert_orkest_%2C_Bestanddeelnr_925-3323.jpg",
    "extract": "Maria Farantouri or Farandouri is a Greek singer and also a political and cultural activist. She has collaborated with Greek composers such as Mikis Theodorakis, who wrote the score for Pablo Neruda's Canto General, which Farantouri performed all over the world.",
    "year": 1947,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Joe Dante",
    "birthday": "1946-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Joe_Dante_66%C3%A8me_Festival_de_Venise_%28Mostra%29_2.jpg/272px-Joe_Dante_66%C3%A8me_Festival_de_Venise_%28Mostra%29_2.jpg",
    "extract": "Joseph James Dante Jr. is an American film director, producer, editor and actor. His films—notably Gremlins (1984)—often mix 1950s-style B movies with cartoon comedy.",
    "year": 1946,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Franklin Drilon",
    "birthday": "1945-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/JPPFL_Sen._Franklin_Drilon_%28cropped%29.jpg/243px-JPPFL_Sen._Franklin_Drilon_%28cropped%29.jpg",
    "extract": "Franklin \"Frank\" Magtunao Drilon is a Filipino politician serving as the Senate minority leader since 2017. Since 2010, he has been on his second stint in the Senate, first serving from 1995 to 2007. He served thrice as president of the Senate: in 2000, from 2001 to 2006, and from 2013 to 2016. Having served as Senate majority leader and Senate president pro tempore in the past, he is the only senator who has served in all four major leadership positions of the Senate. A member of the Liberal Party since 2003, he has been the party's vice-chairman since 2011 and has previously served as the party's chairman and president.",
    "year": 1945,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Randy Newman",
    "birthday": "1943-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Randy_Newman_HWOF_Aug_2012_%28levels_adjusted%29.jpg/283px-Randy_Newman_HWOF_Aug_2012_%28levels_adjusted%29.jpg",
    "extract": "Randall Stuart Newman is an American singer-songwriter, arranger, composer, and pianist known for his Southern-accented singing style, early Americana-influenced soul songs, and various film scores. His best-known songs as a recording artist are \"Short People\" (1977), \"I Love L.A.\" (1983), and \"You've Got a Friend in Me\" (1995), while other artists have enjoyed more success with cover versions of his \"Mama Told Me Not to Come\" (1966), \"I Think It's Going to Rain Today\" (1968) and \"You Can Leave Your Hat On\" (1972).",
    "year": 1943,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Paul Warfield",
    "birthday": "1942-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Paul_Warfield_1971MIA.png",
    "extract": "Paul Dryden Warfield is an American former professional football player who was a wide receiver in the National Football League (NFL) from 1964 to 1977 for the Cleveland Browns and Miami Dolphins, except for a year in the World Football League (WFL) with the Memphis Southmen. He was known for his speed, fluid moves, grace, and jumping ability. A consistent big-play threat throughout his career, his 20.1 average yards per reception is the highest in NFL history among players with at least 300 receptions.",
    "year": 1942,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Laura Antonelli",
    "birthday": "1941-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Laura_Antonelli.jpg/320px-Laura_Antonelli.jpg",
    "extract": "Laura Antonelli was an Italian film actress, who appeared in 45 films between 1964 and 1991.",
    "year": 1941,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gary Hart",
    "birthday": "1936-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Senator_Gary_Hart_in_1987_%281%29.jpg/240px-Senator_Gary_Hart_in_1987_%281%29.jpg",
    "extract": "Gary Warren Hart is an American politician, diplomat, and lawyer. He was the front-runner for the 1988 Democratic presidential nomination until he dropped out amid revelations of extramarital affairs. He represented Colorado in the United States Senate from 1975 to 1987.",
    "year": 1936,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Joe Knollenberg",
    "birthday": "1933-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Joe_knollenberg.jpg/258px-Joe_knollenberg.jpg",
    "extract": "Joseph Kastl Knollenberg was an American politician from Michigan. From 1993 to 2009, he was a Republican member of the U.S. House of Representatives, representing Michigan's 9th congressional district and Michigan's 11th congressional district.",
    "year": 1933,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hope Lange",
    "birthday": "1933-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Hope_Lange_1957.jpg/260px-Hope_Lange_1957.jpg",
    "extract": "Hope Elise Ross Lange was an American film, stage, and television actress. She was nominated for the Best Supporting Actress Golden Globe and the Academy Award for Best Supporting Actress for her portrayal of Selena Cross in the 1957 film Peyton Place. In 1969 and 1970, she won the Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series for her role as Carolyn Muir in the sitcom The Ghost & Mrs. Muir.",
    "year": 1933,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gato Barbieri",
    "birthday": "1932-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Gato_Barbieri.JPG/259px-Gato_Barbieri.JPG",
    "extract": "Leandro \"Gato\" Barbieri was an Argentine jazz tenor saxophonist who rose to fame during the free jazz movement in the 1960s and is known for his Latin jazz recordings of the 1970s. His nickname, Gato, is Spanish for \"cat\".",
    "year": 1932,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Terence Frisby",
    "birthday": "1932-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Terence_Frisby_head_shot.jpg/269px-Terence_Frisby_head_shot.jpg",
    "extract": "Terence Peter Michael Frisby was a British playwright, actor, director and producer, best known as the author of the play There's a Girl in My Soup.",
    "year": 1932,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Berry Gordy",
    "birthday": "1929-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Berry_Gordy.jpg/223px-Berry_Gordy.jpg",
    "extract": "Berry Gordy III, known professionally as Berry Gordy Jr., is an American former record executive, record producer, songwriter, film producer and television producer. He is best known as the founder of the Motown record label and its subsidiaries, which was the highest-earning African-American business for decades.",
    "year": 1929,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Arthur Melvin Okun",
    "birthday": "1928-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/84/Arthur_Melvin_Okun.jpg",
    "extract": "Arthur Melvin \"Art\" Okun was an American economist. He served as the chairman of the Council of Economic Advisers between 1968 and 1969. Before serving on the C.E.A., he was a professor at Yale University and, afterwards, was a fellow at the Brookings Institution in Washington, D.C.\nIn 1968 he was elected as a Fellow of the American Statistical Association.",
    "year": 1928,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Abdul Halim of Kedah",
    "birthday": "1927-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Abdul_Halim_of_Kedah.jpg/226px-Abdul_Halim_of_Kedah.jpg",
    "extract": "Al-Sultan Al-Mu’tassimu Billahi Muhibbuddin Tuanku Al-Haj Abdul Halim Mu'adzam Shah ibni Almarhum Sultan Badlishah was the 28th Sultan of Kedah, reigning from 1958 to 2017. He served as the fifth Yang di-Pertuan Agong of Malaysia from 1970 to 1975, and as the 14th Yang di-Pertuan Agong from 2011 to 2016. He was the first ruler to reign as Yang di-Pertuan Agong twice, as well as the oldest elected to the office. Immediately prior to his death, he was the second longest-reigning living monarch in the world after Queen Elizabeth II of the United Kingdom.",
    "year": 1927,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "József Bozsik",
    "birthday": "1925-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Bozsik_J%C3%B3zsef_1958.jpg/248px-Bozsik_J%C3%B3zsef_1958.jpg",
    "extract": "József Bozsik was a Hungarian footballer who played as a midfielder. He spent his entire club career at his hometown club, Budapest Honvéd. Bozsik was a key member of the legendary Golden Team as he represented Hungary in various international tournaments. Honvéd named their stadium, Bozsik József Stadion, after him.",
    "year": 1925,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gigi Gryce",
    "birthday": "1925-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/19/Gigi_Gryce.jpg/320px-Gigi_Gryce.jpg",
    "extract": "Gigi Gryce, later Basheer Qusim, was an American jazz saxophonist, flautist, clarinetist, composer, arranger, and educator.",
    "year": 1925,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dennis Brutus",
    "birthday": "1924-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Dennis_Brutus_at_SupremeCourt_protest_for_Mumia_Abu-Jamal_2000.JPG/179px-Dennis_Brutus_at_SupremeCourt_protest_for_Mumia_Abu-Jamal_2000.JPG",
    "extract": "Dennis Vincent Brutus was a South African activist, educator, journalist and poet best known for his campaign to have South Africa banned from the Olympic Games due to its controversial racial policy of apartheid.",
    "year": 1924,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Helen Delich Bentley",
    "birthday": "1923-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/HDBentley.jpg/237px-HDBentley.jpg",
    "extract": "Helen Delich Bentley was an American politician who was a Republican member of the United States House of Representatives from Maryland from 1985 to 1995. Before entering politics, she had been a leading maritime reporter and journalist.",
    "year": 1923,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gloria Grahame",
    "birthday": "1923-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Gloria_Grahame_%281947_portrait%29.jpg/255px-Gloria_Grahame_%281947_portrait%29.jpg",
    "extract": "Gloria Grahame Hallward was an American actress and singer. She began her acting career in theatre, and in 1944 made her first film for MGM.",
    "year": 1923,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Keith Miller",
    "birthday": "1919-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Keith_Miller_1951.jpg/247px-Keith_Miller_1951.jpg",
    "extract": "Keith Ross Miller, was an Australian Test cricketer and a Royal Australian Air Force pilot during World War II. Miller is widely regarded as Australia's greatest ever all-rounder. His ability, irreverent manner and good looks made him a crowd favourite. English journalist Ian Wooldridge called Miller \"the golden boy\" of cricket, leading to his being nicknamed \"Nugget\". He \"was more than a cricketer ... he embodied the idea that there was more to life than cricket\".",
    "year": 1919,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lilian, Princess of Réthy",
    "birthday": "1916-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/80/Lilian_baels.png/245px-Lilian_baels.png",
    "extract": "Princess Lilian of Belgium, Princess of Réthy was the second wife of King Leopold III of Belgium. Born in the United Kingdom and raised in Belgium, she became a volunteer as a car driver that transported wounded Belgian and French to the hospital in Bruges during World War II. Lilian married King Leopold III in 1941 and became consort of the Belgian monarch. The couple produced three children. She was also a stepmother to Leopold III's children from Queen Astrid and became the \"first lady\" of Belgium during the first nine years of her stepson King Baudouin's reign. Her charity work revolved around medicine and cardiology.",
    "year": 1916,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ramón José Velásquez",
    "birthday": "1916-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Ram%C3%B3n_J_Vel%C3%A1squez_1993.jpg/273px-Ram%C3%B3n_J_Vel%C3%A1squez_1993.jpg",
    "extract": "Ramón José Velásquez Mujica was a Venezuelan politician, historian, journalist, and lawyer. He served as the president of Venezuela between 1993 and 1994.",
    "year": 1916,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Václav Renč",
    "birthday": "1911-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/V%C3%A1clav_Ren%C4%8D.JPG/320px-V%C3%A1clav_Ren%C4%8D.JPG",
    "extract": "Václav Renč was a Czech poet, dramatist and translator. Like other Catholic ruralistic writers, his themes included God, traditions and the countryside.",
    "year": 1911,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Elsie Quarterman",
    "birthday": "1910-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Elsie_Quarterman_2012.jpg/239px-Elsie_Quarterman_2012.jpg",
    "extract": "Elsie Quarterman was a prominent plant ecologist. She was a Professor Emerita at Vanderbilt University.",
    "year": 1910,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Michael Adekunle Ajasin",
    "birthday": "1908-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Statue_of_Adekunle_Ajasin%2C_Adekunle_Ajasin_University%2C_Akungba-Akoko%2C_Ondo_State.jpg/239px-Statue_of_Adekunle_Ajasin%2C_Adekunle_Ajasin_University%2C_Akungba-Akoko%2C_Ondo_State.jpg",
    "extract": "Michael Adekunle Ajasin was a Nigerian politician who was elected Governor of Ondo State on the Unity Party of Nigeria (UPN) platform during the Nigerian Second Republic.",
    "year": 1908,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Claude Lévi-Strauss",
    "birthday": "1908-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Levi-strauss_260.jpg/320px-Levi-strauss_260.jpg",
    "extract": "Claude Lévi-Strauss was a French anthropologist and ethnologist whose work was key in the development of the theories of structuralism and structural anthropology. He held the chair of Social Anthropology at the Collège de France between 1959 and 1982, was elected a member of the Académie française in 1973 and was a member of the School for Advanced Studies in the Social Sciences in Paris. He received numerous honors from universities and institutions throughout the world.",
    "year": 1908,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Rose Bampton",
    "birthday": "1907-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3f/Rose_Bampton.jpg",
    "extract": "Rose Bampton was an American opera singer who had an active international career during the 1930s and 1940s. She began her professional career performing mostly minor roles from the mezzo-soprano repertoire in 1929 but later switched to singing primarily leading soprano roles in 1937 until her retirement from the opera stage in 1963.",
    "year": 1907,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alberto Moravia",
    "birthday": "1907-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Paolo_Monti_-_Servizio_fotografico_-_BEIC_6361580.jpg/320px-Paolo_Monti_-_Servizio_fotografico_-_BEIC_6361580.jpg",
    "extract": "Alberto Moravia was an Italian novelist and journalist. His novels explored matters of modern sexuality, social alienation and existentialism. Moravia is best known for his debut novel Gli indifferenti (1929) and for the anti-fascist novel Il Conformista, the basis for the film The Conformist (1970) directed by Bernardo Bertolucci. Other novels of his adapted for the cinema are Agostino, filmed with the same title by Mauro Bolognini in 1962; Il disprezzo, filmed by Jean-Luc Godard as Le Mépris ; La Noia (Boredom), filmed with that title by Damiano Damiani in 1963 and released in the US as The Empty Canvas in 1964 and La ciociara, filmed by Vittorio De Sica as Two Women (1960). Cédric Kahn's L'Ennui (1998) is another version of La Noia.",
    "year": 1907,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Henry Picard",
    "birthday": "1906-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Henry_Picard_1934.JPG/219px-Henry_Picard_1934.JPG",
    "extract": "Henry Gilford Picard was an American professional golfer.",
    "year": 1906,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "James Eastland",
    "birthday": "1904-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/James_O_Eastland.jpg/256px-James_O_Eastland.jpg",
    "extract": "James Oliver Eastland was an American politician of the Democratic Party from Mississippi who served in the United States Senate in 1941 and again from 1943 until his resignation on December 27, 1978. He has been called the \"Voice of the White South\" and the \"Godfather of Mississippi Politics.\" Eastland was known as the symbol of Southern resistance against racial integration during the civil rights movement, often speaking of African Americans as \"an inferior race.\"",
    "year": 1904,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nancy Mitford",
    "birthday": "1904-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Nancy_Mitford.jpg/254px-Nancy_Mitford.jpg",
    "extract": "Nancy Freeman-Mitford, known as Nancy Mitford, was an English novelist, biographer, and journalist. The eldest of the Mitford sisters, she was regarded as one of the \"bright young things\" on the London social scene in the inter-war period. She wrote several novels about upper-class life in England and France, and is considered a sharp and often provocative wit. She also has a reputation as a writer of popular historical biographies.",
    "year": 1904,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gladys O'Connor",
    "birthday": "1903-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/50/Gladys_O%27Connor.jpg",
    "extract": "Gladys O'Connor was a British-born Canadian character actress. Born in London, O'Connor moved with her family to Hamilton, Ontario, Canada in 1912, eventually settling in Toronto.",
    "year": 1903,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mary Bothwell",
    "birthday": "1900-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/BothwellMary.jpg/278px-BothwellMary.jpg",
    "extract": "Mary Bothwell was a Canadian classical vocalist and painter. As a singer she began her career as a contralto, but ultimately ended up performing soprano parts in the opera and concert repertoire.",
    "year": 1900,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dawn Powell",
    "birthday": "1896-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7b/Dawnpowell_1914.jpg/320px-Dawnpowell_1914.jpg",
    "extract": "Dawn Powell was an American novelist, playwright, screenwriter, and short story writer. Known for her acid-tongued prose, \"her relative obscurity was likely due to a general distaste for her harsh satiric tone.\" Nonetheless, Stella Adler and author Clifford Odets appeared in one of her plays. Her work was praised by Robert Benchley in The New Yorker and in 1939 she was signed as a Scribner author where Maxwell Perkins, famous for his work with many of her contemporaries, including Ernest Hemingway, F. Scott Fitzgerald and Thomas Wolfe, became her editor. A 1963 nominee for the National Book Award, she received an American Academy of Arts and Letters Marjorie Peabody Waite Award for lifetime achievement in literature the following year. A friend to many literary and arts figures of her day, including author John Dos Passos, critic Edmund Wilson, and poet E.E. Cummings, Powell's work received renewed interest after Gore Vidal praised it in an 1987 editorial for The New York Review of Books. Since then, the Library of America has published two collections of her novels.",
    "year": 1896,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lilia Skala",
    "birthday": "1896-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Lilia_Skala.jpg/262px-Lilia_Skala.jpg",
    "extract": "Lilia Skala was an Austrian-American architect and actress. She is perhaps best known for her role in the film Lilies of the Field (1963), for which she received critical acclaim and an Academy Award nomination. During her career, Skala was also nominated for two Golden Globe Awards and a Primetime Emmy Award.",
    "year": 1896,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "José Iturbi",
    "birthday": "1895-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Joseiturbi.jpg/254px-Joseiturbi.jpg",
    "extract": "José Iturbi Báguena was a Spanish conductor, pianist and harpsichordist. He appeared in several Hollywood films of the 1940s, notably playing himself in the musicals Thousands Cheer (1943), Music for Millions (1944), Anchors Aweigh (1945), That Midnight Kiss (1949), and Three Daring Daughters (1948), his only leading role.",
    "year": 1895,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Brooks Atkinson",
    "birthday": "1894-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Brooks-Atkinson-1938.jpg/252px-Brooks-Atkinson-1938.jpg",
    "extract": "Justin Brooks Atkinson was an American theatre critic. He worked for The New York Times from 1922 to 1960. In his obituary, the Times called him \"the theater's most influential reviewer of his time.\" Atkinson became a Times theater critic in the 1920s and his reviews became very influential. He insisted on leaving the drama desk during World War II to report on the war; he received the Pulitzer Prize in 1947 for his work as the Moscow correspondent for the Times. He returned to the theater beat in the late 1940s, until his retirement in 1960.",
    "year": 1894,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Henry Hazlitt",
    "birthday": "1894-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Hazlitt-photo.jpg/253px-Hazlitt-photo.jpg",
    "extract": "Henry Stuart Hazlitt was an American journalist who wrote about business and economics for such publications as The Wall Street Journal, The Nation, The American Mercury, Newsweek, and The New York Times.",
    "year": 1894,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gregorio Perfecto",
    "birthday": "1891-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Gregorioperfecto.jpg",
    "extract": "Gregorio Milian Perfecto was a Filipino journalist, politician and jurist who served as an Associate Justice of the Supreme Court of the Philippines from 1945 to 1949. A controversial figure who was described as an \"apostle of liberal causes\", Perfecto was notable for his libertarian views, his colorful writing style, and the frequency of his dissenting opinions while on the Supreme Court.",
    "year": 1891,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mabel Alvarez",
    "birthday": "1891-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Mabel_Alvarez.jpg/276px-Mabel_Alvarez.jpg",
    "extract": "Mabel Alvarez was an American painter. Her works, often introspective and spiritual in nature, and her style is considered a contributing factor to the Southern California Modernism and California Impressionism movement.",
    "year": 1891,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ernst Röhm",
    "birthday": "1887-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Ernst_R%C3%B6hm_%281887-1934%29_M%C3%BCnchen%2C_Germany_%28Weimar_Republic%29_1924_Hauptmann_Bund_Freikorps_Epp_uniform_Iron_cross_etc_242-HF-0377_001_Unrestricted_No_known_copyright_%28cropped%29.jpg/237px-thumbnail.jpg",
    "extract": "Ernst Julius Günther Röhm was a German military officer and an early member of the Nazi Party. As one of the members of its predecessor, the German Workers' Party, he was a close friend and early ally of Adolf Hitler and a co-founder of the Sturmabteilung, the Nazi Party's militia, and later was its commander. By 1934, the German Army feared the SA's influence and Hitler had come to see Röhm as a potential rival, so he was executed during the Night of the Long Knives.",
    "year": 1887,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Stefan Zweig",
    "birthday": "1881-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4e/Stefan_Zweig2.png",
    "extract": "Stefan Zweig was an Austrian novelist, playwright, journalist and biographer. At the height of his literary career, in the 1920s and 1930s, he was one of the most widely translated and most popular writers in the world.",
    "year": 1881,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alexander Blok",
    "birthday": "1880-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Alexander_Blok.jpeg/225px-Alexander_Blok.jpeg",
    "extract": "Alexander Alexandrovich Blok was a Russian lyrical poet, writer, publicist, playwright, translator and literary critic.",
    "year": 1880,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bert Vogler",
    "birthday": "1876-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/1193374_Bert_Vogler.jpg/153px-1193374_Bert_Vogler.jpg",
    "extract": "Albert Edward Ernest Vogler was a South African cricketer. A leading all-rounder skilled both at batting and bowling, Vogler played cricket in South Africa prior to becoming eligible to play for Middlesex County Cricket Club in England after serving on the ground staff of the Marylebone Cricket Club at Lord's. He rose to prominence during the 1906 home Test series and then in England the following year: he was described during the latter as the best bowler in the world by Tip Foster, and named a Wisden Cricketer of the Year.",
    "year": 1876,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Henry Bacon",
    "birthday": "1866-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Lincoln_Memorial_1.JPG/320px-Lincoln_Memorial_1.JPG",
    "extract": "Henry Bacon was an American Beaux-Arts architect who is best remembered for the Lincoln Memorial in Washington, D.C., which was his final project.",
    "year": 1866,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "James Allen (author)",
    "birthday": "1864-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b1/James_Allen.jpg",
    "extract": "James Allen was a British philosophical writer known for his inspirational books and poetry and as a pioneer of the self-help movement. His best known work, As a Man Thinketh, has been mass-produced since its publication in 1903. It has been a source of inspiration to motivational and self-help authors.",
    "year": 1864,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lindley Miller Garrison",
    "birthday": "1864-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Lindley_Garrison%2C_BW_photo_portrait%2C_1913.jpg/241px-Lindley_Garrison%2C_BW_photo_portrait%2C_1913.jpg",
    "extract": "Lindley Miller Garrison was an American lawyer from New Jersey who served as Secretary of War under U.S. President Woodrow Wilson between 1913 and 1916.",
    "year": 1864,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Adina Emilia de Zavala",
    "birthday": "1861-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Adina_Emilia_De_Zavala%2C_1910.jpg/216px-Adina_Emilia_De_Zavala%2C_1910.jpg",
    "extract": "Adina Emilia De Zavala was an American teacher, historian and preservationist of Texas history. Her efforts led to saving the Alamo Long Barrack Fortress for future generations. She was born to Augustine De Zavala, son of Lorenzo de Zavala, the first Vice President of the Republic of Texas. Adina's mother Julia Tyrrell De Zavala was born in Ireland. In 1994, Recorded Texas Historic Landmark Marker number 86 was placed at Alamo Plaza to honor De Zavala.\nIn 2008, Texas Historical marker number 15124 was placed in St. Mary's Cemetery to honor De Zavala's contributions to Texas.",
    "year": 1861,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alfonso XII",
    "birthday": "1857-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Retrato_del_rey_Alfonso_XII_%28Museo_del_Prado%29.jpg/205px-Retrato_del_rey_Alfonso_XII_%28Museo_del_Prado%29.jpg",
    "extract": "Alfonso XII, also known as El Pacificador or the Peacemaker, was King of Spain from 29 December 1874 to his death in 1885. After a revolution that deposed his mother Isabella II from the throne in 1868, Alfonso studied in Austria and France. His mother abdicated in his favour in 1870, and he returned to Spain as king in 1874 following a military coup against the First Republic. Alfonso died aged 27 in 1885, and was succeeded by his son, Alfonso XIII, who was born the following year. He is the most recent monarch of Spain to have died while on the throne.",
    "year": 1857,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Helen Magill White",
    "birthday": "1853-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Helen_magill.jpg/320px-Helen_magill.jpg",
    "extract": "Helen Magill White was an American academic and instructor. She was the first woman to earn a Ph.D. in the United States.",
    "year": 1853,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Wesley Hyatt",
    "birthday": "1837-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/44/John_Wesley_Hyatt%2C_Jr.jpg",
    "extract": "John Wesley Hyatt was an American inventor. He is mainly known for simplifying the production of celluloid.",
    "year": 1837,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Anton Rubinstein",
    "birthday": "1829-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Rubinstein_repin.jpg/234px-Rubinstein_repin.jpg",
    "extract": "Anton Grigoryevich Rubinstein was a Russian pianist, composer and conductor who became a pivotal figure in Russian culture when he founded the Saint Petersburg Conservatory. He was the elder brother of Nikolai Rubinstein, who founded the Moscow Conservatory.",
    "year": 1829,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Friedrich Engels",
    "birthday": "1820-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Friedrich_Engels_portrait_%28cropped%29.jpg/213px-Friedrich_Engels_portrait_%28cropped%29.jpg",
    "extract": "Friedrich Engels, sometimes anglicised as Frederick Engels, was a German philosopher, critic of political economy, historian, political theorist and revolutionary socialist. He was also a businessman, journalist and political activist, whose father was an owner of large textile factories in Salford and Barmen, Prussia.",
    "year": 1820,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "William Froude",
    "birthday": "1810-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/64/Williams_Froude.jpeg",
    "extract": "William Froude was an English engineer, hydrodynamicist and naval architect. He was the first to formulate reliable laws for the resistance that water offers to ships and for predicting their stability.",
    "year": 1810,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Lloyd Stephens",
    "birthday": "1805-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Incidents_of_Travel_in_Central_America_portrait.png/254px-Incidents_of_Travel_in_Central_America_portrait.png",
    "extract": "John Lloyd Stephens was an American explorer, writer, and diplomat. Stephens was a pivotal figure in the rediscovery of Maya civilization throughout Middle America and in the planning of the Panama railroad.",
    "year": 1805,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "William Weston (Australian politician)",
    "birthday": "1804-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/William_Weston_Premier.jpg/272px-William_Weston_Premier.jpg",
    "extract": "William Pritchard Weston was the third Premier of Tasmania.",
    "year": 1804,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Carl Jonas Love Almqvist",
    "birthday": "1793-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Carl_Jonas_Ludvig_%28Love%29_Almquist_%281793-1866%29%2C_f%C3%B6rfattare_-_Nationalmuseum_-_40138.tif/lossy-page1-272px-Carl_Jonas_Ludvig_%28Love%29_Almquist_%281793-1866%29%2C_f%C3%B6rfattare_-_Nationalmuseum_-_40138.tif.jpg",
    "extract": "Carl Jonas Love Ludvig Almqvist was a Swedish author, romantic poet, romantic critic of political economy, realist, composer and social critic.\n",
    "year": 1793,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Victor Cousin",
    "birthday": "1792-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Victor_Cousin_by_Gustave_Le_Gray%2C_late_1850s-crop.jpg/213px-Victor_Cousin_by_Gustave_Le_Gray%2C_late_1850s-crop.jpg",
    "extract": "Victor Cousin was a French philosopher. He was the founder of \"eclecticism\", a briefly influential school of French philosophy that combined elements of German idealism and Scottish Common Sense Realism. As the administrator of public instruction for over a decade, Cousin also had an important influence on French educational policy.",
    "year": 1792,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Victor de Broglie (1785–1870)",
    "birthday": "1785-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/De_Broglie_%28BM_1874%2C1114.657%29.jpg/218px-De_Broglie_%28BM_1874%2C1114.657%29.jpg",
    "extract": "Achille Léonce Victor Charles, 3rd Duke of Broglie, briefly Victor de Broglie, was a French peer, statesman, and diplomat. He was the third duke of Broglie and served as president of the Council during the July Monarchy, from August 1830 to November 1830 and from March 1835 to February 1836. Victor de Broglie was close to the liberal Doctrinaires who opposed the ultra-royalists and were absorbed, under Louis-Philippe's rule, by the Orléanists.\n",
    "year": 1785,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Princess Maria Antonia of Parma",
    "birthday": "1774-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Maria_Antonia_di_Borbone.jpg/265px-Maria_Antonia_di_Borbone.jpg",
    "extract": "Maria Antonia of Parma was a Princess of Parma, daughter of Duke Ferdinand I of Parma and his wife, Archduchess Maria Amalia of Austria.",
    "year": 1774,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Luke Howard",
    "birthday": "1772-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/14/Luke_Howard.jpg",
    "extract": "Luke Howard, was a British manufacturing chemist and an amateur meteorologist with broad interests in science. His lasting contribution to science is a nomenclature system for clouds, which he proposed in an 1802 presentation to the Askesian Society. Because of this, Howard is referred to as \"The Godfather of Clouds\", the \"namer of the clouds\", and the \"father of meteorology\".",
    "year": 1772,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Maria Teresa Poniatowska",
    "birthday": "1760-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Maryja_Tereza_Ty%C5%A1kievi%C4%8D_%28Paniato%C5%ADskaja%29._%D0%9C%D0%B0%D1%80%D1%8B%D1%8F_%D0%A2%D1%8D%D1%80%D1%8D%D0%B7%D0%B0_%D0%A2%D1%8B%D1%88%D0%BA%D0%B5%D0%B2%D1%96%D1%87_%28%D0%9F%D0%B0%D0%BD%D1%8F%D1%82%D0%BE%D1%9E%D1%81%D0%BA%D0%B0%D1%8F%29_%28K._Wojniakowski%2C_1797%29.jpg/249px-Maryja_Tereza_Ty%C5%A1kievi%C4%8D_%28Paniato%C5%ADskaja%29._%D0%9C%D0%B0%D1%80%D1%8B%D1%8F_%D0%A2%D1%8D%D1%80%D1%8D%D0%B7%D0%B0_%D0%A2%D1%8B%D1%88%D0%BA%D0%B5%D0%B2%D1%96%D1%87_%28%D0%9F%D0%B0%D0%BD%D1%8F%D1%82%D0%BE%D1%9E%D1%81%D0%BA%D0%B0%D1%8F%29_%28K._Wojniakowski%2C_1797%29.jpg",
    "extract": "Maria Teresa Antoinette Josephine Poniatowska was a Polish noblewoman, known as the niece of king Stanisław August Poniatowski.",
    "year": 1760,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "William Blake",
    "birthday": "1757-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/William_Blake_by_Thomas_Phillips.jpg/249px-William_Blake_by_Thomas_Phillips.jpg",
    "extract": "William Blake was an English poet, painter, and printmaker. Largely unrecognised during his life, Blake is now considered a seminal figure in the history of the poetry and visual art of the Romantic Age. What he called his \"prophetic works\" were said by 20th-century critic Northrop Frye to form \"what is in proportion to its merits the least read body of poetry in the English language\". His visual artistry led 21st-century critic Jonathan Jones to proclaim him \"far and away the greatest artist Britain has ever produced\". In 2002, Blake was placed at number 38 in the BBC's poll of the 100 Greatest Britons. While he lived in London his entire life, except for three years spent in Felpham, he produced a diverse and symbolically rich collection of works, which embraced the imagination as \"the body of God\" or \"human existence itself\".",
    "year": 1757,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nathaniel Bliss",
    "birthday": "1700-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/The_Reverend_Nathaniel_Bliss.jpg/265px-The_Reverend_Nathaniel_Bliss.jpg",
    "extract": "Nathaniel Bliss was an English astronomer of the 18th century, serving as Britain's fourth Astronomer Royal between 1762 and 1764.",
    "year": 1700,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sophie Magdalene of Brandenburg-Kulmbach",
    "birthday": "1700-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Dronning-Sophie-Magdalene.jpg/224px-Dronning-Sophie-Magdalene.jpg",
    "extract": "Sophie Magdalene of Brandenburg-Kulmbach was Queen of Denmark and Norway by marriage to King Christian VI of Denmark and Norway.",
    "year": 1700,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Leopold, Prince of Anhalt-Köthen",
    "birthday": "1694-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Leopold-khoten.jpg/217px-Leopold-khoten.jpg",
    "extract": "Leopold of Anhalt-Köthen was a German prince of the House of Ascania and ruler of the principality of Anhalt-Köthen. Today, he is best remembered for employing Johann Sebastian Bach as his Kapellmeister between 1717 and 1723.",
    "year": 1694,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jean Cavalier",
    "birthday": "1681-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Jean-cavalier.jpg/219px-Jean-cavalier.jpg",
    "extract": "Jean Cavalier, was the Huguenot chief of the Camisards. He was born at Mas Roux, a small hamlet in the commune of Ribaute near Anduze, southern France.",
    "year": 1681,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Edward Hyde, 3rd Earl of Clarendon",
    "birthday": "1661-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Lord_Cornbury_Dallas_Museum_of_Art_Version.jpg/270px-Lord_Cornbury_Dallas_Museum_of_Art_Version.jpg",
    "extract": "Edward Hyde, 3rd Earl of Clarendon, styled Viscount Cornbury between 1674 and 1709, was an English aristocrat and politician. Better known by his noble title Lord Cornbury, he was propelled into the forefront of English politics when he and part of his army defected from the Catholic King James II to support the newly arrived Protestant contender, William III of Orange. These actions were part of the beginning of the Glorious Revolution of 1688. Cornbury's choice to support his cousin Anne instead of William after the rebellion cost him his military commission. However, Cornbury's support of King William's reign eventually earned him the governorship of the provinces of New York and New Jersey; he served between 1701 and 1708.",
    "year": 1661,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Willem de Vlamingh",
    "birthday": "1640-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Portrait_of_Willem_de_Vlamingh%2C_Johannes_en_Nicholaas_Verkolje_%281690_-_1700%29.jpg/254px-Portrait_of_Willem_de_Vlamingh%2C_Johannes_en_Nicholaas_Verkolje_%281690_-_1700%29.jpg",
    "extract": "Willem Hesselsz de Vlamingh was a Dutch sea captain who explored the central west coast of New Holland (Australia) in the late 17th century, where he landed in what is now Perth on the Swan River. The mission proved fruitless, but he charted parts of the continent's western coast.",
    "year": 1640,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Lully",
    "birthday": "1632-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Paul_Mignard_-_Jean-Baptiste_Lully.jpg/267px-Paul_Mignard_-_Jean-Baptiste_Lully.jpg",
    "extract": "Jean-Baptiste Lully was an Italian-born French composer, instrumentalist, and dancer who is considered a master of the French Baroque music style. Best known for his operas, he spent most of his life working in the court of Louis XIV of France and became a French subject in 1661. He was a close friend of the playwright Molière, with whom he collaborated on numerous comédie-ballets, including L'Amour médecin, George Dandin ou le Mari confondu, Monsieur de Pourceaugnac, Psyché and his best known work, Le Bourgeois gentilhomme.",
    "year": 1632,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Abraham Brueghel",
    "birthday": "1631-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Abraham_Brueghel_-_Sculptural_Cartouche_with_Garland.jpg/262px-Abraham_Brueghel_-_Sculptural_Cartouche_with_Garland.jpg",
    "extract": "Abraham Brueghel was a Flemish painter from the famous Brueghel family of artists. He emigrated at a young age to Italy where he played an important role in the development of the style of decorative Baroque still lifes.",
    "year": 1631,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Bunyan",
    "birthday": "1628-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/John_Bunyan_by_Thomas_Sadler_1684.jpg/267px-John_Bunyan_by_Thomas_Sadler_1684.jpg",
    "extract": "John Bunyan was an English writer and Puritan preacher best remembered as the author of the Christian allegory The Pilgrim's Progress, which also became an influential literary model. In addition to The Pilgrim's Progress, Bunyan wrote nearly sixty titles, many of them expanded sermons.",
    "year": 1628,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hans Nansen",
    "birthday": "1598-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Hans_nansen.jpg/236px-Hans_nansen.jpg",
    "extract": "Hans Nansen was a Danish statesman.",
    "year": 1598,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hong Taiji",
    "birthday": "1592-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/%E6%B8%85_%E4%BD%9A%E5%90%8D_%E3%80%8A%E6%B8%85%E5%A4%AA%E5%AE%97%E5%B4%87%E5%BE%B7%E7%9A%87%E5%B8%9D%E6%9C%9D%E6%9C%8D%E5%83%8F%E3%80%8B.jpg/177px-%E6%B8%85_%E4%BD%9A%E5%90%8D_%E3%80%8A%E6%B8%85%E5%A4%AA%E5%AE%97%E5%B4%87%E5%BE%B7%E7%9A%87%E5%B8%9D%E6%9C%9D%E6%9C%8D%E5%83%8F%E3%80%8B.jpg",
    "extract": "Hong Taiji, sometimes written as Huang Taiji and sometimes referred to as Abahai in Western literature, was the second khan of the Later Jin and the founding emperor of the Qing dynasty. He was responsible for consolidating the empire that his father Nurhaci had founded and laid the groundwork for the conquest of the Ming dynasty, although he died before this was accomplished. He was also responsible for changing the name of the Jurchen ethnicity to \"Manchu\" in 1635, and changing the name of his dynasty from \"Great Jin\" to \"Great Qing\" in 1636. The Qing dynasty lasted until 1912.",
    "year": 1592,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "James Whitelocke",
    "birthday": "1570-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/SirJamesWhitelocke.jpg/250px-SirJamesWhitelocke.jpg",
    "extract": "Sir James Whitelocke SL was an English judge and politician who sat in the House of Commons between 1610 and 1622.",
    "year": 1570,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Margaret Tudor",
    "birthday": "1489-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Marguerite_Tudor.jpg/252px-Marguerite_Tudor.jpg",
    "extract": "Margaret Tudor was Queen of Scotland from 1503 until 1513 by marriage to King James IV. She was the eldest daughter and second child of King Henry VII of England and Elizabeth of York, and the sister of King Henry VIII of England.",
    "year": 1489,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Wen Zhengming",
    "birthday": "1470-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Portrait_of_Wen_Zhengming.jpg/305px-Portrait_of_Wen_Zhengming.jpg",
    "extract": "Wen Zhengming, born Wen Bi, was a Chinese painter, calligrapher, and poet during the Ming dynasty. He was regarded as one of the Four Masters of Ming painting.",
    "year": 1470,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Yesün Temür (Yuan dynasty)",
    "birthday": "1293-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Yesun.jpg/241px-Yesun.jpg",
    "extract": "Yesün Temür was a great-grandson of Kublai Khan and an emperor of the Yuan dynasty of China from 1323 to 1328. Apart from Emperor of China, he is regarded as the 10th Khagan of the Mongol Empire, although it was only nominal due to the division of the empire. In Chinese historiography, Yesün Temür, who was very fond of the traditional ways of the Mongols, is commonly known as the Taiding Emperor of Yuan based on his first era name. His name means \"nine iron Khan\" in the Mongolian language.",
    "year": 1293,
    "month": 11,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Manuel I Komnenos",
    "birthday": "1118-11-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Manuel_I_Comnenus.jpg/209px-Manuel_I_Comnenus.jpg",
    "extract": "Manuel I Komnenos, Latinized Comnenus, also called Porphyrogennetos, was a Byzantine emperor of the 12th century who reigned over a crucial turning point in the history of Byzantium and the Mediterranean. His reign saw the last flowering of the Komnenian restoration, during which the Byzantine Empire had seen a resurgence of its military and economic power, and had enjoyed a cultural revival.",
    "year": 1118,
    "month": 11,
    "day": 28,
    "language": "en"
  }
]