[
  {
    "name": "Danny Kent",
    "birthday": "1993-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Danny_Kent_2015.jpg/156px-Danny_Kent_2015.jpg",
    "extract": "Danny Kent is an English motorcycle racer, best known for winning the 2015 Moto3 World Championship. In doing so he became Great Britain's first Grand Prix solo motorcycle world champion since Barry Sheene in 1977, as well as the first British lightweight class champion since Dave Simmonds in 1969.",
    "year": 1993,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ana Bogdan",
    "birthday": "1992-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Bogdan_LIM21_%283%29.jpg/213px-Bogdan_LIM21_%283%29.jpg",
    "extract": "Ana Bogdan is a Romanian professional tennis player. Having made her tour debut in 2007, she peaked at No. 59 in the WTA rankings in June 2018.",
    "year": 1992,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Philipp Grubauer",
    "birthday": "1991-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/LAM_8578_%2816343538536%29.jpg/146px-LAM_8578_%2816343538536%29.jpg",
    "extract": "Philipp Grubauer is a German professional ice hockey goaltender for the Seattle Kraken of the National Hockey League (NHL).",
    "year": 1991,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tom Dice",
    "birthday": "1989-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Tom_Dice_%28cropped%29.jpg/213px-Tom_Dice_%28cropped%29.jpg",
    "extract": "Tom Dice is a Belgian singer-songwriter. He finished runner-up in the Flemish version of The X Factor in 2008 using his birth name Tom Eeckhout, but soon after changed his name taking the stage name Tom Dice.",
    "year": 1989,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nodar Kumaritashvili",
    "birthday": "1988-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cb/Nodar_Kumaritashvili.jpg/247px-Nodar_Kumaritashvili.jpg",
    "extract": "Nodar Kumaritashvili was a Georgian luge athlete who suffered a fatal crash during a training run for the 2010 Winter Olympics competition in Whistler, British Columbia, Canada, on the day of the opening ceremony. He became the fourth athlete to die during preparations for a Winter Olympics, and the eighth athlete to die as a result of Olympic competition or during practice at their sport’s venue at an Olympic Games.",
    "year": 1988,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jay Spearing",
    "birthday": "1988-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Jay_Spearing.jpg/232px-Jay_Spearing.jpg",
    "extract": "Jay Francis Spearing is an English professional footballer who plays as a midfielder for League Two club Tranmere Rovers. He will become a free agent on 30 June 2022.",
    "year": 1988,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Remona Fransen",
    "birthday": "1985-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/20100627_Remona_Fransen_EC_Meerkamp_2010_dag2.jpg/241px-20100627_Remona_Fransen_EC_Meerkamp_2010_dag2.jpg",
    "extract": "Remona Fransen is a Dutch athlete, specialising in multi-eventing disciplines.",
    "year": 1985,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gaspard Ulliel",
    "birthday": "1984-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Gaspard_Ulliel_C%C3%A9sar_2018.jpg/226px-Gaspard_Ulliel_C%C3%A9sar_2018.jpg",
    "extract": "Gaspard Thomas Ulliel was a French actor. He was known for having portrayed the young Hannibal Lecter in Hannibal Rising (2007), fashion designer Yves Saint Laurent in the biopic Saint Laurent (2014), and for being the face of Chanel men's fragrance Bleu de Chanel for twelve years. He also voiced Jack Frost in the French version of Rise of the Guardians (2012), and portrayed Anton Mogart in the Disney+ miniseries Moon Knight (2022).",
    "year": 1984,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Peter Siddle",
    "birthday": "1984-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/2_19_Peter_Siddle.jpg/237px-2_19_Peter_Siddle.jpg",
    "extract": "Peter Matthew Siddle is an Australian cricketer. He is a specialist right-arm fast-medium bowler who currently plays for Tasmania in first-class and List A cricket and for the Adelaide Strikers in the Big Bash League. He has played Test cricket for Australia over an eight-year period from 2008 to 2016, before being recalled for the Test series against Pakistan in 2018. Peter Siddle retired from International cricket in December 2019.",
    "year": 1984,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jhulan Goswami",
    "birthday": "1983-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Jhulan_Goswami_%2810_March_2009%2C_Sydney%29.jpg/244px-Jhulan_Goswami_%2810_March_2009%2C_Sydney%29.jpg",
    "extract": "Jhulan Nishit Goswami is an Indian international cricketer and the former captain of India national women's cricket team. An all-rounder who bats right-handed and bowls right-arm medium fast, Goswami is regarded as one of the greatest women fast bowlers of all time and one of the fastest bowlers in the history of women's cricket, and the fastest contemporary bowler following the retirement of Cathryn Fitzpatrick. In August 2018, Goswami announced her retirement from WT20Is.",
    "year": 1983,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mitch Claydon",
    "birthday": "1982-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Mitch_Claydon_2019.jpg/255px-Mitch_Claydon_2019.jpg",
    "extract": "Mitchell Eric Claydon is an Australian-English former first-class cricketer. Although he was born at Fairfield, New South Wales he holds a British passport. Claydon is a left-handed batsman and a right-arm medium-fast bowler. Claydon most recently played for Sussex County Cricket Club. In July 2021, Claydon announced that he would retire from cricket at the end of the 2021 season.",
    "year": 1982,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Xabi Alonso",
    "birthday": "1981-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Los_Caminos_del_f%C3%BAtbol._Xabi_Alonso_%2839666777934%29_%28cropped%29.jpg/215px-Los_Caminos_del_f%C3%BAtbol._Xabi_Alonso_%2839666777934%29_%28cropped%29.jpg",
    "extract": "Xabier Alonso Olano is a Spanish football manager and former professional player who played as a central or defensive midfielder. He is the manager of Segunda División club Real Sociedad B.",
    "year": 1981,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Lee Bum-ho",
    "birthday": "1981-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/%EC%9D%B4%EB%B2%94%ED%98%B8_%28KIA_%ED%83%80%EC%9D%B4%EA%B1%B0%EC%A6%88%29.jpg/258px-%EC%9D%B4%EB%B2%94%ED%98%B8_%28KIA_%ED%83%80%EC%9D%B4%EA%B1%B0%EC%A6%88%29.jpg",
    "extract": "Lee Bum-ho is a South Korean former third baseman who played primarily in the KBO League. He bats and throws right-handed.",
    "year": 1981,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Barbara Bush (born 1981)",
    "birthday": "1981-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Barbara_Bush%2C_Philanthropy_Summit_2016_%28cropped%29.jpg/266px-Barbara_Bush%2C_Philanthropy_Summit_2016_%28cropped%29.jpg",
    "extract": "Barbara Pierce Bush Coyne is an American activist. She co-founded and is the chair of the board of the nonprofit organization Global Health Corps. She and her fraternal twin sister, Jenna, are the daughters of the 43rd U.S. President George W. Bush and former First Lady Laura Bush. She is also a granddaughter of former President George H. W. Bush and Barbara Bush, after whom she is named.",
    "year": 1981,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jenna Bush Hager",
    "birthday": "1981-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Jenna_Bush_Hager_2017_2.jpg/226px-Jenna_Bush_Hager_2017_2.jpg",
    "extract": "Jenna Bush Hager is an American news personality, author, and journalist. She is currently the co-host of Today with Hoda & Jenna, the fourth hour of NBC's morning news program Today. Hager and her twin sister, Barbara, are the daughters of the 43rd U.S. President George W. Bush and former First Lady Laura Bush. After her father's presidency, Hager became an author, an editor-at-large for Southern Living magazine, and a television personality on NBC, being featured most prominently as a member of The Today Show as a correspondent, contributor and co-host.",
    "year": 1981,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jared Jeffries",
    "birthday": "1981-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/JaredJeffries.jpg/180px-JaredJeffries.jpg",
    "extract": "Jared Scott Carter Jeffries is an American former professional basketball player. Jeffries was drafted with the 11th overall pick of the 2002 NBA draft by the Washington Wizards. He also played for the New York Knicks, Houston Rockets, and Portland Trail Blazers before retiring in 2013. In college, Jeffries played for the Indiana Hoosiers; during his sophomore year, he was an integral part of the Hoosiers' Cinderella run to the 2002 NCAA Championship game, was named Big Ten Player of the Year, and was a consensus second-team All-American. At 6'11\", he mainly played at both forward positions.",
    "year": 1981,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Chevon Troutman",
    "birthday": "1981-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/TroutmanFCB.jpg/205px-TroutmanFCB.jpg",
    "extract": "Chevon Stephen Ray Troutman is an American professional basketball player. He is a 6'8\" tall power forward, who plays for Regatas Corrientes of the Liga Nacional de Básquet.",
    "year": 1981,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John-Michael Liles",
    "birthday": "1980-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/John-Michael_Liles_1_2012-03-07.JPG/240px-John-Michael_Liles_1_2012-03-07.JPG",
    "extract": "John-Michael Liles is an American former professional ice hockey defenseman. He played in the National Hockey League (NHL) for the Colorado Avalanche, Toronto Maple Leafs, Carolina Hurricanes and Boston Bruins. In addition to his playing career, Liles is a minority owner of the Indiana Ice of the United States Hockey League (USHL).",
    "year": 1980,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Josh Mathews",
    "birthday": "1980-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Josh_Mathews_2010.jpg/219px-Josh_Mathews_2010.jpg",
    "extract": "Joshua Lomberger, better known by the ring name Josh Mathews, is an American professional wrestling play by play commentator and former professional wrestler, currently signed to Impact Wrestling. He is also known for his time in WWE.",
    "year": 1980,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alviro Petersen",
    "birthday": "1980-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Alviro_Petersen.jpg/241px-Alviro_Petersen.jpg",
    "extract": "Alviro Nathan Petersen is a former South African international cricketer who played domestic cricket in South Africa for the Highveld Lions and in England for Lancashire. A right-handed batsman, he has represented South Africa in Test, One Day International (ODI) and Twenty20 cricket. He was the captain of the Highveld Lions in South African domestic cricket.",
    "year": 1980,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nick Swisher",
    "birthday": "1980-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Nick_Swisher.jpg/320px-Nick_Swisher.jpg",
    "extract": "Nicholas Thompson Swisher is an American former professional baseball outfielder and first baseman in Major League Baseball (MLB). He was a switch hitter who threw left-handed, and played for the Oakland Athletics, Chicago White Sox, New York Yankees, Cleveland Indians and Atlanta Braves. He won the 2009 World Series with the Yankees against the Philadelphia Phillies and was an All-Star in 2010. A power hitter with excellent plate discipline, Swisher hit at least 20 home runs in each of nine consecutive seasons from 2005 to 2013, and reached 75 bases on balls on seven occasions in that span.",
    "year": 1980,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ringo Sheena",
    "birthday": "1978-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Shiina_Ringo_2016.jpg/224px-Shiina_Ringo_2016.jpg",
    "extract": "Yumiko Shiina , known by her stage name Ringo Sheena , is a Japanese singer, songwriter and musician. She is also the founder and lead vocalist of the band Tokyo Jihen.",
    "year": 1978,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Guillermo Cañas",
    "birthday": "1977-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Guillermo_Canas_Umag_2007.JPG/216px-Guillermo_Canas_Umag_2007.JPG",
    "extract": "Guillermo Ignacio Cañas, often referred to as Willy Cañas, is a retired tennis player from Argentina. He was born in Buenos Aires and named after Argentine tennis star Guillermo Vilas. Cañas won the Canada Masters in 2002, and reached the quarterfinal stage of the French Open in 2002, 2005 and 2007. His career-high singles ranking was world No. 8, achieved in June 2005. After being suspended in August 2005, Cañas returned to the circuit in September 2006 at ATP Challenger level.",
    "year": 1977,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Marcus Marshall",
    "birthday": "1977-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Koundouris_Marshall_Power_2015_Bathurst_12_Hour_Class_B_winner.JPG/320px-Koundouris_Marshall_Power_2015_Bathurst_12_Hour_Class_B_winner.JPG",
    "extract": "Marcus Marshall is a former Champ Car driver from Australia.",
    "year": 1977,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Clint Mathis",
    "birthday": "1976-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Clint_Mathis_2003.jpg",
    "extract": "Clint Mathis is an American former professional soccer player who played as a forward or midfielder. He appeared at the 2002 FIFA World Cup, scoring one goal. He also played in Major League Soccer for the MetroStars, where he scored five goals during a game in August 2000, a league record.",
    "year": 1976,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Donovan McNabb",
    "birthday": "1976-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7e/McNabb_cropped.jpg",
    "extract": "Donovan Jamal McNabb is a former American football quarterback who played in the National Football League (NFL) for thirteen seasons, primarily with the Philadelphia Eagles. Before his NFL career, he played football and basketball at Syracuse University. The Eagles selected him as the second overall pick in the 1999 NFL draft, and McNabb played eleven seasons with the team, followed by a year each with the Washington Redskins and Minnesota Vikings.",
    "year": 1976,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Olena Vitrychenko",
    "birthday": "1976-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Vitrichenko57dev00_480pxl.jpg/210px-Vitrichenko57dev00_480pxl.jpg",
    "extract": "Olena Ihorivna Vitrychenko, also known as Elena Vitrichenko, is an Individual Ukrainian Rhythmic Gymnast. She is the 1996 Olympics bronze medalist, the 1997 World All-around champion and 1997 European All-around champion.",
    "year": 1976,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Abdelkader Benali",
    "birthday": "1975-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Sv%C4%9Bt_knihy_2011_-_Abdelkader_Benali.jpg/320px-Sv%C4%9Bt_knihy_2011_-_Abdelkader_Benali.jpg",
    "extract": "Abdelkader Benali is a Moroccan-Dutch writer and journalist.",
    "year": 1975,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Steven de Jongh",
    "birthday": "1973-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Steven_de_Jongh_%28Tour_de_France_2007_-_stage_7%29.jpg/320px-Steven_de_Jongh_%28Tour_de_France_2007_-_stage_7%29.jpg",
    "extract": "Steven de Jongh is a Dutch former road bicycle racer.",
    "year": 1973,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Octavio Dotel",
    "birthday": "1973-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/20120713-0283j_Octavio_Dotel.jpg/220px-20120713-0283j_Octavio_Dotel.jpg",
    "extract": "Octavio Eduardo Dotel Diaz is a Dominican former professional baseball pitcher. Dotel played for 13 major league teams, the second most teams played for by any player in the history of Major League Baseball (MLB), setting the mark when he pitched for the Detroit Tigers on April 7, 2012, breaking a record previously held by Mike Morgan, Matt Stairs, and Ron Villone. Edwin Jackson broke this record in 2019. Dotel's longest tenure with any one team was the five seasons he spent with the Houston Astros.",
    "year": 1973,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Magnus Arvedson",
    "birthday": "1971-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Magnus_Arvedson.JPG/320px-Magnus_Arvedson.JPG",
    "extract": "Magnus Karl Olof Arvedson is a Swedish former professional ice hockey left winger who played 7 seasons in the National Hockey League for the Ottawa Senators and Vancouver Canucks. He also competed in the men's tournament at the 2002 Winter Olympics. He is currently the head coach of Bofors IK in the Swedish HockeyAllsvenskan.",
    "year": 1971,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Göksel (singer)",
    "birthday": "1971-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/G%C3%B6ksel2016_%28cropped%29.jpg/240px-G%C3%B6ksel2016_%28cropped%29.jpg",
    "extract": "Göksel Demirpençe is a Turkish singer-songwriter.",
    "year": 1971,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jill Hennessy",
    "birthday": "1968-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/JillHennessyTIFFSept10.jpg/220px-JillHennessyTIFFSept10.jpg",
    "extract": "Jillian Noel Hennessy is a Canadian actress and singer. She is most known for her roles on the American television series Law & Order, on which she played prosecutor Claire Kincaid for three seasons, and Crossing Jordan, on which she played the lead character, Jordan Cavanaugh, for six seasons. She has also acted in films such as RoboCop 3 and Most Wanted, and the independent films Chutney Popcorn and The Acting Class, the latter of which she also wrote and co-directed.",
    "year": 1968,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gregg Turkington",
    "birthday": "1967-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Neil_Hamburger_at_%27Crap_%C3%A5pp%C3%A5_Park%27_%28192121%29_%28cropped%29.jpg/252px-Neil_Hamburger_at_%27Crap_%C3%A5pp%C3%A5_Park%27_%28192121%29_%28cropped%29.jpg",
    "extract": "Gregg Turkington is an Australian-born American entertainer, actor, musician and writer. He is known for his performances as Neil Hamburger, a stand-up comedian persona he developed in the 1990s. Alongside Tim Heidecker, Turkington also stars as a fictionalized version of himself on the comedic web series On Cinema (2011–). In addition, he formed one-half of the band Zip Code Rapists and has collaborated on numerous projects with musicians including Trey Spruance.",
    "year": 1967,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Cris Carter",
    "birthday": "1965-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Cris_Carter_HOF.JPG/231px-Cris_Carter_HOF.JPG",
    "extract": "Graduel Christopher Darin Carter is an American former professional football player who was a wide receiver in the National Football League for the Philadelphia Eagles (1987–1989), the Minnesota Vikings (1990–2001) and the Miami Dolphins (2002). After playing college football for the Ohio State Buckeyes, Carter was drafted by the Eagles in the fourth round of the 1987 NFL supplemental draft. While in Philadelphia, head coach Buddy Ryan helped to coin one of ESPN's Chris Berman's famous quotes about Carter: \"All he does is catch touchdowns.\" He was let go by Ryan in 1989, however, due to off-the-field issues. Carter was signed by the Vikings and turned his life and career around, becoming a two-time first-team and one-time second-team All-Pro and playing in eight consecutive Pro Bowls. When he left the Vikings after 2001, he held most of the team career receiving records. He briefly played for the Dolphins in 2002 before retiring.",
    "year": 1965,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mark Lanegan",
    "birthday": "1964-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Mark_Lanegan_at_Bumbershoot_in_Seattle.jpg/320px-Mark_Lanegan_at_Bumbershoot_in_Seattle.jpg",
    "extract": "Mark William Lanegan was an American singer and songwriter. First becoming prominent as the lead singer for the early grunge band Screaming Trees, he was also known as a member of Queens of the Stone Age and The Gutter Twins. He released 12 solo studio albums, as well as three collaboration albums with Isobel Campbell and two with Duke Garwood. Lanegan was known for his baritone voice, which was described as being \"as scratchy as a three-day beard yet as supple and pliable as moccasin leather and has been compared to Tom Waits, Leonard Cohen and Nick Cave.\"",
    "year": 1964,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kevin Chamberlin",
    "birthday": "1963-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Kevin_Chamberlin_%2846047741285%29.jpg/238px-Kevin_Chamberlin_%2846047741285%29.jpg",
    "extract": "Kevin Chamberlin is an American actor and singer. He is known for his theatre roles such as Horton in Seussical and Uncle Fester in The Addams Family. For his theatre work, he received three Tony Award and three Drama Desk Award nominations. He also starred as Bertram Winkle in the Disney Channel Original Series sitcom Jessie from 2011 to 2015. From 2018 to 2019, he starred as The Wizard of Oz in Wicked on Broadway.",
    "year": 1963,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Holly Cole",
    "birthday": "1963-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Holly_Cole_2.jpg/214px-Holly_Cole_2.jpg",
    "extract": "Holly Cole is a Canadian jazz singer and actress. For many years she performed with her group The Holly Cole Trio.",
    "year": 1963,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Chip Kelly",
    "birthday": "1963-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Chip_Kelly_Smile.jpg/246px-Chip_Kelly_Smile.jpg",
    "extract": "Charles Edward Kelly is an American football coach who is the head coach of the UCLA Bruins. He came to prominence as the head coach of the Oregon Ducks from 2009 to 2012, whom he led to four consecutive BCS bowl game appearances, including the 2011 BCS National Championship Game. This success led to him serving as a head coach in the National Football League (NFL) for four seasons, three with the Philadelphia Eagles (2013–2015) and one with the San Francisco 49ers (2016). Kelly only made the playoffs in his first season with Philadelphia, and he was fired from both teams. After leaving the NFL, Kelly returned to college football in 2018 to coach UCLA.",
    "year": 1963,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Hironobu Sakaguchi",
    "birthday": "1962-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Hironobu_Sakaguchi_in_2015_%2816102150083%29_%28cropped%29.jpg/244px-Hironobu_Sakaguchi_in_2015_%2816102150083%29_%28cropped%29.jpg",
    "extract": "Hironobu Sakaguchi  is a Japanese game designer, director, producer and writer. Originally working for Square from 1983 to 2003, he departed the company and founded independent studio Mistwalker in 2004. He is known as the creator of the Final Fantasy franchise, in addition to other titles during his time at Square. At Mistwalker, he is known for creating the Blue Dragon and Terra Battle series among several standalone titles, moving away from home consoles and creating titles for mobile platforms.",
    "year": 1962,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Amy Grant",
    "birthday": "1960-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Amy_Grant_-_West_Wendover%2C_Nevada.jpg/320px-Amy_Grant_-_West_Wendover%2C_Nevada.jpg",
    "extract": "Amy Lee Grant is an American singer, songwriter and musician. She started in contemporary Christian music (CCM) before a successful crossover to pop music in the 1980s and 1990s. She has been referred to as \"The Queen of Christian Pop\".",
    "year": 1960,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John F. Kennedy Jr.",
    "birthday": "1960-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/John_Kennedy_Jr_1997.jpg/213px-John_Kennedy_Jr_1997.jpg",
    "extract": "John Fitzgerald Kennedy Jr., often referred to as John-John or JFK Jr., was an American lawyer, journalist, and magazine publisher. He was a son of 35th U.S. president John F. Kennedy and First Lady Jacqueline Kennedy, and a younger brother of Caroline Kennedy. Three days before his third birthday, his father was assassinated.",
    "year": 1960,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Charles Kennedy",
    "birthday": "1959-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Charles_Kennedy_MP_%28cropped%29.jpg/232px-Charles_Kennedy_MP_%28cropped%29.jpg",
    "extract": "Charles Peter Kennedy was a British Liberal Democrat politician who was Leader of the Liberal Democrats from 1999 to 2006, and a Member of Parliament (MP) from 1983 to 2015.",
    "year": 1959,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Steve Rothery",
    "birthday": "1959-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Rothery1.jpg/320px-Rothery1.jpg",
    "extract": "Steven Rothery is an English musician. He is the original guitarist and the longest continuous member of the British rock band Marillion. Outside Marillion, Rothery has recorded two albums as part of the duo the Wishing Tree and an instrumental solo album, The Ghosts of Pripyat, released in September 2014. He also founded the British Guitar Academy in 2011.",
    "year": 1959,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Naomi Oreskes",
    "birthday": "1958-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Naomi_Oreskes_2nd_European_TA_conference_in_Berlin_2015.JPG/225px-Naomi_Oreskes_2nd_European_TA_conference_in_Berlin_2015.JPG",
    "extract": "Naomi Oreskes is an American historian of science. She became Professor of the History of Science and Affiliated Professor of Earth and Planetary Sciences at Harvard University in 2013, after 15 years as Professor of History and Science Studies at the University of California, San Diego. She has worked on studies of geophysics, environmental issues such as global warming, and the history of science. In 2010, Oreskes co-authored Merchants of Doubt, which identified some parallels between the climate change debate and earlier public controversies, notably the tobacco industry's campaign to obscure the link between smoking and serious disease.",
    "year": 1958,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bob Ehrlich",
    "birthday": "1957-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Robert_ehrlich_speaking_at_healthierUS_summit_cropped.jpg/251px-Robert_ehrlich_speaking_at_healthierUS_summit_cropped.jpg",
    "extract": "Robert Leroy Ehrlich Jr. is an American lawyer and politician who served as the 60th Governor of Maryland from 2003 to 2007. A Republican, Ehrlich represented Maryland's 2nd Congressional district in the U.S. House of Representatives from 1995 to 2003. Prior to that, he was a member of the Maryland House of Delegates.",
    "year": 1957,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Don Hahn",
    "birthday": "1955-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Don_Hahn_on_the_Director%27s_panel_at_the_Boulder_International_Film_Festival.jpg/320px-Don_Hahn_on_the_Director%27s_panel_at_the_Boulder_International_Film_Festival.jpg",
    "extract": "Donald Paul Hahn is an American film producer who is credited with producing some of the most successful animated films in recent history, including Disney’s Beauty and the Beast and The Lion King.",
    "year": 1955,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Connie Palmen",
    "birthday": "1955-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Connie-palmen-1315215980.jpg/309px-Connie-palmen-1315215980.jpg",
    "extract": "Aldegonda Petronella Huberta Maria \"Connie\" Palmen is a Dutch author.",
    "year": 1955,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jeffrey Skilling",
    "birthday": "1953-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Jeffrey_Skilling_mug_shot.jpg/288px-Jeffrey_Skilling_mug_shot.jpg",
    "extract": "Jeffrey Keith Skilling is a convicted American felon best known as the CEO of Enron Corporation during the Enron scandal. In 2006, he was convicted of federal felony charges relating to Enron's collapse and eventually sentenced to 24 years in prison. The Supreme Court of the United States heard arguments in the appeal of the case March 1, 2010. On June 24, 2010, the Supreme Court vacated part of Skilling's conviction and transferred the case back to the lower court for resentencing.",
    "year": 1953,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Lynch (New Hampshire governor)",
    "birthday": "1952-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/John_Lynch_%28cropped%29.jpg/235px-John_Lynch_%28cropped%29.jpg",
    "extract": "John Hayden Lynch is an American attorney, businessman, and politician who served as the 80th governor of New Hampshire from 2005 to 2013. Lynch was first elected governor in 2004, defeating first-term Republican incumbent Craig Benson – the first time a first-term incumbent New Hampshire governor was defeated for re-election in 78 years. Lynch won re-election in landslide victories in 2006 and 2008, and comfortably won a fourth term in 2010.",
    "year": 1952,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gabriele Oriali",
    "birthday": "1952-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Gabriele_Oriali_2011.jpg/221px-Gabriele_Oriali_2011.jpg",
    "extract": "Gabriele \"Lele\" Oriali is an Italian former footballer who primarily played as a defensive midfielder but could also play in defence. As a player, he was known in particular for his stamina, work-rate, ball-winning ability, and for his adeptness at breaking down opposition plays.",
    "year": 1952,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bucky Dent",
    "birthday": "1951-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Bucky_Dent_signs_autographs.jpg/297px-Bucky_Dent_signs_autographs.jpg",
    "extract": "Russell Earl \"Bucky\" Dent is an American former Major League Baseball (MLB) player and manager. He earned two World Series rings as the starting shortstop for the New York Yankees in 1977 and 1978, both over the Los Angeles Dodgers in six games, and he was voted the World Series Most Valuable Player Award in 1978. Dent is most famous for his home run in a tie-breaker game against the Boston Red Sox at Fenway Park at the end of the 1978 regular season.",
    "year": 1951,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Charlaine Harris",
    "birthday": "1951-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Charlaine_Harris.JPG/265px-Charlaine_Harris.JPG",
    "extract": "Charlaine Harris Schulz is an American author who specializes in mysteries. She is best known for her book series The Southern Vampire Mysteries, which was adapted as the TV series True Blood. The television show was a critical and financial success for HBO, running seven seasons, from 2008 through 2014. A number of her books have been bestsellers and this series was translated into multiple languages and published across the globe.",
    "year": 1951,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Arturo Pérez-Reverte",
    "birthday": "1951-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1d/2_de_Mayo%2C_Festividad_del_D%C3%ADa_de_la_Comunidad_de_Madrid_%2826766391696%29_%28cropped%29.jpg",
    "extract": "Arturo Pérez-Reverte Gutiérrez is a Spanish novelist and journalist. He worked as a war correspondent for RTVE for 21 years (1973–1994). His first novel, El húsar, set in the Napoleonic Wars, was released in 1986.",
    "year": 1951,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Johnny Rep",
    "birthday": "1951-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/John_Rep.jpg/320px-John_Rep.jpg",
    "extract": "John Nicholaas Rep is a Dutch former professional footballer who played as a right winger. He holds the all-time record for FIFA World Cup goals for the Netherlands with 7.",
    "year": 1951,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Chris Claremont",
    "birthday": "1950-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/10.8.16ChrisClaremontByLuigiNovi4.jpg/242px-10.8.16ChrisClaremontByLuigiNovi4.jpg",
    "extract": "Christopher S. Claremont is a British-born American comic book writer and novelist, known for his 17-year stint on Uncanny X-Men from 1975 to 1991, far longer than that of any other writer, during which he is credited with developing strong female characters as well as introducing complex literary themes into superhero narratives, turning the once underachieving comic into one of Marvel's most popular series.",
    "year": 1950,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Giorgio Faletti",
    "birthday": "1950-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Giorgio_Faletti_2009.jpg/228px-Giorgio_Faletti_2009.jpg",
    "extract": "Giorgio Faletti was an Italian writer, musician, actor and comedian. Born in Asti, Piedmont, he lived on Elba Island. His books have been translated into 25 languages and published with great success in Europe, South America, China, Japan, Russia and the United States.",
    "year": 1950,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jacques Dupuis (politician)",
    "birthday": "1948-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Jacques_Dupuis_2008_%28cropped%29.jpg/263px-Jacques_Dupuis_2008_%28cropped%29.jpg",
    "extract": "Jacques P. Dupuis is a Canadian politician and lawyer. A member of the Quebec Liberal Party and former MNA for Saint-Laurent in the Montreal region, Dupuis is also a former Quebec Minister of Justice and was Minister of Public Security until 2010.",
    "year": 1948,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Lars Eighner",
    "birthday": "1948-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b3/Eigner.png/312px-Eigner.png",
    "extract": "Laurence \"Lars\" Eighner Hexamer was an American author and memoirist. He was the author of Travels with Lizbeth, a memoir of homelessness in the American Southwest during the late 1980s, \"a book widely regarded as one of the finest memoirs of recent decades.\" Included as a chapter in that book was the essay \"On Dumpster Diving,\" which is widely anthologized both at full length and in abridged form under the title \"My Daily Dives in the Dumpster.\"",
    "year": 1948,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Larroquette",
    "birthday": "1947-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/John_Larroquette_at_B-Barks.jpg/191px-John_Larroquette_at_B-Barks.jpg",
    "extract": "John Bernard Larroquette is an American actor. He is known for his starring roles in the NBC military drama series Baa Baa Black Sheep (1976–1978), the NBC sitcom Night Court, the NBC sitcom The John Larroquette Show (1993–1996), the David E. Kelley legal drama series The Practice (1997-2002), the ABC legal comedy-drama series Boston Legal (2004–2008), and the TNT series The Librarians (2014–2018).",
    "year": 1947,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Marc Brown (author)",
    "birthday": "1946-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/89/Marc_brown.jpg",
    "extract": "Marc Tolon Brown is an American author and illustrator of children's books. Brown writes as well as illustrates the Arthur book series and is best known for creating that series and its numerous spin-offs. The names of his two sons, Tolon Adam and Tucker Eliot, have been hidden in all of the Arthur books except for one. He also has a daughter named Eliza, whose name appears hidden in at least two books. He is a three-time Emmy award winner; the Arthur TV series adapted from the books was named number one on PBS for three years. He also served as an executive producer on the show during seasons ten through twenty-five. He currently lives in Hingham, Massachusetts.",
    "year": 1946,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gail Collins",
    "birthday": "1945-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Gail_Collins_-_%22No_Stopping_Us_Now%22_%282019%29.jpg/241px-Gail_Collins_-_%22No_Stopping_Us_Now%22_%282019%29.jpg",
    "extract": "Gail Collins is an American journalist, op-ed columnist and author, most recognized for her work with The New York Times. Joining the Times in 1995 as a member of the editorial board, she served as the paper's Editorial Page Editor from 2001 to 2007 and was the first woman to attain that position.",
    "year": 1945,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ben Stein",
    "birthday": "1944-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Ben_Stein_2011.jpg/226px-Ben_Stein_2011.jpg",
    "extract": "Benjamin Jeremy Stein is an American writer, lawyer, actor, comedian, and commentator on political and economic issues. He began his career as a speechwriter for U.S. presidents Richard Nixon and Gerald Ford before entering the entertainment field as an actor, comedian, and game show host. He is best known on screen as the economics teacher in Ferris Bueller's Day Off, as the host of Win Ben Stein's Money, and as Dr. Arthur Neuman in The Mask and Son of the Mask. Stein also co-wrote and starred in the 2008 propaganda film Expelled promoting pseudoscientific intelligent design creationist claims of persecution. Stein is the son of economist and writer Herbert Stein, who worked at the White House under President Nixon. As a character actor he is well known for his droning, monotonous delivery. In comedy, he is known for his deadpan delivery. Stein has made many provocative and polemic comments over the years, such as claiming that President Barack Obama was \"the most racist president there has ever been in America\".",
    "year": 1944,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Michael Kijana Wamalwa",
    "birthday": "1944-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Wamalwapotr.jpg",
    "extract": "Michael Christopher Kijana Wamalwa was a renowned Kenyan politician who at the time of his death was serving as the eighth Vice-President of Kenya.",
    "year": 1944,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jerry Portnoy",
    "birthday": "1943-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Jerry_Portnoy.jpg/320px-Jerry_Portnoy.jpg",
    "extract": "Jerry Portnoy is an American harmonica blues musician, who has toured with Muddy Waters and Eric Clapton.",
    "year": 1943,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Christos Papanikolaou",
    "birthday": "1941-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Christos_Papanikolaou_1966.jpg/257px-Christos_Papanikolaou_1966.jpg",
    "extract": "Christos Papanikolaou is a retired Greek pole vaulter. On 25 October 1970, he set the world record at 5.49 m, significant to Americans as the first man to pole vault 18 feet. He competed at the 1964, 1968 and 1972 Olympics and finished in 18th, 4th and 11th place, respectively. He won a silver medal at the 1966 European Championships. He was a two-time champion at the Mediterranean Games. He was named the Greek Athlete of the Year, for the years 1965, 1966, 1967, and 1970.",
    "year": 1941,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Riaz Ahmed Gohar Shahi",
    "birthday": "1941-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Sarkar_%28608%29.jpg/320px-Sarkar_%28608%29.jpg",
    "extract": "Riaz Ahmed Gohar Shahi is a spiritual leader and founder of the spiritual movements RAGS International and Anjuman Serfaroshan-e-Islam.",
    "year": 1941,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Reinhard Furrer",
    "birthday": "1940-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Reinhard_Furrer.jpg/260px-Reinhard_Furrer.jpg",
    "extract": "Prof. Dr. Reinhard Alfred Furrer was a German physicist and astronaut.",
    "year": 1940,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Karl Offmann",
    "birthday": "1940-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/be/President_Offmann_%28cropped%29.jpg",
    "extract": "Karl Auguste Offmann, GCSK was a Mauritian politician who briefly served as the president of Mauritius from 2002 to 2003.",
    "year": 1940,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Shyamal Kumar Sen",
    "birthday": "1940-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Shyamal_Kumar_Sen_-_Kolkata_2012-10-03_0512.JPG/213px-Shyamal_Kumar_Sen_-_Kolkata_2012-10-03_0512.JPG",
    "extract": "Shyamal Kumar Sen is an Indian jurist who served as a chief justice of the Allahabad High Court and also as a Governor of West Bengal. He was appointed governor in May 1999 following the resignation of A R Kidwai and served from May 1999 to December 1999.",
    "year": 1940,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Percy Sledge",
    "birthday": "1940-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Percy_Sledge_at_the_Alabama_Music_Hall_of_Fame_Concert.jpg/227px-Percy_Sledge_at_the_Alabama_Music_Hall_of_Fame_Concert.jpg",
    "extract": "Percy Tyrone Sledge was an American R&B, soul and gospel singer. He is best known for the song \"When a Man Loves a Woman\", a No. 1 hit on both the Billboard Hot 100 and R&B singles charts in 1966. It was awarded a million-selling, Gold-certified disc from the RIAA.",
    "year": 1940,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Martin Feldstein",
    "birthday": "1939-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/32/Martin_Feldstein_in_1982.jpg",
    "extract": "Martin Stuart Feldstein was an American economist. He was the George F. Baker Professor of Economics at Harvard University and the president emeritus of the National Bureau of Economic Research (NBER). He served as president and chief executive officer of the NBER from 1978 to 2008. From 1982 to 1984, Feldstein served as chairman of the Council of Economic Advisers and as chief economic advisor to President Ronald Reagan. Feldstein was also a member of the Washington-based financial advisory body the Group of Thirty from 2003.",
    "year": 1939,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Rosanna Schiaffino",
    "birthday": "1938-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Rosanna_Schiaffino_65.jpg/320px-Rosanna_Schiaffino_65.jpg",
    "extract": "Rosanna Schiaffino was an Italian film actress. She appeared on the covers of Italian, German, French, British and American magazines.",
    "year": 1938,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Trisha Brown",
    "birthday": "1936-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b2/Trisha_Brown.jpg",
    "extract": "Trisha Brown was an American choreographer and dancer, and one of the founders of the Judson Dance Theater and the postmodern dance movement.",
    "year": 1936,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Phoebe S. Leboy",
    "birthday": "1936-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Phoebe_Leboy_AWIS2011-77_crop.JPG/278px-Phoebe_Leboy_AWIS2011-77_crop.JPG",
    "extract": "Phoebe Starfield Leboy was an American biochemist and advocate for women in science.",
    "year": 1936,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert Berner",
    "birthday": "1935-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Berner_Robert_02.jpg/228px-Berner_Robert_02.jpg",
    "extract": "Robert Arbuckle Berner was an American scientist known for his contributions to the modeling of the carbon cycle. He taught Geology and Geophysics from 1965 to 2007 at Yale University, where he latterly served as Professor Emeritus until his death. His work on sedimentary rocks led to the co-founding of the BLAG model of atmospheric carbon dioxide, which takes into account both geochemical and biological contributions to the carbon cycle.",
    "year": 1935,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kathryn Crosby",
    "birthday": "1933-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Bing_and_Kathryn_Crosby_1976.JPG/320px-Bing_and_Kathryn_Crosby_1976.JPG",
    "extract": "Kathryn Crosby is an American retired actress and singer who performed in films under the stage names Kathryn Grant and Kathryn Grandstaff.",
    "year": 1933,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nat Adderley",
    "birthday": "1931-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/19930225_nat_adderley_braunschweig_museum.jpg/320px-19930225_nat_adderley_braunschweig_museum.jpg",
    "extract": "Nathaniel Carlyle Adderley was an American jazz trumpeter. He was the younger brother of saxophonist Julian \"Cannonball\" Adderley, whom he supported and played with for many years.",
    "year": 1931,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Poul Anderson",
    "birthday": "1926-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/67/Poul_anderson.jpg",
    "extract": "Poul William Anderson was an American science fiction author from the 1940s until the 21st century. Anderson wrote fantasy novels, historical novels, and short stories. His awards include seven Hugo Awards and three Nebula Awards.",
    "year": 1926,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jeffrey Hunter",
    "birthday": "1926-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Jeffrey_Hunter_Sgt_Rutledge.jpg/267px-Jeffrey_Hunter_Sgt_Rutledge.jpg",
    "extract": "Jeffrey Hunter was an American film and television actor and producer known for his roles in films such as The Searchers and King of Kings. On television, Hunter is known for his 1965 role as Captain Christopher Pike in the original pilot episode of Star Trek and the later use of that footage in the episode \"The Menagerie\".",
    "year": 1926,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ranganath Misra",
    "birthday": "1926-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Ranganath_Mishra.png/230px-Ranganath_Mishra.png",
    "extract": "Ranganath Mishra was the 21st Chief Justice of India, serving from 25 September 1990 to 24 November 1991. He was also the first chairman of the National Human Rights Commission of India. He also served as Member of Parliament in Rajya Sabha from the Congress Party between 1998 and 2004. He is the second Supreme court judge to become a Rajya Sabha member after Baharul Islam who was also elected as Indian National Congress member.",
    "year": 1926,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Paul Desmond",
    "birthday": "1924-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Desmond_brubeck_5a51762u.jpg/215px-Desmond_brubeck_5a51762u.jpg",
    "extract": "Paul Desmond was an American jazz alto saxophonist and composer, best known for his work with the Dave Brubeck Quartet and for composing that group's biggest hit, \"Take Five\". He was one of the most popular musicians to come out of the cool jazz scene.",
    "year": 1924,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sybil Stockdale",
    "birthday": "1924-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/SybilBaileyStockdale.jpg/214px-SybilBaileyStockdale.jpg",
    "extract": "Sybil Elizabeth Stockdale was an American campaigner for families of Americans missing in South East Asia.",
    "year": 1924,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Takaaki Yoshimoto",
    "birthday": "1924-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Yoshimoto_Takaaki.jpg/303px-Yoshimoto_Takaaki.jpg",
    "extract": "Takaaki Yoshimoto , also known as Ryūmei Yoshimoto, was a Japanese poet, philosopher, and literary critic. As a philosopher, he is remembered as a founding figure in the emergence of the New Left in Japan, and as a critic, he was at the forefront of a movement to force writers to confront their responsibility as wartime collaborators.",
    "year": 1924,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mauno Koivisto",
    "birthday": "1923-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Mauno-Koivisto-1967.jpg/233px-Mauno-Koivisto-1967.jpg",
    "extract": "Mauno Henrik Koivisto GOIH was a Finnish politician who served as the ninth president of Finland from 1982 to 1994. He also served twice as the prime minister, from 1968–1970 and again from 1979–1982. He was also the first Social Democratic Party member to be elected President of Finland.",
    "year": 1923,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Art Wall Jr.",
    "birthday": "1923-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Art_Wall_1959.jpg/219px-Art_Wall_1959.jpg",
    "extract": "Arthur Jonathan Wall Jr. was an American professional golfer, best known for winning the Masters Tournament in 1959.",
    "year": 1923,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Shelagh Fraser",
    "birthday": "1922-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1a/Shelagh_Fraser.jpg",
    "extract": "Sheila Mary Fraser was an English actress. She is best known for her roles in the television serial A Family at War (1970–1971) and as Luke Skywalker's aunt Beru in Star Wars (1977).",
    "year": 1922,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ilja Hurník",
    "birthday": "1922-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Ilja_Hurn%C3%ADk.jpg/237px-Ilja_Hurn%C3%ADk.jpg",
    "extract": "Ilja Hurník was a Czech composer and essayist.",
    "year": 1922,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Fernance B. Perry",
    "birthday": "1922-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1b/Fernance_Perry.jpeg",
    "extract": "Fernance Bento Perry,, was a Portuguese-Bermudian entrepreneur and business leader, who had a prominent role in the economy of Bermuda from the mid-20th century to the time of his death in 2014. Originally from the Azores, his professional career spanned such diverse fields as retail supermarkets, television and radio broadcasting, real estate management and maritime shipping. His philanthropic works contributed to healthcare improvements and programmes of spiritual enrichment in Bermuda. In recognition of his achievements, Perry was appointed a Member of the Order of the British Empire (MBE) in 2007. He died on November 27, 2014, at age 92.",
    "year": 1922,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ricardo Montalbán",
    "birthday": "1920-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Fantasy_Island_Ricardo_Montalban_%28cropped%29.jpg/220px-Fantasy_Island_Ricardo_Montalban_%28cropped%29.jpg",
    "extract": "Ricardo Gonzalo Pedro Montalbán y Merino, KSG was a Mexican film and television actor. Montalbán's career spanned seven decades, during which he became known for performances in a variety of genres, from crime and drama to musicals and comedy. He portrayed Armando in the Planet of the Apes film series from the early 1970s, starring in both Escape from the Planet of the Apes (1971) and Conquest of the Planet of the Apes (1972). As the villain Khan Noonien Singh, a genetically enhanced human, he starred in both the original Star Trek television series (1967) and the film Star Trek II: The Wrath of Khan (1982).",
    "year": 1920,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Noel Neill",
    "birthday": "1920-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Noel_Neill_cropped.jpg/223px-Noel_Neill_cropped.jpg",
    "extract": "Noel Darleen Neill was an American actress. She played Lois Lane in the film serials Superman (1948) and Atom Man vs. Superman (1950), as well as the 1950s television series Adventures of Superman. She appeared in 80 films and television series in her career.",
    "year": 1920,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Norman Tokar",
    "birthday": "1919-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/05/Norman_Tokar.jpg/236px-Norman_Tokar.jpg",
    "extract": "Norman Tokar was an American director, actor and occasionally writer and producer of serial television and feature films, who directed many of the early episodes of Leave it to Beaver, and found his greatest success directing over a dozen films for Walt Disney Productions, spanning the 1950s to the 1970s.",
    "year": 1919,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Luigi Poggi",
    "birthday": "1917-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/BISHOP.luigi.poggi.JPG/196px-BISHOP.luigi.poggi.JPG",
    "extract": "Luigi Poggi was an Italian prelate of the Catholic Church who worked in the diplomatic service of the Holy See from 1946 to 1994, as an archbishop and apostolic nuncio from 1965. After serving as nuncio in several African countries and Peru, he became the Vatican's principal emissary to the Communist countries of Eastern Europe as Popes Paul VI and John Paul II sought renewed engagement with that region. He became a cardinal in 1994. He ended his career in Rome, as Apostolic Nuncio to Italy and then as head of the Vatican Secret Archives and the Vatican Library.",
    "year": 1917,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Peg Lynch",
    "birthday": "1916-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Ethel_albert_1954.JPG/320px-Ethel_albert_1954.JPG",
    "extract": "Margaret Frances \"Peg\" Lynch was an American writer, actress, and creator of the radio and television sitcoms Ethel and Albert, The Couple Next Door, and The Little Things in Life. She created, wrote, starred in and owned her own sitcom; she retained that ownership throughout her life. Lynch wrote a total of nearly 11,000 scripts for radio and television.",
    "year": 1916,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Augusto Pinochet",
    "birthday": "1915-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Augusto_Pinochet_foto_oficial.jpg/247px-Augusto_Pinochet_foto_oficial.jpg",
    "extract": "Augusto José Ramón Pinochet Ugarte was a Chilean general who ruled Chile from 1973 to 1990, first as the leader of the Military Junta of Chile from 1973 to 1981, being declared President of the Republic by the junta in 1974 and becoming the de facto dictator of Chile, and from 1981 to 1990 as de jure President after a new Constitution, which confirmed him in the office, was approved by a referendum in 1980.",
    "year": 1915,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Armando Villanueva",
    "birthday": "1915-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Armando_Villanueva_del_Campo.jpg/285px-Armando_Villanueva_del_Campo.jpg",
    "extract": "Armando Villanueva del Campo was a Peruvian politician who was the leader of the Peruvian American Popular Revolutionary Alliance. Born in Lima, his parents were Pedro Villanueva Urquijo, a gynecologist in the city, and Carmen Rosa Portal del Campo. His only legitimate sibling was his older brother Ing. Pedro Villanueva del Campo Portal.",
    "year": 1915,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Joe DiMaggio",
    "birthday": "1914-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Joe_DiMaggio_1951_Spring_Training.png/320px-Joe_DiMaggio_1951_Spring_Training.png",
    "extract": "Joseph Paul DiMaggio, nicknamed \"Joltin' Joe\", \"The Yankee Clipper\" and \"Joe D.\", was an American baseball center fielder who played his entire 13-year career in Major League Baseball for the New York Yankees. Born to Sicilian Italian immigrants in California, he is widely considered one of the greatest baseball players of all time, and had a 56-game hitting streak, a record that still stands.",
    "year": 1914,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Léon Zitrone",
    "birthday": "1914-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Claude_Fayard_7.jpg/320px-Claude_Fayard_7.jpg",
    "extract": "Léon Zitrone was a Russian-born French journalist and television presenter.",
    "year": 1914,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Roelof Frankot",
    "birthday": "1911-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fe/Roelof_Frankot_-_self_portrait.jpg",
    "extract": "Roelof Frankot was a Dutch painter.",
    "year": 1911,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "P. D. Eastman",
    "birthday": "1909-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/60/Photo_of_P._D._Eastman.jpg/228px-Photo_of_P._D._Eastman.jpg",
    "extract": "Philip Dey Eastman was an American screenwriter, children's author, and illustrator.",
    "year": 1909,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Stuart Hindmarsh",
    "birthday": "1907-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Johnny_Hindmarsh_at_the_at_the_1935_24_Hours_of_Le_Mans_%28cropped%29.jpg/212px-Johnny_Hindmarsh_at_the_at_the_1935_24_Hours_of_Le_Mans_%28cropped%29.jpg",
    "extract": "John Stuart Hindmarsh was an English racecar driver and aviator.",
    "year": 1907,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Lillian Copeland",
    "birthday": "1904-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Lillian_Copeland_1938.jpg/169px-Lillian_Copeland_1938.jpg",
    "extract": "Lillian Copeland was an American track and field athlete, who excelled in weight throwing. She has been called \"the most successful female discus thrower in U.S. history\", and also held multiple titles in shot put and javelin throwing.",
    "year": 1904,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Eddie Shore",
    "birthday": "1902-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Eddie_shore_1939.JPG/232px-Eddie_shore_1939.JPG",
    "extract": "Edward William Shore was a Canadian professional ice hockey defenceman, principally for the Boston Bruins of the National Hockey League, and the longtime owner of the Springfield Indians of the American Hockey League, iconic for his toughness and defensive skill. In 2017, Shore was named one of the '100 Greatest NHL Players' in history.",
    "year": 1902,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Arthur Liebehenschel",
    "birthday": "1901-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Liebehenschel%2C_Arthur.jpg/204px-Liebehenschel%2C_Arthur.jpg",
    "extract": "Arthur Liebehenschel was a commandant at the Auschwitz and Majdanek concentration camps during the Holocaust. After the war, he was convicted of war crimes by the Polish government and executed in 1948.",
    "year": 1901,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Rudolf Höss",
    "birthday": "1900-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Rudolf_H%C3%B6%C3%9F_crop.jpg/244px-Rudolf_H%C3%B6%C3%9F_crop.jpg",
    "extract": "Rudolf Franz Ferdinand Höss was a German SS officer during the Nazi era who, after the defeat of Nazi Germany, was convicted for war crimes. Höss was the longest-serving commandant of Auschwitz concentration and extermination camp. He tested and implemented means to accelerate Hitler's order to systematically exterminate the Jewish population of Nazi-occupied Europe, known as the Final Solution. On the initiative of one of his subordinates, Karl Fritzsch, Höss introduced the pesticide Zyklon B to be used in gas chambers, where more than a million people were killed.",
    "year": 1900,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Helen Gahagan Douglas",
    "birthday": "1900-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Helen_Gahagan_Douglas.jpg/254px-Helen_Gahagan_Douglas.jpg",
    "extract": "Helen Gahagan Douglas was an American actress and politician. Her career included success on Broadway, as a touring opera singer, and the starring role in the 1935 movie She, in which her portrayal of the villain inspired Disney's Evil Queen in Snow White and the Seven Dwarfs (1937).",
    "year": 1900,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Debaki Bose",
    "birthday": "1898-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fd/DebakiBoseImg.jpg/260px-DebakiBoseImg.jpg",
    "extract": "Debaki Bose (1898–1971), also known as Debaki Kumar Bose, was an Indian director, writer, and actor who is recognized for his contribution in Hindi as well as Bengali cinema. He was born on 25 November 1898 in Akalposh,, Burdwan, Bengal Presidency, British India. He died on 17 November 1971 in Calcutta, West Bengal, India. He is known for his innovative use of sound and music in Indian Cinema. He worked first under the banner of British Dominion Films of Dhiren Ganguly and later with Pramathesh Barua's Barua Pictures and finally he joined New Theatres banner in 1932. He started his own production company, Debaki Productions, in 1945.",
    "year": 1898,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Albertus Soegijapranata",
    "birthday": "1896-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Soegijapranata_Nasional_8_Nov_1960_p1.jpg/209px-Soegijapranata_Nasional_8_Nov_1960_p1.jpg",
    "extract": "Albertus Soegijapranata, SJ, better known by his birth name Soegija, was a Jesuit priest who became the Apostolic Vicar of Semarang and later its archbishop. He was the first native Indonesian bishop and known for his pro-nationalistic stance, often expressed as \"100% Catholic 100% Indonesian\".",
    "year": 1896,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Virgil Thomson",
    "birthday": "1896-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Virgil_Thomson_by_Carl_Van_Vechten.jpg/204px-Virgil_Thomson_by_Carl_Van_Vechten.jpg",
    "extract": "Virgil Thomson was an American composer and critic. He was instrumental in the development of the \"American Sound\" in classical music. He has been described as a modernist, a neoromantic, a neoclassicist, and a composer of \"an Olympian blend of humanity and detachment\" whose \"expressive voice was always carefully muted\" until his late opera Lord Byron which, in contrast to all his previous work, exhibited an emotional content that rises to \"moments of real passion\".",
    "year": 1896,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Wilhelm Kempff",
    "birthday": "1895-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/07/Wilhelm_Kempff_-_Beethoven_Piano_Sonatas_-_DG_138_935.jpg/320px-Wilhelm_Kempff_-_Beethoven_Piano_Sonatas_-_DG_138_935.jpg",
    "extract": "Wilhelm Walter Friedrich Kempff was a German pianist and composer. Although his repertoire included Bach, Mozart, Chopin, Schumann, Liszt and Brahms, Kempff was particularly well known for his interpretations of the music of Ludwig van Beethoven and Franz Schubert, recording the complete sonatas of both composers. He is considered to have been one of the chief exponents of the Germanic tradition during the 20th century and one of the greatest pianists of all time.",
    "year": 1895,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Anastas Mikoyan",
    "birthday": "1895-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/%D0%90%D0%BD%D0%B0%D1%81%D1%82%D0%B0%D1%81_%D0%98%D0%B2%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%87_%D0%9C%D0%B8%D0%BA%D0%BE%D1%8F%D0%BD.jpg/235px-%D0%90%D0%BD%D0%B0%D1%81%D1%82%D0%B0%D1%81_%D0%98%D0%B2%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%87_%D0%9C%D0%B8%D0%BA%D0%BE%D1%8F%D0%BD.jpg",
    "extract": "Anastas Ivanovich Mikoyan was an Armenian Communist revolutionary, Old Bolshevik and Soviet statesman during the mandates of Lenin, Stalin, Khrushchev and Brezhnev. He was the only Soviet politician who managed to remain at the highest levels of power within the Communist Party of the Soviet Union, as that power oscillated between the Central Committee and the Politburo, from the latter days of Lenin's rule, throughout the eras of Stalin and Khrushchev, until his peaceful retirement after the first months of Brezhnev's rule.",
    "year": 1895,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Helen Hooven Santmyer",
    "birthday": "1895-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/08/Helen_Hooven_Santmyer.jpg/320px-Helen_Hooven_Santmyer.jpg",
    "extract": "Helen Hooven Santmyer was an American writer, educator, and librarian. She is primarily known for her best-selling epic \"...And Ladies of the Club\", published when she was in her 80s.",
    "year": 1895,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ludvík Svoboda",
    "birthday": "1895-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Ludv%C3%ADk_Svoboda_%28Author_-_Stanislav_Tereba%29.JPG/284px-Ludv%C3%ADk_Svoboda_%28Author_-_Stanislav_Tereba%29.JPG",
    "extract": "Ludvík Svoboda was a Czech general and politician. He fought in both World Wars, for which he was regarded as a national hero, and he later served as the president of Czechoslovakia from 1968 to 1975.",
    "year": 1895,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Joseph Wood Krutch",
    "birthday": "1893-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/07/Joseph_Wood_Krutch.jpg",
    "extract": "Joseph Wood Krutch was an American author, critic, and naturalist who wrote nature books on the American Southwest. He is known for developing a pantheistic philosophy.",
    "year": 1893,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ōnishiki Uichirō",
    "birthday": "1891-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Onishiki_who_won_10_-_day_wrestling_tournament%2C_Japan_LOC_17256353685.jpg/233px-Onishiki_who_won_10_-_day_wrestling_tournament%2C_Japan_LOC_17256353685.jpg",
    "extract": "Ōnishiki Uichirō  was a Japanese professional sumo wrestler. He was the sport's 26th yokozuna. On November 2, 1922, he became the first yokozuna to perform the yokozuna dohyō-iri at the Meiji Shrine.",
    "year": 1891,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Isaac Rosenberg",
    "birthday": "1890-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Isaac_Rosenberg_by_Isaac_Rosenberg.jpg/236px-Isaac_Rosenberg_by_Isaac_Rosenberg.jpg",
    "extract": "Isaac Rosenberg was an English poet and artist. His Poems from the Trenches are recognized as some of the most outstanding poetry written during the First World War.",
    "year": 1890,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Reşat Nuri Güntekin",
    "birthday": "1889-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Re%C5%9Fat_Nuri_G%C3%BCntekin_%28cropped%29.jpg/239px-Re%C5%9Fat_Nuri_G%C3%BCntekin_%28cropped%29.jpg",
    "extract": "Reşat Nuri Güntekin was a Turkish novelist, storywriter, and playwright. His best known novel, Çalıkuşu is about the destiny of a young Turkish female teacher in Anatolia. This work is translated into Persian by Seyyed Borhan Ghandili. His other significant novels include Dudaktan Kalbe, and Yaprak Dökümü. Many of his novels have been adapted to cinema and television. Because he visited Anatolia with his duty as an inspector, he knew Anatolian people closely. In his works he dealt with life and social problems in Anatolia; reflects people in the human-environment relationship.",
    "year": 1889,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nikolai Vavilov",
    "birthday": "1887-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Nikolai_Vavilov_NYWTS.jpg/240px-Nikolai_Vavilov_NYWTS.jpg",
    "extract": "Nikolai Ivanovich Vavilov was a Russian and Soviet agronomist, botanist and geneticist who identified the centers of origin of cultivated plants. He devoted his life to the study and improvement of wheat, maize and other cereal crops that sustain the global population. Vavilov's work was criticized by Trofim Lysenko, whose anti-Mendelian concepts of plant biology had won favor with Joseph Stalin. As a result, Vavilov was arrested and subsequently sentenced to death in July 1941. Although his sentence was commuted to twenty years' imprisonment, he died in prison in 1943. According to Luba Brezhneva he was thrown to his death into a pit of lime in the prison yard. In 1955 his death sentence was retroactively pardoned under Nikita Khrushchev. By the 1960s his reputation was publicly rehabilitated and he began to be hailed as a hero of Soviet science.",
    "year": 1887,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Harvey Spencer Lewis",
    "birthday": "1883-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/25/Drlewis.gif",
    "extract": "Harvey Spencer Lewis F.R.C., S:::I:::I:::, 33° 66° 95°, PhD, a noted Rosicrucian author, occultist, and mystic, was the founder in the US and the first Imperator of the Ancient and Mystical Order Rosae Crucis (AMORC), from 1915 until 1939.",
    "year": 1883,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jacob Fichman",
    "birthday": "1881-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Bialikfichman.jpg/226px-Bialikfichman.jpg",
    "extract": "Jacob Fichman also transliterated as Yakov Fichman, was an acclaimed Hebrew poet, essayist and literary critic.",
    "year": 1881,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Pope John XXIII",
    "birthday": "1881-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Ioannes_XXIII%2C_by_De_Agostini%2C_1958%E2%80%931963.jpg/243px-Ioannes_XXIII%2C_by_De_Agostini%2C_1958%E2%80%931963.jpg",
    "extract": "Pope John XXIII was head of the Catholic Church and sovereign of the Vatican City State from 28 October 1958 until his death in 1963. Giuseppe Angelo Roncalli was one of thirteen children born to a family of sharecroppers who lived in a village in Lombardy. He was ordained to the priesthood on 10 August 1904 and served in a number of posts, as nuncio in France and a delegate to Bulgaria, Greece and Turkey. In a consistory on 12 January 1953 Pope Pius XII made Roncalli a cardinal as the Cardinal-Priest of Santa Prisca in addition to naming him as the Patriarch of Venice. Roncalli was unexpectedly elected pope on 28 October 1958 at age 76 after 11 ballots. Pope John XXIII surprised those who expected him to be a caretaker pope by calling the historic Second Vatican Council (1962–1965), the first session opening on 11 October 1962.",
    "year": 1881,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Flynn (minister)",
    "birthday": "1880-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/03/Rev_John_Flynn_1929.jpg",
    "extract": "John Flynn was an Australian Presbyterian minister who founded the Australian Inland Mission (AIM) which later separated into Frontier Services and the Presbyterian Inland Mission, as well as founding what became the Royal Flying Doctor Service, the world's first air ambulance.",
    "year": 1880,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Elsie J. Oxenham",
    "birthday": "1880-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3b/EJOface.jpg",
    "extract": "Elsie Jeanette Dunkerley, was an English girls' story writer, who took the name Oxenham as her pseudonym when her first book, Goblin Island, was published in 1907. Her Abbey Series of 38 titles are her best-known and best-loved books. In her lifetime she had 87 titles published and another two have since been published by her niece, who discovered the manuscripts in the early 1990s. She is considered a major figure among girls' story writers of the first half of the twentieth century, being one of the 'Big Three' with Elinor Brent-Dyer and Dorita Fairlie Bruce. Angela Brazil is as well-known - perhaps more so - but did not write her books in series about the same group of characters or set in the same place or school, as did the Big Three.",
    "year": 1880,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Harley Granville-Barker",
    "birthday": "1877-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Granville_Barker%2C_three-quarters_bust_LCCN2014680597_%28cropped%29.jpg/222px-Granville_Barker%2C_three-quarters_bust_LCCN2014680597_%28cropped%29.jpg",
    "extract": "Harley Granville-Barker was an English actor, director, playwright, manager, critic, and theorist. After early success as an actor in the plays of George Bernard Shaw, he increasingly turned to directing and was a major figure in British theatre in the Edwardian and inter-war periods. As a writer his plays, which tackled difficult and controversial subject matter, met with a mixed reception during his lifetime but have continued to receive attention.",
    "year": 1877,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Princess Victoria Melita of Saxe-Coburg and Gotha",
    "birthday": "1876-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Vitoria_Melita.JPG/218px-Vitoria_Melita.JPG",
    "extract": "Princess Victoria Melita of Saxe-Coburg and Gotha, later Grand Duchess Victoria Feodorovna of Russia was the third child and second daughter of Alfred, Duke of Saxe-Coburg and Gotha, and of Grand Duchess Maria Alexandrovna of Russia. She was a granddaughter of Queen Victoria of the United Kingdom and also of Emperor Alexander II of Russia.",
    "year": 1876,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Joe Gans",
    "birthday": "1874-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/JoeGans.jpg/189px-JoeGans.jpg",
    "extract": "Joe Gans was an American professional boxer. Gans was rated the greatest lightweight boxer of all-time by boxing historian and Ring Magazine founder, Nat Fleischer. Known as the \"Old Master\", he became the first African-American world boxing champion of the 20th century, reigning continuously as world lightweight champion from 1902–1908, defending the title 15 times versus 13 boxers. He was inducted into the International Boxing Hall of Fame in 1990.",
    "year": 1874,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Albert Henry Krehbiel",
    "birthday": "1873-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/AHKrehbielPhoto1925.jpg/221px-AHKrehbielPhoto1925.jpg",
    "extract": "Albert Henry Krehbiel, was the most decorated American painter ever at the French Academy, winning the Prix De Rome, four gold medals and five cash prizes. He was born in Denmark, Iowa and taught, lived and worked for many years in Chicago. His masterpiece is the programme of eleven decorative wall and two ceiling paintings / murals for the Supreme and Appellate Court Rooms in Springfield, Illinois (1907-1911). Although educated as a realist in Paris, which is reflected in his neoclassical mural works, he is most famously known as an American Impressionist. Later in his career, Krehbiel experimented in a more modernist manner.",
    "year": 1873,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Winthrop Ames",
    "birthday": "1870-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Winthrop_Ames.jpg/235px-Winthrop_Ames.jpg",
    "extract": "Winthrop Ames was an American theatre director and producer, playwright and screenwriter.",
    "year": 1870,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Maurice Denis",
    "birthday": "1870-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/MauriceDenis-AutoportraitDevantLePrieure.JPG/320px-MauriceDenis-AutoportraitDevantLePrieure.JPG",
    "extract": "Maurice Denis was a French painter, decorative artist and writer, who was an important figure in the transitional period between impressionism and modern art. He was associated with Les Nabis then the Symbolist movement, and then with a return to neo-classicism. His theories contributed to the foundations of cubism, fauvism, and abstract art. Following the First World War, he founded the Ateliers d'Art Sacré, decorated the interiors of churches, and worked for a revival of religious art.",
    "year": 1870,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ben B. Lindsey",
    "birthday": "1869-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Benjamin_B_Lindsey_001.jpg/199px-Benjamin_B_Lindsey_001.jpg",
    "extract": "Benjamin Barr Lindsey was an American judge and social reformer based in Denver during the Progressive Era.",
    "year": 1869,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ernest Louis, Grand Duke of Hesse",
    "birthday": "1868-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Ernst_Ludwig_von_Hessen_1905_Foto_Jacob_Hilsdorf.jpeg/241px-Ernst_Ludwig_von_Hessen_1905_Foto_Jacob_Hilsdorf.jpeg",
    "extract": "Ernest Louis was the last Grand Duke of Hesse and by Rhine, reigning from 1892 until 1918.",
    "year": 1868,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Talaat Harb",
    "birthday": "1867-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Talaat_Harb.jpg/263px-Talaat_Harb.jpg",
    "extract": "Talaat Harb Pacha was a leading Egyptian entrepreneur and founder of Banque Misr, and its group of companies, in May 1920.",
    "year": 1867,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kate Gleason",
    "birthday": "1865-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a7/Kate_Gleason.jpg",
    "extract": "Catherine Anselm Gleason was an American engineer and businesswoman known both for being an accomplished woman in the predominantly male field of engineering and for her philanthropy.",
    "year": 1865,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ethelbert Nevin",
    "birthday": "1862-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Ethelbert_Nevin_in_high_collar.jpg/221px-Ethelbert_Nevin_in_high_collar.jpg",
    "extract": "Ethelbert Woodbridge Nevin was an American pianist and composer.",
    "year": 1862,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alfred Capus",
    "birthday": "1858-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Alfred_Capus.jpg/280px-Alfred_Capus.jpg",
    "extract": "Alfred Capus was a French journalist and playwright, who was born in Aix-en-Provence and died in Neuilly-sur-Seine.",
    "year": 1858,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Carrie Nation",
    "birthday": "1846-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/NPG-NPG_80_197_%28cropped%29.jpg/229px-NPG-NPG_80_197_%28cropped%29.jpg",
    "extract": "Caroline Amelia Nation, often referred to by Carrie, Carry Nation, or Hatchet Granny, was a radical member of the temperance movement, which opposed alcohol before the advent of Prohibition. Nation is noted for attacking alcohol-serving establishments with a hatchet.",
    "year": 1846,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Eça de Queiroz",
    "birthday": "1845-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/E%C3%A7a_de_Queir%C3%B3s_c._1882.jpg/215px-E%C3%A7a_de_Queir%C3%B3s_c._1882.jpg",
    "extract": "José Maria de Eça de Queiroz is generally considered to have been the greatest Portuguese writer in the realist style. Zola considered him to be far greater than Flaubert. In the London Observer, Jonathan Keates ranked him alongside Dickens, Balzac and Tolstoy.",
    "year": 1845,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Carl Benz",
    "birthday": "1844-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Carl_Benz.png/228px-Carl_Benz.png",
    "extract": "Carl Friedrich Benz, sometimes also Karl Friedrich Benz, was a German engine designer and automotive engineer. His Benz Patent Motorcar from 1885 is considered the first practical automobile and first car put into series production. He received a patent for the motorcar in 1886.",
    "year": 1844,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Henry Ware Eliot",
    "birthday": "1843-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Portrait_of_Henry_Ware_Eliot.jpg/245px-Portrait_of_Henry_Ware_Eliot.jpg",
    "extract": "Henry Ware Eliot was an American industrialist and philanthropist who lived in St. Louis, Missouri. He was the father of poet T. S. Eliot.",
    "year": 1843,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ernst Schröder (mathematician)",
    "birthday": "1841-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Ernst_schroeder.jpg/228px-Ernst_schroeder.jpg",
    "extract": "Friedrich Wilhelm Karl Ernst Schröder was a German mathematician mainly known for his work on algebraic logic. He is a major figure in the history of mathematical logic, by virtue of summarizing and extending the work of George Boole, Augustus De Morgan, Hugh MacColl, and especially Charles Peirce. He is best known for his monumental Vorlesungen über die Algebra der Logik, in three volumes, which prepared the way for the emergence of mathematical logic as a separate discipline in the twentieth century by systematizing the various systems of formal logic of the day.",
    "year": 1841,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Andrew Carnegie",
    "birthday": "1835-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Andrew_Carnegie%2C_by_Theodore_Marceau.jpg/241px-Andrew_Carnegie%2C_by_Theodore_Marceau.jpg",
    "extract": "Andrew Carnegie was a Scottish-American industrialist and philanthropist. Carnegie led the expansion of the American steel industry in the late 19th century and became one of the richest Americans in history. He became a leading philanthropist in the United States and in the British Empire. During the last 18 years of his life, he gave away around $350 million, almost 90 percent of his fortune, to charities, foundations and universities. His 1889 article proclaiming \"The Gospel of Wealth\" called on the rich to use their wealth to improve society, expressed support for progressive taxation and an estate tax, and stimulated a wave of philanthropy.",
    "year": 1835,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Bigelow",
    "birthday": "1817-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/John_Bigelow_-_Brady-Handy.jpg/208px-John_Bigelow_-_Brady-Handy.jpg",
    "extract": "John Bigelow Sr. was an American lawyer, statesman and a historian who edited the complete works of Benjamin Franklin.",
    "year": 1817,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Julius von Mayer",
    "birthday": "1814-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Julius_Robert_Mayer_von_Friedrich_Berrer.jpg/198px-Julius_Robert_Mayer_von_Friedrich_Berrer.jpg",
    "extract": "Julius Robert von Mayer was a German physician, chemist and physicist and one of the founders of thermodynamics. He is best known for enunciating in 1841 one of the original statements of the conservation of energy or what is now known as one of the first versions of the first law of thermodynamics, namely that \"energy can be neither created nor destroyed\". In 1842, Mayer described the vital chemical process now referred to as oxidation as the primary source of energy for any living creature. His achievements were overlooked and priority for the discovery of the mechanical equivalent of heat was attributed to James Joule in the following year. He also proposed that plants convert light into chemical energy.",
    "year": 1814,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Franz Xaver Gruber",
    "birthday": "1787-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Franz_Xaver_Gruber_%281787-1863%29.jpg/267px-Franz_Xaver_Gruber_%281787-1863%29.jpg",
    "extract": "Franz Xaver Gruber was an Austrian primary school teacher, church organist and composer in the village of Arnsdorf, who is best known for composing the music to \"Stille Nacht\".",
    "year": 1787,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mary Anne Schimmelpenninck",
    "birthday": "1778-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Schimmelpenninck_Adlard.jpg/261px-Schimmelpenninck_Adlard.jpg",
    "extract": "\nMary Anne Schimmelpenninck was a British writer in the anti-slavery movement.",
    "year": 1778,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Armstrong Jr.",
    "birthday": "1758-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/John_Armstrong_Jr_Rembrandt_Peale.jpg/255px-John_Armstrong_Jr_Rembrandt_Peale.jpg",
    "extract": "John Armstrong Jr. was an American soldier, diplomat and statesman who was a delegate to the Continental Congress, U.S. Senator from New York, and United States Secretary of War under President James Madison. A member of the Democratic-Republican Party, Armstrong was United States Minister to France from 1804 to 1810.",
    "year": 1758,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert Townsend (spy)",
    "birthday": "1753-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ad/Robert-Townsend.jpg",
    "extract": "Robert Townsend was a member of the Culper Ring during the American Revolution. He operated in New York City with the aliases \"Samuel Culper, Jr.\" and \"723\" and gathered information as a service to General George Washington. He is one of the least-known operatives in the spy ring and once demanded Abraham Woodhull never to tell his name to anyone, even to Washington.",
    "year": 1753,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Johann Friedrich Reichardt",
    "birthday": "1752-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/JohannFriedrichReichardtMusikerS130.jpg/228px-JohannFriedrichReichardtMusikerS130.jpg",
    "extract": "Johann Friedrich Reichardt was a German composer, writer and music critic.",
    "year": 1752,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jean-François Séguier",
    "birthday": "1703-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Jean-Fran%C3%A7ois_S%C3%A9guier.jpg/258px-Jean-Fran%C3%A7ois_S%C3%A9guier.jpg",
    "extract": "Jean-François Séguier was a French archaeologist, epigraphist, astronomer and botanist from Nîmes.",
    "year": 1703,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Catherine of Braganza",
    "birthday": "1638-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/CatherineofBraganza1.jpg/261px-CatherineofBraganza1.jpg",
    "extract": "Catherine of Braganza was Queen of England, Scotland and Ireland during her marriage to King Charles II, which lasted from 21 May 1662 to 6 February 1685. She was the daughter of King John IV of Portugal, who became the first king from the House of Braganza in 1640 after overthrowing the 60-year rule of the Spanish Habsburgs over Portugal and restoring the Portuguese throne which had first been created in 1143. Catherine served as regent of Portugal during the absence of her brother Peter II in 1701 and during 1704–1705, after her return to her homeland as a widow.",
    "year": 1638,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Henrietta Maria",
    "birthday": "1609-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/HenriettaMariaofFrance02.jpg/276px-HenriettaMariaofFrance02.jpg",
    "extract": "Henrietta Maria was Queen of England, Scotland, and Ireland from her marriage to King Charles I on 13 June 1625 until Charles was executed on 30 January 1649. She was mother of his two immediate successors, Charles II and James II and VII. Contemporaneously, by a decree of her husband, she was known in England as Queen Mary, but she did not like this name and signed her letters \"Henriette R\" or \"Henriette Marie R\"",
    "year": 1609,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sir Gervase Clifton, 1st Baronet",
    "birthday": "1587-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/CliftonArms.PNG/290px-CliftonArms.PNG",
    "extract": "Sir Gervase Clifton, 1st Baronet, K.B. was an English politician who sat in the House of Commons at various times between 1614 and 1666. He supported the Royalist cause in the English Civil War. He was educated at St John's College, Cambridge.",
    "year": 1587,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Piet Pieterszoon Hein",
    "birthday": "1577-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Piet_Hein.jpg/248px-Piet_Hein.jpg",
    "extract": "Piet Pieterszoon Hein was a Dutch admiral and privateer for the Dutch Republic during the Eighty Years' War. Hein was the first and the last to capture a large part of a Spanish treasure fleet which transported huge amounts of gold and silver from Spanish America to Spain. The amount of silver taken was so big that it resulted in the rise of the price of silver worldwide and the near bankruptcy of Spain.",
    "year": 1577,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Lope de Vega",
    "birthday": "1562-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/LopedeVega.jpg/249px-LopedeVega.jpg",
    "extract": "Félix Lope de Vega y Carpio was a Spanish playwright, poet, and novelist. He was one of the key figures in the Spanish Golden Age of Baroque literature. His reputation in the world of Spanish literature is second only to that of Miguel de Cervantes, while the sheer volume of his literary output is unequalled, making him one of the most prolific authors in the history of literature. He was nicknamed \"The Phoenix of Wits\" and \"Monster of Nature\" by Cervantes because of his prolific nature.",
    "year": 1562,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Osanna of Cattaro",
    "birthday": "1493-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/10/Ozanaofkotor.jpg",
    "extract": "Osanna of Cattaro was a Catholic visionary and anchoress from Cattaro. She was a teenage convert from Orthodoxy of Serbian descent from Montenegro. She became a Dominican tertiary and was posthumously venerated as a saint in Kotor. She was later beatified in 1934.",
    "year": 1493,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Thomas Dacre, 2nd Baron Dacre",
    "birthday": "1467-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Coat_of_arms_of_Sir_Thomas_Dacre%2C_2nd_Baron_Dacre%2C_KG.png/320px-Coat_of_arms_of_Sir_Thomas_Dacre%2C_2nd_Baron_Dacre%2C_KG.png",
    "extract": " Thomas Dacre, 2nd Baron Dacre of Gilsland, KG was the son of Humphrey Dacre, 1st Baron Dacre of Gilsland and Mabel Parr, great-aunt of queen consort Catherine Parr, the sixth and final wife of King Henry VIII of England. His mother was the daughter of Sir Thomas Parr of Kendal by his wife, Alice Tunstall.",
    "year": 1467,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Catherine Cornaro",
    "birthday": "1454-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Gentile_Bellini_002.jpg/248px-Gentile_Bellini_002.jpg",
    "extract": "Catherine Cornaro was the last monarch of the Kingdom of Cyprus, also holding the titles of the Queen of Jerusalem and Armenia. She was queen consort of Cyprus by marriage to James II of Cyprus, regent of Cyprus during the minority of her son James III of Cyprus in 1473–1474, and finally queen regnant of Cyprus. She reigned from 26 August 1474 to 26 February 1489 and was declared a \"Daughter of Saint Mark\" in order that the Republic of Venice could claim control of Cyprus after the death of her husband, James II.",
    "year": 1454,
    "month": 11,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Emperor Taizong of Jin",
    "birthday": "1075-11-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Wanyan_Wuqimai.jpg/320px-Wanyan_Wuqimai.jpg",
    "extract": "Emperor Taizong of Jin, personal name Wuqimai, sinicised name Wanyan Sheng, was the second emperor of the Jurchen-led Jin dynasty of China. His era name was \"Tianhui\" (天會). During his reign, the Jin dynasty conquered the Khitan-led Liao dynasty. He then led the Jin in their campaigns against the Song dynasty, captured the Northern Song capital in 1127 and went on to rule most of northern China. After his death, he was posthumously honoured with the temple name Taizong by his successor, Emperor Xizong.",
    "year": 1075,
    "month": 11,
    "day": 25,
    "language": "en"
  }
]