[
  {
    "name": "Olivia O'Brien",
    "birthday": "1999-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Olivia_O%27Brien_%40_Mack_Sennett_Studios_09_26_2019_%2849311330527%29_%28cropped%29.jpg/320px-Olivia_O%27Brien_%40_Mack_Sennett_Studios_09_26_2019_%2849311330527%29_%28cropped%29.jpg",
    "extract": "Olivia Gail O'Brien is an American singer-songwriter. In 2016, after she collaborated with Gnash on the single \"I Hate U, I Love U\", the pair peaked at number 10 on the Billboard Hot 100 chart in the United States and number one in Australia, resulting in a recording contract with Island Records. Her debut studio album, Was It Even Real?, was released in April 2019. Her single \"Josslyn\", a part of her EP The Results of My Poor Judgement, became popular on the media-sharing app TikTok and is another one of her well-known works.",
    "year": 1999,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Aaron Wan-Bissaka",
    "birthday": "1997-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Aaron_Wan_Bissaka_2019.jpg/185px-Aaron_Wan_Bissaka_2019.jpg",
    "extract": "Aaron Wan-Bissaka is an English professional footballer who plays as a right-back for Premier League club Manchester United.",
    "year": 1997,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "James Guy (swimmer)",
    "birthday": "1995-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/25/Kazan_2015_-_Silver_medallist_at_the_men%27s_400_metres_freestyle_James_Guy_small.JPG",
    "extract": "James George Guy is an English competitive swimmer who specialises in freestyle and butterfly. Guy has won gold medals \nrepresenting Great Britain at the Olympic Games, the World and European Championships, and England in the Commonwealth Games.",
    "year": 1995,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Manolo Gabbiadini",
    "birthday": "1991-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Southampton_FC_versus_Sevilla_%2835994679430%29_-_Manolo_Gabbiadini_%28American_shot%29.jpg/251px-Southampton_FC_versus_Sevilla_%2835994679430%29_-_Manolo_Gabbiadini_%28American_shot%29.jpg",
    "extract": "Manolo Gabbiadini is an Italian professional footballer who plays as a striker for Serie A club Sampdoria.",
    "year": 1991,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Avery Bradley",
    "birthday": "1990-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/AveryBradley.jpg/246px-AveryBradley.jpg",
    "extract": "Avery Antonio Bradley Jr. is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association (NBA). He played college basketball for the Texas Longhorns before being drafted 19th overall by the Boston Celtics in the 2010 NBA draft. With the Celtics, he was twice recognized as an NBA All-Defensive Team member. Bradley has also played for the Detroit Pistons, Los Angeles Clippers, Memphis Grizzlies, Miami Heat, and Houston Rockets.",
    "year": 1990,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Rita Ora",
    "birthday": "1990-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Rita_Ora_at_a_press_conference_in_London.jpg/234px-Rita_Ora_at_a_press_conference_in_London.jpg",
    "extract": "Rita Sahatçiu Ora is a British singer, songwriter and actress. She rose to prominence in February 2012 when she featured on DJ Fresh's single, \"Hot Right Now\", which reached number one in the UK. Her debut studio album, Ora, released in August 2012, debuted at number one in the United Kingdom. The album contained the UK number-one singles, \"R.I.P.\" and \"How We Do (Party)\". Ora was the artist with the most number-one singles on the UK Singles Chart in 2012, with three singles reaching the top position.",
    "year": 1990,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Danny Welbeck",
    "birthday": "1990-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Danny_Welbeck_2018-06-13_1.jpg/226px-Danny_Welbeck_2018-06-13_1.jpg",
    "extract": "Daniel Nii Tackie Mensah Welbeck is an English professional footballer who plays as a forward for Premier League club Brighton & Hove Albion.",
    "year": 1990,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Blake Harnage",
    "birthday": "1988-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Blake_Harnage.jpg/213px-Blake_Harnage.jpg",
    "extract": "Blake Preston Harnage is an American songwriter, music producer, multi-instrumentalist and composer. He has written, produced, engineered, mixed or performed on songs for Versa, PVRIS, Hands Like Houses, All Time Low, With Beating Hearts, and others.",
    "year": 1988,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Kat DeLuna",
    "birthday": "1987-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/KatDeLuna2011.jpg/240px-KatDeLuna2011.jpg",
    "extract": "Kathleen Emperatriz DeLuna is an American singer, songwriter and dancer. DeLuna began pursuing a career as a singer when she was a teenager. After signing with Epic Records, she released her debut single \"Whine Up\" in 2007. The single went on to become a commercial success, entering the Top 40 in numerous countries and topping the Billboard Hot Dance Club Play chart. Her debut studio album, 9 Lives (2007), failed to see the success of its lead single. The album's third single, \"Run the Show\", became a hit in various territories, and reached number two on the Hot Dance Club Play chart.",
    "year": 1987,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Georgios Tzavellas",
    "birthday": "1987-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Georgios_Tzavelas.jpg/314px-Georgios_Tzavelas.jpg",
    "extract": "Georgios Tzavellas is a Greek professional footballer who plays as a centre back for Super League club AEK Athens and the Greece national team.",
    "year": 1987,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Konstantinos Filippidis",
    "birthday": "1986-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Pedros_Cup_2015_%C5%81%C3%B3d%C5%BA%2C_Konstadinos_Filippidis_01.jpg/240px-Pedros_Cup_2015_%C5%81%C3%B3d%C5%BA%2C_Konstadinos_Filippidis_01.jpg",
    "extract": "Konstantinos Filippidis is a Greek pole vaulter. He won the gold medal at the 2014 World Indoor Championships and the silver medal at the 2017 European Indoor Championships. He took the sixth place at the 2012 Olympic Games in London.",
    "year": 1986,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bauke Mollema",
    "birthday": "1986-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Bauke_Mollema_2016_TOA.jpg/236px-Bauke_Mollema_2016_TOA.jpg",
    "extract": "Bauke Mollema is a Dutch professional cyclist, who currently rides for UCI WorldTeam Trek–Segafredo. He has finished in the top 10 in all three Grand Tours, with stage wins in the 2021 Tour de France, 2017 Tour de France, and the 2011 Vuelta a España, in which he finished third overall. His best result in the general classification in the Tour de France came in 2013 when he finished in 6th place. He won the Clásica de San Sebastián in 2016 and finished on the podium on three other occasions at the race. In 2019, he achieved the biggest win of his career in Il Lombardia.",
    "year": 1986,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Matt Carpenter (baseball)",
    "birthday": "1985-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Matt_Carpenter_4-13-2012.jpg/292px-Matt_Carpenter_4-13-2012.jpg",
    "extract": "Matthew Martin Lee Carpenter is an American professional baseball infielder for the New York Yankees of Major League Baseball (MLB). He made his MLB debut with the Cardinals on June 4, 2011. A left-handed batter and right-handed thrower, Carpenter stands 6 feet 3 inches (1.91 m) and weighs 205 pounds (93 kg).",
    "year": 1985,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Antonio Puerta",
    "birthday": "1984-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Antonio_Puerta_Perez.jpg/253px-Antonio_Puerta_Perez.jpg",
    "extract": "Antonio José Puerta Pérez was a Spanish professional footballer who played solely for Sevilla.",
    "year": 1984,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chris Hughes",
    "birthday": "1983-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Chris_Hughes_Updated.jpg/238px-Chris_Hughes_Updated.jpg",
    "extract": "Chris Hughes is an American entrepreneur and author who co-founded and served as spokesman for the online social directory and networking site Facebook. He was the publisher and editor-in-chief of The New Republic from 2012 to 2016.",
    "year": 1983,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Keith Ballard",
    "birthday": "1982-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Keith_Ballard_03-2011.jpg/200px-Keith_Ballard_03-2011.jpg",
    "extract": "Keith Galen Ballard is an American former professional ice hockey defenseman who previously played in the National Hockey League with the Phoenix Coyotes, Florida Panthers, Vancouver Canucks and Minnesota Wild. He played college hockey for the Minnesota Golden Gophers of the Western Collegiate Hockey Association (WCHA) for three seasons. After his freshman year, he was selected 11th overall by the Buffalo Sabres in the 2002 NHL Entry Draft. Before he made his NHL debut, he was traded twice – initially to the Colorado Avalanche, then to the Phoenix Coyotes. He played his professional rookie season in 2004–05 with the Coyotes' American Hockey League (AHL) affiliate, the Utah Grizzlies, then debuted with Phoenix the following season. After three years, he was traded to the Florida Panthers, where he spent two seasons before being dealt to Vancouver at the 2010 NHL Entry Draft.",
    "year": 1982,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Stephan Andersen",
    "birthday": "1981-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Stephan_Andersen_%28cropped%29.JPG/198px-Stephan_Andersen_%28cropped%29.JPG",
    "extract": "Stephan Maigaard Andersen is a Danish professional football player, who plays as a goalkeeper for VB 1968. He was a full international for the Denmark national team and was chosen to represent his country at UEFA Euro 2004, the 2010 FIFA World Cup and UEFA Euro 2012.",
    "year": 1981,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Natasha Bedingfield",
    "birthday": "1981-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Natasha_Bedingfield_2013.jpg/227px-Natasha_Bedingfield_2013.jpg",
    "extract": "Natasha Anne Bedingfield is a British singer and songwriter. Bedingfield released her debut album, Unwritten, in 2004, which contained primarily up-tempo pop songs and was influenced by R&B music. It enjoyed international success with more than 2.3 million copies sold worldwide. Bedingfield received a Grammy Award nomination for Best Female Pop Vocal Performance for the title track \"Unwritten\", and at the 2005 and 2006 Brit Awards, she was nominated for Best British Female Artist. Unwritten also produced her only UK number one, \"These Words\".",
    "year": 1981,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Natalie Gauci",
    "birthday": "1981-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Natalie_Gauci.PNG/320px-Natalie_Gauci.PNG",
    "extract": "Natalie Rose Gauci is an Australian musician, producer and teacher. Gauci undertook music tuition at the Victorian College of the Arts, formed her own band that played gigs in Melbourne, while also working as a music teacher. After an appearance on national radio station Triple J's talent contest, Unearthed, she successfully auditioned for the fifth series of Australian Idol in 2007 and went on to win the series.",
    "year": 1981,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Gina Kingsbury",
    "birthday": "1981-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Gina_Kingsbury_%283393011888%29.jpg/261px-Gina_Kingsbury_%283393011888%29.jpg",
    "extract": "Gina Kingsbury is a Canadian former women's professional ice hockey player. She graduated from St. Lawrence University with a degree in psychology. She ranks second all-time in scoring among St. Lawrence Skating Saints women's ice hockey players.",
    "year": 1981,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jon Ryan",
    "birthday": "1981-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Jon_Ryan_2014.jpg/259px-Jon_Ryan_2014.jpg",
    "extract": "Jonathan Robert Ryan is a Canadian professional football punter who is a free agent. He played college football for the University of Regina Rams, and began his professional career with the Winnipeg Blue Bombers of the CFL after being selected in the Canadian College Draft. He also played for the Green Bay Packers and was a member of the Seattle Seahawks for ten seasons.",
    "year": 1981,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Satoshi Ohno",
    "birthday": "1980-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Satoshi_Ohno.jpg",
    "extract": "Satoshi Ohno  is a Japanese idol, singer, actor, radio host, artist, dancer, and choreographer. He is the lead vocalist and leader of the boy band Arashi, hence his nickname Leader .",
    "year": 1980,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jackie Trail",
    "birthday": "1980-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Jackietrailtennis.jpg/320px-Jackietrailtennis.jpg",
    "extract": "Jacqueline Trail Harang is a retired American tennis player. She had a prolific junior tennis career and played on the professional tour from 1997 to 2003. Trail retired due to injury in 2003.",
    "year": 1980,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jun Fukuyama",
    "birthday": "1978-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Jun-Fukuyama.jpg/240px-Jun-Fukuyama.jpg",
    "extract": "Jun Fukuyama  is a Japanese voice actor and singer. He played Lelouch Lamperouge in Code Geass, Koro-sensei in Assassination Classroom, Ichimatsu in Osomatsu-san, Yuta Togashi in Love, Chunibyo & Other Delusions, Hero in Maoyu, Kimihiro Watanuki in xxxHOLiC, Joker in Persona 5 and Riku in Yashahime: Princess Half-Demon.",
    "year": 1978,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ivan Basso",
    "birthday": "1977-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/2015_Tour_de_France_team_presentation%2C_Ivan_Basso.jpg/242px-2015_Tour_de_France_team_presentation%2C_Ivan_Basso.jpg",
    "extract": "Ivan Basso is an Italian former professional road bicycle racer, who rode professionally between 1999 and 2015 for seven different teams. Basso, nicknamed Ivan the Terrible, was considered among the best mountain riders in the professional field in the early 21st century, and was considered one of the strongest stage race riders. He is a double winner of the Giro d'Italia, having won the race in 2006 for Team CSC and 2010 for Liquigas–Doimo.",
    "year": 1977,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Paris Lenon",
    "birthday": "1977-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Paris_Lenon.JPG/254px-Paris_Lenon.JPG",
    "extract": "Paris Michael Lenon is a former American football linebacker. He was signed by the Carolina Panthers of the NFL as an undrafted free agent in the spring of 2000, then chosen by the Memphis Maniax in the XFL Draft in the fall of 2000. He played college football at University of Richmond.",
    "year": 1977,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Andreas Augustsson",
    "birthday": "1976-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/be/Andreas_Augustsson.jpg",
    "extract": "Eiton Andreas Augustsson is a Swedish retired footballer who played as a defender. He made his professional debut in Twente, before he moved to Norway in 2001 where in played for Raufoss, Vålerenga and Sandefjord. Augustsson later returned to his native Sweden, where he won the Allsvenskan with IF Elfsborg in 2006. After a spell in Danish club AC Horsens, he returned to Elfsborg in 2011. After winning his second Allsvenskan title with Elfsborg in 2012, he joined GAIS ahead of the 2013 season.",
    "year": 1976,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Maven (wrestler)",
    "birthday": "1976-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Maven.jpg/215px-Maven.jpg",
    "extract": "Maven Klint Huffman is an American professional wrestler and television personality best known for his time with WWE under his first name. He is known for co-winning the inaugural season of Tough Enough alongside Nidia Guenard. He also became a three-time WWE Hardcore Champion.",
    "year": 1976,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Brian Schneider",
    "birthday": "1976-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Brian_Schneider_on_June_9%2C_2012.jpg/320px-Brian_Schneider_on_June_9%2C_2012.jpg",
    "extract": "Brian Duncan Schneider, nicknamed \"Hoops\", is an American former professional baseball catcher and coach, who played in Major League Baseball (MLB) for the Montreal Expos / Washington Nationals, New York Mets, and Philadelphia Phillies. Schneider was the Miami Marlins catching coach from 2016 through 2019. Schneider is currently the quality control coach for the Mets.",
    "year": 1976,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "DJ Khaled",
    "birthday": "1975-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/DJ_Khaled_2012_%28cropped%29.jpg/252px-DJ_Khaled_2012_%28cropped%29.jpg",
    "extract": "Khaled Mohammed Khaled, known professionally as DJ Khaled, is an American DJ, record executive, and record producer.",
    "year": 1975,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Patrice Lauzon",
    "birthday": "1975-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Dubreuil_lauzon.jpg/185px-Dubreuil_lauzon.jpg",
    "extract": "Patrice Lauzon is a Canadian ice dancing coach and former competitor. With his wife Marie-France Dubreuil, he is a two-time (2006–2007) World silver medalist.",
    "year": 1975,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Line Horntveth",
    "birthday": "1974-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Jaga_Jazzist_at_Voss_2014.jpg/320px-Jaga_Jazzist_at_Voss_2014.jpg",
    "extract": "Line Horntveth is a Norwegian musician, the sister of the musicians Martin and Lars Horntveth, married to the upright bassist Bjørn Holm, and known from a series of recordings within Jaga Jazzist.",
    "year": 1974,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Roman Šebrle",
    "birthday": "1974-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/20090819_Roman_Serble-2.jpg/245px-20090819_Roman_Serble-2.jpg",
    "extract": "Roman Šebrle is a retired decathlete from the Czech Republic. He is considered to be one of the best decathlon athletes of all time. Originally a high jumper, he later switched to the combined events and is a former world record holder in the decathlon. In 2001 in Götzis he became the first decathlete ever to achieve over 9,000 points, setting the record at 9,026 points, succeeding his compatriot, Tomáš Dvořák, who had scored 8,994 points two years earlier.",
    "year": 1974,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Peter Facinelli",
    "birthday": "1973-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Peter_Facinelli_Comic-Con_2012.jpg/259px-Peter_Facinelli_Comic-Con_2012.jpg",
    "extract": "Peter Facinelli is an American actor, producer, and director. He starred as Donovan \"Van\" Ray on the Fox series Fastlane from 2002 to 2003. He played Dr. Carlisle Cullen in the film adaptations of the Twilight novel series, and is also known for his role as Mike Dexter in the 1998 film Can't Hardly Wait. Facinelli was a regular on the Showtime comedy-drama series Nurse Jackie, portraying the role of Dr. Fitch \"Coop\" Cooper. He portrayed Maxwell Lord on the first season of the TV series Supergirl.",
    "year": 1973,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chris Osgood",
    "birthday": "1972-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Chris_Osgood_interview.jpg/320px-Chris_Osgood_interview.jpg",
    "extract": "Christopher John Osgood is a Canadian former professional ice hockey goaltender who is currently a Detroit Red Wings studio analyst and part-time color commentator for Bally Sports Detroit. He won three Stanley Cup championships in his career, all with the Red Wings, with two of them coming while he was starting goaltender. He is ranked twelfth in wins in NHL regular season history with 401.",
    "year": 1972,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Arjun Rampal",
    "birthday": "1972-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Arjun_Rampal_12.jpg/212px-Arjun_Rampal_12.jpg",
    "extract": "Arjun Rampal is an Indian actor, model, film producer and television personality who works in Hindi films. He made his acting debut in Rajiv Rai's romance film Pyaar Ishq Aur Mohabbat (2001) and has since gone on to act in more than 40 films. He has received several awards including the National Film Award for Best Supporting Actor and the Filmfare Award for Best Supporting Actor for his performance in Rock On!!.",
    "year": 1972,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "John Amaechi",
    "birthday": "1970-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/John_Amaechi_OBE.jpg/238px-John_Amaechi_OBE.jpg",
    "extract": "John Uzoma Ekwugha Amaechi, OBE is a British-American psychologist, consultant and former professional basketball player. He played college basketball at Vanderbilt and Penn State, and professional basketball in the National Basketball Association (NBA). Amaechi also played in France, Greece, Italy, and the United Kingdom. Since retiring from basketball, Amaechi has worked as a psychologist and consultant, establishing his company Amaechi Performance Systems.",
    "year": 1970,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dave Hughes",
    "birthday": "1970-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Davehughes2009.jpg/213px-Davehughes2009.jpg",
    "extract": "David William Hughes is an Australian stand-up comedian, television and radio presenter living in Sydney.",
    "year": 1970,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Shawn Kemp",
    "birthday": "1969-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Shawn_Kemp_%289523772347%29_%28cropped%29.jpg/230px-Shawn_Kemp_%289523772347%29_%28cropped%29.jpg",
    "extract": "Shawn Travis Kemp Sr. is an American former professional basketball player who played for the Seattle SuperSonics, Cleveland Cavaliers, Portland Trail Blazers, and Orlando Magic in the National Basketball Association (NBA). Nicknamed \"Reign Man\", he was a six-time NBA All-Star and a three-time All-NBA Second Team member.",
    "year": 1969,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Kara Walker",
    "birthday": "1969-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Kara_Walker_Interview_Camden_Arts_Centre_01.47_%28cropped%29.jpg/256px-Kara_Walker_Interview_Camden_Arts_Centre_01.47_%28cropped%29.jpg",
    "extract": "Kara Elizabeth Walker is an American contemporary painter, silhouettist, print-maker, installation artist, filmmaker, and professor who explores race, gender, sexuality, violence, and identity in her work. She is best known for her room-size tableaux of black cut-paper silhouettes. Walker was awarded a MacArthur fellowship in 1997, at the age of 28, becoming one of the youngest ever recipients of the award. She has been the Tepper Chair in Visual Arts at the Mason Gross School of the Arts, Rutgers University since 2015.",
    "year": 1969,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Edna Campbell",
    "birthday": "1968-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Edna_Campbell_%28cropped%29.jpg/320px-Edna_Campbell_%28cropped%29.jpg",
    "extract": "Edna Campbell is a retired women's basketball player who played in the Women's National Basketball Association (WNBA). The 5 ft 8 in guard played with the Sacramento Monarchs as well as three other teams, but is well known for continuing to play despite suffering breast cancer. In 2004, she was designated a Women's History Month honoree by the National Women's History Project. Campbell was born in Philadelphia, Pennsylvania.",
    "year": 1968,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Haluk Levent",
    "birthday": "1968-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Haluk_Levent.jpg/320px-Haluk_Levent.jpg",
    "extract": "Haluk Levent is a Turkish rock music singer who helped revive the long forgotten Anatolian rock genre in the 1990s.",
    "year": 1968,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Garcelle Beauvais",
    "birthday": "1966-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Garcelle_Beauvais_by_Gage_Skidmore.jpg/240px-Garcelle_Beauvais_by_Gage_Skidmore.jpg",
    "extract": "Garcelle Beauvais is a Haitian-American actress, television personality, author, and former fashion model. She is best known for her starring roles in the sitcom The Jamie Foxx Show and the crime drama series NYPD Blue. She also appeared in the films Coming to America (1988) and its sequel (2021), White House Down (2013), and Spider-Man: Homecoming (2017). In 2020, Beauvais became a main cast member of the reality television series The Real Housewives of Beverly Hills. She also co-hosts the daytime talk show The Real alongside Adrienne Bailon, Loni Love, and Jeannie Mai.",
    "year": 1966,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Scott Adsit",
    "birthday": "1965-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/ScottAdsit.jpg/213px-ScottAdsit.jpg",
    "extract": "Robert Scott Adsit is an American actor, comedian, and writer. Born and raised in the Chicago suburbs, Adsit joined the mainstage cast of Chicago's The Second City in 1994 after attending Columbia College Chicago. He appeared in several revues, including Paradigm Lost for which he won The Joseph Jefferson Award for Best Actor in a Comedy.",
    "year": 1965,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Des Walker",
    "birthday": "1965-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/07/Des_walker.jpg",
    "extract": "Desmond Sinclair Walker is an English football coach and former player, who played as a defender.",
    "year": 1965,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Vreni Schneider",
    "birthday": "1964-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/11._Internationale_Sportnacht_Davos_2013_%2810876291465%29.jpg/320px-11._Internationale_Sportnacht_Davos_2013_%2810876291465%29.jpg",
    "extract": "Verena \"Vreni\" Schneider is a retired ski racer from Switzerland. She is the most successful alpine ski racer of her country, the fourth most successful female ski racer ever and was voted \"Swiss Sportswoman of the Century\".",
    "year": 1964,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mario Elie",
    "birthday": "1963-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mario_Elie_2008_%28Flickr%29.jpg/213px-Mario_Elie_2008_%28Flickr%29.jpg",
    "extract": "Mario Antoine Elie is an American basketball coach and former basketball player in the National Basketball Association (NBA). Elie grew up in New York City and played college basketball at American International College, before being drafted in the seventh round of the 1985 NBA draft as the 160th overall pick by the Milwaukee Bucks.",
    "year": 1963,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Matt Frei",
    "birthday": "1963-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Matt_Frei_at_Chatham_House_2015.jpg/320px-Matt_Frei_at_Chatham_House_2015.jpg",
    "extract": "Matthias \"Matt\" Frei is a British-German television news journalist and writer, formerly the Washington, D.C. correspondent for Channel 4 News. He is now the channel's Europe editor and presenter of the evening news.",
    "year": 1963,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chuck Finley",
    "birthday": "1962-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Chuck_Finley_1996.jpg/320px-Chuck_Finley_1996.jpg",
    "extract": "Charles Edward Finley is an American retired professional baseball pitcher. He pitched from 1986 to 2002 for three teams in Major League Baseball (MLB), primarily with the California Angels. After a 14-year tenure with the Angels, he played for the Cleveland Indians for two-and-a-half seasons, then was traded to the St. Louis Cardinals and played there for a half-season. Listed at 6 feet 6 inches (1.98 m) and 220 pounds (100 kg), he threw and batted left-handed. During a 17-year major-league career, Finley compiled 200 wins, 2,610 strikeouts, and a 3.85 earned run average. He holds multiple Angels team records for a career, including games started (379), wins (165), losses (140), and innings pitched (2,675).",
    "year": 1962,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Karan Bilimoria, Baron Bilimoria",
    "birthday": "1961-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Lord_Karan_Bilimoria_at_Horasis_Global_India_Business_Meeting_2012_crop.jpg/255px-Lord_Karan_Bilimoria_at_Horasis_Global_India_Business_Meeting_2012_crop.jpg",
    "extract": "Karan Faridoon Bilimoria, Baron Bilimoria, is a British Indian businessman, life peer in the UK House of Lords, and a university chancellor.",
    "year": 1961,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tom Carroll (surfer)",
    "birthday": "1961-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Tom_Carroll.jpg/227px-Tom_Carroll.jpg",
    "extract": "Thomas Victor Carroll is an Australian former professional surfer from Sydney. He won the Australian Junior Title in 1978, the Pro Juniors in 1977 and 1980, the 1983 and 1984 ASP World Tour, and the 1987 Pipe Masters. He became the first surfing millionaire after signing a contract with Quiksilver in 1989.",
    "year": 1961,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ivory (wrestler)",
    "birthday": "1961-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Ivory_WWE_Hall_of_Fame_April_2018.jpg/256px-Ivory_WWE_Hall_of_Fame_April_2018.jpg",
    "extract": "Lisa Mary Moretti is an American former professional wrestler. She is best known for her time with WWE between 1999 and 2005 under the ring name Ivory. Moretti is a three-time champion in WWE, and was inducted into the WWE Hall of Fame in 2018.",
    "year": 1961,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chuck Eddy",
    "birthday": "1960-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Chuck_Eddy_02.jpg/320px-Chuck_Eddy_02.jpg",
    "extract": "Chuck Eddy is an American music journalist.",
    "year": 1960,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Harold Reynolds",
    "birthday": "1960-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Harold_Reynolds_2008.jpg/249px-Harold_Reynolds_2008.jpg",
    "extract": "Harold Craig Reynolds is an American former professional baseball second baseman, who played in Major League Baseball (MLB) for the Seattle Mariners, Baltimore Orioles, and California Angels. Since his retirement, he has become a television analyst, working for MLB Network and Fox Sports.",
    "year": 1960,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dai Davies (politician)",
    "birthday": "1959-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/David_Davies_c215f5bacb.jpg/209px-David_Davies_c215f5bacb.jpg",
    "extract": "David Clifford Davies, commonly known as Dai Davies, is a Welsh politician. He was the Member of Parliament (MP) for the Blaenau Gwent constituency in South Wales from 2006 to 2010, representing the Blaenau Gwent People's Voice Group. He was elected at a by-election in June 2006 following the death of independent MP Peter Law, but lost his seat the at the 2010 general election to Labour's Nick Smith by 10,516 votes.",
    "year": 1959,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jerry Schemmel",
    "birthday": "1959-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Race_Across_America_Brad_Cooper_and_Jerry_Schemmel.jpg/320px-Race_Across_America_Brad_Cooper_and_Jerry_Schemmel.jpg",
    "extract": "Gerard H. Schemmel is an American sportscaster in Denver, Colorado working as an on-air radio analyst for Major League Baseball's Colorado Rockies and for KFKA Radio in Greeley, CO, as the radio voice of the University of Northern Colorado Bears. He is the creator and host of \"Amazing Americans,\" a weekly national radio show. Schemmel spent a decade (2010-2019) as the radio play-by-play voice of Major League Baseball's Colorado Rockies. Prior to that, Schemmel served as play-by-play announcer for the NBA's Denver Nuggets, calling their games from 1992 to 2010. Schemmel also broadcast for the AAA Colorado Springs Sky Sox (now the San Antonio Missions in the mid-2000s, and was the play-by-play announcer for the Billings Mustangs in 2007. After a 2 year hiatus, Schemmel returned to the Rockies broadcast booth in 2022.",
    "year": 1959,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Félix González-Torres",
    "birthday": "1957-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ed/F%C3%A9lix_Gonz%C3%A1lez-Torres.jpg",
    "extract": "Félix González-Torres was a Cuban-born American visual artist. González-Torres's openly gay sexual orientation was influential in his work as an artist. González-Torres was known for his minimal installations and sculptures in which he used materials such as strings of lightbulbs, clocks, stacks of paper, or packaged hard candies. In 1987, he joined Group Material, a New York-based group of artists whose intention was to work collaboratively, adhering to principles of cultural activism and community education. González-Torres's 1992 piece \"Untitled\"  sold for $4.6 million at Phillips de Pury & Company in 2010, a record for the artist at auction.",
    "year": 1957,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dale Jarrett",
    "birthday": "1956-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Dale_Jarrett_2011.jpg/240px-Dale_Jarrett_2011.jpg",
    "extract": "Dale Arnold Jarrett is a former American race car driver and current commentator for NBC. He is best known for winning the Daytona 500 three times and winning the NASCAR Winston Cup Series championship in 1999. He is the son of 2-time Grand National Champion Ned Jarrett, younger brother of Glenn Jarrett, father of former driver Jason Jarrett, and cousin of Todd Jarrett. In 2007, Jarrett joined the ESPN/ABC broadcasting team as an announcer in select Nationwide Series races. In 2008, after retiring from driving following the 2008 Food City 500, he joined ESPN permanently as the lead racing analyst replacing Rusty Wallace. In 2015, Jarrett became a part of the NBC Sports Broadcasting Crew for NASCAR events. He was inducted in the 2014 class of the NASCAR Hall of Fame.",
    "year": 1956,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Keith Vaz",
    "birthday": "1956-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Official_portrait_of_Keith_Vaz_crop_2.jpg/240px-Official_portrait_of_Keith_Vaz_crop_2.jpg",
    "extract": "Nigel Keith Anthony Standish Vaz is a British Labour Party politician who served as the Member of Parliament (MP) for Leicester East for 32 years, from 1987 to 2019. He was the British Parliament's longest-serving British Asian MP.",
    "year": 1956,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jelko Kacin",
    "birthday": "1955-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Jelko_Kacin.jpg/320px-Jelko_Kacin.jpg",
    "extract": "Jelko Kacin is a Slovenian politician.",
    "year": 1955,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Gisela Stuart",
    "birthday": "1955-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Baroness_Gisela_Stuart.jpg/240px-Baroness_Gisela_Stuart.jpg",
    "extract": "Gisela Stuart, Baroness Stuart of Edgbaston is a British-German politician and life peer who served as Member of Parliament (MP) for Birmingham Edgbaston from 1997 to 2017. A former member of the Labour Party, she now sits as a non-affiliated member of the House of Lords.",
    "year": 1955,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Roz Chast",
    "birthday": "1954-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Roz_chast_2007_%28cropped%29.jpg/320px-Roz_chast_2007_%28cropped%29.jpg",
    "extract": "Rosalind Chast is an American cartoonist and a staff cartoonist for The New Yorker. Since 1978, she has published more than 800 cartoons in The New Yorker. She also publishes cartoons in Scientific American and the Harvard Business Review.",
    "year": 1954,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Velupillai Prabhakaran",
    "birthday": "1954-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e8/Velupillai_Prabhakaran.jpg",
    "extract": "Velupillai Prabhakaran (listen ; Tamil: வேலுப்பிள்ளை பிரபாகரன்; Tamil pronunciation: [ˈʋeːlɯpːiɭːaɪ pɾaˈbaːhaɾan], was a Sri Lankan Tamil guerrilla and the founder and leader of the Liberation Tigers of Tamil Eelam, a militant organization that sought to create an independent Tamil state in the north and east of Sri Lanka, due to the oppression of Sri Lankan Tamils by the Sri Lankan Government. The LTTE waged war in Sri Lanka for more than 25 years, to create an independent state for the Sri Lankan Tamil people.",
    "year": 1954,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Hilary Benn",
    "birthday": "1953-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Official_portrait_of_Rt_Hon_Hilary_Benn_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Hilary_Benn_MP_crop_2.jpg",
    "extract": "Hilary James Wedgwood Benn is a British Labour Party politician who has been the Member of Parliament (MP) for Leeds Central since a by-election in 1999. He served in the Cabinet from 2003 to 2010, under both Tony Blair and Gordon Brown. He also served as Shadow Foreign Secretary from 2015 to 2016 and as Chairman of the Brexit Select Committee from 2016 to 2021.",
    "year": 1953,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Shelley Moore Capito",
    "birthday": "1953-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Shelley_Moore_Capito_official_Senate_photo.jpg/253px-Shelley_Moore_Capito_official_Senate_photo.jpg",
    "extract": "Shelley Wellons Moore Capito is an American politician and retired educator serving as the junior United States senator for West Virginia since 2015. A Republican, she is the daughter of three-term West Virginia governor Arch Alfred Moore Jr. Capito was the U.S. representative for West Virginia's 2nd congressional district from 2001 until her 2014 election to the Senate. She is the dean of West Virginia's congressional delegation, serving since 2001.",
    "year": 1953,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Harry Carson",
    "birthday": "1953-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Harry_Carson.jpg",
    "extract": "Harry Donald Carson is a former American football inside linebacker who played his entire professional career for the New York Giants of the National Football League (NFL). Carson was inducted into the College Football Hall of Fame in 2002 and the Pro Football Hall of Fame in 2006.",
    "year": 1953,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Desiré Wilson",
    "birthday": "1953-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Spice_SE90C_-_Ford_-_Euro_Racing_-_24_Hours_of_Le_Mans_1991.jpg/320px-Spice_SE90C_-_Ford_-_Euro_Racing_-_24_Hours_of_Le_Mans_1991.jpg",
    "extract": "Desiré Randall Wilson is a former racing driver from South Africa and one of only five women to have competed in Formula One. Born in Brakpan, she entered one Formula One World Championship Grand Prix in 1980 with a non-works RAM Racing-prepared Williams FW07, but failed to qualify. She also raced in the 1981 non-world championship South African Grand Prix in a one off deal with Tyrrell Racing. This race was not part of the 1981 world championship due, in part, to the FISA–FOCA war. She qualified 16th and, after a disastrous start where the car stalled, she moved up through the field in wet conditions, as conditions dried she fell back and damaged the car when it touched a wall while she was letting the race leader through.",
    "year": 1953,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Julien Temple",
    "birthday": "1952-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Julien_Temple.jpg/320px-Julien_Temple.jpg",
    "extract": "Julien Temple is an English film, documentary and music video director. He began his career with short films featuring the Sex Pistols, and has continued with various off-beat projects, including The Great Rock 'n' Roll Swindle, Absolute Beginners and a documentary film about Glastonbury.",
    "year": 1952,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ilona Staller",
    "birthday": "1951-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Ilona_Staller%2C_2009_%28cropped%29.jpg/232px-Ilona_Staller%2C_2009_%28cropped%29.jpg",
    "extract": "Ilona Staller, widely known by her stage name Cicciolina, is a Hungarian-Italian former porn star, politician, and singer.",
    "year": 1951,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Sulejman Tihić",
    "birthday": "1951-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Sulejman_Tihi%C4%87.jpg/243px-Sulejman_Tihi%C4%87.jpg",
    "extract": "Sulejman Tihić was a Bosnian politician who served as the 4th Bosniak member of the Presidency of Bosnia and Herzegovina from 2002 to 2006. He was a member and later President of the Party of Democratic Action (SDA). From 2007 until his death in 2014, Tihić served as member of the national House of Peoples.",
    "year": 1951,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mari Alkatiri",
    "birthday": "1949-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Mar%C3%AD_Alkatiri_2020-01-24.jpg/320px-Mar%C3%AD_Alkatiri_2020-01-24.jpg",
    "extract": "Mari bin Amude Alkatiri, GCIH is a Timorese politician. He was Prime Minister of East Timor from May 2002 until his resignation on 26 June 2006 following weeks of political unrest in the country, and again from September 2017 until May 2018. He is the Secretary-General of the Fretilin party as well as President of the Special Administrative Region of Oecusse.",
    "year": 1949,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Shlomo Artzi",
    "birthday": "1949-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Shlomo_Artzi_portrait.jpg/320px-Shlomo_Artzi_portrait.jpg",
    "extract": "Shlomo Artzi is an Israeli folk rock musician, composer, music producer, radio broadcaster columnist and singer-songwriter.",
    "year": 1949,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Martin Lee (singer)",
    "birthday": "1949-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e4/Martin_Lee_-BOM.jpg/152px-Martin_Lee_-BOM.jpg",
    "extract": "Martin Lee is an English singer-songwriter, best known as a member of the pop group Brotherhood of Man.",
    "year": 1949,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ivan Patzaichin",
    "birthday": "1949-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Ivan_Patzaichin_1990cr.jpg/220px-Ivan_Patzaichin_1990cr.jpg",
    "extract": "Ivan Patzaichin was a Romanian canoe racing coach and sprint canoeist. He took part in all major competitions between 1968 and 1984, including five consecutive Olympics, and won seven Olympic and 22 world championship medals, including four Olympic gold medals. This makes him the most decorated Romanian canoeist of all time.",
    "year": 1949,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Elizabeth Blackburn",
    "birthday": "1948-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Elizabeth_Blackburn_CHF_Heritage_Day_2012_Rush_001.JPG/213px-Elizabeth_Blackburn_CHF_Heritage_Day_2012_Rush_001.JPG",
    "extract": "Elizabeth Helen Blackburn, is an Australian-American Nobel laureate who is the former president of the Salk Institute for Biological Studies. Previously she was a biological researcher at the University of California, San Francisco, who studied the telomere, a structure at the end of chromosomes that protects the chromosome. In 1984, Blackburn co-discovered telomerase, the enzyme that replenishes the telomere, with Carol W. Greider. For this work, she was awarded the 2009 Nobel Prize in Physiology or Medicine, sharing it with Greider and Jack W. Szostak, becoming the first Australian woman Nobel laureate. She also worked in medical ethics, and was controversially dismissed from the Bush administration's President's Council on Bioethics.",
    "year": 1948,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Claes Elfsberg",
    "birthday": "1948-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Claes_Elfsberg.jpg/238px-Claes_Elfsberg.jpg",
    "extract": "Claes-Gösta Elfsberg is a Swedish television journalist.",
    "year": 1948,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Galina Prozumenshchikova",
    "birthday": "1948-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Galina_Prozumenshchikova_1966b.jpg/231px-Galina_Prozumenshchikova_1966b.jpg",
    "extract": "Galina Nikolayevna Prozumenshchikova was a Soviet breaststroke swimmer who also competed in medley relays. She won five Olympic medals in 1964, 1968 and 1972 and five European Championships medals in 1966 and 1970. Her first Olympic medal, the gold in 200 m breaststroke in 1964, was the first Olympic gold in swimming for the Soviet Union. From 1964 to 1966, she set five world records: four in 200 m and one in 100 m breaststroke events. Between 1963 and 1972, she won 15 national titles and set 27 national records.",
    "year": 1948,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Roger Wehrli",
    "birthday": "1947-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Roger_Wehrli.jpg/217px-Roger_Wehrli.jpg",
    "extract": "Roger Russell Wehrli is an American former football player who was a cornerback for his entire 14-year career with the St. Louis Cardinals of the National Football League (NFL) from 1969 until 1982. He was a seven-time Pro Bowler after playing college football at the University of Missouri, where he was a consensus All-American and a first-round draft choice by the Cardinals in 1969. He was inducted to the College Football Hall of Fame in 2003 and the Pro Football Hall of Fame in 2007.",
    "year": 1947,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Art Shell",
    "birthday": "1946-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Art_Shell_in_2006.jpg/266px-Art_Shell_in_2006.jpg",
    "extract": "Arthur Lee Shell Jr. is an American former professional football player in the American Football League (AFL) and later in the National Football League (NFL), a Hall of Fame offensive tackle and a two-time former head coach of the Oakland Raiders. He holds the distinction of becoming the second African-American head coach in the history of professional football, and the first in the sport's modern era. Shell was inducted to the College Football Hall of Fame in 2013 and the Pro Football Hall of Fame in 1989. He played college football at Maryland State.",
    "year": 1946,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Itamar Singer",
    "birthday": "1946-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Itamar_zinger.jpg/320px-Itamar_zinger.jpg",
    "extract": "Itamar Singer was an Israeli author and historian of Jewish-Romanian origin. He is known for his research of the Ancient Near East and as a leading Hittitologist, pioneering the study of this ancient Anatolians culture in Israel and elucidating the tensions which brought about its demise.",
    "year": 1946,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Daniel Davis",
    "birthday": "1945-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Actor-Daniel-Davis-at-a-Star-Trek-convention-in-Las-Vegas-%28cropped%29.jpg/290px-Actor-Daniel-Davis-at-a-Star-Trek-convention-in-Las-Vegas-%28cropped%29.jpg",
    "extract": "Daniel Davis is an American stage, screen, and television actor.",
    "year": 1945,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "John McVie",
    "birthday": "1945-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/FleetMacTulsa031018-79_%2830294524767%29_%28Cropped%29.jpg/213px-FleetMacTulsa031018-79_%2830294524767%29_%28Cropped%29.jpg",
    "extract": "John Graham McVie is a British bass guitarist. He is best known as a member of the rock bands John Mayall & the Bluesbreakers from 1964 to 1967 and Fleetwood Mac since 1967. His surname, combined with that of Mick Fleetwood, was the inspiration for the band's name. He joined Fleetwood Mac shortly after its formation by guitarist Peter Green in 1967, replacing temporary bass guitarist Bob Brunning. McVie and Fleetwood are the only two members of the group to appear on every Fleetwood Mac release, and for over fifty years have been the group's last remaining original members.",
    "year": 1945,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jim Mullen",
    "birthday": "1945-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Jim_Mullen.jpg/320px-Jim_Mullen.jpg",
    "extract": "Jim Mullen is a Scottish, Glasgow-born jazz guitarist with a distinctive style, like Wes Montgomery before him, picking with the thumb rather than a plectrum.",
    "year": 1945,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Björn von Sydow",
    "birthday": "1945-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Bjorn_von_Sydow%2C_talman_Sveriges_riksdag.jpg/213px-Bjorn_von_Sydow%2C_talman_Sveriges_riksdag.jpg",
    "extract": "Björn Gustaf von Sydow was the speaker (talman) of the Riksdag, the Swedish parliament. He held this office following the 2002 election, when he succeeded Birgitta Dahl, until he was replaced on 2 October 2006. A member of the Swedish Social Democratic Party, he had been Minister of Defence in Göran Persson's government between 1997 and 2002, preceded by a short term as Minister of Trade.",
    "year": 1945,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Joyce Quin",
    "birthday": "1944-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Official_portrait_of_Baroness_Quin_crop_2%2C_2019.jpg/240px-Official_portrait_of_Baroness_Quin_crop_2%2C_2019.jpg",
    "extract": "Joyce Gwendolen Quin, Baroness Quin, PC is a Labour Party politician in the United Kingdom.",
    "year": 1944,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Marilynne Robinson",
    "birthday": "1943-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Marilynne_Robinson.jpg/240px-Marilynne_Robinson.jpg",
    "extract": "Marilynne Summers Robinson is an American novelist and essayist. Across her writing career, Robinson has received numerous awards, including the Pulitzer Prize for Fiction in 2005, National Humanities Medal in 2012, and the 2016 Library of Congress Prize for American Fiction. In 2016, Robinson was named in Time magazine's list of 100 most influential people. Robinson began teaching at the Iowa Writers' Workshop in 1991 and retired in the spring of 2016.",
    "year": 1943,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Olivia Cole",
    "birthday": "1942-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Olivia_Cole_%28cropped%29.JPG",
    "extract": "Olivia Carlena Cole was an American actress, best known for her Emmy Award-winning role in the 1977 miniseries Roots. She was the first African American to win in the Emmy category of best-supporting-actress in a miniseries.",
    "year": 1942,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Đặng Thùy Trâm",
    "birthday": "1942-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Dang_Thuy_Tram.jpg/240px-Dang_Thuy_Tram.jpg",
    "extract": "Đặng Thùy Trâm was a Vietnamese doctor. She worked as a battlefield surgeon for the People's Army of Vietnam and Vietcong during the Vietnam War. Her wartime diaries, which chronicle the last two years of her life, attracted international attention following their publication in 2005.",
    "year": 1942,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Susanne Marsee",
    "birthday": "1941-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/98/SusanneMarsee.JPG/320px-SusanneMarsee.JPG",
    "extract": "Susanne Marsee is an American mezzo-soprano of note, particularly acclaimed as a singing-actress.",
    "year": 1941,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Enrico Bombieri",
    "birthday": "1940-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Enrico_Bombieri.jpg/274px-Enrico_Bombieri.jpg",
    "extract": "Enrico Bombieri is an Italian mathematician, known for his work in analytic number theory, Diophantine geometry, complex analysis, and group theory. Bombieri is currently Professor Emeritus in the School of Mathematics at the Institute for Advanced Study in Princeton, New Jersey.\nBombieri won the Fields Medal in 1974 for his contributions to large sieve mathematics, conceptualized by Linnick 1941, and its application to the distribution of prime numbers.",
    "year": 1940,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Davey Graham",
    "birthday": "1940-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2a/Daveygraham-louiskillen.jpg",
    "extract": "David Michael Gordon \"Davey\" Graham was a British guitarist and one of the most influential figures in the 1960s British folk revival. He inspired many famous practitioners of the fingerstyle acoustic guitar such as Bert Jansch, Wizz Jones, John Renbourn, Martin Carthy, John Martyn, Paul Simon and Jimmy Page, who based his solo \"White Summer\" on Graham's \"She Moved Through the Fair\". Graham is probably best known for his acoustic instrumental, \"Anji\" and for popularizing DADGAD tuning, later widely adopted by acoustic guitarists.",
    "year": 1940,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Kotozakura Masakatsu",
    "birthday": "1940-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Kotozakura_Masakatsu_Bronze_statue.jpg/320px-Kotozakura_Masakatsu_Bronze_statue.jpg",
    "extract": "Kotozakura Masakatsu  was a Japanese professional sumo wrestler from Kurayoshi, Tottori. He was the sport's 53rd yokozuna. He made his professional debut in 1959, reaching the top division in 1963. After several years at the second highest rank of ōzeki, in 1973 he was promoted to yokozuna at the age of thirty-two years two months, becoming the oldest wrestler to be promoted to yokozuna since 1958, when the current six tournaments system was established. After his retirement he was head coach of Sadogatake stable and produced a string of top division wrestlers.",
    "year": 1940,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Abdullah Ahmad Badawi",
    "birthday": "1939-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/01_Badawi_in_Maldives_%28cropped-1%29.jpg/240px-01_Badawi_in_Maldives_%28cropped-1%29.jpg",
    "extract": "Tun Abdullah bin Ahmad Badawi is a Malaysian politician who served as the fifth prime minister of Malaysia from 2003 to 2009. He was also the president of the United Malays National Organisation (UMNO), the largest political party in Malaysia, and led the governing Barisan Nasional parliamentary coalition. He is informally known as Pak Lah, Pak meaning 'Uncle', while Lah is taken from his name 'Abdullah'.",
    "year": 1939,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Wayland Flowers",
    "birthday": "1939-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/78/Wayland_Flowers_and_Madame.jpg",
    "extract": "Wayland Parrott Flowers Jr. was an American actor, comedian and puppeteer. Flowers was best known for the comedy act he created with his puppet Madame. His performances as \"Wayland Flowers and Madame\" were a major national success on stage and on screen in the 1970s and 1980s.",
    "year": 1939,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "John Gummer",
    "birthday": "1939-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/08/John_Gummer_2006-03-01.jpg",
    "extract": "John Selwyn Gummer, Baron Deben, is a British Conservative Party politician, formerly the Member of Parliament (MP) for Suffolk Coastal and now a member of the House of Lords. He was Conservative Party Chairman from 1983 to 1985 and held various government posts including Secretary of State for the Environment from 1993 to 1997.",
    "year": 1939,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Grey Gowrie",
    "birthday": "1939-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a4/Grey_Gowrie.jpeg/249px-Grey_Gowrie.jpeg",
    "extract": "Alexander Patrick Greysteil Hore-Ruthven, 2nd Earl of Gowrie,, usually known as Grey Gowrie or Lord Gowrie, was an Irish-born British hereditary peer, politician, and businessman. Lord Gowrie was also the hereditary Clan Chief of Clan Ruthven in Scotland. He was educated at Eton and Oxford, and held posts in academia for a period, in the US and London, including time working with poet Robert Lowell and at Harvard University.",
    "year": 1939,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Art Themen",
    "birthday": "1939-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Art_Themen.jpg/213px-Art_Themen.jpg",
    "extract": "Arthur Edward George Themen is a British jazz saxophonist and formerly orthopaedic surgeon. Critic John Fordham has described him as \"an appealing presence on the British jazz circuit for over 40 years.... Originally a Dexter Gordon and Sonny Rollins disciple ... Themen has proved himself remarkably attentive to the saxophone styles of subsequent generations.\"",
    "year": 1939,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tina Turner",
    "birthday": "1939-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Tina_Turner_50th_Anniversary_Tour.jpg/320px-Tina_Turner_50th_Anniversary_Tour.jpg",
    "extract": "Tina Turner is an American-born Swiss singer and actress. Widely referred to as the \"Queen of Rock 'n' Roll\", she rose to prominence as the lead singer of the Ike and Tina Turner Revue before launching a successful career as a solo performer.",
    "year": 1939,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Porter Goss",
    "birthday": "1938-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/44/Porter_J._Goss_official_CIA_portrait.jpg",
    "extract": "Porter Johnston Goss is an American politician and government official who served as a Republican member of the U.S. House of Representatives from 1989 until 2004, when he became the last Director of Central Intelligence (DCI) and the first Director of the Central Intelligence Agency following the passage of the 2004 Intelligence Reform and Terrorism Prevention Act, which abolished the DCI position and replaced it with the Director of National Intelligence on April 21, 2005.",
    "year": 1938,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Rodney Jory",
    "birthday": "1938-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/RodJory.jpg/269px-RodJory.jpg",
    "extract": "Rodney Leonard (Rod) Jory AM,, was an Australian physicist noted for establishing and running the National Youth Science Forum (NYSF/NSSS) and for his contributions to Australian teams which have competed at the International Physics Olympiad. He retired from the position of director of the NYSF in January 2005, and currently resides in Canberra, Australia.",
    "year": 1938,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Rich Little",
    "birthday": "1938-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Rich_Little_photo_by_James_DeFrances_2015.jpg/320px-Rich_Little_photo_by_James_DeFrances_2015.jpg",
    "extract": "Richard Caruthers Little is a Canadian-American impressionist and voice actor. Sometimes known as the \"Man of a Thousand Voices\", Little has recorded nine comedy albums and made numerous television appearances, including three HBO specials.",
    "year": 1938,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bob Babbitt",
    "birthday": "1937-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/45/Bob-Babbitt-008.jpg/320px-Bob-Babbitt-008.jpg",
    "extract": "Robert Andrew Kreinar, known as Bob Babbitt, was a Hungarian-American bassist, most famous for his work as a member of Motown Records' studio band, the Funk Brothers, from 1966 to 1972, as well as his tenure as part of MFSB for Philadelphia International Records afterwards. Also in 1968, with Mike Campbell, Ray Monette and Andrew Smith he formed the band Scorpion, which lasted until 1970. He is ranked number 59 on Bass Player magazine's list of \"The 100 Greatest Bass Players of All Time\".",
    "year": 1937,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "John Moore, Baron Moore of Lower Marsh",
    "birthday": "1937-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/47/Mr_John_Moore_M.P._addressing_the_Annual_LSE_Society_Dinner%2C_5th_June%2C_1985.jpg",
    "extract": "John Edward Michael Moore, Baron Moore of Lower Marsh, was a British Conservative Party politician who was Member of Parliament for Croydon Central from February 1974 until 1992. During the Premiership of Margaret Thatcher he enjoyed a meteoric rise through the ranks of government, which culminated in his serving as a Secretary of State in the Cabinet from 1987 to 1989. For a time, he was considered a rising star of his party and a potential leadership contender.",
    "year": 1937,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Boris Yegorov",
    "birthday": "1937-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Boris_Borisovich_Yegorov2.jpg/246px-Boris_Borisovich_Yegorov2.jpg",
    "extract": "Boris Borisovich Yegorov was a Soviet physician-cosmonaut who became the first physician to make a space flight.",
    "year": 1937,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Margaret Boden",
    "birthday": "1936-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Margaret_Boden_01.JPG/316px-Margaret_Boden_01.JPG",
    "extract": "Margaret Ann Boden is a Research Professor of Cognitive Science in the Department of Informatics at the University of Sussex, where her work embraces the fields of artificial intelligence, psychology, philosophy, and cognitive and computer science.",
    "year": 1936,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Marian Mercer",
    "birthday": "1935-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/07/Marian_Mercer_1972_%28cropped%29.JPG",
    "extract": "Marian Ethel Mercer was an American actress and singer.",
    "year": 1935,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Cengiz Bektaş",
    "birthday": "1934-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Cengiz_Bekta%C5%9F_-_15.3.19.jpg/240px-Cengiz_Bekta%C5%9F_-_15.3.19.jpg",
    "extract": "Cengiz Bektaş was a Turkish architect, engineer, poet and writer for Evrensel newspaper.",
    "year": 1934,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Robert Goulet",
    "birthday": "1933-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Robert_Goulet_photo.jpg/213px-Robert_Goulet_photo.jpg",
    "extract": "Robert Gérard Goulet was an American singer and actor of French-Canadian ancestry. Goulet was born and raised in Lawrence, Massachusetts. Cast as Sir Lancelot and originating the role in the 1960 Broadway musical Camelot starring opposite established Broadway stars Richard Burton and Julie Andrews, he achieved instant recognition with his performance and interpretation of the song \"If Ever I Would Leave You\", which became his signature song. His debut in Camelot marked the beginning of a stage, screen, and recording career. A Grammy Award and Tony Award winner, his career spanned almost six decades.",
    "year": 1933,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Stanley Long",
    "birthday": "1933-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Stanley_A_Long.jpg/213px-Stanley_A_Long.jpg",
    "extract": "Stanley A. Long was an English exploitation cinema and sexploitation filmmaker. He was also a driving force behind the VistaScreen stereoscopic (3D) photographic company. He was a writer, cinematographer, editor, and eventually, producer/director of low-budget exploitation movies.\n",
    "year": 1933,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jamshid Mashayekhi",
    "birthday": "1933-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Jamshid_Mashayekhi_2018_%281%29.jpg/286px-Jamshid_Mashayekhi_2018_%281%29.jpg",
    "extract": "Jamshid Mashayekhi was an Iranian actor.",
    "year": 1933,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tony Verna",
    "birthday": "1933-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Tony_Verna.jpg/320px-Tony_Verna.jpg",
    "extract": "Anthony F. Verna was a producer of television sports and entertainment blockbusters.",
    "year": 1933,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Adolfo Pérez Esquivel",
    "birthday": "1931-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Adolfo_P%C3%A9rez_Esquivel%2C_premio_Nobel_de_la_Paz_en_1980%2C_Visit%C3%B3_al_Presidente_de_la_Asamblea_Nacional%2C_Fernando_Cordero._%285076794488%29.jpg/213px-Adolfo_P%C3%A9rez_Esquivel%2C_premio_Nobel_de_la_Paz_en_1980%2C_Visit%C3%B3_al_Presidente_de_la_Asamblea_Nacional%2C_Fernando_Cordero._%285076794488%29.jpg",
    "extract": "Adolfo Pérez Esquivel is an Argentine activist, community organizer, painter, writer and sculptor. He was the recipient of the 1980 Nobel Peace Prize for his opposition to Argentina's last civil-military dictatorship (1976–1983), during which he was detained, tortured, and held without trial for 14 months; during that period he also received, among other distinctions, the Pope John XXIII Peace Memorial.",
    "year": 1931,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Adrianus Johannes Simonis",
    "birthday": "1931-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Bezoek_Paus_Johannes_Paulus_II_aan_Nederland_de_Paus_met_kardinalen_Simonis_%28l%29%2C_Bestanddeelnr_933-3249_%28cropped%29.jpg/231px-Bezoek_Paus_Johannes_Paulus_II_aan_Nederland_de_Paus_met_kardinalen_Simonis_%28l%29%2C_Bestanddeelnr_933-3249_%28cropped%29.jpg",
    "extract": "Adrianus Johannes Simonis was a Dutch cardinal of the Catholic Church. He served as Archbishop of Utrecht from 1983 to 2007, and was made a cardinal in 1985.",
    "year": 1931,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Berthold Leibinger",
    "birthday": "1930-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Berthold_Leibinger.jpg/320px-Berthold_Leibinger.jpg",
    "extract": "Berthold Leibinger was a German mechanical engineer, businessman, and philanthropist. He was the head of the German company Trumpf, a leader in laser technology, and founder of the non-profit foundation Berthold Leibinger Stiftung. He served on the advisory board of major companies and was awarded an honorary doctorate by the University of Stuttgart.",
    "year": 1930,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Slavko Avsenik",
    "birthday": "1929-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Slavko_Avsenik_1961.jpg/260px-Slavko_Avsenik_1961.jpg",
    "extract": "Slavko Avsenik was a Slovene composer and musician. Beginning in 1953 with the formation of the Avsenik Brothers Ensemble, Avsenik produced more than 1,000 songs and enjoyed success both in Slovenia and in other parts of Europe and America, and is viewed as a Slovenian cultural icon.",
    "year": 1929,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Betta St. John",
    "birthday": "1929-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Betta_St._John-Deborah_Kerr_in_Dream_Wife.jpg/237px-Betta_St._John-Deborah_Kerr_in_Dream_Wife.jpg",
    "extract": "Betta St. John is an American former actress, singer, and dancer who worked on Broadway and in Hollywood films. She later appeared in British films including High Tide at Noon, two Tarzan films, and the horror features Corridors of Blood with Bela Lugosi and Horror Hotel with Christopher Lee.",
    "year": 1929,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tatsuo Nishida",
    "birthday": "1928-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/01/%E8%A5%BF%E7%94%B0%E9%BE%8D%E9%9B%84.jpg",
    "extract": "Tatsuo Nishida  was a professor at Kyoto University. His work encompasses research on a variety of Tibeto-Burman languages, he made great contributions in particular to the deciphering of the Tangut language.",
    "year": 1928,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ernie Coombs",
    "birthday": "1927-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/74/Mr_Dressup.jpg/320px-Mr_Dressup.jpg",
    "extract": "Ernest \"Ernie\" Arthur Coombs, CM was a US-born Canadian children's entertainer who starred in the Canadian television series Mr. Dressup.",
    "year": 1927,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Rabi Ray",
    "birthday": "1926-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Portrait_of_Rabi_Ray.jpg/275px-Portrait_of_Rabi_Ray.jpg",
    "extract": "Rabi Ray was an Indian socialist politician, a Gandhian, a speaker of the Lok Sabha and a former Union minister. He hailed from Odisha. He joined the Socialist Party in 1948, and later became member of the Samyukta Socialist Party, the Janata Party and the Janata Dal.",
    "year": 1926,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Eugene Istomin",
    "birthday": "1925-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Eugene_Istomin_1961.jpg/320px-Eugene_Istomin_1961.jpg",
    "extract": "Eugene George Istomin was an American pianist. He was a winner of the Leventritt Award and recorded extensively as a soloist and in a piano trio in which he collaborated with Isaac Stern and Leonard Rose.",
    "year": 1925,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Gregorio Conrado Álvarez",
    "birthday": "1925-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6e/Gregorio_Conrado_%C3%81lvarez.jpg",
    "extract": "Gregorio Conrado Álvarez Armelino, also known as El Goyo, was an Uruguayan Army general who served as president of Uruguay from 1981 until 1985 and was the last surviving president of the civic-military dictatorship.",
    "year": 1925,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jasu Patel",
    "birthday": "1924-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f2/Jasubhai_Patel.jpg/198px-Jasubhai_Patel.jpg",
    "extract": "Jasubhai Motibhai Patel pronunciation (help·info) was an off-spinner who played Test cricket for India.",
    "year": 1924,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "George Segal (artist)",
    "birthday": "1924-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/George_Segal_artist%2C_in_New_Jersey_studio.jpg/217px-George_Segal_artist%2C_in_New_Jersey_studio.jpg",
    "extract": "George Segal was an American painter and sculptor associated with the pop art movement. He was presented with the United States National Medal of Arts in 1999.",
    "year": 1924,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "V. K. Murthy",
    "birthday": "1923-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/V_K_Murthy.jpg/273px-V_K_Murthy.jpg",
    "extract": "Venkatarama Pandit Krishnamurthy known professionally as V. K. Murthy, was an Indian cinematographer. Murthy, a one-time violinist and jailed freedom fighter, was Guru Dutt's regular cameraman on his movies. He provided some of Indian cinema's most notable images in starkly contrasted black and white. He also shot India's first cinemascope film, Kaagaz Ke Phool. For his contribution to film industry, particularly Indian film industry he was awarded the IIFA Lifetime Achievement Award in 2005. In 2010, he was honoured with the Dada Saheb Phalke Award for his contributions to Indian cinema.",
    "year": 1923,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Charles M. Schulz",
    "birthday": "1922-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Charles_Schulz_NYWTS.jpg/320px-Charles_Schulz_NYWTS.jpg",
    "extract": "Charles Monroe \"Sparky\" Schulz was an American cartoonist and creator of the comic strip Peanuts. He is widely regarded as one of the most influential cartoonists of all time, cited by many cartoonists as a major influence, including by cartoonists such as Jim Davis, Bill Watterson, Matt Groening, and Dav Pilkey.",
    "year": 1922,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Daniel Petrie",
    "birthday": "1920-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a4/Daniel_Petrie.jpg/251px-Daniel_Petrie.jpg",
    "extract": "Daniel Mannix Petrie was a Canadian film, television, and stage director who worked in Canada, Hollywood, and the United Kingdom; known for directing grounded human dramas often dealing with taboo subject matter. He was one of several Canadian-born expatriate filmmakers, including Norman Jewison and Sidney J. Furie, to find critical and commercial success overseas in the 1960s due to the limited opportunities in the Canadian film industry at the time. He was the patriarch of the Petrie filmmaking family, with four of his children all working in the film industry.",
    "year": 1920,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ryszard Kaczorowski",
    "birthday": "1919-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Ryszard_Kaczorowski_2008_corrected.jpg/221px-Ryszard_Kaczorowski_2008_corrected.jpg",
    "extract": "Ryszard Kaczorowski, GCMG was a Polish statesman. From 1989 to 1990, he served as the last President of Poland-in-exile. He succeeded Kazimierz Sabbat, and resigned his post following Poland's regaining independence from the Soviet sphere of influence and the election of Lech Wałęsa as the first democratically elected President of Poland since before the Second World War. He died on 10 April 2010 in the plane crash near Smolensk, Russia, along with the President of Poland Lech Kaczyński and other senior government officials.",
    "year": 1919,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Frederik Pohl",
    "birthday": "1919-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Frederik_Pohl_Eaton_2008-05-17.png/252px-Frederik_Pohl_Eaton_2008-05-17.png",
    "extract": "Frederik George Pohl Jr. was an American science-fiction writer, editor, and fan, with a career spanning nearly 75 years—from his first published work, the 1937 poem \"Elegy to a Dead Satellite: Luna\", to the 2011 novel All the Lives He Led.",
    "year": 1919,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ram Sharan Sharma",
    "birthday": "1919-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ea/Ram_Sharan_Sharma%2C_Indian_historian.jpg",
    "extract": "Ram Sharan Sharma was an eminent historian and academic who specialized in the history of Ancient and early Medieval India following Marxist historiography. He taught at Patna University and Delhi University (1973–85) and was visiting faculty at University of Toronto (1965–1966). He also was a senior fellow at the School of Oriental and African Studies, University of London. He was a University Grants Commission National Fellow (1958–81) and the president of Indian History Congress in 1975. It was during his tenure as the dean of Delhi University's History Department that major expansion of the department took place in the 1970s. The creation of most of the positions in the department were the results of his efforts. He was the founding Chairman of the Indian Council of Historical Research (ICHR) and a historian of international repute.",
    "year": 1919,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Patricio Aylwin",
    "birthday": "1918-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Aylwin_Banda_%282%29.jpg/226px-Aylwin_Banda_%282%29.jpg",
    "extract": "Patricio Aylwin Azócar was a Chilean politician from the Christian Democratic Party, lawyer, author, professor and former senator. He was the first president of Chile after dictator Augusto Pinochet, and his election marked the Chilean transition to democracy in 1990. Despite resistance from elements of the Chilean military and government after his election, Aylwin was staunch in his support for the Chilean National Commission for Truth and Reconciliation which exposed the systematic brutalities of the dictatorship.",
    "year": 1918,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Nesuhi Ertegun",
    "birthday": "1917-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Nesuhi_Ertegun_%28Gottlieb%29_1.jpg/244px-Nesuhi_Ertegun_%28Gottlieb%29_1.jpg",
    "extract": "Nesuhi Ertegun was a Turkish-American record producer and executive of Atlantic Records and WEA International.",
    "year": 1917,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Inge King",
    "birthday": "1915-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Inga_King_2008.jpg/241px-Inga_King_2008.jpg",
    "extract": "Ingeborg Viktoria \"Inge\" King was a German-born Australian sculptor. She received many significant public commissions. Her work is held in public and private collections. Her best known work is Forward Surge (1974) at the Melbourne Arts Centre. She became a Member of the Order of Australia (AM) in January 1984.",
    "year": 1915,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Earl Wild",
    "birthday": "1915-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/88/Earl_Wild_1978.jpg",
    "extract": "Earl Wild was an American pianist known for his transcriptions of jazz and classical music.",
    "year": 1915,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Eric Sevareid",
    "birthday": "1912-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Sevareid.jpg",
    "extract": "Arnold Eric Sevareid was an American author and CBS news journalist from 1939 to 1977. He was one of a group of elite war correspondents who were hired by CBS newsman Edward R. Murrow and nicknamed \"Murrow's Boys.\" Sevareid was the first to report the Fall of Paris in 1940, when the city was captured by German forces during World War II.",
    "year": 1912,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Samuel Reshevsky",
    "birthday": "1911-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Samuel_Reshevsky_1964.jpg/269px-Samuel_Reshevsky_1964.jpg",
    "extract": "Samuel Herman Reshevsky was a Polish chess prodigy and later a leading American chess grandmaster. He was a contender for the World Chess Championship from the mid-1930s to the mid-1960s: he tied for third place in the 1948 World Chess Championship tournament, and tied for second in the 1953 Candidates tournament. He was an eight-time winner of the US Chess Championship, tying him with Bobby Fischer for the all-time record.",
    "year": 1911,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Cyril Cusack",
    "birthday": "1910-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/20/Cyril_Cusack.gif/320px-Cyril_Cusack.gif",
    "extract": "Cyril James Cusack was an Irish stage and screen actor with a career that spanned more than 70 years. During his lifetime, he was considered one of Ireland's finest thespians, and was renowned for his interpretations of both classical and contemporary theatre, including Shakespearean roles as a member of the Royal Shakespeare Company, and over 60 productions for the Abbey Theatre, of which he was a lifelong member. In 2020, Cusack was ranked at number 14 on The Irish Times' list of Ireland's greatest film actors.",
    "year": 1910,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Fritz Buchloh",
    "birthday": "1909-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Fritz_Buchloh.tif/lossy-page1-233px-Fritz_Buchloh.tif.jpg",
    "extract": "Friedrich Hermann \"Fritz\" Buchloh was a German football manager and footballer who played as a goalkeeper. He was born in Mülheim an der Ruhr, Germany. Buchloh was the last surviving member of Germany's 1934 World Cup squad.",
    "year": 1909,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Frances Dee",
    "birthday": "1909-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Frances_Dee_ph636.jpg/243px-Frances_Dee_ph636.jpg",
    "extract": "Frances Marion Dee was an American actress. Her first film was the musical Playboy of Paris (1930). She starred in the film An American Tragedy (1931). She is also known for starring in the 1943 Val Lewton psychological horror film I Walked With a Zombie.",
    "year": 1909,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Eugène Ionesco",
    "birthday": "1909-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Eugene_Ionesco_01.jpg/214px-Eugene_Ionesco_01.jpg",
    "extract": "Eugène Ionesco was a Romanian-French playwright who wrote mostly in French, and was one of the foremost figures of the French avant-garde theatre in the 20th century. Ionesco instigated a revolution in ideas and techniques of drama, beginning with his \"anti play\", The Bald Soprano which contributed to the beginnings of what is known as the Theatre of the Absurd, which includes a number of plays that, following the ideas of the philosopher Albert Camus, explore concepts of absurdism. He was made a member of the Académie française in 1970, and was awarded the 1970 Austrian State Prize for European Literature, and the 1973 Jerusalem Prize.",
    "year": 1909,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Charles Forte, Baron Forte",
    "birthday": "1908-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c2/Charles_Forte%2C_Baron_Forte.jpg",
    "extract": "Charles Carmine Forte, Baron Forte was an Italian-born Scottish hotelier who founded the leisure and hotels conglomerate that ultimately became the Forte Group.",
    "year": 1908,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Lefty Gomez",
    "birthday": "1908-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Lefty_Gomez_1936.jpeg/258px-Lefty_Gomez_1936.jpeg",
    "extract": "Vernon Louis \"Lefty\" Gomez was an American professional baseball player. A left-handed pitcher, Gomez played in Major League Baseball (MLB) between 1930 and 1943 for the New York Yankees and the Washington Senators. Gomez was a five-time World Series champion with the Yankees. He was also known for his colorful personality and humor throughout his career and life.",
    "year": 1908,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ruth Patrick",
    "birthday": "1907-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Ruth_patrick_2.jpg/320px-Ruth_patrick_2.jpg",
    "extract": "Ruth Myrtle Patrick was an American botanist and limnologist specializing in diatoms and freshwater ecology. She authored more than 200 scientific papers, developed ways to measure the health of freshwater ecosystems and established numerous research facilities.",
    "year": 1907,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bob Johnson (outfielder)",
    "birthday": "1905-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/BobJohnsonGoudeycard.jpg/262px-BobJohnsonGoudeycard.jpg",
    "extract": "Robert Lee Johnson, nicknamed \"Indian Bob\", was an American professional baseball player. He played as a left fielder in Major League Baseball for three American League teams from 1933 to 1945, primarily the Philadelphia Athletics. His elder brother Roy was a major league outfielder from 1929 to 1938.",
    "year": 1905,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Armand Frappier",
    "birthday": "1904-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Le_Dr._Armand_Frappier.jpg/214px-Le_Dr._Armand_Frappier.jpg",
    "extract": "Armand Frappier was a physician, microbiologist, and expert on tuberculosis from Quebec, Canada.",
    "year": 1904,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Alice Herz-Sommer",
    "birthday": "1903-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c9/Alice_Herz-Sommer.png",
    "extract": "Alice Herz-Sommer, also known as Alice Herz, was a Prague-born Jewish classical pianist, music teacher, and supercentenarian who survived Theresienstadt concentration camp. She lived for 40 years in Israel, before migrating to London in 1986, where she resided until her death, and at the age of 110 was the world's oldest known Holocaust survivor until Yisrael Kristal was recognized as such.",
    "year": 1903,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "William Sterling Parsons",
    "birthday": "1901-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Rear_Admiral_Deak_Parsons.jpg/234px-Rear_Admiral_Deak_Parsons.jpg",
    "extract": "Rear Admiral William Sterling \"Deak\" Parsons was an American naval officer who worked as an ordnance expert on the Manhattan Project during World War II. He is best known for being the weaponeer on the Enola Gay, the aircraft which dropped the Little Boy atomic bomb on Hiroshima, Japan in 1945. To avoid the possibility of a nuclear explosion if the aircraft crashed and burned on takeoff, he decided to arm the bomb in flight. While the aircraft was en route to Hiroshima, Parsons climbed into the cramped and dark bomb bay, and inserted the powder charge and detonator. He was awarded the Silver Star for his part in the mission.",
    "year": 1901,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Anna Maurizio",
    "birthday": "1900-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/MaurizioAnna1960.JPG/320px-MaurizioAnna1960.JPG",
    "extract": "Anna Maurizio was a Swiss biologist who studied bees. She worked for more than three decades in the Department of Bees at the Liebefeld Federal Dairy Industry and Bacteriological Institute, where she developed new methods for determining the amount of pollen in honey.",
    "year": 1900,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Richard Hauptmann",
    "birthday": "1899-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/ca/Hauptmannmugshot2.jpg/320px-Hauptmannmugshot2.jpg",
    "extract": "Bruno Richard Hauptmann was a German-born carpenter who was convicted of the abduction and murder of the 20-month-old son of aviator Charles Lindbergh and his wife Anne Morrow Lindbergh. The Lindbergh kidnapping became known as \"The Crime of the Century\". Both Hauptmann and his wife, Anna Hauptmann, proclaimed his innocence until he was executed in 1936 by electric chair at the Trenton State Prison.",
    "year": 1899,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Karl Ziegler",
    "birthday": "1898-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Karl_Ziegler_Nobel.jpg/226px-Karl_Ziegler_Nobel.jpg",
    "extract": "Karl Waldemar Ziegler was a German chemist who won the Nobel Prize in Chemistry in 1963, with Giulio Natta, for work on polymers. The Nobel Committee recognized his \"excellent work on organometallic compounds [which]...led to new polymerization reactions and ... paved the way for new and highly useful industrial processes\". He is also known for his work involving free-radicals, many-membered rings, and organometallic compounds, as well as the development of Ziegler–Natta catalyst. One of many awards Ziegler received was the Werner von Siemens Ring in 1960 jointly with Otto Bayer and Walter Reppe, for expanding the scientific knowledge of and the technical development of new synthetic materials.",
    "year": 1898,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bill W.",
    "birthday": "1895-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/90/Bill_Wilson%2C_Founder_AA.png",
    "extract": "William Griffith Wilson, also known as Bill Wilson or Bill W., was the co-founder of Alcoholics Anonymous (AA).",
    "year": 1895,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "James McGuigan",
    "birthday": "1894-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/James_Charles_McGuigan.jpg/240px-James_Charles_McGuigan.jpg",
    "extract": "James Charles McGuigan was a Canadian Cardinal of the Roman Catholic Church. He served as Archbishop of Toronto from 1934 to 1971, and was elevated to the cardinalate in 1946 by Pope Pius XII.",
    "year": 1894,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Norbert Wiener",
    "birthday": "1894-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Norbert_wiener.jpg/231px-Norbert_wiener.jpg",
    "extract": "Norbert Wiener was an American mathematician and philosopher. He was a professor of mathematics at the Massachusetts Institute of Technology (MIT). A child prodigy, Wiener later became an early researcher in stochastic and mathematical noise processes, contributing work relevant to electronic engineering, electronic communication, and control systems.",
    "year": 1894,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Scott Bradley (composer)",
    "birthday": "1891-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ed/Scott_Bradley.jpg/320px-Scott_Bradley.jpg",
    "extract": "Walter Scott Bradley was an American composer, pianist, arranger, and conductor.",
    "year": 1891,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Albert Dieudonné",
    "birthday": "1889-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/09/Choumoff_-_Albert_Dieudonn%C3%A9_Napoleon.jpg",
    "extract": "Albert Dieudonné was a French actor, screenwriter, film director and novelist.",
    "year": 1889,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ford Beebe",
    "birthday": "1888-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9a/Ford_Beebe.jpg/240px-Ford_Beebe.jpg",
    "extract": "Ford Beebe was a screenwriter and director. He entered the film business as a writer around 1916 and over the next 60 years wrote and/or directed almost 200 films.",
    "year": 1888,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Heinrich Brüning",
    "birthday": "1885-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Bundesarchiv_Bild_183-1989-0630-504%2C_Heinrich_Br%C3%BCning.jpg/223px-Bundesarchiv_Bild_183-1989-0630-504%2C_Heinrich_Br%C3%BCning.jpg",
    "extract": "Heinrich Aloysius Maria Elisabeth Brüning was a German Centre Party politician and academic, who served as the chancellor of Germany during the Weimar Republic from 1930 to 1932.",
    "year": 1885,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Major Taylor",
    "birthday": "1878-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Major_Taylor%2C_1906-1907.jpg/244px-Major_Taylor%2C_1906-1907.jpg",
    "extract": "Marshall Walter \"Major\" Taylor was an American professional cyclist. He was born and raised in Indianapolis, where he worked in bicycle shops and began racing multiple distances in the track and road disciplines of cycling. As a teenager, he moved to Worcester, Massachusetts, with his employer/coach/mentor and continued his successful amateur career, which included breaking track records. Even by modern cycling standards, Major Taylor could be considered the greatest American sprinter of all time.",
    "year": 1878,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Willis Carrier",
    "birthday": "1876-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Willis_Carrier_1915.jpg/224px-Willis_Carrier_1915.jpg",
    "extract": "Willis Haviland Carrier was an American engineer, best known for inventing modern air conditioning. Carrier invented the first electrical air conditioning unit in 1902. In 1915, he founded Carrier Corporation, a company specializing in the manufacture and distribution of heating, ventilation, and air conditioning (HVAC) systems.",
    "year": 1876,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Fred Herd",
    "birthday": "1873-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/FredHerd.JPG/212px-FredHerd.JPG",
    "extract": "Fred Herd was a Scottish professional golfer from St Andrews. In 1898 he won the fourth U.S. Open at Myopia Hunt Club, in South Hamilton, Massachusetts. This was the first U.S. Open to be played over 72 holes, requiring the competitors to play eight rounds of Myopia's nine-hole course. Herd turned in a card totaling 328, 84-85-75-84, averaging 82 strokes per 18-hole round.",
    "year": 1873,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Hari Singh Gour",
    "birthday": "1870-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Hari_Singh_Gour.jpg/210px-Hari_Singh_Gour.jpg",
    "extract": "Sir Hari Singh Gour was a distinguished lawyer, jurist, educationist, social reformer, poet, and novelist. Gour was the First Vice-Chancellor of the University of Delhi and Nagpur University, founder and Vice-Chancellor of the University of Sagar, Deputy President of the Central Legislative Assembly of British India, an Indian Delegate to the Joint Parliamentary Committee, a Member of the Indian Central Committee associated with the Royal Commission on the Indian Constitution, and a Fellow of the Royal Society of Literature.\n",
    "year": 1870,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Maud of Wales",
    "birthday": "1869-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Queen_Maud_of_Norway.jpg/256px-Queen_Maud_of_Norway.jpg",
    "extract": "Maud of Wales, was queen consort of Norway as the wife of King Haakon VII. She was the youngest daughter of King Edward VII and Queen Alexandra of the United Kingdom. Before her marriage, she was known as Princess Maud of Wales because her father was Prince of Wales at the time.",
    "year": 1869,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Edward Higgins",
    "birthday": "1864-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Bundesarchiv_Bild_102-13847%2C_Edward_Higgins_und_Horace_Rumbold.jpg/320px-Bundesarchiv_Bild_102-13847%2C_Edward_Higgins_und_Horace_Rumbold.jpg",
    "extract": "Edward John Higgins was the third General of The Salvation Army (1929–1934).",
    "year": 1864,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Katharine Drexel",
    "birthday": "1858-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f9/Katherine-drexel.jpg/265px-Katherine-drexel.jpg",
    "extract": "Katharine Drexel was an American heiress, philanthropist, religious sister, and educator. She was the second person born in what is now the United States to be canonized as a saint and the first one born a U.S. citizen.",
    "year": 1858,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ferdinand de Saussure",
    "birthday": "1857-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Ferdinand_de_Saussure_by_Jullien_Restored.png/212px-Ferdinand_de_Saussure_by_Jullien_Restored.png",
    "extract": "Ferdinand de Saussure was a Swiss linguist, semiotician and philosopher. His ideas laid a foundation for many significant developments in both linguistics and semiotics in the 20th century. He is widely considered one of the founders of 20th-century linguistics and one of two major founders of semiotics, or semiology, as Saussure called it.",
    "year": 1857,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bat Masterson",
    "birthday": "1853-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fb/BatMastersonEnhanced.jpg/194px-BatMastersonEnhanced.jpg",
    "extract": "Bartholemew William Barclay \"Bat\" Masterson was a U.S. Army scout, lawman, professional gambler, and journalist known for his exploits in the 19th and early 20th-century American Old West. He was born to a working-class Irish family in Quebec, but he moved to the Western frontier as a young man and quickly distinguished himself as a buffalo hunter, civilian scout, and Indian fighter on the Great Plains. He later earned fame as a gunfighter and sheriff in Dodge City, Kansas, during which time he was involved in several notable shootouts.",
    "year": 1853,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Thomas Playford II",
    "birthday": "1837-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Thomas_Playford_-_Hammer_%26_Co_%28cropped%29.jpg/229px-Thomas_Playford_-_Hammer_%26_Co_%28cropped%29.jpg",
    "extract": "Thomas Playford was an Australian politician who served two terms as Premier of South Australia. He subsequently entered federal politics, serving as a Senator for South Australia from 1901 to 1906 and as Minister for Defence from 1905 to 1907.",
    "year": 1837,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Rudolph Koenig",
    "birthday": "1832-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/PSM_V37_D448_Rudolph_Koenig.jpg/226px-PSM_V37_D448_Rudolph_Koenig.jpg",
    "extract": "Karl Rudolph Koenig was born in Königsberg of Prussia. Koenig was a businessman, instrument maker, and German physicist, chiefly concerned with acoustic phenomena. He was best known for designing and building acoustical instruments such as the tuning fork and sound analyser.",
    "year": 1832,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mary Edwards Walker",
    "birthday": "1832-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Dr._Mary_Walker_%28cropped%29.jpg/223px-Dr._Mary_Walker_%28cropped%29.jpg",
    "extract": "Mary Edwards Walker, M.D., commonly referred to as Dr. Mary Walker, was an American abolitionist, prohibitionist, prisoner of war and surgeon. She is the only woman to ever receive the Medal of Honor.",
    "year": 1832,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Robert Battey",
    "birthday": "1828-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Robert_Battey.jpg",
    "extract": "Robert Battey was an American physician who is known for pioneering a surgical procedure then called Battey's Operation and now termed radical oophorectomy.",
    "year": 1828,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "René Goblet",
    "birthday": "1828-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/88/Ren%C3%A9_Goblet.jpg",
    "extract": "René Goblet was a French politician, Prime Minister of France for a period in 1886–1887.",
    "year": 1828,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ellen G. White",
    "birthday": "1827-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Ellen_G._White.jpg/213px-Ellen_G._White.jpg",
    "extract": "Ellen Gould White was an American author and co-founder of the Seventh-day Adventist Church. Along with other Adventist leaders such as Joseph Bates and her husband James White, she was instrumental within a small group of early Adventists who formed what became known as the Seventh-day Adventist Church. White is considered a leading figure in American vegetarian history. The Smithsonian magazine named Ellen G. White among the \"100 Most Significant Americans of All Time.\"",
    "year": 1827,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Charles Adolphe Wurtz",
    "birthday": "1817-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Charles-Adolphe_Wurtz.jpg/243px-Charles-Adolphe_Wurtz.jpg",
    "extract": "Charles Adolphe Wurtz was an Alsatian French chemist. He is best remembered for his decades-long advocacy for the atomic theory and for ideas about the structures of chemical compounds, against the skeptical opinions of chemists such as Marcellin Berthelot and Henri Étienne Sainte-Claire Deville. He is well known by organic chemists for the Wurtz reaction, to form carbon-carbon bonds by reacting alkyl halides with sodium, and for his discoveries of ethylamine, ethylene glycol, and the aldol reaction. Wurtz was also an influential writer and educator.",
    "year": 1817,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Zeng Guofan",
    "birthday": "1811-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Tseng_Kwo-Fan.tif/lossy-page1-226px-Tseng_Kwo-Fan.tif.jpg",
    "extract": "Zeng Guofan, Marquis Yiyong, birth name Zeng Zicheng, courtesy name Bohan, was a Chinese statesman and military general of the late Qing dynasty. He is best known for raising and organizing the Xiang Army to aid the Qing military in suppressing the Taiping Rebellion and restoring the stability of the Qing Empire. Along with other prominent figures such as Zuo Zongtang and Li Hongzhang of his time, Zeng set the scene for the Tongzhi Restoration, an attempt to arrest the decline of the Qing dynasty. Zeng was known for his strategic perception, administrative skill and noble personality on Confucian practice, but also for his ruthlessness in repressing rebellions.",
    "year": 1811,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Sarah Moore Grimké",
    "birthday": "1792-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Sarah_Moore_Grimke.jpg/232px-Sarah_Moore_Grimke.jpg",
    "extract": "Sarah Moore Grimké was an American abolitionist, widely held to be the mother of the women's suffrage movement. Born and reared in South Carolina to a prominent, wealthy planter family, she moved to Philadelphia, Pennsylvania, in the 1820s and became a Quaker, as did her younger sister Angelina. The sisters began to speak on the abolitionist lecture circuit, joining a tradition of women who had been speaking in public on political issues since colonial days, including Susanna Wright, Hannah Griffitts, Susan B. Anthony, Elizabeth Cady Stanton, and Anna Dickinson. They recounted their knowledge of slavery firsthand, urged abolition, and also became activists for women's rights.",
    "year": 1792,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "William Cowper",
    "birthday": "1731-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/William_Cowper_by_Lemuel_Francis_Abbott.jpg/254px-William_Cowper_by_Lemuel_Francis_Abbott.jpg",
    "extract": "William Cowper was an English poet and hymnwriter. One of the most popular poets of his time, Cowper changed the direction of 18th-century nature poetry by writing of everyday life and scenes of the English countryside. In many ways, he was one of the forerunners of Romantic poetry. Samuel Taylor Coleridge called him \"the best modern poet\", whilst William Wordsworth particularly admired his poem Yardley-Oak.",
    "year": 1731,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Artemas Ward",
    "birthday": "1727-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Artemas_Ward.jpg/262px-Artemas_Ward.jpg",
    "extract": "Artemas Ward was an American major general in the American Revolutionary War and a Congressman from Massachusetts. He was considered an effective political leader, President John Adams describing him as \"universally esteemed, beloved and confided in by his army and his country.\"",
    "year": 1727,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Theophilus Cibber",
    "birthday": "1703-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Cibber%2C_in_the_Character_of_Ancient_Pistol_%281759%29.jpg/240px-Cibber%2C_in_the_Character_of_Ancient_Pistol_%281759%29.jpg",
    "extract": "Theophilus Cibber was an English actor, playwright, author, and son of the actor-manager Colley Cibber.",
    "year": 1703,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jean-Jacques d'Ortous de Mairan",
    "birthday": "1678-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Jean-Jacques_Dortous_de_Mairan._Line_engraving_by_P._C._Ingo_Wellcome_V0003793.jpg/229px-Jean-Jacques_Dortous_de_Mairan._Line_engraving_by_P._C._Ingo_Wellcome_V0003793.jpg",
    "extract": "Jean-Jacques d'Ortous de Mairan was a French geophysicist, astronomer and most notably, chronobiologist, was born in the town of Béziers on 26 November 1678. De Mairan lost his father, François d'Ortous, at age four and his mother twelve years later at age sixteen.\nOver the course of his life, de Mairan was elected into numerous scientific societies and made key discoveries in a variety of fields including ancient texts and astronomy. His observations and experiments also inspired the beginning of what is now known as the study of biological circadian rhythms. At the age of 92, de Mairan died of pneumonia in Paris on 20 February 1771.",
    "year": 1678,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "William Derham",
    "birthday": "1657-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/William_Derham.jpg/198px-William_Derham.jpg",
    "extract": "William Derham FRS was an English clergyman, natural theologian, natural philosopher and scientist. He produced the earliest, reasonably accurate measurement of the speed of sound.",
    "year": 1657,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "John Harvard (clergyman)",
    "birthday": "1607-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/John_Harvard_statue.jpg/287px-John_Harvard_statue.jpg",
    "extract": "John Harvard was an English dissenting minister in Colonial America whose\ndeathbed\nbequest to the\n\"schoale or Colledge\"\nfounded two years earlier by the Massachusetts Bay Colony was so gratefully received that it was consequently ordered \n\"that the\nColledge\nagreed upon formerly to\nbee\nbuilt at\nCambridge shalbee\ncalled Harvard\nColledge.\"\nHarvard University considers him the most honored of its founders—those whose efforts and contributions in its early days \"ensure[d] its permanence\"—and a statue in his honor is a prominent feature of Harvard Yard.",
    "year": 1607,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "James Ware (historian)",
    "birthday": "1594-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Sir.James.Ware.png/320px-Sir.James.Ware.png",
    "extract": "Sir James Ware was an Irish historian.",
    "year": 1594,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Seonjo of Joseon",
    "birthday": "1552-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/%E6%9C%9D%E9%AE%AE%E5%AE%A3%E7%A5%96.jpg/320px-%E6%9C%9D%E9%AE%AE%E5%AE%A3%E7%A5%96.jpg",
    "extract": "Seonjo of Joseon was the fourteenth king of the Joseon Dynasty of Korea from 1567 to 1608. He was known for encouraging Confucianism and renovating state affairs at the beginning of his reign. However, political discord and incompetent leadership during the Japanese invasions of Korea marred his later years.",
    "year": 1552,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Henry Berkeley, 7th Baron Berkeley",
    "birthday": "1534-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/WTC_Mum%27s_taxi_Caludon_Castle_1.JPG/320px-WTC_Mum%27s_taxi_Caludon_Castle_1.JPG",
    "extract": "Henry Berkeley, 17th Baron Berkeley was an English peer and politician. He was Lord Lieutenant and Vice-Admiral of Gloucestershire. He was the grandfather of George Berkeley, 18th Baron Berkeley.",
    "year": 1534,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Guido Ascanio Sforza di Santa Fiora",
    "birthday": "1518-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Guido_Ascanio_Sforza_di_Santa_Fiora.jpg/261px-Guido_Ascanio_Sforza_di_Santa_Fiora.jpg",
    "extract": "Guido Ascanio Sforza di Santa Fiora was an Italian cardinal, known also as The cardinal of Santa Fiora.",
    "year": 1518,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Catherine of Portugal (nun)",
    "birthday": "1436-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Infanta_D._Catarina%2C_filha_de_D._Duarte_-_The_Portuguese_Genealogy_%28Genealogia_dos_Reis_de_Portugal%29.png/237px-Infanta_D._Catarina%2C_filha_de_D._Duarte_-_The_Portuguese_Genealogy_%28Genealogia_dos_Reis_de_Portugal%29.png",
    "extract": "The Infanta Catarina (1436–1463); was a Portuguese infanta (princess), daughter of King Edward of Portugal and his wife Eleanor of Aragon.",
    "year": 1436,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Henry Beaufort, 2nd Earl of Somerset",
    "birthday": "1401-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Arms_of_John_Beaufort%2C_1st_Earl_of_Somerset.svg/274px-Arms_of_John_Beaufort%2C_1st_Earl_of_Somerset.svg.png",
    "extract": "Henry Beaufort, 2nd Earl of Somerset was an English nobleman who died aged 17 at the Siege of Rouen in France during the Hundred Years' War, fighting for the Lancastrian cause. As he died unmarried without issue his heir became his younger brother John Beaufort, 1st Duke of Somerset, 3rd Earl of Somerset.",
    "year": 1401,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Emperor Go-Daigo",
    "birthday": "1288-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Emperor_Godaigo.jpg/320px-Emperor_Godaigo.jpg",
    "extract": "Emperor Go-Daigo was the 96th emperor of Japan, according to the traditional order of succession. He successfully overthrew the Kamakura shogunate in 1333 and established the short lived Kenmu Restoration to bring the Imperial House back into power. This was to be the last time the emperor had real power until the Meiji Restoration in 1868. The Kenmu restoration was in turn overthrown by Ashikaga Takauji in 1336, ushering in the Ashikaga shogunate, and split the imperial family into two opposing factions between the Ashikaga backed Northern Court situated in Kyoto and the Southern Court based in Yoshino led by Go-Daigo and his later successors.",
    "year": 1288,
    "month": 11,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Rudesind",
    "birthday": "907-11-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Estatua_no_frontal_do_Mosteiro_de_San_Salvador_de_Celanova_-_Galiza.jpg/208px-Estatua_no_frontal_do_Mosteiro_de_San_Salvador_de_Celanova_-_Galiza.jpg",
    "extract": "Saint Rudesind was a Galician bishop and abbot. He was also a regional administrator and military leader under his kinsmen, the Kings of León.",
    "year": 907,
    "month": 11,
    "day": 26,
    "language": "en"
  }
]