[
  {
    "name": "Anna Yanovskaya",
    "birthday": "1996-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/2018_EC_14_Anna_Yanovskaya_Adam_Lukacs_2018-01-19_14-16-07_2018-01-19_14-16-06_%283%29.jpg/213px-2018_EC_14_Anna_Yanovskaya_Adam_Lukacs_2018-01-19_14-16-07_2018-01-19_14-16-06_%283%29.jpg",
    "extract": "Anna Sviatoslavovna Yanovskaya is a Russian ice dancer. Competing for Hungary with Ádám Lukács, she is a three-time Hungarian national champion and has competed in the final segment at three ISU Championships.",
    "year": 1996,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kelly Rosen",
    "birthday": "1995-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/KellyRosen_%281%29.jpg/210px-KellyRosen_%281%29.jpg",
    "extract": "Kelly Rosen is an Estonian women's association football, who plays as a midfielder for Naiste Meistriliiga club Flora Tallinn and the Estonia women's national football team.",
    "year": 1995,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Miley Cyrus",
    "birthday": "1992-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Miley_Cyrus_Primavera19_-226_%2848986293772%29_%28cropped%29.jpg/222px-Miley_Cyrus_Primavera19_-226_%2848986293772%29_%28cropped%29.jpg",
    "extract": "Miley Ray Cyrus is an American singer, songwriter, actress, and television personality. Known for her distinctive raspy voice, her music incorporates elements of varied styles and genres, including pop, country pop, hip hop, experimental, and rock. She has attained the most US Billboard 200 top-five albums in the 21st century by a female artist, with a total of thirteen entries.",
    "year": 1992,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gabriel Landeskog",
    "birthday": "1992-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Gabriel_Landeskog_-_Colorado_Avalanche.jpg/291px-Gabriel_Landeskog_-_Colorado_Avalanche.jpg",
    "extract": "Gabriel Landeskog is a Swedish professional ice hockey left winger and captain of the Colorado Avalanche of the National Hockey League (NHL).",
    "year": 1992,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ahmed Shehzad",
    "birthday": "1991-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Ahmed_Shehzad.png/312px-Ahmed_Shehzad.png",
    "extract": "Ahmed Shehzad is a Pakistani cricketer. He is an opening batsman who made his One Day International and Twenty20 International debut for Pakistan in April 2009 against Australia. He failed a doping test in 2018 and was banned for 10 weeks.",
    "year": 1991,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Eddy Kim",
    "birthday": "1990-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/141211_%EA%B9%80%EC%98%88%EB%A6%BC%26%EC%97%90%EB%94%94%ED%82%B4_%EB%8D%94%EC%87%BC_in_%EC%BD%94%EC%97%91%EC%8A%A4_%EC%95%BC%EC%99%B8%EB%AC%B4%EB%8C%80_%28%EC%97%90%EB%94%94%ED%82%B4%29.jpg/216px-141211_%EA%B9%80%EC%98%88%EB%A6%BC%26%EC%97%90%EB%94%94%ED%82%B4_%EB%8D%94%EC%87%BC_in_%EC%BD%94%EC%97%91%EC%8A%A4_%EC%95%BC%EC%99%B8%EB%AC%B4%EB%8C%80_%28%EC%97%90%EB%94%94%ED%82%B4%29.jpg",
    "extract": "Kim Jung-hwan, known professionally as Eddy Kim, is a South Korean singer, songwriter, and guitarist. He rose to fame as a contestant on the television talent show Superstar K 4 in 2012. He released his first EP, The Manual, in 2014.",
    "year": 1990,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alena Leonova",
    "birthday": "1990-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Leonova_-_2011_NHK_Trophy_-_1.jpg/213px-Leonova_-_2011_NHK_Trophy_-_1.jpg",
    "extract": "Alena Igorevna Leonova is a retired Russian figure skater. She is the 2012 World silver medalist, the 2011 Grand Prix Final bronze medalist, the 2009 World Junior champion, and a three-time (2010–2012) Russian national medalist. She is also the 2014–15 ISU Challenger Series runner-up.",
    "year": 1990,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Christopher Quiring",
    "birthday": "1990-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/1.FC_Union_Berlin_-_1.FC_Kaiserslautern_0-0_%2816606727147%29.jpg/320px-1.FC_Union_Berlin_-_1.FC_Kaiserslautern_0-0_%2816606727147%29.jpg",
    "extract": "Christopher Quiring is a German footballer who plays for VSG Altglienicke.",
    "year": 1990,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nicklas Bäckström",
    "birthday": "1987-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Niklas_Backstrom.jpg/320px-Niklas_Backstrom.jpg",
    "extract": "Nicklas Bäckström is a Swedish professional ice hockey centre and alternate captain for the Washington Capitals of the National Hockey League (NHL). Bäckström was selected fourth overall by the Capitals at the 2006 NHL Entry Draft.",
    "year": 1987,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Viktor An",
    "birthday": "1985-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Viktor_Ahn_2016_in_south_korea.png/256px-Viktor_Ahn_2016_in_south_korea.png",
    "extract": "Viktor An, is a South Korean-born Russian short-track speed-skating coach and retired short-track speed-skater. After competing for South Korea since childhood, in 2011 he became a Russian citizen and raced for the Russian team. One of the most accomplished short track speed skaters of all time, An won three gold medals and a bronze medal in 2006 Winter Olympics, becoming the most successful athlete there. He has also won three gold medals and one bronze medal in the 2014 Winter Olympics. An is a six-time Overall World Champion for 2003–2007 and 2014.",
    "year": 1985,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Amruta Khanvilkar",
    "birthday": "1984-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Amruta_Khanvilkar_snapped_at_Andheri_%283%29.jpg/210px-Amruta_Khanvilkar_snapped_at_Andheri_%283%29.jpg",
    "extract": "Amruta Khanvilkar Malhotra is an Indian actress. She was born in Mumbai. She worked in Hindi and Marathi movies and known for her appearance in Ishq Bector's-\"Aye Hip Hopper\". She is popular for her dancing and participating in Fear Factor: Khatron Ke Khiladi 10.",
    "year": 1984,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Justin Turner",
    "birthday": "1984-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Justin_Turner.jpg/228px-Justin_Turner.jpg",
    "extract": "Justin Matthew Turner is an American professional baseball third baseman for the Los Angeles Dodgers of Major League Baseball (MLB). He has also played in MLB for the Baltimore Orioles and New York Mets. He played college baseball for the Cal State Fullerton Titans. He was selected in the seventh round of the 2006 Major League Baseball draft by the Cincinnati Reds, and made his major league debut in 2009. With the Dodgers, Turner was an All-Star in 2017, and won the 2017 National League Championship Series Most Valuable Player Award. He won the 2020 World Series with the Dodgers.",
    "year": 1984,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Colby Armstrong",
    "birthday": "1982-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/ColbyArmstrong.jpg/187px-ColbyArmstrong.jpg",
    "extract": "Colby Joseph Armstrong is a Canadian former professional ice hockey player who played in the National Hockey League (NHL) for the Pittsburgh Penguins, Atlanta Thrashers, Toronto Maple Leafs and Montreal Canadiens in a 9-year career. As of 2015 he serves as an NHL analyst for Sportsnet. Armstrong's younger brother, Riley briefly played in the NHL, with the San Jose Sharks.",
    "year": 1982,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Asafa Powell",
    "birthday": "1982-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Asafa_Powell_com_medalha_de_ouro_no_4_x_100_metros_1039105-19.08.2016_frz-120_%28cropped%29.jpg/225px-Asafa_Powell_com_medalha_de_ouro_no_4_x_100_metros_1039105-19.08.2016_frz-120_%28cropped%29.jpg",
    "extract": "Asafa Powell, CD is a Jamaican sprinter who specialises in the 100 metres. He set the 100 metres world record twice, between June 2005 and May 2008 with times of 9.77 and 9.74 seconds. Powell has consistently broken the 10-second barrier in competition, with his personal best of 9.72 s ranking fourth on the all-time list of men's 100-metre athletes. As of 1 September 2016, Powell has broken the ten-second barrier more times than anyone else—97 times. He currently holds the world record for the 100-yard dash with a time of 9.09 s, set on 27 May 2010 in Ostrava, Czech Republic. At the 2016 Rio Olympic Games, he won a gold medal in the 4 x 100 metres relay.",
    "year": 1982,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ishmael Beah",
    "birthday": "1980-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/IshmaelBeahDUES.jpg/320px-IshmaelBeahDUES.jpg",
    "extract": "Ishmael Beah is a Sierra Leonean author and human rights activist who rose to fame with his acclaimed memoir, A Long Way Gone. His novel Radiance of Tomorrow was published in January 2014. His most recent novel Little Family was published in April 2020.",
    "year": 1980,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jonathan Papelbon",
    "birthday": "1980-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Jonathan_Papelbon_vs_Orioles_July_2011.jpg/209px-Jonathan_Papelbon_vs_Orioles_July_2011.jpg",
    "extract": "Jonathan Robert Papelbon is an American former professional baseball relief pitcher. He played 12 seasons in Major League Baseball (MLB), most notably for the Boston Red Sox, with whom he was an All-Star in four consecutive seasons (2006–2009), won the 2007 Delivery Man of the Year Award, and was a 2007 World Series champion. The Red Sox drafted him in the 4th round of the 2003 Major League Baseball Draft, and he played three seasons of minor league baseball before breaking into the majors. He also played for the Philadelphia Phillies from 2012 to 2015, and the Washington Nationals from 2015 to 2016.",
    "year": 1980,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kelly Brook",
    "birthday": "1979-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Kelly_Brook_at_2015_TCA_%28cropped%29.jpg/242px-Kelly_Brook_at_2015_TCA_%28cropped%29.jpg",
    "extract": "Kelly Ann Parsons, known professionally as Kelly Brook, is an English model, actress, and media personality. She is known for her modelling work in the UK, and in the US for her role as Prudence on the NBC sitcom One Big Happy (2015).\nShe has appeared on various British television shows, including Strictly Come Dancing (2007), Britain's Got Talent (2009), Celebrity Juice, It's Not Me, It's You (2016), The Great Stand Up to Cancer Bake Off (2020), and The Masked Dancer (2021).",
    "year": 1979,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ivica Kostelić",
    "birthday": "1979-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Ivica_Kostelic_25102010_CroSki_AE09283.jpg/320px-Ivica_Kostelic_25102010_CroSki_AE09283.jpg",
    "extract": "Ivica Kostelić is a former World Cup alpine ski racer from Croatia. He specialized in slalom and combined, but was also one of the few alpine World Cup ski racers able to score points in all disciplines. He is the brother of skiing champion Janica Kostelić. In his career he was coached by his father Ante Kostelić, as well as by Kristian Ghedina and Tomislav Krstičević.",
    "year": 1979,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tommy Marth",
    "birthday": "1978-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Tommy_Marth.jpg/213px-Tommy_Marth.jpg",
    "extract": "Thomas Christian Marth Jr. was an American saxophone player, best known for his recordings and live performances with The Killers. He toured widely with the band in 2008–2009, and also played on the albums Sam's Town and Day & Age.",
    "year": 1978,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Adam Eaton (pitcher)",
    "birthday": "1977-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Adam_Eaton_2009.jpg/248px-Adam_Eaton_2009.jpg",
    "extract": "Adam Thomas Eaton is an American former professional baseball pitcher. He played in Major League Baseball (MLB) from 2000 through 2009 for the San Diego Padres, Texas Rangers, Philadelphia Phillies, Baltimore Orioles, and Colorado Rockies. With the Phillies, Eaton was a member of the 2008 World Series champions.",
    "year": 1977,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tony Renna",
    "birthday": "1976-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Tony_Renna_in_May_2003.jpg/224px-Tony_Renna_in_May_2003.jpg",
    "extract": "Anthony James Renna was an American racing driver who competed in Indy Lights and the Indy Racing League (IRL) from 1998 to 2003. Renna began competitive racing at the age of six, winning 252 races and two national quarter-midget championships before the age of 15. Renna progressed to car racing at 16, competing for three years in the Barber Dodge Pro Series and partnering with stock car driver Jerry Nadeau to finish second for the United States team at the 1996 EFDA Nations Cup. He progressed to Championship Auto Racing Teams' developmental series Indy Lights, winning one race during his three seasons in the championship from 1998 to 2000.",
    "year": 1976,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Suwama",
    "birthday": "1976-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Suwama_%28wrestler%29_2018.jpg/213px-Suwama_%28wrestler%29_2018.jpg",
    "extract": "Kohei Suwama  is a Japanese professional wrestler better known simply as Suwama (諏訪魔). He is best known for his work in All Japan Pro Wrestling, where he is former record seven-time Triple Crown Heavyweight Champion and a six-time World Tag Team Champion. He is also part of the promotion's board of directors.",
    "year": 1976,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Saku Koivu",
    "birthday": "1974-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Saku_Koivu_%2849311956146%29.jpg/201px-Saku_Koivu_%2849311956146%29.jpg",
    "extract": "Saku Antero Koivu is a Finnish former professional ice hockey player who played in the National Hockey League (NHL). He began his NHL career with the Montreal Canadiens in 1995–96 after three seasons with TPS of the Finnish SM-liiga. Koivu served as the Canadiens' captain for ten of his 14 years with the club, which makes him the longest captaincy tenure in team history, tied with Jean Béliveau. Koivu was the first European player to captain the Montreal Canadiens.",
    "year": 1974,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chris Adler",
    "birthday": "1972-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/2015_RiP_Lamb_of_God_-_Chris_Adler_by_2eight_-_3SC5483.jpg/212px-2015_RiP_Lamb_of_God_-_Chris_Adler_by_2eight_-_3SC5483.jpg",
    "extract": "Christopher James Adler is an American musician, best known as the founder and longtime drummer of heavy metal band Lamb of God from 1994–2019, and Grammy Award winning member of Megadeth.",
    "year": 1972,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Vin Baker",
    "birthday": "1971-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/51/Lipofsky-Vin_Baker.jpg",
    "extract": "Vincent Lamont Baker is an American former professional basketball player who played in the National Basketball Association (NBA). He appeared in four consecutive All-Star Games. As of 2021, Baker serves as an assistant coach for the Milwaukee Bucks.",
    "year": 1971,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chris Hardwick",
    "birthday": "1971-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Chris_Hardwick_Streamys_%28cropped%2C_remove_logo%29.jpg/243px-Chris_Hardwick_Streamys_%28cropped%2C_remove_logo%29.jpg",
    "extract": "Christopher Ryan Hardwick is an American comedian, actor, television and podcast host, writer, and producer. He hosts Talking Dead, an hourlong aftershow on AMC affiliated with the network's zombie drama series The Walking Dead and Fear the Walking Dead, as well as Talking with Chris Hardwick, a show in which Hardwick interviews prominent pop culture figures, and The Wall, a plinko-inspired gameshow on NBC. Hardwick created Nerdist Industries, operator of the Nerdist Podcast Network and home of his podcast The Nerdist Podcast, which later left the network and was renamed to ID10T with Chris Hardwick. His podcast has broadcast 1,000 episodes as of December 2019.",
    "year": 1971,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Zoe Ball",
    "birthday": "1970-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Presenter_Zoe_Ball.jpg/320px-Presenter_Zoe_Ball.jpg",
    "extract": "Zoe Louise Ball is a British radio and television presenter. She was the first female host of both Radio 1 Breakfast and The Radio 2 Breakfast Show for the BBC, and presented the 1990s children's show Live & Kicking, alongside Jamie Theakston from 1996-1999.",
    "year": 1970,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Oded Fehr",
    "birthday": "1970-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Oded_Fehr_by_Gage_Skidmore.jpg/209px-Oded_Fehr_by_Gage_Skidmore.jpg",
    "extract": "Oded Fehr is an Israeli actor, currently based in the United States. He is known for his appearance as Ardeth Bay in the 1999 remake of The Mummy and its sequel The Mummy Returns, as well as Carlos Olivera in Resident Evil: Apocalypse and Resident Evil: Extinction and Todd/Clone Carlos in Resident Evil: Retribution, Faris al-Farik in Sleeper Cell, Antoine in Deuce Bigalow: Male Gigolo, the demon Zankou in the TV series Charmed and Eli Cohn on the TV series V. He also portrayed Eyal Lavin, a Mossad agent on the TV series Covert Affairs, as well as Beau Bronn on the TV series Jane by Design and Mossad Deputy Director Ilan Bodnar on NCIS. Additionally he has been the voice of Osiris in the Destiny 2 video game since its Curse of Osiris expansion in 2017. Since 2020, Fehr has appeared in Star Trek Discovery as Fleet Admiral Charles Vance.",
    "year": 1970,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Danny Hoch",
    "birthday": "1970-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Danny_Hoch.jpg/320px-Danny_Hoch.jpg",
    "extract": "Daniel Hoch is an American actor, writer, director and performance artist. He has acted in larger roles in independent and art house movies and had a few small roles in mainstream Hollywood films, with increasing exposure as in 2007's We Own the Night. He is also known for his one man shows.",
    "year": 1970,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Karsten Müller",
    "birthday": "1970-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Mueller_karsten_20061005_berlin_dbmm.jpg/295px-Mueller_karsten_20061005_berlin_dbmm.jpg",
    "extract": "Karsten Müller is a German chess Grandmaster and author. He earned the Grandmaster title in 1998 and a PhD in mathematics in 2002 at the University of Hamburg. He had placed third in the 1996 German championship and second in the 1997 German championship.",
    "year": 1970,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Olivier Beretta",
    "birthday": "1969-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Olivier_Beretta_2012_WEC_Fuji.jpg/213px-Olivier_Beretta_2012_WEC_Fuji.jpg",
    "extract": "Olivier Beretta is a professional racing driver from Monaco who raced in Formula One in 1994 for the Larrousse team, partnering Érik Comas. He participated in 10 Grands Prix, debuting on 27 March 1994. He scored no championship points, and was replaced when his sponsorship money ran out. During 2003 and 2004, he tested for the Williams team.",
    "year": 1969,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robin Padilla",
    "birthday": "1969-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Robin_Padilla.jpg/240px-Robin_Padilla.jpg",
    "extract": "Robinhood Ferdinand Cariño Padilla is a Filipino film actor, politician, screenwriter, producer and director. He is known as the \"Bad Boy\" of Philippine cinema for portraying anti-hero protagonist gangster roles in films such as Anak ni Baby Ama (1990), Grease Gun Gang (1992), Bad Boy (1990), and Bad Boy 2 (1992). He has also been dubbed the \"Prince of Action\" of Philippine cinema. Padilla is also active in television programs, having played lead roles in Basta't Kasama Kita (2003–2004), Asian Treasures (2007), Joaquin Bordado (2008), Totoy Bato (2009), Guns and Roses (2011), and Toda Max (2011–2013).",
    "year": 1969,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gary Kirsten",
    "birthday": "1967-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1c/GaryKirsten.jpg",
    "extract": "Gary Kirsten is a South African cricket coach and former cricketer. He has coached the Indian Cricket Team as well as the South African Cricket team.",
    "year": 1967,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Salli Richardson",
    "birthday": "1967-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Salli_Richardson-Whitfield_2.jpg/212px-Salli_Richardson-Whitfield_2.jpg",
    "extract": "Salli Elise Richardson-Whitfield is an American actress, director and producer. Richardson is known for her role as Angela in the film A Low Down Dirty Shame (1994) and for her role as Dr. Allison Blake on the Syfy comedy-drama series Eureka (2006–2012).",
    "year": 1967,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Vincent Cassel",
    "birthday": "1966-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Vincent_Cassel_le_moine.jpg/226px-Vincent_Cassel_le_moine.jpg",
    "extract": "Vincent Cassel is a French actor. He first achieved recognition for his performance as a troubled French Jewish youth in Mathieu Kassovitz's 1995 film La Haine (Hate), for which he received two César Award nominations. He garnered wide recognition with English-speaking audiences for his performances in Ocean's Twelve (2004) and Ocean's Thirteen (2007), as well as Eastern Promises (2007), Black Swan (2010), and Jason Bourne (2016). Cassel is also renowned for playing the infamous French bank-robber Jacques Mesrine in Mesrine: Killer Instinct and Mesrine: Public Enemy Number One. In 2020, he portrayed Engerraund Serac in the HBO television series Westworld. Throughout his career, which spans more than three decades, Cassel has earned critical acclaim and numerous accolades, including a César Award in 2009 and a Canadian Screen Award in 2016.",
    "year": 1966,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jennifer Michael Hecht",
    "birthday": "1965-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/QEDCon_Day_One-103_%2817127829697%29.jpg/240px-QEDCon_Day_One-103_%2817127829697%29.jpg",
    "extract": "Jennifer Michael Hecht is a teacher, author, poet, historian, and philosopher. She was an associate professor of history at Nassau Community College (1994-2007) and most recently taught at The New School in New York City.",
    "year": 1965,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gwynne Shotwell",
    "birthday": "1963-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Gwynne_Shotwell_at_2018_Commercial_Crew_announcement.jpg/213px-Gwynne_Shotwell_at_2018_Commercial_Crew_announcement.jpg",
    "extract": "Gwynne Shotwell is an American businesswoman and engineer. She is the president and chief operating officer of SpaceX, an American space transportation company, where she is responsible for day-to-day operations and company growth.",
    "year": 1963,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nicolás Maduro",
    "birthday": "1962-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Nicol%C3%A1s_Maduro_%282019-10-25%29_02.jpg/213px-Nicol%C3%A1s_Maduro_%282019-10-25%29_02.jpg",
    "extract": "Nicolás Maduro Moros is a Venezuelan politician and president of Venezuela since 2013, with his presidency under dispute since 2019.",
    "year": 1962,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Keith Ablow",
    "birthday": "1961-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Keith_Ablow.jpg/313px-Keith_Ablow.jpg",
    "extract": "Keith Russell Ablow is an American author, television personality, and former psychiatrist. He is a former contributor for Fox News Channel and TheBlaze.",
    "year": 1961,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nicolas Bacri",
    "birthday": "1961-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Bacri2006.jpg/213px-Bacri2006.jpg",
    "extract": "Nicolas Bacri is a French composer. He has written works that include seven symphonies, eleven string quartets, eight cantatas, two one-act operas, three piano sonatas, two cello and piano sonatas, four violin and piano sonatas, six piano trios, four violin concertos and numerous other concertante works.",
    "year": 1961,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Merv Hughes",
    "birthday": "1961-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Merv_Hughes.png/260px-Merv_Hughes.png",
    "extract": "Mervyn Gregory Hughes is a former Australian cricketer living in Melbourne. A right-arm fast bowler, he represented Australia in 53 Test matches between 1985 and 1994, taking 212 wickets. He played 33 One Day Internationals, taking 38 wickets. He took a hat-trick in a Test against the West Indies at the WACA in 1988–89. In 1993, he took 31 wickets in the Ashes series against England. He was a useful lower-order batsman, scoring two half-centuries in Tests and over 1,000 runs in all. He also represented the Victorian Bushrangers, Essex in English county cricket, the ACT Comets and Australia A in the World Series Cup.",
    "year": 1961,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Peter Stanford",
    "birthday": "1961-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Author_Peter_Stanford_%28cropped%29.jpg/237px-Author_Peter_Stanford_%28cropped%29.jpg",
    "extract": "Peter James Stanford is an English writer, editor, journalist and presenter, known for his biographies and writings on religion and ethics. His biography of Lord Longford was the basis for the 2006 BAFTA-winning film Longford starring Jim Broadbent in the title role. A former editor of the Catholic Herald newspaper, Stanford is also director of the Longford Trust for prison reform.",
    "year": 1961,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robin Roberts (newscaster)",
    "birthday": "1960-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Robin_Roberts_%2833613523178%29_%28cropped%29_%28Better_Version%29.jpg/235px-Robin_Roberts_%2833613523178%29_%28cropped%29_%28Better_Version%29.jpg",
    "extract": "Robin René Roberts is an American television broadcaster. Roberts is the anchor of ABC's Good Morning America. Roberts was the first woman of color and first openly LGBTQ+ woman to host the American TV game show Jeopardy!",
    "year": 1960,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Maxwell Caulfield",
    "birthday": "1959-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Maxwell_Caulfield_%28cropped%29.jpg/227px-Maxwell_Caulfield_%28cropped%29.jpg",
    "extract": "Maxwell Caulfield is an English-American film, stage, and television actor and singer. He has appeared in Grease 2 (1982), Electric Dreams (1984), The Boys Next Door (1985), The Supernaturals (1986), Sundown: The Vampire in Retreat (1989), Waxwork 2 (1992), Gettysburg (1993), Empire Records (1995), The Real Blonde (1997), The Man Who Knew Too Little (1997), and in A Prince for Christmas (2015). In 2015, Caulfield toured Australia with his wife Juliet Mills and sister-in-law Hayley Mills in the comedy Legends! by Pulitzer Prize winner James Kirkwood. He voiced James Bond in the video game James Bond 007: Nightfire (2002).",
    "year": 1959,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Martin Snedden",
    "birthday": "1958-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Martin_Snedden%2C_Wellington%2C_CNZM_investiture_%28cropped%29.jpg/258px-Martin_Snedden%2C_Wellington%2C_CNZM_investiture_%28cropped%29.jpg",
    "extract": "Martin Colin Snedden is a former New Zealand cricketer, who played 25 cricket tests, and 93 One Day Internationals, between 1980 and 1990. He was a member of New Zealand's seam bowling attack, alongside Richard Hadlee and Ewen Chatfield, throughout its golden age in the 1980s.",
    "year": 1958,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Shane Gould",
    "birthday": "1956-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/20/Shane_Gould.jpg/204px-Shane_Gould.jpg",
    "extract": "Shane Elizabeth Gould is an Australian former competition swimmer. She won three gold medals, a silver medal and a bronze, at the 1972 Summer Olympics. In 2018, she won the fifth season of Australian Survivor, becoming the oldest winner of any Survivor franchise.",
    "year": 1956,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Steven Brust",
    "birthday": "1955-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Steven_Brust_on_drum_at_Cats_Laughing_reunion.jpg/240px-Steven_Brust_on_drum_at_Cats_Laughing_reunion.jpg",
    "extract": "Steven Karl Zoltán Brust is an American fantasy and science fiction author of Hungarian descent. He is best known for his series of novels about the assassin Vlad Taltos, one of a disdained minority group of humans living on a world called Dragaera. His recent novels also include The Incrementalists (2013) and its sequel The Skill of Our Hands (2017), with co-author Skyler White.",
    "year": 1955,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ludovico Einaudi",
    "birthday": "1955-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Ludovico_Einaudi_in_Tehran_12_%28cropped%292.jpg/240px-Ludovico_Einaudi_in_Tehran_12_%28cropped%292.jpg",
    "extract": "Ludovico Maria Enrico Einaudi OMRI is an Italian pianist and composer. Trained at the Conservatorio Verdi in Milan, Einaudi began his career as a classical composer, later incorporating other styles and genres such as pop, rock, folk, and world music.",
    "year": 1955,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mary Landrieu",
    "birthday": "1955-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Mary_Landrieu_Senate_portrait.jpg/253px-Mary_Landrieu_Senate_portrait.jpg",
    "extract": "Mary Loretta Landrieu is an American politician, entrepreneur, and former U.S. Senator for the state of Louisiana. She is a member of the Democratic Party.",
    "year": 1955,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pete Allen (musician)",
    "birthday": "1954-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Pete_Allen_16-Feb-2020.jpg/211px-Pete_Allen_16-Feb-2020.jpg",
    "extract": "Pete Allen is an English Dixieland jazz clarinettist, alto and soprano saxophonist, banjo, bandleader, and vocalist. He has appeared in television and radio shows, both with his band and as a solo act. He has worked with Peanuts Hucko, Bud Freeman, Bob Wilber, Marty Grosz, Billy Butterfield, Barrett Deems, Jack Lesberg, and Kenny Ball.",
    "year": 1954,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Glenn Brummer",
    "birthday": "1954-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Glenn_brummer_83wiki.jpg/232px-Glenn_brummer_83wiki.jpg",
    "extract": "Glenn Edward Brummer is an American former Major League Baseball catcher who played for the St. Louis Cardinals and the Texas Rangers.",
    "year": 1954,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bruce Hornsby",
    "birthday": "1954-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Bruce_Hornsby_%2832703421057%29_%28cropped%29.jpg/204px-Bruce_Hornsby_%2832703421057%29_%28cropped%29.jpg",
    "extract": "Bruce Randall Hornsby is an American singer-songwriter and pianist. He draws from folk rock, jazz, bluegrass, folk, southern rock, country rock, jam band, rock, heartland rock, and blues rock musical traditions.",
    "year": 1954,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Aavo Pikkuus",
    "birthday": "1954-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/75/Aavo_Pikkuus_1977.jpg",
    "extract": "Aavo Pikkuus is a retired Estonian cyclist. He was part of the Soviet Union cycling team that won the 100 km team time trial at the 1976 Summer Olympics and 1977 UCI Road World Championships and finished second at the world championships in 1975 and 1978.",
    "year": 1954,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rick Bayless",
    "birthday": "1953-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Rick_Bayless_in_2010.jpg/252px-Rick_Bayless_in_2010.jpg",
    "extract": "Rick Bayless is an American chef and restaurateur who specializes in traditional Mexican cuisine with modern interpretations. He is widely known for his PBS series Mexico: One Plate at a Time. Among his various accolades are a Michelin star, the title of Top Chef Master, and seven James Beard Awards.",
    "year": 1953,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Francis Cabrel",
    "birthday": "1953-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Cabrel2.jpg/238px-Cabrel2.jpg",
    "extract": "Francis Christian Cabrel is a French singer-songwriter, composer and guitarist. Considered one of the most influential French musical artists of all time, he has released a number of albums falling mostly within the realm of folk, with occasional forays into blues or country. Several of his songs, such as \"L'encre de tes yeux\", \"Je l'aime à mourir\", \"Le chêne liège\" and \"La corrida\", have become enduring favourites in French music. Since the start of his career, Cabrel has sold over 25 million albums.",
    "year": 1953,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Johan de Meij",
    "birthday": "1953-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Johan_De_Meij.jpg/320px-Johan_De_Meij.jpg",
    "extract": "Johannes Abraham (Johan) de Meij, born November 23, 1953, in Voorburg, Netherlands, is a Dutch conductor, trombonist, and composer, best known for his Symphony No. 1 for wind ensemble, nicknamed The Lord of the Rings symphony.",
    "year": 1953,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bill Troiano",
    "birthday": "1952-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Bill_Troiano_with_Tuba.jpg/212px-Bill_Troiano_with_Tuba.jpg",
    "extract": "Bill Troiano is an American tuba player from Long Island, New York. He was a member of the Guy Lombardo Orchestra from 1976-78. Known as Mr. Tuba, Troiano has been the chairman of the annual Howard Hovey Tuba Day since 1980.",
    "year": 1952,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nrisingha Prasad Bhaduri",
    "birthday": "1950-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Nrisingha_Prasad_Bhaduri_-_Kolkata_2015-06-22_2913.JPG/213px-Nrisingha_Prasad_Bhaduri_-_Kolkata_2015-06-22_2913.JPG",
    "extract": "Nrisingha Prasad Bhaduri is an Indian historian, writer, and Indologist. He is a specialist in Indian epics and Puranas. In 2012, Bhaduri undertook the large-scale project of creating an encyclopedia of the major Indian epics of the Mahabharata and Ramayana. The project is freely available online. Due to the difficulty and complexity of the task, it took Bhaduri a decade to conceptualize the project. During the compendium's creation, several Indian journalists stated that the encyclopaedia was poised to challenge many long-held beliefs about the epics.",
    "year": 1950,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chuck Schumer",
    "birthday": "1950-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Chuck_Schumer_official_photo.jpg/256px-Chuck_Schumer_official_photo.jpg",
    "extract": "Charles Ellis Schumer is an American politician serving as Senate Majority Leader since January 20, 2021. A member of the Democratic Party, Schumer is the senior United States senator from New York, a seat he has held since 1999. He is the dean of New York's congressional delegation.",
    "year": 1950,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alan Paul",
    "birthday": "1949-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Manhattan_Transfer.jpg/320px-Manhattan_Transfer.jpg",
    "extract": "Alan Paul Wichinsky is a Grammy Award-winning singer and composer, best known as one of the founding members of the current incarnation of the vocal group The Manhattan Transfer.",
    "year": 1949,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sandra Stevens",
    "birthday": "1949-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3d/Sandra_Stevens1.jpg/205px-Sandra_Stevens1.jpg",
    "extract": "Sandra Stevens is an English singer and member of pop group Brotherhood of Man.",
    "year": 1949,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bruce Vilanch",
    "birthday": "1948-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Bruce_Vilanch_2012.jpg/320px-Bruce_Vilanch_2012.jpg",
    "extract": "Bruce Gerald Vilanch is an American comedy writer, songwriter and actor. He is a two-time Emmy Award-winner. Vilanch is best known to the public for his four-year stint on Hollywood Squares, as a celebrity participant; behind the scenes he was head writer for the show. In 2000, he performed off-Broadway in his self-penned one-man show, Bruce Vilanch: Almost Famous.",
    "year": 1948,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frank Worthington",
    "birthday": "1948-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/88/Frank_Worthington.jpeg/298px-Frank_Worthington.jpeg",
    "extract": "Frank Stewart Worthington was an English footballer who played as a forward. Worthington was born into a footballing family in Shelf, near Halifax, West Riding of Yorkshire. Both of his parents had played the game and his two older brothers, Dave and Bob, became professional footballers, both began their careers with Halifax Town. His nephew Gary was also a professional footballer.",
    "year": 1948,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jean-Pierre Foucault",
    "birthday": "1947-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Salon_du_livre_-_Michel_Foucault.jpg/213px-Salon_du_livre_-_Michel_Foucault.jpg",
    "extract": "Jean-Pierre Foucault is a French television and radio host.\nHe was born in Marseille, his mother was Jewish.\nHe was the host of Qui Veut Gagner des Millions ?, the French version of Who Wants to Be a Millionaire?, and the host of Zone Rouge, the French version of The Chair. He has been hosting the Miss France pageant since 1996 and hosted the Miss Europe in 2003, 2005 & 2006 pageant.",
    "year": 1947,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Diana Quick",
    "birthday": "1946-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Diana_Quick_reading_Nasrin_Sotoudeh%27s_letter_%286146446263%29_%28cropped%29.jpg/262px-Diana_Quick_reading_Nasrin_Sotoudeh%27s_letter_%286146446263%29_%28cropped%29.jpg",
    "extract": "Diana Marilyn Quick is an English actress.",
    "year": 1946,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bobby Rush",
    "birthday": "1946-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Bobby_Rush_official_portrait.jpg/256px-Bobby_Rush_official_portrait.jpg",
    "extract": "Bobby Lee Rush is an American politician, activist and pastor who is the U.S. representative for Illinois's 1st congressional district, serving in Congress for almost three decades. A civil rights activist during the 1960s, Rush co-founded the Illinois chapter of the Black Panther Party.",
    "year": 1946,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Assi Dayan",
    "birthday": "1945-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/%D7%90%D7%A1%D7%99_%D7%93%D7%99%D7%99%D7%9F_Assi_Dayan_2012.JPG/320px-%D7%90%D7%A1%D7%99_%D7%93%D7%99%D7%99%D7%9F_Assi_Dayan_2012.JPG",
    "extract": "Assaf \"Assi\" Dayan was an Israeli film director, actor, screenwriter, and producer.",
    "year": 1945,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jim Doyle",
    "birthday": "1945-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Jim_Doyle_%28cropped%29.jpg/228px-Jim_Doyle_%28cropped%29.jpg",
    "extract": "James Edward Doyle, Jr., is an American attorney and politician who served as the 44th governor of Wisconsin, serving from January 6, 2003 to January 3, 2011. In his first election to the governorship, he defeated incumbent Governor Scott McCallum by a margin of 45 percent to 41 percent; the Libertarian Party candidate Ed Thompson won 10 percent of the vote. Although in 2002 Democrats increased their number of governorships, Doyle was the only one of them to unseat a Republican. Doyle also served as Wisconsin’s Attorney General for 12 years before becoming Governor. He is currently an attorney 'of counsel' in the Madison, Wisconsin office of the law firm of Foley & Lardner and serves on the corporate board of Epic Systems.",
    "year": 1945,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Peter Lindbergh",
    "birthday": "1944-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Peter_Lindbergh_by_Stefan_Rappo_2015_%28cropped%29.jpg/255px-Peter_Lindbergh_by_Stefan_Rappo_2015_%28cropped%29.jpg",
    "extract": "Peter Lindbergh was a German fashion photographer and film director.",
    "year": 1944,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "James Toback",
    "birthday": "1944-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/2009-0428-MSPIFF-JamesToback-portrait.jpg/239px-2009-0428-MSPIFF-JamesToback-portrait.jpg",
    "extract": "James Toback is an American screenwriter and film director. He was nominated for the Academy Award for Best Original Screenplay in 1991 for Bugsy. He has directed films including The Pick-up Artist, Two Girls and a Guy and Black and White.",
    "year": 1944,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Andrew Goodman (activist)",
    "birthday": "1943-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1d/AndrewGoodman.jpg",
    "extract": "Andrew Goodman was an American civil rights worker. He was one of three Civil Rights Movement workers murdered during Freedom Summer in Philadelphia, Mississippi in 1964 by members of the Ku Klux Klan.",
    "year": 1943,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sue Nicholls",
    "birthday": "1943-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Sue_Nicholls.jpg/191px-Sue_Nicholls.jpg",
    "extract": "Susan Frances Harmar Nicholls is an English actress, known for her roles on British television in Crossroads (1964–1968), The Fall and Rise of Reginald Perrin (1976–1979), Rentaghost (1981–1984), and her long-running role as Audrey Roberts in the soap opera Coronation Street. She also appeared on Broadway in the 1974 revival of the comedy London Assurance.",
    "year": 1943,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "David Nolan (politician)",
    "birthday": "1943-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/LP-Convention2008-16-DavidNolan.JPG/240px-LP-Convention2008-16-DavidNolan.JPG",
    "extract": "David Fraser Nolan was an American activist and politician. He was one of the founders of the Libertarian Party of the United States, having hosted the meeting in 1971 at which the Party was founded. Nolan subsequently served the party in a number of roles including National Committee Chair, editor of the party newsletter, Chair of the By-laws Committee, Chair of the Judicial Committee, and Chair of the Platform Committee.",
    "year": 1943,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Petar Skansi",
    "birthday": "1943-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Petar_Skansi.jpg/236px-Petar_Skansi.jpg",
    "extract": "Petar Skansi was a Croatian professional basketball player and coach. During his playing career, he played for Jugoplastika and Maxmobili Pesaro. He was named one of FIBA's 50 Greatest Players in 1991. He was a member of the senior Yugoslavia national team squad that won the silver medal at the 1968 Summer Olympics.",
    "year": 1943,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Susan Anspach",
    "birthday": "1942-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Susan_Anspach_1979.jpg/245px-Susan_Anspach_1979.jpg",
    "extract": "Susan Florence Anspach was an American stage, film and television actress, who was best known for her roles in films during the 1970s and 1980s such as Five Easy Pieces (1970), Play It Again, Sam (1972), Blume in Love (1973), Montenegro (1981), Blue Monkey (1987), and Blood Red (1989).",
    "year": 1942,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alan Mullery",
    "birthday": "1941-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Jubileumwedstrijd_75_jaar_KNVB._Nederland_tegen_Engeland_1-1._De_Prins_wordt_voo%2C_Bestanddeelnr_917-2245.jpg/320px-Jubileumwedstrijd_75_jaar_KNVB._Nederland_tegen_Engeland_1-1._De_Prins_wordt_voo%2C_Bestanddeelnr_917-2245.jpg",
    "extract": "Alan Patrick Mullery is an English former footballer and manager. After enjoying a successful career with Fulham, Tottenham Hotspur, and the England national team in the 1960s and 1970s, he became a manager working with several clubs. He is now employed as a television pundit. He is also famous for being the first ever England player to be sent off in an international match.",
    "year": 1941,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Franco Nero",
    "birthday": "1941-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Franco_Nero%2C_36th_Fajr_International_Film_Festival_%2886250%29_%28cropped%29.jpg/271px-Franco_Nero%2C_36th_Fajr_International_Film_Festival_%2886250%29_%28cropped%29.jpg",
    "extract": "Francesco Clemente Giuseppe Sparanero, known professionally as Franco Nero, is an Italian actor, producer, and director. His breakthrough role was as the title character in the Spaghetti Western film Django (1966), which made him a pop culture icon and launched an international career that includes over 200 leading and supporting roles in a wide variety of films and television programmes.",
    "year": 1941,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Luis Tiant",
    "birthday": "1940-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Luis_Tiant_2009_Tribeca_portrait.jpg/240px-Luis_Tiant_2009_Tribeca_portrait.jpg",
    "extract": "Luis Clemente Tiant Vega is a Cuban former Major League Baseball (MLB) right-handed starting pitcher. He pitched in MLB for 19 years, primarily for the Cleveland Indians and the Boston Red Sox.",
    "year": 1940,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Betty Everett",
    "birthday": "1939-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/44/Betty_Everett.gif",
    "extract": "Betty Jean Everett was an American soul singer and pianist, best known for her biggest hit single, the million-selling \"Shoop Shoop Song \", and her duet \"Let It Be Me\" with Jerry Butler.",
    "year": 1939,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Vladislav Volkov",
    "birthday": "1935-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d8/Kosmonaut_Vladislav_Volkov.jpg/242px-Kosmonaut_Vladislav_Volkov.jpg",
    "extract": "Vladislav Nikolayevich Volkov was a Soviet cosmonaut who flew on the Soyuz 7 and Soyuz 11 missions. The second mission terminated fatally. Volkov and the two other crew members were asphyxiated on reentry, the only three people to have died in outer space.",
    "year": 1935,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lew Hoad",
    "birthday": "1934-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Lew_Hoad_1954_Davis_Cup.jpg/247px-Lew_Hoad_1954_Davis_Cup.jpg",
    "extract": "Lewis Alan Hoad was an Australian tennis player whose career ran from 1950 to 1973. Hoad won four Major singles tournaments as an amateur. He was a member of the Australian team that won the Davis Cup four times between 1952 and 1956. Hoad turned professional in July 1957. He won the Kooyong Tournament of Champions in 1958 and the Forest Hills Tournament of Champions in 1959. He won the Ampol Open Trophy world series of tournaments in 1959, which included the Kooyong tournament that concluded in early January 1960. Hoad's men's singles tournament victories spanned from 1951 to 1971.",
    "year": 1934,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robert Towne",
    "birthday": "1934-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Robert_Towne_1.jpg/320px-Robert_Towne_1.jpg",
    "extract": "Robert Towne is an American screenwriter, producer, director and actor. He was part of the New Hollywood wave of filmmaking. He is best known for his Academy Award-winning original screenplay for Roman Polanski's Chinatown (1974), which is widely considered one of the greatest screenplays. He later said it was inspired by a chapter in Carey McWilliams's Southern California Country: An Island on the Land (1946) and a West magazine article on Raymond Chandler's Los Angeles. Towne also wrote the sequel, The Two Jakes (1990); the Hal Ashby comedy-dramas The Last Detail (1973) and Shampoo (1975); and the first two Mission: Impossible films.",
    "year": 1934,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Krzysztof Penderecki",
    "birthday": "1933-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Krzysztof_Penderecki_20080706.jpg/213px-Krzysztof_Penderecki_20080706.jpg",
    "extract": "Krzysztof Eugeniusz Penderecki was a Polish composer and conductor. His best known works include Threnody to the Victims of Hiroshima, Symphony No. 3, his St Luke Passion, Polish Requiem, Anaklasis and Utrenja. Penderecki's oeuvre includes four operas, eight symphonies and other orchestral pieces, a variety of instrumental concertos, choral settings of mainly religious texts, as well as chamber and instrumental works.",
    "year": 1933,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ali Shariati",
    "birthday": "1933-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Dr_Ali_Shariati.jpg/245px-Dr_Ali_Shariati.jpg",
    "extract": "Ali Shariati Mazinani was an Iranian revolutionary and sociologist who focused on the sociology of religion. He is held as one of the most influential Iranian intellectuals of the 20th century and has been called the \"ideologue of the Iranian Revolution\", although his ideas did not end up forming the basis of the Islamic Republic.",
    "year": 1933,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Geeta Dutt",
    "birthday": "1930-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Portrait_of_Indian_playback_singer_Geeta_Dutt.jpg/320px-Portrait_of_Indian_playback_singer_Geeta_Dutt.jpg",
    "extract": "Geeta Dutt was an Indian playback singer and a famous Hindi and Bengali classical artist, born in Faridpur before the Partition of India. She found particular prominence as a playback singer in Hindi cinema. She is considered as one of the best playback singers of all time in Hindi films. She also sang many modern Bengali songs, both in the film and non-film genre.",
    "year": 1930,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jack McKeon",
    "birthday": "1930-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Jack_McKeon_Padres.jpg/207px-Jack_McKeon_Padres.jpg",
    "extract": "Jack Aloysius McKeon, nicknamed \"Trader Jack,\" is an American former Major League Baseball manager and front-office executive.",
    "year": 1930,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jerry Bock",
    "birthday": "1928-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/52/Jerry_Bock.jpg",
    "extract": "Jerrold Lewis Bock was an American musical theater composer. He received the Tony Award for Best Musical and the Pulitzer Prize for Drama with Sheldon Harnick for their 1959 musical Fiorello! and the Tony Award for Best Composer and Lyricist for the 1964 musical Fiddler on the Roof with Sheldon Harnick.",
    "year": 1928,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Coleman (Australian footballer)",
    "birthday": "1928-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/John_coleman_essendon.jpg/208px-John_coleman_essendon.jpg",
    "extract": "John Douglas Coleman was an Australian rules footballer who played for and coached the Essendon Football Club in the Victorian Football League (VFL).",
    "year": 1928,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Elmarie Wendel",
    "birthday": "1928-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/51/Elmarie_wendel.jpg/237px-Elmarie_wendel.jpg",
    "extract": "Elmarie Louise Wendel was an American actress and singer best known as Mrs. Mamie Dubcek on the NBC sitcom 3rd Rock from the Sun.",
    "year": 1928,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Cole (journalist)",
    "birthday": "1927-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/80/John_Cole_BBC.jpg/241px-John_Cole_BBC.jpg",
    "extract": "John Morrison Cole was a Northern Irish journalist and broadcaster, best known for his work with the BBC. Cole served as deputy editor of The Guardian and The Observer and, from 1981 to 1992, was the BBC's political editor. Donald Macintyre, in an obituary in The Independent, described him as \"the most recognisable and respected broadcast political journalist since World War II.\"",
    "year": 1927,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Guy Davenport",
    "birthday": "1927-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3c/Guy_davenport_-_a_balthus_notebook.jpg",
    "extract": "Guy Mattison Davenport was an American writer, translator, illustrator, painter, intellectual, and teacher.",
    "year": 1927,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Angelo Sodano",
    "birthday": "1927-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Card._Angelo_Sodano.jpg/224px-Card._Angelo_Sodano.jpg",
    "extract": "Angelo Raffaele Sodano, GCC was an Italian prelate of the Catholic Church and from 1991 on a cardinal. He was the Dean of the College of Cardinals from 2005 to 2019 and Cardinal Secretary of State from 1991 to 2006; Sodano was the first person since 1828 to serve simultaneously as Dean and Secretary of State.",
    "year": 1927,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sathya Sai Baba",
    "birthday": "1926-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Sri_Sathya_Sai_Baba_at_Brindavan_Ashram.jpg/253px-Sri_Sathya_Sai_Baba_at_Brindavan_Ashram.jpg",
    "extract": "Sathya Sai Baba was an Indian guru. At the age of fourteen he claimed that he was the reincarnation of Shirdi Sai Baba, and left his home to serve his devotees.",
    "year": 1926,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "R. L. Burnside",
    "birthday": "1926-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/RL_Burnside_1982.jpg/243px-RL_Burnside_1982.jpg",
    "extract": "R. L. Burnside was an American blues singer, songwriter and guitarist. He played music for much of his life but received little recognition before the early 1990s. In the latter half of that decade, Burnside recorded and toured with Jon Spencer, garnering crossover appeal and introducing his music to a new fan base in the punk and garage rock scenes.",
    "year": 1926,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "José Napoleón Duarte",
    "birthday": "1925-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Jos%C3%A9_Napole%C3%B3n_Duarte_1987c.jpg/236px-Jos%C3%A9_Napole%C3%B3n_Duarte_1987c.jpg",
    "extract": "José Napoleón Duarte Fuentes was a Salvadoran politician who served as President of El Salvador from 1 June 1984 to 1 June 1989. He was mayor of San Salvador before running for president in 1972. He lost, but the election is widely viewed as fraudulent. Following a coup d'état in 1979, Duarte led the subsequent civil-military Junta from 1980 to 1982. He was then elected president in 1984, defeating ARENA party leader Roberto D'Aubuisson.",
    "year": 1925,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Irvin J. Borowsky",
    "birthday": "1924-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Borowsky.jpg",
    "extract": "Irvin J. Borowsky was an American publisher and philanthropist.",
    "year": 1924,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paula Raymond",
    "birthday": "1924-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/PaulaRaymond.jpg/258px-PaulaRaymond.jpg",
    "extract": "Paula Raymond was an American model and actress who played the leading lady in numerous movies and television series. She was the niece of American pulp-magazine editor Farnsworth Wright.",
    "year": 1924,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Colin Turnbull",
    "birthday": "1924-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/dd/Colin_Turnbull._%28Lobsang_Ridgol%29_holding_a_friend%27s_baby%2C_Gainesville%2C_Florida%2C_1993.jpg",
    "extract": "Colin Macmillan Turnbull was a British-American anthropologist who came to public attention with the popular books The Forest People and The Mountain People, and one of the first anthropologists to work in the field of ethnomusicology.",
    "year": 1924,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Daniel Brewster",
    "birthday": "1923-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/40/Danielbrewster.jpg",
    "extract": "Daniel Baugh Brewster Jr. was a Democratic member of the United States Senate, representing the State of Maryland from 1963 until 1969. He was also a member of the Maryland House of Delegates from 1950 to 1958, and a representative from the 2nd congressional district of Maryland in the United States House of Representatives from 1959 to 1963.",
    "year": 1923,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Julien J. LeBourgeois",
    "birthday": "1923-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/VADM_Julian_J._Le_Bourgeois.jpg/245px-VADM_Julian_J._Le_Bourgeois.jpg",
    "extract": "Julien Johnson LeBourgeois was a vice admiral of the United States Navy. His career included service in World War II, the Cold War, and the Vietnam War, duty aboard and command of cruisers and destroyers, various planning and staff assignments, and a tour as President of the Naval War College.",
    "year": 1923,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Manuel Fraga",
    "birthday": "1922-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Mr._Manuel_Fraga_Iribarne_%28Spaanse_minister%29%2C_Bestanddeelnr_914-8477_%28cropped%29.jpg/241px-Mr._Manuel_Fraga_Iribarne_%28Spaanse_minister%29%2C_Bestanddeelnr_914-8477_%28cropped%29.jpg",
    "extract": "Manuel Fraga Iribarne was a Spanish professor and politician in Francoist Spain, who was also the founder of the People's Party. Fraga was Minister of Information and Tourism between 1962 and 1969, Ambassador to the United Kingdom between 1973 and 1975, Minister of the Interior in 1975, Second Deputy Prime Minister between 1975 and 1976, President of the People's Alliance/People's Party between 1979 and 1990 and President of the Regional Government of Galicia between 1990 and 2005. He was also a Member of the Congress of Deputies and a Senator.",
    "year": 1922,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Võ Văn Kiệt",
    "birthday": "1922-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Mr._Vo_Van_Kiet.jpg/240px-Mr._Vo_Van_Kiet.jpg",
    "extract": "Võ Văn Kiệt was a Vietnamese politician who served as the Prime Minister of the Socialist Republic of Vietnam from 1991 to 1997. He was a well regarded Vietnamese revolutionary and political leader. He was a revolutionary veteran fighter in the long war against the French colonialists and then South Vietnamese and American forces in South Vietnam during the Vietnam War. In the difficult years following the war, he was one of the most prominent political leaders that led the innovation policy in Vietnam. He served as Prime Minister of Vietnam from 8 August 1991 to 25 September 1997, the period experienced the communist nation's return to the world arena after decades of war and isolation.",
    "year": 1922,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Fred Buscaglione",
    "birthday": "1921-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Fred_Buscaglione_1959.jpg/245px-Fred_Buscaglione_1959.jpg",
    "extract": "Ferdinando \"Fred\" Buscaglione was an Italian singer and actor who became very popular in the late 1950s. His public persona – the character he played both in his songs and his movies – was of a humorous mobster with a penchant for whisky and women.",
    "year": 1921,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Celan",
    "birthday": "1920-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7f/Celan_.jpg/225px-Celan_.jpg",
    "extract": "Paul Celan was a Romanian-born German-language poet and translator. He was born as Paul Antschel to a Jewish family in Cernăuți, in the then Kingdom of Romania, and adopted the pseudonym \"Paul Celan\". He became one of the major German-language poets of the post-World War II era.",
    "year": 1920,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michael Gough",
    "birthday": "1916-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Dracula_%281958%29_trailer_-_Michael_Gough_%28cropped_%26_flipped%29.png/320px-Dracula_%281958%29_trailer_-_Michael_Gough_%28cropped_%26_flipped%29.png",
    "extract": "Francis Michael Gough was a British character actor who made more than 150 film and television appearances. He is known for his roles in the Hammer Horror Films from 1958, with his first role as Sir Arthur Holmwood in Dracula, and for his recurring role as Alfred Pennyworth in all four of the Batman films from 1989 to 1997. He would appear in three more Burton films: in Sleepy Hollow, voicing Elder Gutknecht in Corpse Bride and the Dodo in Alice in Wonderland.",
    "year": 1916,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "P. K. Page",
    "birthday": "1916-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/63/PKpage.jpg",
    "extract": "Patricia Kathleen Page, was best known as a Canadian poet, though the citation as she was inducted as a Fellow of the Royal Society of Canada reads \"poet, novelist, script writer, playwright, essayist, journalist, librettist, teacher and artist.\" She was the author of more than thirty published books that include poetry, fiction, travel diaries, essays, children's books, and an autobiography.",
    "year": 1916,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Dehner",
    "birthday": "1915-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/John_Dehner_1963.jpg/320px-John_Dehner_1963.jpg",
    "extract": "John Dehner was an American stage, radio, film, and television actor. From the late 1930s to the late 1980s, he amassed a long list of performance credits, often in roles as sophisticated con men, shady authority figures, and other smooth-talking villains. His credits just in feature films, televised series, and in made-for-TV movies number almost 300 productions. Dehner worked extensively as well in radio during the latter half of that medium's \"golden age\", accumulating hundreds of additional credits as a voice actor on nationally broadcast series. His most notable starring role in those series was as Paladin on the radio version of the Western Have Gun – Will Travel, which aired for 106 episodes on CBS from 1958 to 1960. Earlier in his career, Dehner also worked briefly for Walt Disney Studios, serving as an assistant animator from 1940 to March 1941 at the company's facilities in Burbank, California.",
    "year": 1915,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Donald Nixon",
    "birthday": "1914-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/21/JohnhmeierF31a.jpg/320px-JohnhmeierF31a.jpg",
    "extract": "Francis Donald Nixon was a\nyounger brother of United States President Richard Nixon.",
    "year": 1914,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Wilson Tucker (writer)",
    "birthday": "1914-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Wilsontucker.jpg/320px-Wilsontucker.jpg",
    "extract": "Arthur Wilson \"Bob\" Tucker was an American theater technician who became well known as a writer of mystery, action adventure, and science fiction under the name Wilson Tucker.",
    "year": 1914,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "George O'Hanlon",
    "birthday": "1912-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/George_OHanlon_life_of_riley.JPG/217px-George_OHanlon_life_of_riley.JPG",
    "extract": "George O'Hanlon was an American actor, comedian and writer. He was best known for his role as Joe McDoakes in the Warner Bros.' live-action Joe McDoakes short subjects from 1942 to 1956 and as the voice of George Jetson in Hanna-Barbera's 1962 prime-time animated television series The Jetsons and its 1985 revival.",
    "year": 1912,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nigel Tranter",
    "birthday": "1909-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ec/Nigel_Tranter.png",
    "extract": "Nigel Tranter OBE was a writer of a wide range of books on castles, particularly on themes of architecture and history. He also specialised in deeply researched historical novels that cover centuries of Scottish history.",
    "year": 1909,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nelson S. Bond",
    "birthday": "1908-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a7/Nelson_Slade_Bond.jpg/245px-Nelson_Slade_Bond.jpg",
    "extract": "Nelson Slade Bond was an American writer. His works included books, magazine articles, and scripts used in radio, for television and on the stage.",
    "year": 1908,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Run Run Shaw",
    "birthday": "1907-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/19701120%E9%82%B5%E9%80%B8%E5%A4%AB.jpg/220px-19701120%E9%82%B5%E9%80%B8%E5%A4%AB.jpg",
    "extract": "Sir Run Run Shaw, also known as Shao Yifu and Siu Yat-fu, was a Hong Kong entertainment mogul and philanthropist. He was one of the most influential figures in the Asian entertainment industry. He founded the Shaw Brothers Studio, one of the largest film production companies in Hong Kong, and TVB, the dominant television company in Hong Kong.",
    "year": 1907,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Betti Alver",
    "birthday": "1906-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Betti_Alver.jpg/199px-Betti_Alver.jpg",
    "extract": "Elisabet \"Betti\" Alver, was one of Estonia's most notable poets. She was among the first generation to be educated in schools of an independent Estonia. She went to grammar school in Tartu.",
    "year": 1906,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "K. Alvapillai",
    "birthday": "1905-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8b/Kovindapillai_Alvapillai.jpg",
    "extract": "Kovindapillai Alvapillai, OBE was a leading Ceylon Tamil civil servant.",
    "year": 1905,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Victor Jory",
    "birthday": "1902-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/VICTORJory.jpg/255px-VICTORJory.jpg",
    "extract": "Victor Jory was a Canadian-American actor of stage, film, and television. He initially played romantic leads, but later was mostly cast in villainous or sinister roles, such as Oberon in A Midsummer Night's Dream (1935) and Jonas Wilkerson in Gone with the Wind (1939). From 1959 to 1961, he had a lead role in the 78-episode television police drama Manhunt. He also recorded numerous stories for Peter Pan Records.",
    "year": 1902,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bennie Osler",
    "birthday": "1901-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/81/Bennie_Osler.jpg",
    "extract": "Benjamin Louwrens Osler was a rugby union footballer who played internationally for South Africa. Osler played mainly at fly-half for both South Africa, and his provincial team of Western Province.",
    "year": 1901,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Manuel dos Reis Machado",
    "birthday": "1899-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d2/Mestre_Bimba.jpeg/245px-Mestre_Bimba.jpeg",
    "extract": "Manuel dos Reis Machado, commonly called Mestre Bimba, was a Brazilian capoeira mestre. He founded the capoeira regional school, one of the art's two main branches.",
    "year": 1899,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nirad C. Chaudhuri",
    "birthday": "1897-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/ce/NiradC.ChaudhuriPic.jpg/205px-NiradC.ChaudhuriPic.jpg",
    "extract": "Nirad Chandra Chaudhuri CBE was an Indian writer.",
    "year": 1897,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Karl Gebhardt",
    "birthday": "1897-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Bundesarchiv_Bild_183-S73523%2C_Karl_Gebhardt.jpg/214px-Bundesarchiv_Bild_183-S73523%2C_Karl_Gebhardt.jpg",
    "extract": "Karl Franz Gebhardt was a German medical doctor and a war criminal during World War II. He served as Medical Superintendent of the Hohenlychen Sanatorium, Consulting Surgeon of the Waffen-SS, Chief Surgeon in the Staff of the Reich Physician SS and Police, and personal physician to Heinrich Himmler.",
    "year": 1897,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Klement Gottwald",
    "birthday": "1896-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Klement_GOTTWALD%2C_p%C5%99edseda_%C4%8Deskoslovensk%C3%A9_vl%C3%A1dy%2C_ofici%C3%A1ln%C3%AD_portr%C3%A9t_%28%C4%8CTK%2C_ID_FO00075657%29.jpg/229px-Klement_GOTTWALD%2C_p%C5%99edseda_%C4%8Deskoslovensk%C3%A9_vl%C3%A1dy%2C_ofici%C3%A1ln%C3%AD_portr%C3%A9t_%28%C4%8CTK%2C_ID_FO00075657%29.jpg",
    "extract": "Klement Gottwald was a Czech communist politician, who was the leader of the Communist Party of Czechoslovakia from 1929 until his death in 1953–titled as general secretary until 1945 and as chairman from 1945 to 1953. He was the first leader of Communist Czechoslovakia from 1948 to 1953.",
    "year": 1896,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tsunenohana Kan'ichi",
    "birthday": "1896-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Tsunenohana.jpg/207px-Tsunenohana.jpg",
    "extract": "Tsunenohana Kan'ichi  was a Japanese professional sumo wrestler from Okayama. He was the sport's 31st yokozuna.",
    "year": 1896,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Erté",
    "birthday": "1892-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Ertesignature.svg/320px-Ertesignature.svg.png",
    "extract": "Romain de Tirtoff was a Russian-born French artist and designer known by the pseudonym Erté, from the French pronunciation of his initials. He was a 20th-century artist and designer in an array of fields, including fashion, jewellery, graphic arts, costume and set design for film, theatre, and opera, and interior decor.",
    "year": 1892,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "El Lissitzky",
    "birthday": "1890-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/El_lissitzky_self_portrait_1914.jpg/228px-El_lissitzky_self_portrait_1914.jpg",
    "extract": "Lazar Markovich Lissitzky, known as El Lissitzky, was a Russian artist, designer, photographer, typographer, polemicist, and architect. He was an important figure of the Russian avant-garde, helping develop suprematism with his mentor, Kazimir Malevich, and designing numerous exhibition displays and propaganda works for the Soviet Union. His work greatly influenced the Bauhaus and constructivist movements, and he experimented with production techniques and stylistic devices that would go on to dominate 20th-century graphic design.",
    "year": 1890,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Harry Sunderland",
    "birthday": "1889-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/71/Harry_Sunderland.jpg/210px-Harry_Sunderland.jpg",
    "extract": "Harry Sunderland was an Australian rugby league football administrator and journalist.",
    "year": 1889,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Harpo Marx",
    "birthday": "1888-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Harpo_Marx_playing_the_harp_%28cropped%29.jpeg/294px-Harpo_Marx_playing_the_harp_%28cropped%29.jpeg",
    "extract": "Arthur \"Harpo\" Marx was an American comedian, actor, mime artist, and musician, and the second-oldest of the Marx Brothers. In contrast to the mainly verbal comedy of his brothers Groucho and Chico, Harpo's comic style was visual, being an example of both clown and pantomime traditions. He wore a curly reddish blond wig and was silent in all his movie appearances, instead blowing a horn or whistling to communicate. Marx frequently employed props such as a horn cane constructed from a lead pipe, tape, and a bulbhorn.",
    "year": 1888,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Boris Karloff",
    "birthday": "1887-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Boris_Karloff.jpg/266px-Boris_Karloff.jpg",
    "extract": "William Henry Pratt, better known by his stage name Boris Karloff, was an English actor who starred as Frankenstein's monster in the horror film Frankenstein (1931), which established him as a horror icon. He reprised the role in Bride of Frankenstein (1935) and Son of Frankenstein (1939). Karloff also appeared as Imhotep in The Mummy (1932), and voiced the Grinch, as well as narrated the animated television special of Dr. Seuss' How the Grinch Stole Christmas! (1966), which won him a Grammy Award.",
    "year": 1887,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Henry Moseley",
    "birthday": "1887-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Henry_Moseley_%281887-1915%29.jpg/320px-Henry_Moseley_%281887-1915%29.jpg",
    "extract": "Henry Gwyn Jeffreys Moseley was an English physicist, whose contribution to the science of physics was the justification from physical laws of the previous empirical and chemical concept of the atomic number. This stemmed from his development of Moseley's law in X-ray spectra.",
    "year": 1887,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Eduards Smiļģis",
    "birthday": "1886-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Eduards_Smi%C4%BC%C4%A3is_2020_stamp_of_Latvia.jpg/257px-Eduards_Smi%C4%BC%C4%A3is_2020_stamp_of_Latvia.jpg",
    "extract": "Eduards Smiļģis was a Latvian actor and theatre director. He became a People's Artist of the USSR in 1948.",
    "year": 1886,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "José Clemente Orozco",
    "birthday": "1883-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Orozco_en_polyforum0001.jpg/320px-Orozco_en_polyforum0001.jpg",
    "extract": "José Clemente Orozco was a Mexican caricaturist and painter, who specialized in political murals that established the Mexican Mural Renaissance together with murals by Diego Rivera, David Alfaro Siqueiros, and others. Orozco was the most complex of the Mexican muralists, fond of the theme of human suffering, but less realistic and more fascinated by machines than Rivera. Mostly influenced by Symbolism, he was also a genre painter and lithographer. Between 1922 and 1948, Orozco painted murals in Mexico City, Orizaba, Claremont, California, New York City, Hanover, New Hampshire, Guadalajara, Jalisco, and Jiquilpan, Michoacán. His drawings and paintings are exhibited by the Carrillo Gil Museum in Mexico City, and the Orozco Workshop-Museum in Guadalajara. Orozco was known for being a politically committed artist, and he promoted the political causes of peasants and workers.",
    "year": 1883,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frank Pick",
    "birthday": "1878-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7d/Frank_Pick%2C_1939.jpg/238px-Frank_Pick%2C_1939.jpg",
    "extract": "Frank Pick Hon. RIBA was a British transport administrator. After qualifying as a solicitor in 1902, he worked at the North Eastern Railway, before moving to the Underground Electric Railways Company of London (UERL) in 1906. He was chief executive officer and vice-chairman of the London Passenger Transport Board from its creation in 1933 until 1940.",
    "year": 1878,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Manuel de Falla",
    "birthday": "1876-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/ManuelDeFalla.JPG/233px-ManuelDeFalla.JPG",
    "extract": "Manuel de Falla y Matheu was an Andalusian Spanish composer and pianist. Along with Isaac Albéniz, Francisco Tárrega, and Enrique Granados, he was one of Spain's most important musicians of the first half of the 20th century. He has a claim to being Spain's greatest composer of the 20th century, although the number of pieces he composed was relatively modest.",
    "year": 1876,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anatoly Lunacharsky",
    "birthday": "1875-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Anatoliy_Lunacharskiy_1925.jpg/273px-Anatoliy_Lunacharskiy_1925.jpg",
    "extract": "Anatoly Vasilyevich Lunacharsky was a Russian Marxist revolutionary and the first Bolshevik Soviet People's Commissar (Narkompros) responsible for Ministry of Education as well as an active playwright, critic, essayist and journalist throughout his career.",
    "year": 1875,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William Watt (Australian politician)",
    "birthday": "1871-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/William_Watt_%28cropped%29.jpg/229px-William_Watt_%28cropped%29.jpg",
    "extract": "William Alexander Watt was an Australian politician. He served two terms as Premier of Victoria before entering federal politics in 1914. He then served as a minister in the government of Billy Hughes from 1917 to 1920, including as acting prime minister during World War I, and finally as Speaker of the House of Representatives from 1923 to 1926.",
    "year": 1871,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Valdemar Poulsen",
    "birthday": "1869-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Poulsen-Valdemar-capt1898.jpg/237px-Poulsen-Valdemar-capt1898.jpg",
    "extract": "Valdemar Poulsen was a Danish engineer who made significant contributions to early radio technology. He developed a magnetic wire recorder called the telegraphone in 1898 and the first continuous wave radio transmitter, the Poulsen arc transmitter, in 1903, which was used in some of the first broadcasting stations until the early 1920s.",
    "year": 1869,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mary Brewster Hazelton",
    "birthday": "1868-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Mary_Brewster_Hazelton%2C_est_1900-1910.png/236px-Mary_Brewster_Hazelton%2C_est_1900-1910.png",
    "extract": "Mary Brewster Hazelton was an American portrait painter. She attended the School of the Museum of Fine Arts, Boston, where she was later an instructor. Among her other achievements, Hazelton was the first woman to win an award open to both men and women in the United States when she won the Hallgarten Prize from the National Academy of Design in 1896. Her portrait paintings are in the collections of the Massachusetts State House, Harvard University, Peabody Essex Museum, and Wellesley Historical Society. The professional organizations that Hazelton was affiliated with included the Wellesley Society of Artists, of which she was a founding member, and The Guild of Boston Artists, of which she was a charter member. She lived her adult life with her sisters in the Hazelton family home in Wellesley, Massachusetts.",
    "year": 1868,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Henry Bourne Joy",
    "birthday": "1864-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Henry_Bourne_Joy.jpg/261px-Henry_Bourne_Joy.jpg",
    "extract": "Henry Bourne Joy was President of the Packard Motor Car Company, and a major developer of automotive activities as well as being a social activist.",
    "year": 1864,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hjalmar Branting",
    "birthday": "1860-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Hjalmar_branting_stor_bild.jpg/253px-Hjalmar_branting_stor_bild.jpg",
    "extract": "Karl Hjalmar Branting was a Swedish politician who was the leader of the Swedish Social Democratic Party (1907–1925) and Prime Minister during three separate periods. When Branting came to power in 1920, he was the first Social Democratic Prime Minister of Sweden. When taking office for a second term after the general election of 1921, he became the first socialist politician in Europe to do so following elections with universal suffrage. In 1921, Branting shared the Nobel Peace Prize with the Norwegian secretary-general of the Inter-Parliamentary Union Christian Lous Lange.",
    "year": 1860,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Albert Ranft",
    "birthday": "1858-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Albert_Ranft%2C_portr%C3%A4tt_-_SMV_-_H7_021.tif/lossy-page1-209px-Albert_Ranft%2C_portr%C3%A4tt_-_SMV_-_H7_021.tif.jpg",
    "extract": "Albert Adam Ranft was a Swedish theatre director and actor.",
    "year": 1858,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Stefanos Skouloudis",
    "birthday": "1838-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Skouloudis.jpg/244px-Skouloudis.jpg",
    "extract": "Stefanos Skouloudis was a Greek banker, diplomat and the 34th Prime Minister of Greece.",
    "year": 1838,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Johannes Diderik van der Waals",
    "birthday": "1837-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Johannes_Diderik_van_der_Waals.jpg/283px-Johannes_Diderik_van_der_Waals.jpg",
    "extract": "Johannes Diderik van der Waals was a Dutch theoretical physicist and thermodynamicist famous for his pioneering work on the equation of state for gases and liquids. Van der Waals started his career as a school teacher. He became the first physics professor of the University of Amsterdam when in 1877 the old Athenaeum was upgraded to Municipal University. Van der Waals won the 1910 Nobel Prize in physics for his work on the equation of state for gases and liquids.",
    "year": 1837,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Isaac Todhunter",
    "birthday": "1820-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Todhunter_Isaac.jpg/263px-Todhunter_Isaac.jpg",
    "extract": "Isaac Todhunter FRS, was an English mathematician who is best known today for the books he wrote on mathematics and its history.",
    "year": 1820,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Franklin Pierce",
    "birthday": "1804-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mathew_Brady_-_Franklin_Pierce_-_alternate_crop.jpg/257px-Mathew_Brady_-_Franklin_Pierce_-_alternate_crop.jpg",
    "extract": "Franklin Pierce was the 14th president of the United States serving from 1853 to 1857. He was a northern Democrat who believed that the abolitionist movement was a fundamental threat to the unity of the nation. He alienated anti-slavery groups by signing the Kansas–Nebraska Act and enforcing the Fugitive Slave Act, and conflict between North and South persisted until southern states seceded and the American Civil War began in 1861.",
    "year": 1804,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Theodore Dwight Weld",
    "birthday": "1803-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Theodore_Dwight_Weld.jpg/196px-Theodore_Dwight_Weld.jpg",
    "extract": "Theodore Dwight Weld was one of the architects of the American abolitionist movement during its formative years from 1830 to 1844, playing a role as writer, editor, speaker, and organizer. He is best known for his co-authorship of the authoritative compendium American Slavery As It Is: Testimony of a Thousand Witnesses, published in 1839. Harriet Beecher Stowe partly based Uncle Tom’s Cabin on Weld's text; the latter is regarded as second only to the former in its influence on the antislavery movement. Weld remained dedicated to the abolitionist movement until slavery was ended by the Thirteenth Amendment to the United States Constitution in 1865.",
    "year": 1803,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jan Roothaan",
    "birthday": "1785-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Jean-Philippe_Roothaan_%281785-1853%29b.jpg/276px-Jean-Philippe_Roothaan_%281785-1853%29b.jpg",
    "extract": "Jan Philipp Roothaan was a Dutch Jesuit, elected twenty-first Superior-General of the Society of Jesus.",
    "year": 1785,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "François-Noël Babeuf",
    "birthday": "1760-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Fran%C3%A7ois-No%C3%ABl_Babeuf.jpg/210px-Fran%C3%A7ois-No%C3%ABl_Babeuf.jpg",
    "extract": "François-Noël Babeuf, also known as Gracchus Babeuf, was a French proto-socialist, revolutionary and journalist of the French Revolutionary period. His newspaper Le tribun du peuple was best known for its advocacy for the poor and calling for a popular revolt against the Directory, the government of France. He was a leading advocate for democracy and the abolition of private property. He angered the authorities who were clamping down hard on their radical enemies. In spite of the efforts of his Jacobin friends to save him, Babeuf was executed for his role in the Conspiracy of the Equals.",
    "year": 1760,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Edward Rutledge",
    "birthday": "1749-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Rutledge%2C_Edward%2C_1749-1800_James_Earl.jpg/275px-Rutledge%2C_Edward%2C_1749-1800_James_Earl.jpg",
    "extract": "Edward Rutledge was an American Founding Father and politician who signed the Continental Association and was the youngest signatory of the United States Declaration of Independence. He later served as the 39th governor of South Carolina.",
    "year": 1749,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Spranger Barry",
    "birthday": "1719-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Spranger_Barry%2C_by_Irish_School_of_the_18th_Century.jpg/260px-Spranger_Barry%2C_by_Irish_School_of_the_18th_Century.jpg",
    "extract": "Spranger Barry was an Irish actor.",
    "year": 1719,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pierre Charles Le Monnier",
    "birthday": "1715-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/The_Astronomer_Nicolas-Bernard_L%C3%A9pici%C3%A9_d%C3%A9tour%C3%A9.png/253px-The_Astronomer_Nicolas-Bernard_L%C3%A9pici%C3%A9_d%C3%A9tour%C3%A9.png",
    "extract": "Pierre Charles Le Monnier was a French astronomer. His name is sometimes given as Lemonnier.",
    "year": 1715,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Thomas Birch",
    "birthday": "1705-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Thomas_Birch.jpg/247px-Thomas_Birch.jpg",
    "extract": "Thomas Birch was an English historian.",
    "year": 1705,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anthonie Heinsius",
    "birthday": "1641-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Anthonie_Heinsius.JPG/198px-Anthonie_Heinsius.JPG",
    "extract": "Anthonie Heinsius was a Dutch statesman who served as Grand Pensionary of Holland from 1689 to his death in 1720.",
    "year": 1641,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jean Mabillon",
    "birthday": "1632-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Portrait_of_Mabillon_%284671638%29.jpg/207px-Portrait_of_Mabillon_%284671638%29.jpg",
    "extract": "Dom Jean Mabillon, O.S.B., was a French Benedictine monk and scholar of the Congregation of Saint Maur. He is considered the founder of the disciplines of palaeography and diplomatics.",
    "year": 1632,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Prospero Alpini",
    "birthday": "1553-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Alpino-Portrait-1616.png/237px-Alpino-Portrait-1616.png",
    "extract": "Prospero Alpini was a Venetian physician and botanist. He travelled around Egypt and served as the fourth prefect in charge of the botanical garden of Padua. He wrote several botanical treatises which covered exotic plants of economic and medicinal value. His description of coffee and banana plants are considered the oldest in European literature. The ginger-family genus Alpinia was named in his honour by Carolus Linnaeus.",
    "year": 1553,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Francis, Duke of Brunswick-Lüneburg",
    "birthday": "1508-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Herzog_Franz_Gifhorn_Zeichnung.jpg/211px-Herzog_Franz_Gifhorn_Zeichnung.jpg",
    "extract": "Francis of Brunswick-Lüneburg (1508–1549) was the youngest son of Henry the Middle. Following a thirty-year joint reign of Brunswick-Lüneburg with his brother Ernest the Confessor, he ruled the newly founded Duchy of Gifhorn from Gifhorn Castle for over 10 years from 1539 until his death in 1549. He was given the duchy as an inheritance settlement by his brother Ernest.",
    "year": 1508,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Clément Marot",
    "birthday": "1496-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/ClementMarot.jpg/255px-ClementMarot.jpg",
    "extract": "Clément Marot was a French Renaissance poet.",
    "year": 1496,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William Fitzalan, 9th Earl of Arundel",
    "birthday": "1417-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/William_Fitzalan_16th_Earl_of_Arundel.jpg/213px-William_Fitzalan_16th_Earl_of_Arundel.jpg",
    "extract": "William Fitzalan, 9th Earl of Arundel, 6th Baron Maltravers was an English nobleman.",
    "year": 1417,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jean de Dunois",
    "birthday": "1402-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Jean_de_Dunois.jpg/216px-Jean_de_Dunois.jpg",
    "extract": "Jean d'Orléans, Count of Dunois, known as the \"Bastard of Orléans\" or simply Jean de Dunois, was a French military leader during the Hundred Years' War who participated in military campaigns with Joan of Arc. His nickname, the \"Bastard of Orléans\", was a term of higher hierarchy and respect, since it acknowledged him as a first cousin to the king and acting head of a cadet branch of the royal family during his half-brother's captivity. In 1439 he received the county of Dunois from his half-brother Charles, Duke of Orléans, and later king Charles VII made him count of Longueville.",
    "year": 1402,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alfonso X of Castile",
    "birthday": "1221-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Alfonso_X_el_Sabio_en_El_libro_de_los_juegos.jpg/220px-Alfonso_X_el_Sabio_en_El_libro_de_los_juegos.jpg",
    "extract": "Alfonso X was King of Castile, León and Galicia from 30 May 1252 until his death in 1284. During the election of 1257, a dissident faction chose him to be king of Germany on 1 April. He renounced his claim to Germany in 1275, and in creating an alliance with the Kingdom of England in 1254, his claim on the Duchy of Gascony as well.",
    "year": 1221,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pope Clement IV",
    "birthday": "1190-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Tour_Ferrande_-_Cl%C3%A9ment_IV_%26_Charles_1er_de_Sicile_%28cropped%29.JPG/194px-Tour_Ferrande_-_Cl%C3%A9ment_IV_%26_Charles_1er_de_Sicile_%28cropped%29.JPG",
    "extract": "Pope Clement IV, born Gui Foucois and also known as Guy le Gros, was bishop of Le Puy (1257–1260), archbishop of Narbonne (1259–1261), cardinal of Sabina (1261–1265), and head of the Catholic Church from 5 February 1265 until his death. His election as pope occurred at a conclave held at Perugia that lasted four months while cardinals argued over whether to call in Charles I of Anjou, the youngest brother of Louis IX of France, to carry on the papal war against the Hohenstaufens. Pope Clement was a patron of Thomas Aquinas and of Roger Bacon, encouraging Bacon in the writing of his Opus Majus, which included important treatises on optics and the scientific method.",
    "year": 1190,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Otto the Great",
    "birthday": "912-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Siegel_Otto_I_Posse.JPG/320px-Siegel_Otto_I_Posse.JPG",
    "extract": "Otto I, traditionally known as Otto the Great, was East Frankish king from 936 and Holy Roman Emperor from 962 until his death in 973. He was the oldest son of Henry I the Fowler and Matilda.",
    "year": 912,
    "month": 11,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alexander (Byzantine emperor)",
    "birthday": "870-11-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Alexandros_mosaic.jpg/225px-Alexandros_mosaic.jpg",
    "extract": "Alexander Porphyrogenitus was briefly Byzantine emperor from 912 to 913.",
    "year": 870,
    "month": 11,
    "day": 23,
    "language": "en"
  }
]