[
  {
    "name": "Sun Yingsha",
    "birthday": "2000-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Table_tennis_at_the_2018_Summer_Youth_Olympics_%E2%80%93_Medal_Ceremonies_Women_115.jpg/226px-Table_tennis_at_the_2018_Summer_Youth_Olympics_%E2%80%93_Medal_Ceremonies_Women_115.jpg",
    "extract": "Sun Yingsha is a female Chinese table tennis player.",
    "year": 2000,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bea Binene",
    "birthday": "1997-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Bea_Binene_%28cropped%29.jpg/320px-Bea_Binene_%28cropped%29.jpg",
    "extract": "Beanca Marie Binene is a Filipino actress. She was a finalist on StarStruck Kids and has played the role of Natalie Dimaculangan on First Time. She is also one of the Junior Ambassadors for the Haribon Foundation since 2005 and still an active volunteer of GMA Kapuso Foundation. She is known for her role in GMA Network TV series Hanggang Makita Kang Muli.",
    "year": 1997,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kaitlin Hawayek",
    "birthday": "1996-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Kaitlin_Hawayek-Jean-Luc_Baker-GPFrance_2018-Gala-IMG_5054.jpeg/213px-Kaitlin_Hawayek-Jean-Luc_Baker-GPFrance_2018-Gala-IMG_5054.jpeg",
    "extract": "Kaitlin Hawayek is an American ice dancer. With her skating partner, Jean-Luc Baker, she is the 2018 Four Continents champion, the 2018 NHK Trophy champion, and a four-time U.S. national bronze medalist (2019–22).",
    "year": 1996,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Michael Christian Martinez",
    "birthday": "1996-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Michael_Christian_Martinez_SM_skating_a.jpg/199px-Michael_Christian_Martinez_SM_skating_a.jpg",
    "extract": "Michael Christian Martinez is a Filipino Olympic figure skater. He is the 2015 Asian Figure Skating Trophy champion, a two-time Triglav Trophy champion and has won one ISU Challenger Series medal, silver at the 2014 Warsaw Cup. Martinez is the first skater from Southeast Asia and from a tropical country to qualify for the Olympics, was the only athlete to represent the Philippines at the 2014 Winter Olympics, and was one of only two to represent the Philippines at the 2018 Winter Olympics.",
    "year": 1996,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Olive (rugby league)",
    "birthday": "1996-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/John_Olive.jpg/320px-John_Olive.jpg",
    "extract": "John Olive is an Australian professional rugby league footballer who plays for the Newtown Jets in the Canterbury Cup NSW as a centre and wing.",
    "year": 1996,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Billy Stanlake",
    "birthday": "1994-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/2018.02.03.19.47.57-Billy_Stanlake_%2840429028151%29.jpg/320px-2018.02.03.19.47.57-Billy_Stanlake_%2840429028151%29.jpg",
    "extract": "Billy James Stanlake is an Australian cricketer. He is a fast bowler who represented Australia in the 2014 Under-19 Cricket World Cup and played One Day International and Twenty20 International cricket for the full national side. He plays domestic cricket for the Tasmania cricket team and the Melbourne Stars in the Big Bash League. Stanlake is the tallest person to ever represent Australia in international cricket, standing at 204 cm.",
    "year": 1994,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Elisabeth Seitz",
    "birthday": "1993-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Elisabeth_Seitz_%28cover%29.jpg/245px-Elisabeth_Seitz_%28cover%29.jpg",
    "extract": "Elisabeth Seitz is a German artistic gymnast. She is the 2018 World bronze medalist on the uneven bars. She is one of the only female gymnasts in history to compete the Def release, and her eponymous skill, a full-twisting Maloney. Seitz has also had success in the individual all-around event, where she is the 2011 European silver medalist and an eight-time German national champion. She is a three-time Olympian, representing Germany at the 2012 Summer Olympics in London, the 2016 Summer Olympics in Rio de Janeiro, where she led her team to a sixth-place finish and placed fourth in the uneven bars final, and the 2020 Summer Olympics in Tokyo.",
    "year": 1993,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Julian Wießmeier",
    "birthday": "1992-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Wie%C3%9Fmeier%2C_Julian_REG_12-13_WP.JPG/213px-Wie%C3%9Fmeier%2C_Julian_REG_12-13_WP.JPG",
    "extract": "Julian Wießmeier is a German professional footballer who plays as a midfielder for SV Ried.",
    "year": 1992,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Yurii Bieliaiev",
    "birthday": "1992-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/2012_World_Junior_FS_Viktoria_Kavaliova_Yurii_Bieliaiev.jpg/213px-2012_World_Junior_FS_Viktoria_Kavaliova_Yurii_Bieliaiev.jpg",
    "extract": "Yurii Bieliaiev is a Belarusian former competitive ice dancer. With partner Viktoria Kavaliova, he has won two medals on the ISU Challenger Series and two national titles. They have competed in the final segment at four ISU Championships – 2012 Junior Worlds in Minsk, Belarus; 2014 Junior Worlds in Sofia, Bulgaria; 2016 Europeans in Bratislava, Slovakia; and 2017 Europeans in Ostrava, Czech Republic.",
    "year": 1992,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alon Day",
    "birthday": "1991-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Alon_day_%2844846533702%29.jpg/224px-Alon_day_%2844846533702%29.jpg",
    "extract": "Alon Day is an Israeli professional stock car racing driver. He currently competes in the NASCAR Whelen Euro Series, driving the No. 24 Chevrolet SS for PK Carsport and is a two-time champion in the series. Day is the first Israeli driver to compete in an IndyCar-sanctioned series and is also the first Israeli to compete in one of NASCAR's top three touring series.",
    "year": 1991,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lesley Pattinama Kerkhove",
    "birthday": "1991-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Kerkhove_WMQ19_%2813%29.jpg/215px-Kerkhove_WMQ19_%2813%29.jpg",
    "extract": "Lesley Pattinama Kerkhove is a professional tennis player from the Netherlands.",
    "year": 1991,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jean-Luc Bilodeau",
    "birthday": "1990-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Jean-Luc_Bilodeau_%28Straighten_Crop%29.jpg",
    "extract": "Jean-Luc Bilodeau is a Canadian actor who has been acting since 2004. He is best known for his role as Ben Wheeler in the ABC Family channel program Baby Daddy.\nBilodeau has also appeared in films and television series such as Ill Fated, Trick 'r Treat, 16 Wishes, Kyle XY, No Ordinary Family and Best Player. He was also in Emmalyn Estrada's music video \"Don't Make Me Let You Go\" and plays Jeremy in the movie LOL.",
    "year": 1990,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "David Mead (rugby league)",
    "birthday": "1988-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/David_Mead_Country.jpg/210px-David_Mead_Country.jpg",
    "extract": "David Mead is a Papua New Guinean professional rugby league footballer who plays as a winger, centre or fullback for the Brisbane Broncos in the NRL and Papua New Guinea at international level.",
    "year": 1988,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dez Bryant",
    "birthday": "1988-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Dez_Bryant_2015.jpg/243px-Dez_Bryant_2015.jpg",
    "extract": "Desmond Demond Bryant is an American football wide receiver who is a free agent. He played college football at Oklahoma State, where he earned All-American honors in 2008. He was drafted by the Dallas Cowboys in the first round of the 2010 NFL Draft, where he earned three Pro Bowl berths and was named an All-Pro in 2014.",
    "year": 1988,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Nathan Ross (rugby league)",
    "birthday": "1988-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Nathan_Ross.jpg/193px-Nathan_Ross.jpg",
    "extract": "Nathan Ross, nicknamed \"White Lightning\" or \"Ross Dog\", is an Australian former professional rugby league footballer who played as a wing, fullback and centre.",
    "year": 1988,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Laura Geitz",
    "birthday": "1987-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Firebird_during_ticker_tape_parade_Brisbane-15_%2828866665946%29.jpg/212px-Firebird_during_ticker_tape_parade_Brisbane-15_%2828866665946%29.jpg",
    "extract": "Laura Geitz is a former Australian netball player and former captain of the Australian national team. Geitz was selected for the 2008 Australian national team, and has won a silver medal at the 2010 Commonwealth Games, a gold medal at the 2011 World Netball Championships and a gold medal at the 2014 Commonwealth Games as captain. In domestic netball, Geitz plays for the Queensland Firebirds in the ANZ Championship. She previously captained the AIS Canberra Darters in the Commonwealth Bank Trophy.",
    "year": 1987,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Artur Jędrzejczyk",
    "birthday": "1987-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/71/Poland_national_football_team_World_Cup_2018_%28cropped%29.jpg",
    "extract": "Artur Marcin Jędrzejczyk is a Polish professional footballer who plays as a defender for Ekstraklasa club Legia Warsaw.",
    "year": 1987,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Suhas Gopinath",
    "birthday": "1986-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Suhas_gopinath1_full-2.jpg/320px-Suhas_gopinath1_full-2.jpg",
    "extract": "Suhas Gopinath is an Indian entrepreneur. He is the founder, CEO, and Chairman of Globals Inc., a multinational IT company. He took charge as CEO at the age of 17, three years after founding the company.",
    "year": 1986,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alexz Johnson",
    "birthday": "1986-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Alexz_Johnson_2015_%28Crop%29.jpg/203px-Alexz_Johnson_2015_%28Crop%29.jpg",
    "extract": "Alexzandra Spencer Johnson is a Canadian musician, actress, and philanthropist. Her debut album Voodoo was independently released in 2010, followed by the demo release of The Basement Recordings in 2011, with its sequel, The Basement Recordings II, and EP Skipping Stone in 2012. The Basement Recordings III was released in 2013. A follow-up extended play Heart followed in 2014; with her sophomore effort Let 'Em Eat Cake being released October of that year. Johnson's third studio album A Stranger Time was released in 2017 and her fourth, Still Alive, in 2020.",
    "year": 1986,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Szymon Pawłowski (footballer)",
    "birthday": "1986-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Szymon_Paw%C5%82owski_cropped.jpg/271px-Szymon_Paw%C5%82owski_cropped.jpg",
    "extract": "Szymon Pawłowski is a Polish professional football who plays as a midfielder for Zagłębie Sosnowiec.",
    "year": 1986,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Adrian Zaugg",
    "birthday": "1986-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Adrian_Zaugg.JPG/240px-Adrian_Zaugg.JPG",
    "extract": "Adrian Zaugg is a South African race car driver of Dutch descent.",
    "year": 1986,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Marcell Jansen",
    "birthday": "1985-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Marcell_Jansen_2016.jpg/199px-Marcell_Jansen_2016.jpg",
    "extract": "Marcell Jansen is a German former footballer and current president of Hamburger SV. He was well known for his accurate crossing and pace, despite his tall stature. A versatile player, Jansen primarily played as a full back or wing back on the left flank, but could also play as a left-winger.",
    "year": 1985,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Miki Miyamura",
    "birthday": "1985-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Miki_Miyamura.jpg/320px-Miki_Miyamura.jpg",
    "extract": "Miki Miyamura  is a Japanese former tennis player.",
    "year": 1985,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dustin Brown (ice hockey)",
    "birthday": "1984-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Dustin_Brown_%2825993630263%29.jpg/213px-Dustin_Brown_%2825993630263%29.jpg",
    "extract": "Dustin James Brown is an American former professional ice hockey right winger. Brown spent his entire 18-year career with the Los Angeles Kings of the National Hockey League (NHL), who drafted him 13th overall in the 2003 NHL Entry Draft. He served as team captain from 2008 to 2016; during this time he led the Kings to the 2012 and 2014 Stanley Cup championships, becoming the first Kings captain and second American captain to win the Stanley Cup. During the 2012–13 NHL lockout, he played for ZSC Lions in the Swiss National League A.",
    "year": 1984,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ayila Yussuf",
    "birthday": "1984-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Ayila_Yussuf.jpg/251px-Ayila_Yussuf.jpg",
    "extract": "Atanda Ayila Yussuf is a Nigerian former professional footballer who played as a central defender or defensive midfielder. A former Nigerian youth international player, Yussuf moved to Ukrainian Premier League Dynamo Kyiv from Nigerian side Union Bank in 2003. Despite injuries, Yussuf became a regular for both Dynamo Kyiv and the Nigeria national team. He joined Metalist Kharkiv on loan in 2014.",
    "year": 1984,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Anton Buslov",
    "birthday": "1983-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Anton_Buslov.jpg/240px-Anton_Buslov.jpg",
    "extract": "Anton Sergeevich Buslov was an astrophysicist, top Russian blogger, columnist at The New Times magazine, and expert on transportation systems. He is also known as a founder of non-governmental organization \"Voronezh Citizens for Trams Committee\" and both co-chair and co-founder of inter-regional non-governmental organization \"City and Transportation\". Anton Buslov was highly involved in social activity and acted as a transport expert for urbanist organization \"City 4 People\".",
    "year": 1983,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Devin Hester",
    "birthday": "1982-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Devin_Hester_%28cropped%29.jpg/235px-Devin_Hester_%28cropped%29.jpg",
    "extract": "Devin Devorris Hester Sr. is an American former professional football player who was a wide receiver and return specialist in the National Football League (NFL). He is widely regarded as the greatest return specialist in NFL history, and was the first and only person to return the opening kick of the Super Bowl back for a touchdown. He was drafted by the Chicago Bears in the second round of the 2006 NFL Draft. He played college football at Miami, where he was the first player in the university's recent history to play in all three phases of American football: offense, defense and special teams. In addition to Chicago, Hester also played for the Atlanta Falcons, Baltimore Ravens and Seattle Seahawks over his 11-season NFL career.",
    "year": 1982,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kamila Skolimowska",
    "birthday": "1982-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Kamila_Skolimowska_2008.jpg/253px-Kamila_Skolimowska_2008.jpg",
    "extract": "Kamila Skolimowska was a Polish hammer thrower. She is best known for her gold medal in the Sydney 2000 Summer Olympics, which made her the youngest Olympic hammer champion, as well as for her two medals from the European Championships. Her personal best throw, and former Polish record, was 76.83 metres, achieved in May 2007 in Doha. She died on the 18 February 2009 in Vila Real de Santo António, Portugal at the Polish national team training camp.",
    "year": 1982,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Guy Martin",
    "birthday": "1981-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Guy.Martin.JPG/320px-Guy.Martin.JPG",
    "extract": "Guy Martin is a British former motorcycle racer and heavy vehicle mechanic who became a television presenter. In July 2017, Martin retired from motorcycle racing.",
    "year": 1981,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Vince Wilfork",
    "birthday": "1981-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Vince-Wilfork_8-28-09_Patriots-vs-Redskins.jpg/320px-Vince-Wilfork_8-28-09_Patriots-vs-Redskins.jpg",
    "extract": "Vincent Lamar Wilfork is a former American football nose tackle who played in the National Football League (NFL) for 13 seasons, primarily with the New England Patriots. He played college football for the University of Miami and was drafted by the Patriots in the first round of the 2004 NFL Draft. He also played two seasons for the Houston Texans before retiring following the 2016 season. Along with Tom Brady, he is the only New England Patriots player to win both Super Bowls XXXIX and XLIX.",
    "year": 1981,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jerry Collins",
    "birthday": "1980-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Jerry_Collins_2015-05-03.jpg/180px-Jerry_Collins_2015-05-03.jpg",
    "extract": "Jerry Collins was a Samoan – New Zealand rugby union player. He played for New Zealand, for whom he was capped 48 times, as well as for the Wellington Hurricanes in New Zealand, Toulon and Narbonne in the Rugby Pro D2, Ospreys in the UK, and Yamaha Júbilo in Japan. He played as a flanker and number eight, and was considered to be one of the hardest tacklers in rugby history, along with Brian Lima.",
    "year": 1980,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Richard Owens",
    "birthday": "1980-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Richard_Owens_tight_end.jpg/165px-Richard_Owens_tight_end.jpg",
    "extract": "Richard Owens is a former American football tight end. The Minnesota Vikings acquired him as an undrafted free agent in 2004. He played college football at Louisville.",
    "year": 1980,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dan Stoenescu",
    "birthday": "1980-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Dan_Stoenescu_and_Pope_Francis.jpg/320px-Dan_Stoenescu_and_Pope_Francis.jpg",
    "extract": "Dan Stoenescu is a Romanian career diplomat, political scientist and journalist. He was a minister in the technocratic government of Prime Minister Dacian Cioloș.",
    "year": 1980,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Grabow",
    "birthday": "1978-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/John_Grabow_2010.jpg/320px-John_Grabow_2010.jpg",
    "extract": "John William Grabow, nicknamed \"Grabes\" is an American former professional baseball left-handed reliever. He played for the Pittsburgh Pirates and Chicago Cubs of the Major League Baseball (MLB).",
    "year": 1978,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Larry Bigbie",
    "birthday": "1977-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Larry_Bigbie_%2835059398080%29_%28cropped%29.jpg/275px-Larry_Bigbie_%2835059398080%29_%28cropped%29.jpg",
    "extract": "Larry Robert Bigbie is an American former professional baseball first baseman and outfielder. He played in Major League Baseball from 2001 through 2006 for the Baltimore Orioles, Colorado Rockies, and St. Louis Cardinals.",
    "year": 1977,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Daniel Bahr",
    "birthday": "1976-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Daniel_Bahr_%282012%29.jpg/320px-Daniel_Bahr_%282012%29.jpg",
    "extract": "Daniel Bahr is a German politician of the Free Democratic Party (FDP) who served as Federal Minister of Health from 2011 to 2013. His party failed to get a seat in Bundestag at the 2013 federal elections, and he started to work for Allianz insurance group. Due to his previous position as Minister of Health, his move to a private sector healthcare player has been heavily criticized by the public.",
    "year": 1976,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bruno Junqueira",
    "birthday": "1976-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Bruno_Junqueira_2009_Indy_500_Pole_Day.JPG/219px-Bruno_Junqueira_2009_Indy_500_Pole_Day.JPG",
    "extract": "Bruno Junqueira is a Brazilian race car driver who most recently competed in the IRL IndyCar Series. He is a former Formula 3000 champion and three-time runner-up in the Champ Car World Series.",
    "year": 1976,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mario Melchiot",
    "birthday": "1976-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Mario-Melchiot.jpg/320px-Mario-Melchiot.jpg",
    "extract": "Mario Dino Patrick Melchiot is a Dutch former professional footballer who played as a defender. He played both as a right-back and as a centre-back, and also occasionally played in midfield.",
    "year": 1976,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kenji Osawa",
    "birthday": "1976-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Kenji_Ohsawa_on_August_27_2008.jpg/175px-Kenji_Ohsawa_on_August_27_2008.jpg",
    "extract": "Kenji Osawa Japanese: 大沢ケンジ is a retired Japanese mixed martial artist from Tokyo. He debuted in MMA over a decade ago, and trains and fights out of Wajitsu Keishukai, where he teaches once a week.",
    "year": 1976,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "James Dale Ritchie",
    "birthday": "1976-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5e/James_Dale_Ritchie.jpg",
    "extract": "James Dale Ritchie was an American serial killer. Throughout 2016, Ritchie murdered upwards of five individuals in and around Anchorage, Alaska, most of whom were in parks or along bike paths. He always committed his murders at night, often around midnight or a short time after. Ritchie was killed during a shootout with police officers in downtown Anchorage on November 12, 2016. Following his death, a Colt Python handgun on his person connected him to the string of murders he committed over the course of two months.",
    "year": 1976,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Makoto Tamada",
    "birthday": "1976-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Makoto_Tamada_2006_Phillip_Island.jpg/320px-Makoto_Tamada_2006_Phillip_Island.jpg",
    "extract": "Makoto Tamada (玉田誠) is a former Japanese professional motorcycle racer currently working as a rider instructor in Suzuka Racing School. He is one of the few riders to win races in both MotoGP and Superbike World Championship.",
    "year": 1976,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Peter Van Houdt",
    "birthday": "1976-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Peter_van_houdt-1480114163.JPG",
    "extract": "Peter Van Houdt is a Belgian former professional footballer who played as a forward and manager.",
    "year": 1976,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Éric Fichaud",
    "birthday": "1975-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/%C3%89ric_Fichaud.jpg/320px-%C3%89ric_Fichaud.jpg",
    "extract": "Éric Joseph Fichaud is a Canadian former professional ice hockey goaltender. He was selected in the first round of the 1994 NHL Entry Draft, 16th overall, by the Toronto Maple Leafs.",
    "year": 1975,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Eduard Koksharov",
    "birthday": "1975-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Eduard_Kokscharow_01.jpg/320px-Eduard_Kokscharow_01.jpg",
    "extract": "Eduard Aleksandrovich Koksharov is a Russian handball player and coach of the Russian national team.",
    "year": 1975,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mikki Moore",
    "birthday": "1975-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Mikki_Moore_Sacramento_Kings_2008-02-13_%28cropped%29.jpg/213px-Mikki_Moore_Sacramento_Kings_2008-02-13_%28cropped%29.jpg",
    "extract": "Clinton Renard \"Mikki\" Moore is an American former professional basketball player.",
    "year": 1975,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Orlando Pace",
    "birthday": "1975-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/NFL_Hall_of_Famers_visit_Osan_180908-F-IH072-1006_%28cropped%29.jpg/240px-NFL_Hall_of_Famers_visit_Osan_180908-F-IH072-1006_%28cropped%29.jpg",
    "extract": "Orlando Lamar Pace is a former American football offensive tackle who played in the National Football League (NFL) for 13 seasons, primarily with the St. Louis Rams. Pace played college football at Ohio State, where he twice received Unanimous All-American honors, and was selected by the Rams first overall in the 1997 NFL Draft. He spent all but one season of his professional career in St. Louis, concluding his NFL tenure as a member of the Chicago Bears.",
    "year": 1975,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lorenzen Wright",
    "birthday": "1975-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Lorenzen_Wright_%28crop%29.jpg/165px-Lorenzen_Wright_%28crop%29.jpg",
    "extract": "Lorenzen Vern-Gagne Wright was an American professional basketball player who played 13 seasons in the National Basketball Association. He was drafted seventh overall in the 1996 NBA draft by the Los Angeles Clippers, and also played for the Atlanta Hawks, Memphis Grizzlies, Sacramento Kings, and Cleveland Cavaliers.",
    "year": 1975,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Luís Figo",
    "birthday": "1972-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/L._Figo_2017_%28cropped%29.jpg/219px-L._Figo_2017_%28cropped%29.jpg",
    "extract": "Luís Filipe Madeira Caeiro Figo OIH is a Portuguese retired professional footballer who played as a winger for Sporting CP, Barcelona, Real Madrid and Inter Milan. He won 127 caps for the Portugal national team, a one-time record that has since been bettered by Cristiano Ronaldo and João Moutinho. He is considered one of the best Portuguese football players of all time.",
    "year": 1972,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Gregory Porter",
    "birthday": "1971-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Gregory_Porter_Kongsberg_Jazzfestival_2018_%28191917%29.jpg/320px-Gregory_Porter_Kongsberg_Jazzfestival_2018_%28191917%29.jpg",
    "extract": "Gregory Porter is an American singer, songwriter and actor. He has twice won the Grammy Award for Best Jazz Vocal Album: first in 2014 for Liquid Spirit and then again in 2017 for Take Me to the Alley.",
    "year": 1971,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Tabu (actress)",
    "birthday": "1971-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Tabu_LFW_2017.jpg/270px-Tabu_LFW_2017.jpg",
    "extract": "Tabassum Fatima Hashmi, better known by her stage name Tabu, is an Indian actress who primarily works in Hindi films, alongside Telugu and Tamil language films. Regarded as one of the most accomplished actresses in India, Tabu has often played troubled, complicated women in a range of characters, from fictional to literary, in both mainstream and independent cinema, as well as some American productions. She is the recipient of numerous accolades, including two National Film Awards for Best Actress and six Filmfare Awards, including a record four awards for Best Actress (Critics). In 2011, the Government of India awarded her the Padma Shri, the fourth highest civilian honour of the country.",
    "year": 1971,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Malena Ernman",
    "birthday": "1970-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Malena_Ernman_April_2012.png/218px-Malena_Ernman_April_2012.png",
    "extract": "Sara Magdalena Ernman is a Swedish opera singer. Besides operas and operettas, she has also performed chansons, cabaret, jazz, and appeared in musicals. She is a member of The Royal Swedish Academy of Music. Ernman represented Sweden at the Eurovision Song Contest 2009 in Moscow.",
    "year": 1970,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Tony Sly",
    "birthday": "1970-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Zepper-Tony_Sly_%28NUFAN%29.jpeg/213px-Zepper-Tony_Sly_%28NUFAN%29.jpeg",
    "extract": "Anthony James Sly was an American singer, songwriter and guitarist, best known as the front man of the punk rock band No Use for a Name. In his later years he also gained attention for his acoustic solo work, with two acoustic split albums he released with Lagwagon front man Joey Cape and two solo albums.",
    "year": 1970,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Sean Combs",
    "birthday": "1969-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Sean_Combs_2010.jpg/263px-Sean_Combs_2010.jpg",
    "extract": "Sean Love Combs, also known as Puff Daddy, P. Diddy, Diddy, or Puffy, is an American rapper, songwriter, record executive, and entrepreneur. Born in New York City, he worked as a talent director at Uptown Records before founding his own record label, Bad Boy Records in 1993. Combs has produced and cultivated artists such as The Notorious B.I.G., Mary J. Blige, and Usher.",
    "year": 1969,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Matthew McConaughey",
    "birthday": "1969-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Matthew_McConaughey_2019_%2848648344772%29.jpg/219px-Matthew_McConaughey_2019_%2848648344772%29.jpg",
    "extract": "Matthew David McConaughey is an American actor. He had his breakout role with a supporting performance in the coming-of-age comedy Dazed and Confused (1993). After a number of supporting roles, his first success as a leading man came in the legal drama A Time to Kill (1996). His career progressed with lead roles in the science fiction film Contact (1997), the historical drama Amistad (1997), and the war film U-571 (2000).",
    "year": 1969,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Matthew Tobin Anderson",
    "birthday": "1968-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/M.T._Anderson_2020.jpg/148px-M.T._Anderson_2020.jpg",
    "extract": "Matthew Tobin Anderson, known as M.T. Anderson, is an American writer of children's books that range from picture books to young adult novels. He won the National Book Award for Young People's Literature in 2006 for The Pox Party, the first of two \"Octavian Nothing\" books, which are historical novels set in Revolution-era Boston. Anderson is known for using wit and sarcasm in his stories, as well as advocating that young adults are capable of mature comprehension.",
    "year": 1968,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Carlos Baerga",
    "birthday": "1968-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Carlos_Baerga_%2818855184719%29_%28cropped%29.jpg/300px-Carlos_Baerga_%2818855184719%29_%28cropped%29.jpg",
    "extract": "Carlos Obed Ortiz Baerga is a Puerto Rican former Major League Baseball player. Baerga was known for his superb hitting abilities during his first stint with the Cleveland Indians in the early-to-mid-1990s, accumulating impressive batting statistics, earning three All-Star appearances, two Silver Slugger Awards, and making key contributions to the Indians' 1995 postseason run. He was considered one of Major League Baseball's hardest-hitting middle infielders by 1995 with his superb bat speed and switch-hitting power. After spending most of his career as a second baseman, he was used at various positions late in his career. Baerga was elected into the Indians Hall of Fame in 2013.",
    "year": 1968,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lee Germon",
    "birthday": "1968-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Lee_Germon_cricketer.jpg/291px-Lee_Germon_cricketer.jpg",
    "extract": "Lee Kenneth Germon is a former New Zealand cricketer, wicket-keeper and former captain. He played for the provinces of Canterbury and Otago and is the most successful Canterbury cricket captain of the modern era. He was made captain of the New Zealand Cricket team on his Test match debut. He holds the unofficial record for the most runs (70), from a single over in first-class cricket.",
    "year": 1968,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Yılmaz Erdoğan",
    "birthday": "1967-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Y%C4%B1lmaz_Erdo%C4%9Fan.jpg/241px-Y%C4%B1lmaz_Erdo%C4%9Fan.jpg",
    "extract": "Yılmaz Erdoğan is a Turkish filmmaker, actor and poet of Kurdish origin who is most famous for his box-office record-breaking debut comedy film Vizontele (2001) and the television series Bir Demet Tiyatro (1995–2002/2006–2007). He founded BKM Theatre and Film Production. He was awarded the Best Supporting Actor at 4th Australian Academy of Cinema and Television Arts Awards for his performance in The Water Diviner (2014).",
    "year": 1967,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Wayne Static",
    "birthday": "1965-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/WayneStatic07.jpg/213px-WayneStatic07.jpg",
    "extract": "Wayne Richard Wells, known professionally as Wayne Static, was an American musician and songwriter, best known as the lead vocalist, guitarist, keyboardist, and primary lyricist for metal band Static-X. He released his only solo studio album, Pighammer, on October 4, 2011. Static was recognizable for his unusual hairstyle; his hair was held up in a vertical position, a process that took about 20 minutes to complete. He was also known for his signature \"chintail\" beard.",
    "year": 1965,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Yūko Mizutani",
    "birthday": "1964-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/45/YukoMizutani.jpg/225px-YukoMizutani.jpg",
    "extract": "Yūko Mizutani  was a Japanese actress, voice actress, narrator and singer from Ama District, Aichi. Throughout her career, she worked with Production Baobab, and was working with Aoni Production at the time of her death. Mizutani was best known for her anime voice roles of Sakiko Sakura in Chibi Maruko-chan, Mihoshi Kuramitsu in Tenchi Muyo! and Pinoko in Black Jack. She also portrayed Excellen Browning in Super Robot Wars, Sora Takenouchi in Digimon Adventure, Leina Stol in Machine Robo: Revenge of Cronos, and Sarah Zabiarov and Cheimin Noa in Mobile Suit Zeta Gundam. Mizutani was the official Japanese voice actress for Minnie Mouse, and voiced her in the Kingdom Hearts franchise.",
    "year": 1964,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Marc Déry",
    "birthday": "1963-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Zebulon_-_Montreal_2018-06-09_-_31.jpg/240px-Zebulon_-_Montreal_2018-06-09_-_31.jpg",
    "extract": "Marc Déry a French Canadian singer and guitarist from Quebec. He was a member of the band Zébulon. and also released four albums as a solo artist.",
    "year": 1963,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Michel Therrien",
    "birthday": "1963-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Michel_Therrien.jpg/229px-Michel_Therrien.jpg",
    "extract": "Michel Therrien is a Canadian professional ice hockey coach. (NHL). Therrien formerly coached the Montreal Canadiens, the Pittsburgh Penguins and the Philadelphia Flyers.",
    "year": 1963,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lena Zavaroni",
    "birthday": "1963-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Lena_Zavaroni_%281974%29.jpg/240px-Lena_Zavaroni_%281974%29.jpg",
    "extract": "Lena Hilda Zavaroni was a Scottish singer and a television show host. At ten years of age, with her album Ma! , she was the youngest person in history to have an album in the top ten of the UK Albums Chart. Later she starred in her own television series, made numerous TV guest star appearances, and appeared on stage. From the age of thirteen, Zavaroni suffered anorexia nervosa and also developed clinical depression when she was fifteen. Following an operation to cure her depression, Zavaroni died at the age of thirty-five from pneumonia on 1 October 1999.",
    "year": 1963,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Daron Hagen",
    "birthday": "1961-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Daron_Hagen.jpg/213px-Daron_Hagen.jpg",
    "extract": "Daron Aric Hagen is an American composer, writer, and filmmaker.",
    "year": 1961,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Edward Knight (composer)",
    "birthday": "1961-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0e/Composer_edward_knight.jpg/320px-Composer_edward_knight.jpg",
    "extract": "Edward Knight is an American composer. His work eschews easy classification, moving freely between jazz, theatrical and concert worlds.",
    "year": 1961,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ralph Macchio",
    "birthday": "1961-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Ralph_Macchio_2018.jpg/266px-Ralph_Macchio_2018.jpg",
    "extract": "Ralph George Macchio Jr. is an American actor and producer. He is best known for playing Daniel LaRusso in three Karate Kid films and in Cobra Kai, a sequel television series. He also played Johnny Cade in The Outsiders, Jeremy Andretti in Eight Is Enough, Bill Gambini in My Cousin Vinny, Eugene Martone in Crossroads, and Archie Rodriguez in Ugly Betty, and had a recurring role as Officer Haddix in The Deuce.",
    "year": 1961,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jeff Probst",
    "birthday": "1961-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Jeff_Probst_at_2009_Primetime_Emmy_Awards.jpg/240px-Jeff_Probst_at_2009_Primetime_Emmy_Awards.jpg",
    "extract": "Jeff Probst is an American reality show host and executive producer. He is best known as the Emmy Award-winning host of the U.S. version of the reality television show Survivor since 2000. He was also the host of The Jeff Probst Show, a syndicated daytime talk show produced by CBS Television Distribution from September 2012 to May 2013.",
    "year": 1961,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Steve Rotheram",
    "birthday": "1961-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Steve_Rotheram_2018.jpg/238px-Steve_Rotheram_2018.jpg",
    "extract": "Steven Philip Rotheram is a British Labour Party politician who is the Metro Mayor of the Liverpool City Region. He previously served as the MP for Liverpool Walton from 2010 to 2017.",
    "year": 1961,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Nigel Worthington",
    "birthday": "1961-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Nigel_Worthington_07-09-2013_1.jpg/195px-Nigel_Worthington_07-09-2013_1.jpg",
    "extract": "Nigel Worthington is a Northern Irish former professional footballer who was most recently the manager of York City.",
    "year": 1961,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kathy Griffin",
    "birthday": "1960-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Kathy_Griffin_2015_TCA_Press_Tour_%28cropped%29.jpg/229px-Kathy_Griffin_2015_TCA_Press_Tour_%28cropped%29.jpg",
    "extract": "Kathleen Mary Griffin is an American comedian and actress who has starred in television comedy specials and has released comedy albums. In 2007 and 2008, Griffin won Primetime Emmy Awards for her reality show Kathy Griffin: My Life on the D-List. She has also appeared in supporting roles in films.",
    "year": 1960,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ken Kirzinger",
    "birthday": "1959-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Ken_Kirzinger_2015.jpg/247px-Ken_Kirzinger_2015.jpg",
    "extract": "Kenneth Kirzinger is a Canadian actor and stuntman best known for his portrayals of Jason Voorhees in Freddy vs. Jason (2003), Pa in Wrong Turn 2: Dead End (2007) and Rusty Nail in Joy Ride 3: Roadkill (2014).",
    "year": 1959,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Tony Abbott",
    "birthday": "1957-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Tony_Abbott_-_2010.jpg/242px-Tony_Abbott_-_2010.jpg",
    "extract": "Anthony John Abbott is a former Australian politician. He served as the 28th prime minister of Australia from 2013 to 2015, holding office as the leader of the Liberal Party.",
    "year": 1957,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Richard Harrington, Baron Harrington of Watford",
    "birthday": "1957-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Official_portrait_of_Richard_Harrington_crop_2.jpg/240px-Official_portrait_of_Richard_Harrington_crop_2.jpg",
    "extract": "Richard Irwin Harrington, Baron Harrington of Watford is a British politician and businessman. From the 2010 general election until the 2019 general election he was the Member of Parliament (MP) for Watford. He was the Minister for Business and Industry from June 2017 to March 2019. Harrington had the Conservative whip removed on 3 September 2019, but on 29 October he was one of ten MPs to have it restored.",
    "year": 1957,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Tom Greenhalgh",
    "birthday": "1956-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Tom_Greenhalgh.jpg",
    "extract": "Thomas Charles Greenhalgh is a multimedia artist and singer-songwriter best known for his work with the Mekons.",
    "year": 1956,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "James Honeyman-Scott",
    "birthday": "1956-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/99/JHS_Dec81.JPG",
    "extract": "James Honeyman-Scott was an English rock guitarist, songwriter, and founding member of the band The Pretenders.",
    "year": 1956,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jordan Rudess",
    "birthday": "1956-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Jordan_Rudess_%282964329900%29.jpg/320px-Jordan_Rudess_%282964329900%29.jpg",
    "extract": "Jordan Rudess is an American keyboardist and composer best known as a member of the progressive metal band Dream Theater and the progressive metal supergroup Liquid Tension Experiment.",
    "year": 1956,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ghousavi Shah",
    "birthday": "1955-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Photo_of_moulana_ghousavi_shah_dated_4th_november_2010.jpg/251px-Photo_of_moulana_ghousavi_shah_dated_4th_november_2010.jpg",
    "extract": "Ghousavi Shah is a Muslim Sufi Mystic Teacher, Writer and Columnist said to be famous as a great humanist in south India.",
    "year": 1955,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Matti Vanhanen",
    "birthday": "1955-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/2020-03-02_Matti_Vanhanen.jpg/213px-2020-03-02_Matti_Vanhanen.jpg",
    "extract": "Matti Taneli Vanhanen is a Finnish politician who served as Prime Minister of Finland from 2003 to 2010. He was also Chairman of the Centre Party and President of the European Council in 2006. In his earlier career, he was a journalist. Vanhanen is the son of professor Tatu Vanhanen and Anni Tiihonen.",
    "year": 1955,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Chris Difford",
    "birthday": "1954-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Difford.Chris_Sept2013.jpeg/320px-Difford.Chris_Sept2013.jpeg",
    "extract": "Christopher Henry Difford is an English singer, musician, songwriter, and record producer. He is a founding member and songwriter of the British group Squeeze.",
    "year": 1954,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Carlos Gutierrez",
    "birthday": "1953-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Carlos_Gutierrez_official_portrait.jpg/268px-Carlos_Gutierrez_official_portrait.jpg",
    "extract": "Carlos Miguel Gutierrez is an American former CEO and former United States Secretary of Commerce. He is currently a Co-Founder and Executive Chairman of EmPath. Gutierrez is a former Chairman of the Board and CEO of the Kellogg Company. He served as the 35th U.S. Secretary of Commerce from 2005 to 2009.",
    "year": 1953,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Peter Lord",
    "birthday": "1953-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Peter_Lord_making_Morph_June_2014.jpg/216px-Peter_Lord_making_Morph_June_2014.jpg",
    "extract": "Peter Lord CBE is an English animator, director, producer and co-founder of the Academy Award-winning Aardman Animations studio, an animation firm best known for its clay-animated films and shorts, particularly those featuring plasticine duo Wallace and Gromit. He also directed The Pirates! In an Adventure with Scientists! which was nominated for Best Animated Feature at the 85th Academy Awards.",
    "year": 1953,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jacques Villeneuve (racing driver, born 1953)",
    "birthday": "1953-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Jacques_Villeneuve_Sr_070615.jpg/320px-Jacques_Villeneuve_Sr_070615.jpg",
    "extract": "Jacques-Joseph Villeneuve is a Canadian racing driver. He is the younger brother of the late Gilles Villeneuve, and uncle to Jacques Villeneuve, the 1997 Formula One World Champion. He is sometimes called \"Uncle Jacques\" to differentiate him from his nephew, and is also known by the nickname \"Jacquo\". Villeneuve had a varied motorsport career, taking in Formula Atlantic, CART, Can-Am, snowmobile racing and Formula One, and remains a revered figure in Canadian motorsport circles. Villeneuve was the first three-time winner of the World Championship Snowmobile Derby.",
    "year": 1953,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Pope Tawadros II of Alexandria",
    "birthday": "1952-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Tawadros_II.jpg/247px-Tawadros_II.jpg",
    "extract": "Pope Tawadros II or Theodore II is the 118th and current pope of Alexandria and patriarch of the See of St. Mark, succeeding the late Pope Shenouda III as leader of the Coptic Orthodox Church of Alexandria. He took office on 18 November 2012, two weeks after being selected.",
    "year": 1952,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Traian Băsescu",
    "birthday": "1951-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/EPP_Summit%3B_Meise%2C_Dec._2013_%2811449226465%29_%28cropped_2%29.jpg/236px-EPP_Summit%3B_Meise%2C_Dec._2013_%2811449226465%29_%28cropped_2%29.jpg",
    "extract": "Traian Băsescu is a Romanian politician who served as President of Romania from 2004 to 2014. Prior to his presidency, Băsescu served as Romanian Minister of Transport on multiple occasions between 1991 and 2000, and as Mayor of Bucharest from 2000 to 2004. Additionally, he was elected as leader of the Democratic Party (PD) in 2001.",
    "year": 1951,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Markie Post",
    "birthday": "1950-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Markie_Post_%282092445708%29_%28cropped%29.jpg/240px-Markie_Post_%282092445708%29_%28cropped%29.jpg",
    "extract": "Marjorie Armstrong Post was an American actress. She is known for her roles as bail bondswoman Terri Michaels in The Fall Guy on ABC from 1982 to 1985, as public defender Christine Sullivan on the NBC sitcom Night Court from 1985 to 1992, and as Georgie Anne Lahti Hartman on the CBS sitcom Hearts Afire from 1992 to 1995.",
    "year": 1950,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alexis Hunter",
    "birthday": "1948-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Photo_of_Alexis_Hunter_by_Charles_Thomson.jpg/242px-Photo_of_Alexis_Hunter_by_Charles_Thomson.jpg",
    "extract": "Alexis Jan Atthill Hunter was a New Zealand painter and photographer, who used feminist theory in her work. She lived and worked in London UK, and Beaurainville France. Hunter was also a member of the Stuckism collective.\nHer archive and artistic legacy is now administered by the Alexis Hunter Trust.",
    "year": 1948,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Amadou Toumani Touré",
    "birthday": "1948-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/AmadouToumaniToure2008_%28cropped%29.jpg/211px-AmadouToumaniToure2008_%28cropped%29.jpg",
    "extract": "Amadou Toumani Touré was a Malian politician. He supervised Mali's first multiparty elections as chairman of the transitional government (1991–1992), and later became the second democratically-elected President of Mali (2002–2012).",
    "year": 1948,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alexei Ulanov",
    "birthday": "1947-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Irina_Rodnina_and_Alexei_Ulanov_in_1970_%28cropped%29_-_Ulanov.jpg",
    "extract": "Alexei Nikolaevich Ulanov is a retired pair skater who represented the Soviet Union. With Irina Rodnina, he is the 1972 Olympic champion and a four-time (1969–1972) world champion. With his then-wife Lyudmila Smirnova, he is a two-time world silver medalist.",
    "year": 1947,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ludmila Velikova",
    "birthday": "1947-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/21/Grand_Prix_Final_2010_%E2%80%93_Juniors_%E2%80%93_Kiss_and_Cry_Ludmila_Velikova.jpg",
    "extract": "Ludmila Georgiyevna Velikova is a Russian pair skating coach and former competitor.",
    "year": 1947,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Laura Bush",
    "birthday": "1946-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Laura_Bush_portrait.jpg/213px-Laura_Bush_portrait.jpg",
    "extract": "Laura Lane Welch Bush is an American teacher, librarian, memoirist and author who was the first lady of the United States from 2001 to 2009. Bush previously served as the first lady of Texas from 1995 to 2000. She is the wife of former President George W. Bush, and the daughter-in-law of former president George H.W. Bush.",
    "year": 1946,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Robert Mapplethorpe",
    "birthday": "1946-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4c/Robert_Mapplethorpe%2C_Self-portrait%2C_1980.jpg",
    "extract": "Robert Michael Mapplethorpe was an American photographer, best known for his black-and-white photographs. His work featured an array of subjects, including celebrity portraits, male and female nudes, self-portraits, and still-life images. His most controversial works documented and examined the gay male BDSM subculture of New York City in the late 1960s and early 1970s. A 1989 exhibition of Mapplethorpe's work, titled Robert Mapplethorpe: The Perfect Moment, sparked a debate in the United States concerning both use of public funds for \"obscene\" artwork and the Constitutional limits of free speech in the United States.",
    "year": 1946,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bob Wollek",
    "birthday": "1943-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/BobWollekZolder1976.jpg/213px-BobWollekZolder1976.jpg",
    "extract": "Bob Wollek, nicknamed \"Brilliant Bob\", was a race car driver from Strasbourg, France. He was killed on 16 March 2001 at age 57 in a road accident in Florida while riding a bicycle back to his accommodation after the day's practice sessions for the following day's race, the 12 Hours of Sebring. He won a total of 76 races in his career, 71 in Porsche cars.",
    "year": 1943,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Patricia Bath",
    "birthday": "1942-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Patriciabath.jpg/235px-Patriciabath.jpg",
    "extract": "Patricia Era Bath was an American ophthalmologist, inventor, humanitarian, and academic. She invented an improved device for laser cataract surgery. Her invention was called Laserphaco Probe, which she patented in 1986. She also became the first woman member of the Jules Stein Eye Institute, first woman to lead a post-graduate training program in ophthalmology, and first woman elected to the honorary staff of the UCLA Medical Center. Bath was the first African-American person to serve as a resident in ophthalmology at New York University. She was also the first African-American woman to serve on staff as a surgeon at the UCLA Medical Center. Bath was the first African-American woman doctor to receive a patent for a medical purpose. A holder of five patents, she also founded the non-profit American Institute for the Prevention of Blindness in Washington, D.C.",
    "year": 1942,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kafi Benz",
    "birthday": "1941-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Kafi_Benz_2009srqL2wp83d40m.png/320px-Kafi_Benz_2009srqL2wp83d40m.png",
    "extract": "Kafi Benz is an American author and artist who began participation in social entrepreneurship through environmental preservation and regional planning in 1959 as a member of the Jersey Jetport Site Association, which opposed plans by the New York Port Authority to found a new airport in the Great Swamp, the central feature of a massive 55 square mile watershed in New Jersey bounded to the south and east by the Watchung Mountains, 25 miles west of Manhattan.",
    "year": 1941,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Marlène Jobert",
    "birthday": "1940-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Marl%C3%A8ne_Jobert_2012_b.jpg/213px-Marl%C3%A8ne_Jobert_2012_b.jpg",
    "extract": "Marlène Jobert is a French actress and author.",
    "year": 1940,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Michael Meacher",
    "birthday": "1939-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Michael_Meacher_MP.jpg/214px-Michael_Meacher_MP.jpg",
    "extract": "Michael Hugh Meacher was a British politician who served as a government minister under Harold Wilson, James Callaghan and Tony Blair. A member of the Labour Party, he was Member of Parliament (MP) for Oldham West and Royton, previously Oldham West, from 1970 until his death in 2015.",
    "year": 1939,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Loretta Swit",
    "birthday": "1937-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Loretta_Swit_MASH_1972.JPG/215px-Loretta_Swit_MASH_1972.JPG",
    "extract": "Loretta Jane Swit is an American stage and television actress known for her character roles. Swit is best known for her portrayal of Major Margaret \"Hot Lips\" Houlihan on M*A*S*H, for which she won two Emmy Awards.",
    "year": 1937,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Michael Wilson (Canadian politician)",
    "birthday": "1937-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Michael_Wilson_%28cropped%29.jpg",
    "extract": "Michael Holcombe Wilson was a Canadian businessman, politician and diplomat who served as minister of finance from 1984 to 1991 and minister of international trade from 1991 to 1993 under Prime Minister Brian Mulroney.",
    "year": 1937,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "C. K. Williams",
    "birthday": "1936-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/C.K._Williams_%281986%29.jpg/240px-C.K._Williams_%281986%29.jpg",
    "extract": "Charles Kenneth \"C. K.\" Williams was an American poet, critic and translator. Williams won many poetry awards. Flesh and Blood won the National Book Critics Circle Award in 1987. Repair (1999) won the 2000 Pulitzer Prize for Poetry, was a National Book Award finalist and won the Los Angeles Times Book Prize. The Singing won the 2003 National Book Award and Williams received the Ruth Lilly Poetry Prize in 2005. The 2012 film The Color of Time relates aspects of Williams' life using his poetry.",
    "year": 1936,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Elgar Howarth",
    "birthday": "1935-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Elgar_Howarth%2C_Halesworth%2C_Suffolk%2C_December_2012.jpeg/283px-Elgar_Howarth%2C_Halesworth%2C_Suffolk%2C_December_2012.jpeg",
    "extract": "Elgar Howarth, is an English conductor, composer and trumpeter.",
    "year": 1935,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Tito Francona",
    "birthday": "1933-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Tito_Francona_Cardinals.jpg/254px-Tito_Francona_Cardinals.jpg",
    "extract": "John Patsy Francona was a Major League Baseball player. As a child, he was nicknamed \"Tito\" by his father. His son, Cleveland Indians manager Terry Francona, is also sometimes referred to as \"Tito.\"",
    "year": 1933,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Charles K. Kao",
    "birthday": "1933-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Charles_K._Kao_cropped_2.jpg/272px-Charles_K._Kao_cropped_2.jpg",
    "extract": "Sir Charles Kao Kuen was an electrical engineer and physicist who pioneered the development and use of fiber optics in telecommunications. In the 1960s, Kao created various methods to combine glass fibers with lasers in order to transmit digital data, which laid the groundwork for the evolution of the Internet.",
    "year": 1933,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "C. Odumegwu Ojukwu",
    "birthday": "1933-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a4/Ojukwu.jpg/234px-Ojukwu.jpg",
    "extract": "Chukwuemeka \"Emeka\" Odumegwu-Ojukwu was a Nigerian military officer, statesman and politician who served as the military governor of the Eastern Region of Nigeria in 1966 and the leader of the breakaway Republic of Biafra from 1967 to 1970. He was active as a politician from 1983 until his death in 2011 at the age of 78.",
    "year": 1933,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Thomas Klestil",
    "birthday": "1932-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Thomas_Klestil_1.jpg/213px-Thomas_Klestil_1.jpg",
    "extract": "Thomas Klestil was an Austrian diplomat and politician who served as President of Austria from 1992 to his death in 2004. He was elected in 1992 and re-elected into office in 1998.",
    "year": 1932,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Tommy Makem",
    "birthday": "1932-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/TommyMakem_DublinOhio.jpg/318px-TommyMakem_DublinOhio.jpg",
    "extract": "Thomas Makem was an internationally celebrated Irish folk musician, artist, poet and storyteller. He was best known as a member of the Clancy Brothers and Tommy Makem. He played the long-necked 5-string banjo, tin whistle, low whistle, guitar, bodhrán and bagpipes, and sang in a distinctive baritone. He was sometimes known as \"The Bard of Armagh\" and \"The Godfather of Irish Music\".",
    "year": 1932,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bernard Francis Law",
    "birthday": "1931-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Bernard_Francis_Law.jpg/256px-Bernard_Francis_Law.jpg",
    "extract": "Bernard Francis Law was an American cardinal of the Roman Catholic Church, known largely for covering up molestation of children by Catholic priests. He served as Archbishop of Boston, archpriest of the Basilica di Santa Maria Maggiore, and Cardinal Priest of Santa Susanna, which was the American parish in Rome until 2017, when the American community was relocated to San Patrizio.",
    "year": 1931,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "James E. Brewton",
    "birthday": "1930-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Jim_Brewton_disembarks_in_San_Francisco_from_Korea%2C_1954.JPG/247px-Jim_Brewton_disembarks_in_San_Francisco_from_Korea%2C_1954.JPG",
    "extract": "James Edward Brewton was an American painter and printmaker who synthesized expressionism, graffiti and Pataphysics.",
    "year": 1930,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ranjit Roy Chaudhury",
    "birthday": "1930-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/39/Ranjit_Roy_Chaudhury_2012_conference_interview.jpg/320px-Ranjit_Roy_Chaudhury_2012_conference_interview.jpg",
    "extract": "Ranjit Roy Chaudhury, was an Indian clinical pharmacologist, medical academic and health planner, who headed the National Committee for formulating the policy and guidelines on drugs and clinical trials in India. He was the chairman of the joint programme of World Health Organization and Government of India on Rational Use of Drugs in India. He was the founder president of the Delhi Medical Council and the president of the Delhi Society for Promotion of Rational Use of Drugs.",
    "year": 1930,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dick Groat",
    "birthday": "1930-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Dick_Groat_1960.png/279px-Dick_Groat_1960.png",
    "extract": "Richard Morrow Groat is a former professional baseball and basketball player who was an eight-time All-Star shortstop and two-time World Series champion in Major League Baseball. He rates as one of the most accomplished two-sport athletes in American sports history, a college All-America in baseball and basketball as well as one of only 13 to play both at the professional level.",
    "year": 1930,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Anastasios of Albania",
    "birthday": "1929-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/%D0%90%D0%BD%D0%B0%D1%81%D1%82%D0%B0%D1%81%D0%B8%D0%B9_%28%D0%AF%D0%BD%D0%BD%D1%83%D0%BB%D0%B0%D1%82%D0%BE%D1%81%29.jpg/241px-%D0%90%D0%BD%D0%B0%D1%81%D1%82%D0%B0%D1%81%D0%B8%D0%B9_%28%D0%AF%D0%BD%D0%BD%D1%83%D0%BB%D0%B0%D1%82%D0%BE%D1%81%29.jpg",
    "extract": "Archbishop Anastasi of Tirana, Durrës and All Albania is the Archbishop of Tirana, Durrës and All Albania and as such the primate and Head of the Holy Synod of the Autocephalous Orthodox Church of Albania. He was elected on June 1992. Professor Emeritus of the National University of Athens. Honorary Member of the Academy of Athens. Anastasi is one of the presidents of the Central Committee of the World Council of Churches. Honorary President of the World Conference of Religions for Peace.",
    "year": 1929,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Shakuntala Devi",
    "birthday": "1929-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Shagunthaladevi.jpg/320px-Shagunthaladevi.jpg",
    "extract": "Shakuntala Devi\n(4 November 1929 – 21 April 2013) was an Indian mental calculator and writer, popularly known as the \"Human Computer\". Her talent earned her a place in the 1982 edition of The Guinness Book of World Records. However, the certificate for the record was given posthumously on 30 July 2020, despite Devi achieving her world record on 18 June 1980 at Imperial College, London. Devi was a precocious child and she demonstrated her arithmetic abilities at the University of Mysore without any formal education.",
    "year": 1929,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Doris Roberts",
    "birthday": "1925-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/DorisRobertsApr2011.jpg/199px-DorisRobertsApr2011.jpg",
    "extract": "Doris May Roberts was an American actress, author, and philanthropist whose career spanned seven decades of television and film. She received five Emmy Awards and a Screen Actors Guild award during her acting career, which began in 1951.",
    "year": 1925,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Freddy Heineken",
    "birthday": "1923-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Freddy_Heineken_%281983%29.jpg/227px-Freddy_Heineken_%281983%29.jpg",
    "extract": "Alfred Henry \"Freddy\" Heineken was a Dutch businessman for Heineken International, the brewing company bought in 1864 by his grandfather Gerard Adriaan Heineken in Amsterdam. He served as chairman of the board of directors and CEO from 1971 until 1989. After his retirement as chairman and CEO, Heineken continued to sit on the board of directors until his death and served as chairman of the supervisory board from 1989 till 1995. At the time of his death, Heineken was one of the richest people in the Netherlands, with a net worth of 9.5 billion guilders.",
    "year": 1923,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Howie Meeker",
    "birthday": "1923-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Howie_Meeker_Calder.jpg/194px-Howie_Meeker_Calder.jpg",
    "extract": "Howard William Meeker was a Canadian professional hockey player in the National Hockey League, youth coach and educator in ice hockey, and a Progressive Conservative Member of Parliament. He became best known to Canadians as an excitable and enthusiastic television colour commentator for Hockey Night in Canada, breaking down strategy in between periods of games with early use of the telestrator.",
    "year": 1923,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Eugene Sledge",
    "birthday": "1923-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/66/Eugene_sledge.jpg",
    "extract": "Eugene Bondurant Sledge was a United States Marine, university professor, and author. His 1981 memoir With the Old Breed: At Peleliu and Okinawa chronicled his combat experiences during World War II and was used as source material for the Ken Burns PBS documentary The War (2007), as well as the HBO miniseries The Pacific (2010), in which he is portrayed by Joseph Mazzello.",
    "year": 1923,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Benno Besson",
    "birthday": "1922-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Benno_Besson_%281983%29_by_Erling_Mandelmann.jpg",
    "extract": "Benno Besson was a Swiss actor and director. He had great success as director at Volksbühne Berlin, Deutsches Theater and Berliner Ensemble in East Berlin, where he went by an invitation of Bertolt Brecht in 1949.",
    "year": 1922,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Martin Balsam",
    "birthday": "1919-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Martin_Balsam_Film_Still.jpg/251px-Martin_Balsam_Film_Still.jpg",
    "extract": "Martin Henry Balsam was an American actor who had a prolific career in character roles in film, in theatre, and on television. An early member of the Actors Studio, he began his career on the New York stage, winning a Tony Award for Best Actor in a Play for Robert Anderson’s You Know I Can't Hear You When the Water's Running (1968). He won the Academy Award for Best Supporting Actor for his performance in A Thousand Clowns (1965).",
    "year": 1919,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Eric Thompson (racing driver)",
    "birthday": "1919-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fe/Eric_Thompson_%28racing_driver%29.jpeg/320px-Eric_Thompson_%28racing_driver%29.jpeg",
    "extract": "Eric David Thompson was a British motor racing driver, book dealer and insurance broker. He participated in sports car racing between 1949 and 1955 taking his greatest success by finishing third in the 1951 Les 24 Heures du Mans and took part in the 1952 RAC British Grand Prix.",
    "year": 1919,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Art Carney",
    "birthday": "1918-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Art_Carney_-_1959.jpg/255px-Art_Carney_-_1959.jpg",
    "extract": "Arthur William Matthew Carney was an American actor and comedian. A recipient of an Academy Award, a Golden Globe Award, and six Primetime Emmy Awards, Carney was best known for his role as Ed Norton on the sitcom The Honeymooners (1955–1956).",
    "year": 1918,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Cameron Mitchell (actor)",
    "birthday": "1918-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Cameron_Mitchell_in_Love_Me_or_Leave_Me.jpg/222px-Cameron_Mitchell_in_Love_Me_or_Leave_Me.jpg",
    "extract": "Cameron Mitchell was an American film, television, and stage actor. He began his career on Broadway before acting in feature films in the 1950s, appearing in several major motion pictures. Late in his career, he became known for his roles in numerous exploitation films in the 1970s and 1980s.",
    "year": 1918,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Basilone",
    "birthday": "1916-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/John_Basilon_Medal_of_Honor_1943.png/240px-John_Basilon_Medal_of_Honor_1943.png",
    "extract": "John Basilone was a United States Marine Corps Gunnery Sergeant who received the Medal of Honor for heroism above and beyond the call of duty during the Battle for Henderson Field in the Guadalcanal campaign, and the Navy Cross posthumously for extraordinary heroism during the Battle of Iwo Jima. He was the only enlisted Marine to receive both of these decorations in World War II.",
    "year": 1916,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Walter Cronkite",
    "birthday": "1916-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Walter_Cronkite_November_1983_gtfy.00866_%28cropped%29.jpg/240px-Walter_Cronkite_November_1983_gtfy.00866_%28cropped%29.jpg",
    "extract": "Walter Leland Cronkite Jr. was an American broadcast journalist who served as anchorman for the CBS Evening News for 19 years (1962–1981). During the 1960s and 1970s, he was often cited as \"the most trusted man in America\" after being so named in an opinion poll. Cronkite reported many events from 1937 to 1981, including bombings in World War II; the Nuremberg trials; combat in the Vietnam War; the Dawson's Field hijackings; Watergate; the Iran Hostage Crisis; and the assassinations of President John F. Kennedy, civil rights pioneer Martin Luther King Jr., and Beatles musician John Lennon. He was also known for his extensive coverage of the U.S. space program, from Project Mercury to the Moon landings to the Space Shuttle. He was the only non-NASA recipient of an Ambassador of Exploration award. Cronkite is known for his departing catchphrase, \"And that's the way it is\", followed by the date of the broadcast.",
    "year": 1916,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ruth Handler",
    "birthday": "1916-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2d/Ruth_Handler.jpg",
    "extract": "Ruth Marianna Handler was an American businesswoman and inventor. She served as the president of the toy manufacturer Mattel Inc. In 1959, she invented the Barbie doll, which sold over a billion toys worldwide. She was the founder and president of the world's largest toy company, which at its peak had 18,000 employees and annual sales of over $300 million. In 1974, the Handlers were forced to resign from Mattel, and in 1978 Ruth Handler was convicted of false reporting to the Securities and Exchange Commission.",
    "year": 1916,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ismail Abdul Rahman",
    "birthday": "1915-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b7/Ismail_outside_downing_street.jpg/178px-Ismail_outside_downing_street.jpg",
    "extract": "Tun Dr. Ismail bin Abdul Rahman was a Malaysian politician from the United Malays National Organisation (UMNO). He held several Malaysian ministerial posts and was appointed as the second Deputy Prime Minister in 1970 by then prime minister Tun Abdul Razak. Three years later, Ismail died in office due to a heart attack. He has been called \"the man who saved Malaysia\" for his actions as Minister of Home Affairs after the May 13 Incident of racial rioting in 1969.",
    "year": 1915,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Carlos Castillo Armas",
    "birthday": "1914-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Carlos_Castillo_Armas_%28LOC_98512008%2C_low-res%29.jpg/240px-Carlos_Castillo_Armas_%28LOC_98512008%2C_low-res%29.jpg",
    "extract": "Carlos Castillo Armas was a Guatemalan military officer and politician who was the 28th president of Guatemala, serving from 1954 to 1957 after taking power in a coup d'état. A member of the right-wing National Liberation Movement (MLN) party, his authoritarian government was closely allied with the United States.",
    "year": 1914,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Gig Young",
    "birthday": "1913-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Gig_Young_-_1953.jpg/254px-Gig_Young_-_1953.jpg",
    "extract": "Gig Young was an American actor. He was nominated for the Academy Award for Best Supporting Actor for his performances in Come Fill the Cup (1952) and Teacher's Pet (1959), finally winning that award for They Shoot Horses, Don't They? (1969).",
    "year": 1913,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Botong Francisco",
    "birthday": "1912-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Botong_Francisco_2012_stamp_of_the_Philippines.jpg/320px-Botong_Francisco_2012_stamp_of_the_Philippines.jpg",
    "extract": "Carlos Modesto \"Botong\" Villaluz Francisco was a Filipino muralist from Angono, Rizal.",
    "year": 1912,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Giff Vivian",
    "birthday": "1912-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Giff_Vivian_1937.jpg/160px-Giff_Vivian_1937.jpg",
    "extract": "Henry Gifford Vivian was a New Zealand cricketer who played in seven Test matches between 1931 and 1937.",
    "year": 1912,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dixie Lee",
    "birthday": "1911-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Dixie_Lee_1935.jpg/254px-Dixie_Lee_1935.jpg",
    "extract": " Dixie Lee was an American actress, dancer, and singer. She was the first wife of singer Bing Crosby.",
    "year": 1911,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Evelyn Bryan Johnson",
    "birthday": "1909-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Bust_of_Evelyn_Bryan_Johnson_at_Morristown_Regional_Airport_%28cropped%29.jpg/320px-Bust_of_Evelyn_Bryan_Johnson_at_Morristown_Regional_Airport_%28cropped%29.jpg",
    "extract": "Evelyn Stone Bryan Johnson, nicknamed \"Mama Bird\", was the female pilot with the most number of flying hours in the world. She was a colonel in the Civil Air Patrol and a founding member of the Morristown, Tennessee Civil Air Patrol squadron.",
    "year": 1909,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bert Patenaude",
    "birthday": "1909-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cd/Bert_Patenaude.jpg/212px-Bert_Patenaude.jpg",
    "extract": "Bertrand \"Bert\" Arthur Patenaude was an American soccer player who played as a forward. Although it was formerly disputed, he is now officially credited by FIFA as scorer of the first hat-trick in the World Cup history. He is a member of the United States Soccer Hall of Fame.",
    "year": 1909,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Joseph Rotblat",
    "birthday": "1908-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/47/Josef_Rotblat_ID_badge.png",
    "extract": "Sir Joseph Rotblat was a Polish physicist, a self-described \"Pole with a British passport\". During World War II he worked on Tube Alloys and the Manhattan Project, but left the Los Alamos Laboratory on grounds of conscience after it became clear that Germany had ceased development of an atomic bomb in 1942.",
    "year": 1908,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dragutin Tadijanović",
    "birthday": "1905-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Dragutin_Tadijanovic_010.jpg/320px-Dragutin_Tadijanovic_010.jpg",
    "extract": "Dragutin Tadijanović was a Croatian poet, and in his native Croatia he is referred to as a \"Bard.\"",
    "year": 1905,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Tadeusz Żyliński",
    "birthday": "1904-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/94/Tadeusz_Zylinski.gif",
    "extract": "Tadeusz Żyliński was a Polish technician, textilist and mechanical engineer. He was a professor of Technical University of Łódź, creator of Polish school of textile metrology. Author of Metrologia włókiennicza and Nauka o włóknie.",
    "year": 1904,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lucrețiu Pătrășcanu",
    "birthday": "1900-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Patrascanu_Lucretiu.jpg/222px-Patrascanu_Lucretiu.jpg",
    "extract": "Lucrețiu Pătrășcanu was a Romanian communist politician and leading member of the Communist Party of Romania (PCR), also noted for his activities as a lawyer, sociologist and economist. For a while, he was a professor at the University of Bucharest. Pătrășcanu rose to a government position before the end of World War II and, after having disagreed with Stalinist tenets on several occasions, eventually came into conflict with the Romanian Communist government of Gheorghe Gheorghiu-Dej. He became a political prisoner and was ultimately executed. Fourteen years after Pătrășcanu's death, Romania's new communist leader, Nicolae Ceaușescu, endorsed his rehabilitation as part of a change in policy.",
    "year": 1900,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dolly Stark (umpire)",
    "birthday": "1897-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Dolly_Stark_1939_Play_Ball.jpeg/247px-Dolly_Stark_1939_Play_Ball.jpeg",
    "extract": "Albert D. \"Dolly\" Stark was an American umpire in Major League Baseball who worked in the National League from 1928 to 1935 and from 1937 to 1940. Stark was the first Jewish umpire in modern baseball.",
    "year": 1897,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Carlos P. Garcia",
    "birthday": "1896-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Carlos_P_Garcia_photo.jpg/226px-Carlos_P_Garcia_photo.jpg",
    "extract": "Carlos Polestico Garcia was a Filipino teacher, poet, orator, lawyer, public official, political economist, guerrilla and Commonwealth military leader who was the eighth president of the Philippines. A lawyer by profession, Garcia entered politics when he became representative of Bohol’s 3rd district in the House of Representatives. He then served as a senator from 1945 to 1953. In 1953 he was the running mate of Ramon Magsaysay in the 1953 presidential election. He then served as vice president from 1953 to 1957. After the death of Magsaysay in March 1957 he succeeded to the presidency. He won a full term in the 1957 presidential election. He ran for a second full term as president in the 1961 presidential election and was defeated by Vice President Diosdado Macapagal.",
    "year": 1896,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Klabund",
    "birthday": "1890-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Orlik_Klabund.JPG/239px-Orlik_Klabund.JPG",
    "extract": "Alfred Henschke, better known by his pseudonym Klabund, was a German writer.",
    "year": 1890,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alton Adams",
    "birthday": "1889-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/AltonAdamsPortrait1922.jpg/255px-AltonAdamsPortrait1922.jpg",
    "extract": "Alton Augustus Adams, Sr. is remembered primarily as the first black bandmaster in the United States Navy. His music was performed by the bands of John Philip Sousa and Edwin Franko Goldman and his march \"The Governor's Own\" (1921) appears as the first selection on the bicentennial album Pride of America, released by New World Records.",
    "year": 1889,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alfred Lee Loomis",
    "birthday": "1887-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Alfred_Lee_Loomis_%28Berkeley%2C_March_29%2C_1940%29.jpg/206px-Alfred_Lee_Loomis_%28Berkeley%2C_March_29%2C_1940%29.jpg",
    "extract": "Alfred Lee Loomis was an American attorney, investment banker, philanthropist, scientist, physicist, inventor of the LORAN Long Range Navigation System and a lifelong patron of scientific research. He established the Loomis Laboratory in Tuxedo Park, New York, and his role in the development of radar and the atomic bomb contributed to the Allied victory in World War II. He invented the Aberdeen Chronograph for measuring muzzle velocities, contributed significantly to the development of a ground-controlled approach technology for aircraft, and participated in preliminary meetings of the Manhattan Project.",
    "year": 1887,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Harry Ferguson",
    "birthday": "1884-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Harry_Ferguson_statue_near_Dromore_and_Hillsborough_%282%29_-_geograph.org.uk_-_1739481.jpg/320px-Harry_Ferguson_statue_near_Dromore_and_Hillsborough_%282%29_-_geograph.org.uk_-_1739481.jpg",
    "extract": "Henry George \"Harry\" Ferguson was an Irish-born British mechanic and inventor who is noted for his role in the development of the modern agricultural tractor and its three point linkage system, for being the first person in Ireland to build and fly his own aeroplane, and for developing the first four-wheel drive Formula One car, the Ferguson P99.",
    "year": 1884,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Nikolaos Plastiras",
    "birthday": "1883-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/%CE%9D%CE%B9%CE%BA%CF%8C%CE%BB%CE%B1%CE%BF%CF%82_%CE%A0%CE%BB%CE%B1%CF%83%CF%84%CE%AE%CF%81%CE%B1%CF%82.jpg/226px-%CE%9D%CE%B9%CE%BA%CF%8C%CE%BB%CE%B1%CE%BF%CF%82_%CE%A0%CE%BB%CE%B1%CF%83%CF%84%CE%AE%CF%81%CE%B1%CF%82.jpg",
    "extract": "Nikolaos Plastiras was a Greek general and politician, who served thrice as Prime Minister of Greece. A distinguished soldier known for his personal bravery, he became famous as \"The Black Rider\" during the Greco-Turkish War of 1919–1922, where he commanded the 5/42 Evzone Regiment. After the Greek defeat in the war, along with other Venizelist officers he launched the 11 September 1922 Revolution that deposed King Constantine I of Greece and his government. The military-led government ruled until January 1924, when power was handed over to an elected National Assembly, which later declared the Second Hellenic Republic. In the interwar period, Plastiras remained a devoted Venizelist and republican. Trying to avert the rise of the royalist People's Party and the restoration of the monarchy, he led two coup attempts in 1933 and 1935, both of which failed, forcing him to exile in France.",
    "year": 1883,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Will Rogers",
    "birthday": "1879-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Will_Rogers_1922.jpg/240px-Will_Rogers_1922.jpg",
    "extract": "William Penn Adair Rogers was an American vaudeville performer, actor, and humorous social commentator. He was born as a citizen of the Cherokee Nation, in the Indian Territory, and is known as \"Oklahoma's Favorite Son\". As an entertainer and humorist, he traveled around the world three times, made 71 films, and wrote more than 4,000 nationally syndicated newspaper columns. By the mid-1930s, Rogers was hugely popular in the United States for his leading political wit and was the highest paid of Hollywood film stars. He died in 1935 with aviator Wiley Post when their small airplane crashed in northern Alaska.",
    "year": 1879,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Charles Despiau",
    "birthday": "1874-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/de/Despiau_sculpture.jpg/135px-Despiau_sculpture.jpg",
    "extract": "Charles Despiau was a French sculptor.",
    "year": 1874,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kyōka Izumi",
    "birthday": "1873-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Kyoka_Izumi.jpg/218px-Kyoka_Izumi.jpg",
    "extract": "Izumi Kyōka , real name Kyōtarō Izumi , was a Japanese author of novels, short stories, and kabuki plays who was active during the prewar period.",
    "year": 1873,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "La Belle Otero",
    "birthday": "1868-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/La_Belle_Otero_by_Reutlinger.jpg/230px-La_Belle_Otero_by_Reutlinger.jpg",
    "extract": "Agustina del Carmen Otero Iglesias, better known as Carolina Otero or La Belle Otero, was a Spanish actress, dancer and courtesan. She had a reputation for great beauty and was famous for her numerous lovers.",
    "year": 1868,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Rasmus Rasmussen (actor)",
    "birthday": "1862-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/RasmusOlaiRasmussen.jpg/228px-RasmusOlaiRasmussen.jpg",
    "extract": "Rasmus Rasmussen was a Norwegian actor, folk singer and theatre director.",
    "year": 1862,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Anna Bayerová",
    "birthday": "1853-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Jan_Vil%C3%ADmek_-_Anna_Bayerov%C3%A1.jpg/266px-Jan_Vil%C3%ADmek_-_Anna_Bayerov%C3%A1.jpg",
    "extract": "Anna Bayerová was the second Czech female medical doctor, after Bohuslava Kecková. Both of them were prevented from practicing as doctors in their own country so Kecková became a Czech midwife, whereas Bayerová had a medical practise in Berne.",
    "year": 1853,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "William Giblin",
    "birthday": "1840-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f4/WRGiblinsmall.jpg",
    "extract": "William Robert Giblin was Premier of Tasmania (Australia) from 5 March 1878 until 20 December 1878 and from 1879 until 1884.",
    "year": 1840,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Thomas Keefer",
    "birthday": "1821-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Thomas_Keefer.jpg/278px-Thomas_Keefer.jpg",
    "extract": "Thomas Coltrin Keefer CMG was a Canadian civil engineer.",
    "year": 1821,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Stephen Johnson Field",
    "birthday": "1816-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Stephen_Johnson_Field%2C_photo_half_length_seated%2C_1875.jpg/283px-Stephen_Johnson_Field%2C_photo_half_length_seated%2C_1875.jpg",
    "extract": "Stephen Johnson Field was an American jurist. He was an Associate Justice of the United States Supreme Court from May 20, 1863, to December 1, 1897, the second longest tenure of any justice. Prior to this appointment, he was the fifth Chief Justice of California.",
    "year": 1816,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Benjamin Robbins Curtis",
    "birthday": "1809-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Benjamin_Robbins_Curtis_-_photo.png/234px-Benjamin_Robbins_Curtis_-_photo.png",
    "extract": "Benjamin Robbins Curtis was an American lawyer and judge. He served as an associate justice of the United States Supreme Court from 1851 to 1857. Curtis was the first and only Whig justice of the Supreme Court. He was also the first Supreme Court justice to have a formal legal degree. He is notable as one of the two dissenters in Dred Scott v. Sandford (1857). He later acted as defense counsel for President Andrew Johnson during his impeachment trial.",
    "year": 1809,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Edmund Kean",
    "birthday": "1787-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Kean_%28Giles_Overreach%29.jpg/246px-Kean_%28Giles_Overreach%29.jpg",
    "extract": "Edmund Kean was a celebrated British Shakespearean stage actor born in England, who performed, among other places, in London, Belfast, New York, Quebec, and Paris. He was known for his short stature, tumultuous personal life, and controversial divorce.",
    "year": 1787,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Pierre-Simon Girard",
    "birthday": "1765-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Pierre-Simon_Girard.jpg/306px-Pierre-Simon_Girard.jpg",
    "extract": "Pierre-Simon Girard was a French mathematician and engineer, who worked on fluid mechanics.",
    "year": 1765,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Augustus Toplady",
    "birthday": "1740-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Augustus_Toplady.png/239px-Augustus_Toplady.png",
    "extract": "Augustus Montague Toplady was an Anglican cleric and hymn writer. He was a major Calvinist opponent of John Wesley. He is best remembered as the author of the hymn \"Rock of Ages\". Three of his other hymns – \"A Debtor to Mercy Alone\", \"Deathless Principle, Arise\" and \"Object of My First Desire\" – are still occasionally sung today.",
    "year": 1740,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Charles III Philip, Elector Palatine",
    "birthday": "1661-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Karl_Philipp%2C_Kurf%C3%BCrst_%281716-1742%29.jpg/199px-Karl_Philipp%2C_Kurf%C3%BCrst_%281716-1742%29.jpg",
    "extract": "Charles III Philip was Elector Palatine, Count of Palatinate-Neuburg, and Duke of Jülich and Berg from 1716 to 1742. Until 1728 he was also Count of Megen.",
    "year": 1661,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "William III of England",
    "birthday": "1650-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/King_William_III_of_England.jpg/205px-King_William_III_of_England.jpg",
    "extract": "William III, also widely known as William of Orange, was the sovereign Prince of Orange from birth, Stadtholder of Holland, Zeeland, Utrecht, Guelders, and Overijssel in the Dutch Republic from the 1670s, and King of England, Ireland, and Scotland from 1689 until his death in 1702. As King of Scotland, he is known as William II. He is sometimes informally known as \"King Billy\" in Ireland and Scotland. His victory at the Battle of the Boyne in 1690 is commemorated by Unionists, who display orange colours in his honour. He ruled Britain alongside his wife and cousin Queen Mary II, and popular histories usually refer to their reign as that of \"William and Mary\".",
    "year": 1650,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Samuel Carpenter",
    "birthday": "1649-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4d/SamuelCarpenter1649-1714.jpg",
    "extract": "Samuel Carpenter was a Deputy Governor of colonial Pennsylvania. He signed the historic document \"The Declaration of Fealty, Christian Belief and Test\" dated 10 September 1695; the original is in the Historical Society of Pennsylvania. Samuel was also called the \"First Treasurer\" of Pennsylvania, and was a partner and friend of proprietor William Penn.",
    "year": 1649,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mary, Princess Royal and Princess of Orange",
    "birthday": "1631-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Mary_Princess_of_Orange.jpg/271px-Mary_Princess_of_Orange.jpg",
    "extract": "Mary, Princess Royal, was an English princess, member of the House of Stuart, and by marriage Princess of Orange and Countess of Nassau; she also acted as regent for her minor son from 1651 to 1660. She also was the first holder of the title Princess Royal.",
    "year": 1631,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Gerard van Honthorst",
    "birthday": "1592-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Gerard_Honthorst_-_gulden_cabinet.png/235px-Gerard_Honthorst_-_gulden_cabinet.png",
    "extract": "Gerard van Honthorst was a Dutch Golden Age painter who became known for his depiction of artificially lit scenes, eventually receiving the nickname Gherardo delle Notti. Early in his career he visited Rome, where he had great success painting in a style influenced by Caravaggio. Following his return to the Netherlands he became a leading portrait painter.",
    "year": 1592,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Guido Reni",
    "birthday": "1575-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Guido_Reni_-_Self-portrait_2.jpg/260px-Guido_Reni_-_Self-portrait_2.jpg",
    "extract": "Guido Reni was an Italian painter of the Baroque period, although his works showed a classical manner, similar to Simon Vouet, Nicolas Poussin, and Philippe de Champaigne. He painted primarily religious works, but also mythological and allegorical subjects. Active in Rome, Naples, and his native Bologna, he became the dominant figure in the Bolognese School that emerged under the influence of the Carracci.",
    "year": 1575,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Roger Wilbraham",
    "birthday": "1553-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Sir_Roger_Wilbraham_1553-1616.jpg/242px-Sir_Roger_Wilbraham_1553-1616.jpg",
    "extract": "Sir Roger Wilbraham was a prominent English lawyer who served as Solicitor-General for Ireland under Elizabeth I and held a number of positions at court under James I, including Master of Requests and surveyor of the Court of Wards and Liveries. He bought an estate at Dorfold in the parish of Acton, near his birthplace of Nantwich in Cheshire, and he was active in charitable works locally, including founding two sets of almshouses for impoverished men. He also founded almshouses in Monken Hadley, Middlesex, where he is buried.",
    "year": 1553,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Hu Zongxian",
    "birthday": "1512-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/%E8%83%A1%E5%AE%97%E6%86%B2.jpg/175px-%E8%83%A1%E5%AE%97%E6%86%B2.jpg",
    "extract": "Hu Zongxian, courtesy name Ruzhen (汝貞) and art name Meilin (梅林), was a Chinese general of the Ming dynasty who presided over the government's response to the wokou pirate raids during the reign of the Jiajing Emperor. As supreme commander, he was able to defeat Xu Hai's (徐海) substantial raid in 1556 and capture the pirate lord Wang Zhi the next year through ruses. Despite his accomplishments, Hu Zongxian's reputation had been tarnished by his association with the clique of Yan Song and Zhao Wenhua, traditionally reviled figures in Ming historiography. He was rehabilitated decades after his death and was given the posthumous name Xiangmao (襄懋) by the emperor in 1595.",
    "year": 1512,
    "month": 11,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alfonso II of Naples",
    "birthday": "1448-11-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Andrea_guacialotti%2C_medaglia_di_alfonso_d%27aragona%2C_duca_di_calabria%2C_1481.JPG/320px-Andrea_guacialotti%2C_medaglia_di_alfonso_d%27aragona%2C_duca_di_calabria%2C_1481.JPG",
    "extract": "Alfonso II was Duke of Calabria and ruled as King of Naples from 25 January 1494 to 23 January 1495. He was a soldier and a patron of Renaissance architecture and the arts.",
    "year": 1448,
    "month": 11,
    "day": 4,
    "language": "en"
  }
]