[
  {
    "name": "Hideya Tawada",
    "birthday": "1993-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Hideya_Tawada_20180719.jpg/266px-Hideya_Tawada_20180719.jpg",
    "extract": "Hideya Tawada  is a Japanese actor who is represented by the agency GVjp. He played the role of Kinji Takigawa/Star Ninger in the 2015 Super Sentai TV series Shuriken Sentai Ninninger.",
    "year": 1993,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Odell Beckham Jr.",
    "birthday": "1992-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Odell_Beckham_Jr._%2851402744025%29_%28cropped%29.jpg/216px-Odell_Beckham_Jr._%2851402744025%29_%28cropped%29.jpg",
    "extract": "Odell Cornelious Beckham Jr., commonly known as OBJ, is an American football wide receiver who is a free agent. Born in Baton Rouge, Louisiana, Beckham played college football at LSU and was drafted by the New York Giants in the first round of the 2014 NFL Draft. Since entering the NFL, Beckham has been one of the most popular players but has drawn media scrutiny for his personal conduct.",
    "year": 1992,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Marco Verratti",
    "birthday": "1992-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/2019-07-17_SG_Dynamo_Dresden_vs._Paris_Saint-Germain_by_Sandro_Halank%E2%80%93505_%28cropped%29.jpg/250px-2019-07-17_SG_Dynamo_Dresden_vs._Paris_Saint-Germain_by_Sandro_Halank%E2%80%93505_%28cropped%29.jpg",
    "extract": "Marco Verratti is an Italian professional footballer who plays as a central midfielder for Ligue 1 club Paris Saint-Germain and the Italy national team. He is often considered as one of the best midfielders in the world.",
    "year": 1992,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Flume (musician)",
    "birthday": "1991-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Flume_2014_%2814864514016%29_%28cropped%29.jpg/215px-Flume_2014_%2814864514016%29_%28cropped%29.jpg",
    "extract": "Harley Edward Streten, known professionally as Flume, is an Australian musician, DJ and record producer. His self-titled debut studio album, Flume, was released on 9 November 2012 to positive reviews, topping the ARIA Albums Chart and reaching double-platinum accreditation in Australia. Flume is regarded as a pioneer of future bass who helped popularise the genre.",
    "year": 1991,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Shōdai Naoya",
    "birthday": "1991-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Shodai-Naoya20171112.jpg/242px-Shodai-Naoya20171112.jpg",
    "extract": "Shōdai Naoya  is a Japanese professional sumo wrestler from Uto, Kumamoto. He is in the Tokitsukaze stable. He is a right hand inside-type wrestler. His highest rank is ōzeki. He has one gold star for defeating a yokozuna and seven special prizes, six for Fighting Spirit and one for Outstanding Performance. He was runner-up in two tournaments before winning his first top-division championship in September 2020.",
    "year": 1991,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Andrew Boyce",
    "birthday": "1989-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Andrew_Boyce.jpg/137px-Andrew_Boyce.jpg",
    "extract": "Andrew Boyce is an English footballer who plays as a defender and is a free agent.",
    "year": 1989,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Virat Kohli",
    "birthday": "1988-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Virat_Kohli.jpg/240px-Virat_Kohli.jpg",
    "extract": "Virat Kohli is an Indian international cricketer and former captain of the India national cricket team. He plays for Delhi in domestic cricket and Royal Challengers Bangalore in the Indian Premier League as a right-handed batsman. He is often considered one of the best batsmen of his era and some critics believe him to be one of the best limited-overs batsmen in history. Between 2013 and 2022, he captained the India cricket team in 213 matches across all three formats. With 40 wins out of 68 matches, though mostly winning at home, Kohli is one of the most successful Indian Test captains",
    "year": 1988,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Kevin Jonas",
    "birthday": "1987-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/NewFrontKevin_Jonas.jpg/213px-NewFrontKevin_Jonas.jpg",
    "extract": "Paul Kevin Jonas II is an American singer, songwriter, and actor. He rose to fame as a member of the pop rock band, the Jonas Brothers, alongside his younger brothers Joe and Nick. Jonas became a prominent figure on the Disney Channel alongside his brothers in the late 2000s, gaining a large following through the network: he appeared in the widely successful musical television film, Camp Rock (2008) and its sequel, Camp Rock 2: The Final Jam (2010) as well as two other series, Jonas Brothers: Living the Dream (2008–2010) and Jonas (2009–2010).",
    "year": 1987,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Chris Knierim",
    "birthday": "1987-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/2015_Grand_Prix_of_Figure_Skating_Final_Alexa_Scimeca_Chris_Knierim_IMG_8497.JPG/207px-2015_Grand_Prix_of_Figure_Skating_Final_Alexa_Scimeca_Chris_Knierim_IMG_8497.JPG",
    "extract": "Christopher Knierim is an American former pair skater. With his wife, Alexa Scimeca Knierim, he is a 2018 Olympic bronze medalist in the figure skating team event, a two-time Four Continents medalist, a three-time Grand Prix medalist, and a three-time U.S. National Champion. At the 2018 Winter Olympics, the Knierims became the first American pair, and the second pair ever in history, to perform a quad twist at the Olympic Games.",
    "year": 1987,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "O. J. Mayo",
    "birthday": "1987-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/O.J._Mayo_Dallas_Mavericks_2013_%28cropped%29.jpg/220px-O.J._Mayo_Dallas_Mavericks_2013_%28cropped%29.jpg",
    "extract": "Ovinton J'Anthony Mayo is an American professional basketball player for UNICS of the VTB United League. He played a single season of college basketball for the USC Trojans while earning first-team All-Pac-10 honors. However, he was retroactively declared ineligible when it was discovered that he had received improper benefits in violation of NCAA rules before he even played a game, and the Trojans vacated all of their 21 wins from the 2007-08 season.",
    "year": 1987,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "BoA",
    "birthday": "1986-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/180417_%EB%B3%B4%EC%95%84_02.png/320px-180417_%EB%B3%B4%EC%95%84_02.png",
    "extract": "Kwon Bo-ah, known professionally as BoA, is a South Korean singer, songwriter, dancer, record producer and actress. One of the most successful and influential Korean entertainers, she has been dubbed the \"Queen of K-pop.\"",
    "year": 1986,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ian Mahinmi",
    "birthday": "1986-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Ian_Mahinmi_%2850641521682%29.jpg/214px-Ian_Mahinmi_%2850641521682%29.jpg",
    "extract": "Ian Mahinmi is a French former professional basketball player. At 6'11\" and 250 lb, he played the center position and was selected with the 28th overall pick in the 2005 NBA draft by the San Antonio Spurs.",
    "year": 1986,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Kasper Schmeichel",
    "birthday": "1986-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Kasper_Schmeichel_2021_vs_Spartak_Moscow.jpg/274px-Kasper_Schmeichel_2021_vs_Spartak_Moscow.jpg",
    "extract": "Kasper Peter Schmeichel is a Danish professional footballer who plays as a goalkeeper for Premier League club Leicester City and the Denmark national team. He is the son of former Manchester United and Danish international goalkeeper Peter Schmeichel.",
    "year": 1986,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nodiko Tatishvili",
    "birthday": "1986-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2a/Nodiko_Tatishvili.jpg",
    "extract": "Nodiko \"Nodar\" Tatishvili is a Georgian singer.",
    "year": 1986,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Michel Butter",
    "birthday": "1985-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Michel_Butter_2.JPG/240px-Michel_Butter_2.JPG",
    "extract": "Michel Butter is a Dutch long-distance runner.",
    "year": 1985,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Rimo Hunt",
    "birthday": "1985-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Levadia_%283%29.jpg/320px-Levadia_%283%29.jpg",
    "extract": "Rimo Hunt is an Estonian former professional footballer. He played as a striker for Estonian clubs Tallinna Kalev, Levadia, Nõmme Kalju and Kazakh club Kaysar Kyzylorda.",
    "year": 1985,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jon Cornish",
    "birthday": "1984-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Jon_cornish_stamps_%28cropped%29.jpg/252px-Jon_cornish_stamps_%28cropped%29.jpg",
    "extract": "Jon Cornish is a former Canadian football running back who played nine seasons with the Calgary Stampeders of the Canadian Football League (CFL). Cornish was drafted 13th overall in the 2006 CFL Draft. He played college football at the University of Kansas. Cornish announced his retirement from the CFL on December 2, 2015.",
    "year": 1984,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Tobias Enström",
    "birthday": "1984-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Tobias_Enstrom_-_Winnipeg_Jets.jpg/291px-Tobias_Enstrom_-_Winnipeg_Jets.jpg",
    "extract": "Ulf Tobias \"Toby\" Enström is a Swedish professional ice hockey defenceman who played in the National Hockey League with the Atlanta Thrashers and Winnipeg Jets. He left the NHL after 11 seasons to return and captain original Swedish club, Modo Hockey of HockeyAllsvenskan.",
    "year": 1984,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nick Folk",
    "birthday": "1984-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Nick_Folk_vs_the_Miami_Dolphins.jpg/171px-Nick_Folk_vs_the_Miami_Dolphins.jpg",
    "extract": "Nicholas Alexander Folk is an American football placekicker for the New England Patriots of the National Football League (NFL). He played college football at Arizona, where he received first-team All-Pac-10 honors, and was selected by the Dallas Cowboys in the sixth round of the 2007 NFL Draft. During his three seasons with the Cowboys, Folk was named to the Pro Bowl as a rookie. He played his next seven season as a member of the New York Jets, becoming the franchise's second-leading scorer. Following an unsuccessful stint on the Tampa Bay Buccaneers, Folk spent a year away from football before pursuing a comeback in 2019 with the Arizona Hotshots of the Alliance of American Football (AAF). Folk returned to the NFL the same year as a member of the Patriots and led the league in scoring during the 2021 season.",
    "year": 1984,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Baruto Kaito",
    "birthday": "1984-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Baruto_2011_Sep.JPG/177px-Baruto_2011_Sep.JPG",
    "extract": "Baruto Kaito is an Estonian politician and former professional sumo wrestler. Making his debut in May 2004, he reached the top division after just two years in sumo in May 2006. After suffering a number of injury problems in 2007 which delayed his progress, he reached the third-highest rank of sekiwake in November 2008, and was promoted to ōzeki rank after finishing the March 2010 tournament with a score of 14–1. He was a tournament runner-up four times before recording a top division championship in the 2012 January tournament. During his career Baruto also earned five special prizes for Fighting Spirit, one for Outstanding Performance and one for Technique. He lost his ōzeki rank after more injury problems at the end of 2012, and having fallen greatly in rank after withdrawing from the May 2013 tournament, he announced his retirement in September of that year at the age of 28.",
    "year": 1984,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Eliud Kipchoge",
    "birthday": "1984-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Eliud_Kipchoge_in_Berlin_-_2015_%28cropped%29.jpg/193px-Eliud_Kipchoge_in_Berlin_-_2015_%28cropped%29.jpg",
    "extract": "Eliud Kipchoge is a Kenyan professional long-distance runner who competes in the marathon and formerly competed at the 5000 metre distance. He is the 2016 and 2020 Olympic marathon winner. In addition, he set the world record in the marathon with a time of 2:01:39 at the 2018 Berlin Marathon. His run broke the previous world record by 1 minute and 18 seconds. He is widely regarded as the greatest marathon runner and one of the greatest sportsmen in history.",
    "year": 1984,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Sutton (rugby league)",
    "birthday": "1984-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/John_Sutton_Rabbitohs.jpg/289px-John_Sutton_Rabbitohs.jpg",
    "extract": "John Sutton is an Australian former professional rugby league footballer who played as a second-row, five-eighth and lock for the South Sydney Rabbitohs in the NRL.",
    "year": 1984,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nick Tandy",
    "birthday": "1984-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Nick_tandy_brandshatch2014.JPG/212px-Nick_tandy_brandshatch2014.JPG",
    "extract": "Nick Tandy is a professional British racing driver currently racing for Corvette Racing in the FIA World Endurance Championship in the 64 Corvette C8.R. His major victories include the 2015 24 Hours of Le Mans, the 2015 Petit Le Mans, the 2018 24 Hours of Nürburgring and the 2020 24 Hours of Spa. He scored also class win at the 2014 24 Hours of Daytona and 2018, 2019, 2020 12 Hours of Sebring.",
    "year": 1984,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nikolay Zherdev",
    "birthday": "1984-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Zherdev_291111.jpeg/320px-Zherdev_291111.jpeg",
    "extract": "Mykola Olehovych \"Nikolay\" Zherdev is a Ukrainian-Russian professional ice hockey right winger who is currently playing for the HC Merano of the Alps Hockey League.",
    "year": 1984,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alexa Chung",
    "birthday": "1983-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Alexa-chung-hair-first-look-at-her-l-oreal-campaign-35539_w1000.jpg/213px-Alexa-chung-hair-first-look-at-her-l-oreal-campaign-35539_w1000.jpg",
    "extract": "Alexa Chung is a British writer, blogger, television presenter, internet personality, model, and fashion designer. She wrote the book It (2013). Her fashion label Alexa Chung, stylized ALEXACHUNG, launched in May 2017 and closed in 2022.",
    "year": 1983,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Mike Hanke",
    "birthday": "1983-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Mike_Hanke_cropped.jpg/251px-Mike_Hanke_cropped.jpg",
    "extract": "Mike Hanke is a German former professional footballer who played the position of forward. He has been described as a player who \"gives it his all in attack and is always dangerous in the opponent's penalty area.\"",
    "year": 1983,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Juan Morillo (baseball)",
    "birthday": "1983-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Juan_Morillo_on_November_6%2C_2015.jpg/197px-Juan_Morillo_on_November_6%2C_2015.jpg",
    "extract": "Juan Bautista Morillo is a Dominican former professional baseball pitcher. He played in the 2005 All-Star Futures Game in Detroit.",
    "year": 1983,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "David Pipe",
    "birthday": "1983-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/David_Pipe_12-05-2012_1.jpg/208px-David_Pipe_12-05-2012_1.jpg",
    "extract": "David Ronald Pipe is a Welsh former professional footballer who played as a midfielder or full-back.",
    "year": 1983,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Leah Culver",
    "birthday": "1982-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/LeahCulver3.jpg/213px-LeahCulver3.jpg",
    "extract": "Leah Culver is a computer programmer, startup founder, and angel investor.",
    "year": 1982,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bryan LaHair",
    "birthday": "1982-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Hawks35-Bryan_Allan_LaHair.jpg/233px-Hawks35-Bryan_Allan_LaHair.jpg",
    "extract": "Bryan Allan LaHair is an American former professional baseball first baseman. He has played in Major League Baseball (MLB) for the Seattle Mariners and Chicago Cubs and in Nippon Professional Baseball (NPB) for the Fukuoka SoftBank Hawks. LaHair is currently manager for the Dayton Dragons, the Cincinnati Reds' High-A affiliate.",
    "year": 1982,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Rob Swire",
    "birthday": "1982-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/20170615-147-Nova_Rock_2017-Pendulum-Rob_Swire.jpg/193px-20170615-147-Nova_Rock_2017-Pendulum-Rob_Swire.jpg",
    "extract": "Robert Swire-Thompson is an Australian musician, singer, songwriter, record producer and DJ, best known as the founder and vocalist of the drum and bass\nand electronic rock band Pendulum, as well as DJ and co-founder of electro house duo Knife Party formed of Swire and Gareth McGrillen. Originally from Perth, Western Australia, he relocated to the United Kingdom in 2003 with fellow Pendulum co-founders Gareth McGrillen and Paul \"El Hornet\" Harding. Swire has since fulfilled a broad spectrum of roles as a member of Pendulum, ranging from songwriting to singing while performing live with an unusual guitar-like MIDI controller – Starr Labs' Ztar Z6S-XPA. Swire also plays guitar, bass, keyboards, percussion, and other instruments. He is sometimes referred to by the stage name Anscenic.",
    "year": 1982,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Matthew Williams (footballer)",
    "birthday": "1982-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/52/Williams%2C_Matthew.jpg",
    "extract": "Matthew Williams is a Welsh footballer, who played as a striker.",
    "year": 1982,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Paul Chapman (Australian footballer)",
    "birthday": "1981-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Paul_Chapman.jpg/210px-Paul_Chapman.jpg",
    "extract": "Paul Chapman is a former professional Australian rules footballer who played for the Geelong Football Club and Essendon Football Club in the Australian Football League (AFL).",
    "year": 1981,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jaime Camara",
    "birthday": "1980-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Jaime_Camara_2008_Indy_500_Second_Qual_Day.jpg/295px-Jaime_Camara_2008_Indy_500_Second_Qual_Day.jpg",
    "extract": "Jaime Camara is a Brazilian race car driver, who in 2008 competed in the IndyCar Series for Conquest Racing.",
    "year": 1980,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Andrei Korobeinik",
    "birthday": "1980-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/RE_Andrei_Korobeinik.jpg/216px-RE_Andrei_Korobeinik.jpg",
    "extract": "Andrei Korobeinik is an Estonian computer programmer and entrepreneur, founder and CEO of Rate Solutions and Serenda Invest. He is better known as creator of Estonian social networking site, Rate.ee. Between 2011 and 2013 he was a member of the Estonian parliament.",
    "year": 1980,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Christoph Metzelder",
    "birthday": "1980-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/2016-02-01_1054_Christoph_Metzelder_%28cropped%29.JPG/244px-2016-02-01_1054_Christoph_Metzelder_%28cropped%29.JPG",
    "extract": "Christoph Tobias Metzelder is a German former professional footballer who played as a centre-back.",
    "year": 1980,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Orkun Uşak",
    "birthday": "1980-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/OrkunUsak.JPG/248px-OrkunUsak.JPG",
    "extract": "Orkun Uşak is a Turkish football goalkeeper who currently plays for Mersin İdmanyurdu SK. He is a product of the youth system of Galatasaray. He also played for Beykozspor, Bakırköyspor, Anadolu Üsküdar, Elazığspor, Ankaragücü, Kayseri Erciyesspor, Galatasaray, Manisaspor, Konyaspor and Kardemir Karabükspor. On 1 February 2012, he joined Antalyaspor for the rest of the season.",
    "year": 1980,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Michalis Hatzigiannis",
    "birthday": "1979-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Mihalis_Hatzigiannis.JPG/255px-Mihalis_Hatzigiannis.JPG",
    "extract": "Michalis Hatzigiannis is a Greek Cypriot singer, musician, and record producer. From 2000 to 2010, he received over 30 sales certifications in Greece, making him one of the most successful artists of the decade. He is also known for representing Cyprus in the Eurovision Song Contest in 1998. In 2010, he released his first English-language album. In 2010, Forbes listed him as the 22nd most powerful and influential celebrity in Greece and the fifth highest-ranked singer.",
    "year": 1979,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "David Suazo",
    "birthday": "1979-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/David_Suazo_photo_by_Djuradj_Vujcic.jpg/285px-David_Suazo_photo_by_Djuradj_Vujcic.jpg",
    "extract": "Óscar David Suazo Velázquez is a Honduran retired professional footballer turned coach who played as a striker, currently in charge as manager of Serie D club Carbonia.",
    "year": 1979,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Xavier Tondo",
    "birthday": "1978-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Xavier-Tondo_%28cropped%29.jpg/236px-Xavier-Tondo_%28cropped%29.jpg",
    "extract": "Xavier Tondo Volpini was a Spanish professional road racing cyclist who specialized in mountain stages of bicycle races.",
    "year": 1978,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bubba Watson",
    "birthday": "1978-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/BubbaWatsonATTNational3.jpg/240px-BubbaWatsonATTNational3.jpg",
    "extract": "Gerry Lester \"Bubba\" Watson Jr. is an American professional golfer who plays on the PGA Tour. One of the few left-handed golfers on tour, he is a multiple major champion, with victories at the Masters Tournament in 2012 and 2014. In February 2015, Watson reached a career-high 2nd place in the Official World Golf Ranking.",
    "year": 1978,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Maarten Tjallingii",
    "birthday": "1977-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Maarten_Tjallingii.jpg/255px-Maarten_Tjallingii.jpg",
    "extract": "Maarten Pieter Tjallingii is a Dutch former professional racing cyclist, who rode professionally between 2003 and 2016.",
    "year": 1977,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Richard Wright (footballer)",
    "birthday": "1977-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Richard_Wright_%28Ipswich_goalkeeper%29.jpg/319px-Richard_Wright_%28Ipswich_goalkeeper%29.jpg",
    "extract": "Richard Ian Wright is an English football coach and former professional footballer who is a goalkeeping coach for Premier League side Manchester City.",
    "year": 1977,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sebastian Arcelus",
    "birthday": "1976-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Sebastian_Arcelus_2014.jpg/225px-Sebastian_Arcelus_2014.jpg",
    "extract": "Sebastian Carlos Arcelus is an American actor, best known for his roles as Lucas Goodwin in the Netflix TV series House of Cards (2013–2016) and Jay Whitman in the CBS TV series Madam Secretary (2014–2019). Arcelus began his acting career in the early 2000s and spent the first decade of his career on Broadway, having played Roger in Rent, Fiyero in Wicked, Bob Gaudio in Jersey Boys, and Buddy in Elf, among other roles.",
    "year": 1976,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lisa Scott-Lee",
    "birthday": "1975-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3f/Lisa_Scott-Lee_Steps_Ultimate_Tour.jpeg/320px-Lisa_Scott-Lee_Steps_Ultimate_Tour.jpeg",
    "extract": "Lisa Scott-Lee is a Welsh singer and member of the pop group Steps, formed in 1997. Scott-Lee signed a record deal with Mercury Records and launched a solo career in 2003 although her success was limited after the release her debut single \"Lately\", and was dropped after her second single. She released her debut solo album Never or Now in 2007 through Concept Records.",
    "year": 1975,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ryan Adams",
    "birthday": "1974-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Ryan_Adams%2C_Clapham_Common%2C_Calling_Festival%2C_London_%2818991066273%29.jpg/320px-Ryan_Adams%2C_Clapham_Common%2C_Calling_Festival%2C_London_%2818991066273%29.jpg",
    "extract": "David Ryan Adams is an American singer-songwriter, record producer, artist and poet. He has released 20 albums, as well as three studio albums as a former member of rock/alt-country band Whiskeytown.",
    "year": 1974,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Angela Gossow",
    "birthday": "1974-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Arch_Enemy_3_04082007140607.jpg/191px-Arch_Enemy_3_04082007140607.jpg",
    "extract": "Angela Nathalie Gossow is a German vocalist, best known as the former lead vocalist for the Swedish melodic death metal band Arch Enemy. Her other previous bands include Asmodina and Mistress.",
    "year": 1974,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Dado Pršo",
    "birthday": "1974-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c8/Dadoprsocroatia.jpg/320px-Dadoprsocroatia.jpg",
    "extract": "Miladin \"Dado\" Pršo is a Croatian former professional footballer who played as a forward.",
    "year": 1974,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jerry Stackhouse",
    "birthday": "1974-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Coach_Jerry_Stackhouse_%28cropped%29.jpg/252px-Coach_Jerry_Stackhouse_%28cropped%29.jpg",
    "extract": "Jerry Darnell Stackhouse is an American basketball coach and former professional player who is the head coach of the Vanderbilt Commodores men's team. He played 18 seasons in the National Basketball Association (NBA) and was a two-time NBA All-Star. He formerly was the head coach of Raptors 905 and an assistant coach for the Toronto Raptors and Memphis Grizzlies. Additionally, he has worked as an NBA TV analyst. Stackhouse played college basketball for the North Carolina Tar Heels.",
    "year": 1974,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Johnny Damon",
    "birthday": "1973-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Johnny_Damon_on_June_28%2C_2012_%28cropped%29.jpg/218px-Johnny_Damon_on_June_28%2C_2012_%28cropped%29.jpg",
    "extract": "Johnny David Damon is an American former professional baseball outfielder who played in Major League Baseball (MLB) from 1995 to 2012. During his MLB career, Damon played for the Kansas City Royals (1995–2000), Oakland Athletics (2001), Boston Red Sox (2002–2005), New York Yankees (2006–2009), Detroit Tigers (2010), Tampa Bay Rays (2011) and Cleveland Indians (2012). Damon also played for the Thailand national baseball team and was a member of the squad for the 2013 World Baseball Classic qualifiers.",
    "year": 1973,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alexei Yashin",
    "birthday": "1973-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Alexei_Yashin_2010-12-12_%284%29.jpg/213px-Alexei_Yashin_2010-12-12_%284%29.jpg",
    "extract": "Alexei Valeryevich Yashin is a Russian former professional ice hockey centre who played 12 seasons in the National Hockey League (NHL) for the Ottawa Senators and New York Islanders, serving as captain of both teams. He also played nine seasons in the Russian Superleague (RSL) and Kontinental Hockey League (KHL) for Dynamo Moscow, CSKA Moscow, Lokomotiv Yaroslavl and SKA Saint Petersburg. He was inducted into the IIHF Hall of Fame in 2020.",
    "year": 1973,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Chris Addison",
    "birthday": "1971-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Chris_Addison_cropped.jpg/268px-Chris_Addison_cropped.jpg",
    "extract": "Christopher David Addison is a British comedian, writer, actor, and director. He is perhaps best known for his role as a regular panellist on Mock the Week. He is also known for his lecture-style comedy shows, two of which he later adapted for BBC Radio 4.",
    "year": 1971,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jonny Greenwood",
    "birthday": "1971-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Jonny_Greenwood_%28cropped%29.jpg/266px-Jonny_Greenwood_%28cropped%29.jpg",
    "extract": "Jonathan Richard Guy Greenwood is an English musician and composer. He is the lead guitarist and keyboardist of the alternative rock band Radiohead, and has written numerous film scores.",
    "year": 1971,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Dana Jacobson",
    "birthday": "1971-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Dana_Jacobson_Jan_2019.jpg/258px-Dana_Jacobson_Jan_2019.jpg",
    "extract": "Dana Jacobson is a host and correspondent for CBS News currently serving as a co host for CBS Saturday Morning. She is also an anchor & reporter for CBS Sports and CBS Sports Network. She joined CBS News in 2015, 2 years after she began working for CBS Sports Network. Prior to that Jacobson spent a decade at ESPN, from 2002 until 2012. In March 2005, she was named co-host of Cold Pizza and transitioned with the show as it became First Take. On December 30, 2011, she left First Take and returned to anchoring SportsCenter. On March 27, 2012, USA Today announced that Jacobson would leave ESPN when her contract expires at the end of April. Monday, April 30, 2012, was her final day at ESPN when she anchored the 6–8 p.m. ET SportsCenter.",
    "year": 1971,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Rob Jones (footballer, born 1971)",
    "birthday": "1971-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Rob_Jones.JPG/288px-Rob_Jones.JPG",
    "extract": "Robert Marc Jones is an English football coach and former professional footballer.",
    "year": 1971,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Edmond Leung",
    "birthday": "1971-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/EdmondLeung2006.jpg/240px-EdmondLeung2006.jpg",
    "extract": "Edmond Leung Hon-man is a Hong Kong singer-songwriter, record producer, actor and television host.",
    "year": 1971,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Corin Nemec",
    "birthday": "1971-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/2018-12-16_16-40-40_SF-Connexion-Cernay.jpg/267px-2018-12-16_16-40-40_SF-Connexion-Cernay.jpg",
    "extract": "Joseph Charles Nemec IV, known professionally as Corin Nemec, is an American actor, producer, and screenwriter. He was billed as Corin \"Corky\" Nemec or Corky Nemec until 1990.",
    "year": 1971,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Javy López",
    "birthday": "1970-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Javy_L%C3%B3pez.jpg/320px-Javy_L%C3%B3pez.jpg",
    "extract": "Javier \"Javy\" López Torres is a Puerto Rican former catcher in Major League Baseball who played for the Atlanta Braves (1992–2003), Baltimore Orioles (2004–2006) and Boston Red Sox (2006). He batted and threw right-handed. He was named Ponce, Puerto Rico's Athlete of the Year from 1984 to 1987.",
    "year": 1970,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ricardo Fort",
    "birthday": "1968-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/2009_Ricardo_Fort.jpg/175px-2009_Ricardo_Fort.jpg",
    "extract": "Ricardo Aníbal Fort Campa was an Argentine socialite, entrepreneur and television director. Although his career lasted four years, Fort was one of the most popular personalities in his country.",
    "year": 1968,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sam Rockwell",
    "birthday": "1968-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Sam_Rockwell_%2851492%29_%28cropped%29.jpg/256px-Sam_Rockwell_%2851492%29_%28cropped%29.jpg",
    "extract": "Sam Rockwell is an American actor. He is the recipient of various accolades, including an Academy Award, a BAFTA, a Golden Globe Award, three Screen Actors Guild Awards. He has also received nominations for two Primetime Emmy Awards and a Tony Award.",
    "year": 1968,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Marcelo D2",
    "birthday": "1967-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Marcelo_D2.jpg/214px-Marcelo_D2.jpg",
    "extract": "Marcelo Maldonado Peixoto, also known as Marcelo D2, is a Brazilian rapper and singer.",
    "year": 1967,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Judy Reyes",
    "birthday": "1967-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Judy_Reyes_2013.jpg/177px-Judy_Reyes_2013.jpg",
    "extract": "Judy Reyes is an American actress, model and producer, best known for her roles as Carla Espinosa on the NBC/ABC medical comedy series Scrubs (2001–2009), and as Zoila Diaz in the Lifetime comedy-drama Devious Maids (2013–2016). Beginning in 2017, she stars as Annalise \"Quiet Ann\" Zayas in the TNT crime comedy-drama Claws.",
    "year": 1967,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nayim",
    "birthday": "1966-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/NAYIM_2020.jpg/211px-NAYIM_2020.jpg",
    "extract": "Mohamed Alí Amar, known as Nayim, is a Spanish retired professional footballer who played as a central midfielder.",
    "year": 1966,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Atul Gawande",
    "birthday": "1965-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Atul-Gawande_%28cropped%29.jpg/213px-Atul-Gawande_%28cropped%29.jpg",
    "extract": "Atul Atmaram Gawande is an American surgeon, writer, and public health researcher. He practices general and endocrine surgery at Brigham and Women's Hospital in Boston, Massachusetts. He is a professor in the Department of Health Policy and Management at the Harvard T.H. Chan School of Public Health and the Samuel O. Thier Professor of Surgery at Harvard Medical School. In public health, he is executive director of Ariadne Labs, a joint center for health systems innovation, and chairman of Lifebox, a nonprofit that works on reducing deaths in surgery globally. On June 20, 2018, Gawande was named the CEO of healthcare venture Haven, owned by Amazon, Berkshire Hathaway, and JP Morgan Chase and stepped down as CEO in May 2020, remaining as executive chairman whilst the organisation sought a new CEO.",
    "year": 1965,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Famke Janssen",
    "birthday": "1965-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Famke_Janssen_WonderCon_2013.jpg/256px-Famke_Janssen_WonderCon_2013.jpg",
    "extract": "Famke Beumer Janssen is a Dutch actress and former fashion model. She played Xenia Onatopp in GoldenEye (1995), Jean Grey / Phoenix in the X-Men film series (2000–2014), Ava Moore on Nip/Tuck, and Lenore Mills in the Taken film trilogy (2008–2014). In 2008, she was appointed a Goodwill Ambassador for Integrity by the United Nations. She made her directorial debut with Bringing Up Bobby in 2011. She is also known for her role in the Netflix original series Hemlock Grove and for her role in ABC's How to Get Away with Murder. Janssen starred in the 2017 NBC crime thriller The Blacklist: Redemption.",
    "year": 1965,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Hans Gillhaus",
    "birthday": "1963-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Hans-gillhaus-1314714362.jpg/320px-Hans-gillhaus-1314714362.jpg",
    "extract": "Johannes \"Hans\" Paulus Gillhaus is a Dutch retired professional footballer who played primarily as a left-sided forward.",
    "year": 1963,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Andrea McArdle",
    "birthday": "1963-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Andrea_McArdle_-_Annie_1977_%28cropped%29.JPG",
    "extract": "Andrea McArdle is an American singer and actress best known for originating the role of Annie in the Broadway musical Annie.",
    "year": 1963,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Tatum O'Neal",
    "birthday": "1963-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Tatum_O%27Neal_in_2019.jpg/280px-Tatum_O%27Neal_in_2019.jpg",
    "extract": "Tatum Beatrice O'Neal is an American actress and author. She is the youngest person ever to win a competitive Academy Award, winning at age 10 for her performance as Addie Loggins in Paper Moon (1973) opposite her father, Ryan O'Neal. She also starred as Amanda Wurlitzer in The Bad News Bears (1976), followed by Nickelodeon (1976), and Little Darlings (1980). O'Neal later appeared in guest roles in Sex and the City, 8 Simple Rules and Law & Order: Criminal Intent. From 2006 to 2007, she portrayed Blythe Hunter in the My Network TV drama series Wicked Wicked Games.",
    "year": 1963,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Tesla (band)",
    "birthday": "1963-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Tesla_%22Forever_More%22_at_the_Chance_in_Poughkeepsie%2C_NY.jpg/320px-Tesla_%22Forever_More%22_at_the_Chance_in_Poughkeepsie%2C_NY.jpg",
    "extract": "Tesla is an American rock band formed in Sacramento, California, in late 1981 by bassist Brian Wheat and guitarist Frank Hannon. The band is ranked at No. 22 on VH1's 100 Greatest Artists of Hair Metal, and have been described as a \"thinking man’s hair metal band”.",
    "year": 1963,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jean-Pierre Papin",
    "birthday": "1963-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Jean-Pierre_Papin_in_Sofia_2016.jpg/222px-Jean-Pierre_Papin_in_Sofia_2016.jpg",
    "extract": "Jean-Pierre Roger Guillaume Papin is a French football manager and former professional player who played as a forward. He was named the Ballon d'Or and IFFHS World's Top Goal Scorer of the Year in 1991. Papin is the manager of Championnat National 2 club C'Chartres Football.",
    "year": 1963,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Turid Birkeland",
    "birthday": "1962-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/William%2C_Roger_og_Turid_%28cropped%29.jpg/233px-William%2C_Roger_og_Turid_%28cropped%29.jpg",
    "extract": "Turid Birkeland was a Norwegian cultural executive and former politician for the Labour Party. She was Minister of Culture in 1996–97. She was an author and also worked in television, including being chief of cultural programming at NRK and a member of the board at Telenor. She also headed the Risør Chamber Music Festival, and was the director of Concerts Norway.",
    "year": 1962,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Abedi Pele",
    "birthday": "1962-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Abedi_Pele_2007.jpg/196px-Abedi_Pele_2007.jpg",
    "extract": "Abedi Ayew, known professionally as Abedi Pele, is a Ghanaian former professional footballer who played as an attacking midfielder and who served as captain of the Ghana national team. He is regarded as one of the greatest African footballers of all time. He played for several European clubs and found his fame in the French Ligue 1 with Lille and Marseille, the latter where he won the UEFA Champions League in 1993, among other titles. He is widely regarded as one of the greatest players of his generation.",
    "year": 1962,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Marcus J. Ranum",
    "birthday": "1962-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Mjr-portrait-picture-mid.jpg/320px-Mjr-portrait-picture-mid.jpg",
    "extract": "Marcus J. Ranum is a computer and network security researcher. He is credited with a number of innovations in firewalls, including building the first Internet email server for the whitehouse.gov domain, and intrusion detection systems. He has held technical and leadership positions with a number of computer security companies, and is a faculty member of the Institute for Applied Network Security.",
    "year": 1962,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alan G. Poindexter",
    "birthday": "1961-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Alan_G._Poindexter.jpg/256px-Alan_G._Poindexter.jpg",
    "extract": "Alan Goodwin \"Dex\" Poindexter was an American naval officer and a NASA astronaut. Poindexter was selected in the 1998 NASA Group (G17) and went into orbit aboard Space Shuttle missions STS-122 and STS-131.",
    "year": 1961,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "René Froger",
    "birthday": "1960-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Ren%C3%A9_Froger_2009.jpg/162px-Ren%C3%A9_Froger_2009.jpg",
    "extract": "René Froger, is a Dutch singer.",
    "year": 1960,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Tilda Swinton",
    "birthday": "1960-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Viennale_2018_Suspiria_15_Tilda_Swinton_%28cropped%29.jpg/230px-Viennale_2018_Suspiria_15_Tilda_Swinton_%28cropped%29.jpg",
    "extract": "Katherine Matilda \"Tilda\" Swinton is a British actress. Known for her roles in independent films and blockbusters, she has received various accolades, including an Academy Award, a British Academy Film Award and a European Film Award, in addition to nominations for three Golden Globe Awards.",
    "year": 1960,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bryan Adams",
    "birthday": "1959-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/20130710-ByanAdamsLucca-0019_%289273168286%29.jpg/213px-20130710-ByanAdamsLucca-0019_%289273168286%29.jpg",
    "extract": "Bryan Guy Adams FRPS is a Canadian guitarist, singer, songwriter, composer, and photographer. Sources state Adams has sold either more than 75 or more than 100 million records and singles worldwide, making him one of the best-selling music artists of all time. Adams was the most played artist on Canadian radio in the 2010s and has had 25 top 15 singles in Canada and a dozen or more in each of the US, UK, and Australia.",
    "year": 1959,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Don Falcone",
    "birthday": "1958-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fb/Donfalcone.png",
    "extract": "Don Falcone is an American producer and multi-instrumentalist, and the guiding light behind the Spirits Burning space-rock collective. In Spirits Burning and other offshoot bands and projects, his primary collaborations have been with Albert Bouchard, Bridget Wishart, Cyrille Verdeaux, Daevid Allen, and English writer and musician Michael Moorcock.",
    "year": 1958,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Robert Patrick",
    "birthday": "1958-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Robert_Patrick_2016.jpg/225px-Robert_Patrick_2016.jpg",
    "extract": "Robert Hammond Patrick is an American actor. Known for portraying villains and honorable authority figures, he is a Saturn Award winner with four other nominations.",
    "year": 1958,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Mike Score",
    "birthday": "1957-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Mike_Score.jpg/320px-Mike_Score.jpg",
    "extract": "Michael Gordon Score is an English singer, songwriter and musician who achieved worldwide fame as the founder, lead vocalist, and rhythm guitarist of the new wave band A Flock of Seagulls. He released a solo album on 1 March 2014 titled Zeebratta.",
    "year": 1957,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jeff Watson (guitarist)",
    "birthday": "1956-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Jeff_Watson_1993.jpg/212px-Jeff_Watson_1993.jpg",
    "extract": "Jeffrey Victor Watson is an American guitarist originally known as one of the founding members and lead guitarist of the band Night Ranger, in which he has played as co-guitarist with guitarist Brad Gillis. Watson developed his signature eight-fingered tapping technique during his time in the band.",
    "year": 1956,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Harwood (journalist)",
    "birthday": "1956-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/John_Harwood.jpg/320px-John_Harwood.jpg",
    "extract": "John Harwood is an American journalist working as White House Correspondent for CNN as of February 2021. Harwood was formerly an editor-at-large for CNBC. He was the chief Washington Correspondent for CNBC and a contributor for The New York Times. He wrote a weekly column entitled \"The Caucus\" that appeared on Monday about Washington politics and policy. Before joining the Times, he wrote for The Wall Street Journal.",
    "year": 1956,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lavrentis Machairitsas",
    "birthday": "1956-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Lavrentis_Maxairitsas_I.JPG/265px-Lavrentis_Maxairitsas_I.JPG",
    "extract": "Lavrentis Machairitsas was a Greek rock musician from Volos, Thessaly, Greece.",
    "year": 1956,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Rob Fisher (British musician)",
    "birthday": "1956-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Climie-fisher2.jpg/212px-Climie-fisher2.jpg",
    "extract": "Rob Fisher was an English keyboardist and songwriter from Cheltenham, England, who achieved chart success as a member of the new wave band Naked Eyes and, later, Climie Fisher. He attended Lord Wandsworth College in Hampshire, where he was a member of a band called Cirrus with Nick Ryall and Ray Coop (bass).",
    "year": 1956,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bernard Chazelle",
    "birthday": "1955-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Bernard_Chazelle.jpg/256px-Bernard_Chazelle.jpg",
    "extract": "Bernard Chazelle is a French-American computer scientist. He is currently the Eugene Higgins Professor of Computer Science at Princeton University. Much of his work is in computational geometry, where he is known for his study of algorithms, such as linear-time triangulation of a simple polygon, as well as major complexity results, such as lower bound techniques based on discrepancy theory. He is also known for his invention of the soft heap data structure and the most asymptotically efficient known algorithm for finding minimum spanning trees.",
    "year": 1955,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Kris Jenner",
    "birthday": "1955-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Kris_Jenner_shot_by_Jim_Jordan_at_White_Cross_Studios_%28cropped%29.jpg/227px-Kris_Jenner_shot_by_Jim_Jordan_at_White_Cross_Studios_%28cropped%29.jpg",
    "extract": "Kristen Mary Jenner is an American media personality, socialite, and businesswoman. She rose to fame starring in the reality television series Keeping Up with the Kardashians (2007–2021).",
    "year": 1955,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Karan Thapar",
    "birthday": "1955-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Karan_Thapar%2C_Infotainment_Television%2C_Richter_Frank-Jurgen_%28cropped%29.jpg/285px-Karan_Thapar%2C_Infotainment_Television%2C_Richter_Frank-Jurgen_%28cropped%29.jpg",
    "extract": "Karan Thapar is an Indian journalist, news presenter and interviewer working with The Wire. Thapar was associated with CNN-IBN and hosted The Devil's Advocate and The Last Word. He was also associated with India Today, hosted the shows To the Point and Nothing But The Truth and is doing an exclusive series of interviews with The Wire.",
    "year": 1955,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alejandro Sabella",
    "birthday": "1954-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Alejandro_Sabella_2012.jpeg/256px-Alejandro_Sabella_2012.jpeg",
    "extract": "Alejandro Javier Sabella was an Argentine football player and manager. Born in Buenos Aires, he began his playing career with River Plate in his home country before moving to England in 1978 to play for Sheffield United. Known as \"Alex\" while in England, Sabella then had a spell with another English side, Leeds United, before returning to South America and representing Estudiantes, Grêmio, Ferro Carril Oeste and Irapuato.",
    "year": 1954,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jeffrey Sachs",
    "birthday": "1954-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/FMSTAN_%26_SPIDER_Global_meeting_in_Austrian_Foreign_Ministries_in_Vienna_%2849120446508%29_%28cropped%29.jpg/234px-FMSTAN_%26_SPIDER_Global_meeting_in_Austrian_Foreign_Ministries_in_Vienna_%2849120446508%29_%28cropped%29.jpg",
    "extract": "Jeffrey David Sachs is an American economist, academic, public policy analyst and former director of The Earth Institute at Columbia University, where he holds the title of University Professor. He is known as an expert on sustainable development, economic development, and the fight against poverty.",
    "year": 1954,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Florentino Floro",
    "birthday": "1953-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Romulo_Neri_with_Judge_Florojf_%28cropped%29.jpg/204px-Romulo_Neri_with_Judge_Florojf_%28cropped%29.jpg",
    "extract": "Florentino V. Floro Jr. is a Filipino former judge who achieved notoriety after being suspended from the Philippine judiciary in 2006 due to mental illness. Floro made several statements that he was psychic and claimed to frequently communicate with invisible duendes, a type of dwarf common in Filipino and Latin American mythology.",
    "year": 1953,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Joyce Maynard",
    "birthday": "1953-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Joyce_maynard_2010.jpg/228px-Joyce_maynard_2010.jpg",
    "extract": "Daphne Joyce Maynard is an American novelist and journalist. She began her career in journalism in the 1970s, writing for several publications, most notably Seventeen magazine and The New York Times. Maynard contributed to Mademoiselle and Harrowsmith magazines in the 1980s, while also beginning a career as a novelist with the publication of her first novel, Baby Love (1981). Her second novel, To Die For (1992), drew from the Pamela Smart murder case and was adapted into the 1995 film of the same name. Maynard received significant media attention in 1998 with the publication of her memoir At Home in the World, which deals with her affair with J. D. Salinger.",
    "year": 1953,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Oleg Blokhin",
    "birthday": "1952-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Oleg_Blokhin2013.jpg/212px-Oleg_Blokhin2013.jpg",
    "extract": "Oleg Vladimirovich Blokhin, or Oleh Volodymyrovych Blokhin, is a former Ukrainian and Soviet football player and manager. Regarded as one of the greatest footballers of his generation, Blokhin was formerly a standout striker for Dynamo Kyiv and the Soviet Union.",
    "year": 1952,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Vandana Shiva",
    "birthday": "1952-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Dr._Vandana_Shiva_DS.jpg/213px-Dr._Vandana_Shiva_DS.jpg",
    "extract": "Vandana Shiva is an Indian scholar, environmental activist, food sovereignty advocate, ecofeminist and anti-globalisation author. Based in Delhi, Shiva has written more than 20 books. She is often referred to as \"Gandhi of grain\" for her activism associated with the anti-GMO movement.",
    "year": 1952,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bill Walton",
    "birthday": "1952-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Bill_Walton_2022.jpg/245px-Bill_Walton_2022.jpg",
    "extract": "William Theodore Walton III is an American television sportscaster and former professional basketball player. He played college basketball for coach John Wooden and the UCLA Bruins, winning three consecutive national college player of the year awards (1972–1974), while leading UCLA to NCAA championships in 1972 and 1973 and an 88-game winning streak. After being selected as the first overall pick in the 1974 NBA draft, Walton led the Portland Trail Blazers to an NBA championship in 1977, earning the NBA Finals Most Valuable Player Award that season. He won another NBA title with the Boston Celtics in 1986. Walton was inducted into the Naismith Memorial Basketball Hall of Fame in 1993. He was named to the NBA's 50th and 75th anniversary teams.",
    "year": 1952,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Thorbjørn Jagland",
    "birthday": "1950-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Thorbj%C3%B8rn_Jagland_%2830366602783%29_%28cropped%29.jpg/228px-Thorbj%C3%B8rn_Jagland_%2830366602783%29_%28cropped%29.jpg",
    "extract": "Thorbjørn Jagland is a Norwegian politician from the Labour Party. He served as the secretary general of the Council of Europe from 2009 to 2019. He served as the 32nd prime minister of Norway from 1996 to 1997, as the minister of Foreign Affairs from 2000 to 2001 and as the president of the Storting from 2005 to 2009.",
    "year": 1950,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Armin Shimerman",
    "birthday": "1949-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Armin_Shimerman_Photo_Op_GalaxyCon_Richmond_2020.jpg/218px-Armin_Shimerman_Photo_Op_GalaxyCon_Richmond_2020.jpg",
    "extract": "Armin Shimerman is an American actor and author. He is sometimes credited as Arman Shimmerman or Armin Shimmerman. He is perhaps best known for his work as the Ferengi bartender Quark on Star Trek: Deep Space Nine, Principal Snyder on Buffy the Vampire Slayer, Dr. Nefarious in the Ratchet & Clank series, and Judge Brian Hooper in the third season of Boston Legal.",
    "year": 1949,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jimmie Spheeris",
    "birthday": "1949-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/00/Jimmie_spheeris_wp.jpg",
    "extract": "Jimmie Spheeris was an American singer-songwriter who released four albums in the 1970s on the Columbia Records and Epic Records labels. Spheeris died in 1984, at the age of 34, after a motorcycle accident.",
    "year": 1949,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bob Barr",
    "birthday": "1948-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Bob_Barr-2008_cropped.jpg/247px-Bob_Barr-2008_cropped.jpg",
    "extract": "Robert Laurence Barr Jr. is an American attorney and politician. He served as a federal prosecutor and as a Congressman. He represented Georgia's 7th congressional district as a Republican from 1995 to 2003. Barr attained national prominence as one of the leaders of the impeachment of President Bill Clinton. During his time in the House of Representatives, he famously authored the Defense of Marriage Act, which was later overturned.",
    "year": 1948,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Peter Hammill",
    "birthday": "1948-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/PHammill08.jpg/227px-PHammill08.jpg",
    "extract": "Peter Joseph Andrew Hammill is an English musician and recording artist. He was a founder member of the progressive rock band Van der Graaf Generator. Best known as a singer/songwriter, he also plays guitar and piano and produces his own recordings and occasionally those of other artists. In 2012, he was recognised with the Visionary award at the first Progressive Music Awards.",
    "year": 1948,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bernard-Henri Lévy",
    "birthday": "1948-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Bernard_Henri_L%C3%A9vy_%28cropped%29.jpg",
    "extract": "Bernard-Henri Lévy is a French public intellectual. Often referred to in France simply as BHL, he was one of the leaders of the \"Nouveaux Philosophes\" movement in 1976. His opinions, political activism and publications have also been the subject of several controversies over the years.",
    "year": 1948,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "William Daniel Phillips",
    "birthday": "1948-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/William_D._Phillips.jpg/223px-William_D._Phillips.jpg",
    "extract": "William Daniel Phillips is an American physicist. He shared the Nobel Prize in Physics, in 1997, with Steven Chu and Claude Cohen-Tannoudji.",
    "year": 1948,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Quint Davis",
    "birthday": "1947-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/QuintDavisJazzfest08HowieLuvzus1.jpg/320px-QuintDavisJazzfest08HowieLuvzus1.jpg",
    "extract": "Quint Davis is an American festival producer and director based in New Orleans. He is best known as the producer of the New Orleans Jazz & Heritage Festival founded by George Wein. Davis has been involved in the production of the event from its start in 1970. He is the CEO of Festival Productions, Inc. - New Orleans, the company that produces the Jazz Fest.",
    "year": 1947,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Peter Noone",
    "birthday": "1947-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Peter_Noone.jpg/240px-Peter_Noone.jpg",
    "extract": "Peter Blair Denis Bernard Noone is an English singer-songwriter, guitarist, pianist and actor. He was the lead singer \"Herman\" in the 1960s pop group Herman's Hermits.",
    "year": 1947,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Gram Parsons",
    "birthday": "1946-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Gram_Parsons.jpg/320px-Gram_Parsons.jpg",
    "extract": "Ingram Cecil Connor III, known professionally as Gram Parsons, was an American singer, songwriter, guitarist, and pianist. Parsons recorded as a solo artist and with the International Submarine Band, the Byrds, and the Flying Burrito Brothers. He popularized what he called \"Cosmic American Music\", a hybrid of country, rhythm and blues, soul, folk, and rock.",
    "year": 1946,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Peter Pace",
    "birthday": "1945-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Peter_Pace_official_portrait.jpg/256px-Peter_Pace_official_portrait.jpg",
    "extract": "Peter Pace is a retired United States Marine Corps general who served as the 16th chairman of the Joint Chiefs of Staff. Pace was the first Marine officer appointed as chairman, and the first Marine officer to be appointed to three different four-star assignments; the others as the sixth vice chairman of the Joint Chiefs of Staff from October 1, 2001, to August 12, 2005, and as Commander-in-Chief, U.S. Southern Command from September 8, 2000, to September 30, 2001. Appointed chairman by President George W. Bush, Pace succeeded U.S. Air Force General Richard Myers on September 30, 2005.",
    "year": 1945,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Aleka Papariga",
    "birthday": "1945-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Aleka_Papariga_-_Crop.jpg/249px-Aleka_Papariga_-_Crop.jpg",
    "extract": "Alexandra \"Aleka\" Papariga is a communist Greek politician who served the Communist Party of Greece (KKE) as its General Secretary from 1991 to 2013. She is the first woman to be General Secretary of KKE, and thus the first woman to head a major political party in Greece.",
    "year": 1945,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Svetlana Tširkova-Lozovaja",
    "birthday": "1945-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Svetlana_T%C5%A1irkova-Lozovaja%2C_endine_NSV_Liidu_vehkleja_ja_hilisem_Eesti_vehklemistreener_1984.jpg/223px-Svetlana_T%C5%A1irkova-Lozovaja%2C_endine_NSV_Liidu_vehkleja_ja_hilisem_Eesti_vehklemistreener_1984.jpg",
    "extract": "Svetlana Tširkova is a former Soviet fencer, two-time Olympic champion in foil team competitions and fencing coach in Estonia.",
    "year": 1945,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sam Shepard",
    "birthday": "1943-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Sam_Shepard_Stealth_cropped.JPG/232px-Sam_Shepard_Stealth_cropped.JPG",
    "extract": "Samuel Shepard Rogers III was an American actor, playwright, author, screenwriter, and director whose career spanned half a century. He won ten Obie Awards for writing and directing, the most by any writer or director. He wrote 58 plays as well as several books of short stories, essays, and memoirs. Shepard received the Pulitzer Prize for Drama in 1979 for his play Buried Child and was nominated for an Academy Award for Best Supporting Actor for his portrayal of pilot Chuck Yeager in the 1983 film The Right Stuff. He received the PEN/Laura Pels Theater Award as a master American dramatist in 2009. New York magazine described Shepard as \"the greatest American playwright of his generation.\"",
    "year": 1943,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Pierangelo Bertoli",
    "birthday": "1942-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Pierangelo_Bertoli_1991.jpg/217px-Pierangelo_Bertoli_1991.jpg",
    "extract": "Pierangelo Bertoli was an Italian singer-songwriter and poet. Close to libertarian communist issues his works told mainly about environment, laïcité, antimilitarism and social issues regarding marginalized and rebellious people.",
    "year": 1942,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Art Garfunkel",
    "birthday": "1941-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/ArtGarfunkelPall230717-17_%28cropped%29.jpg/214px-ArtGarfunkelPall230717-17_%28cropped%29.jpg",
    "extract": "Arthur Ira Garfunkel is an American singer, poet, and actor. He is best known for his partnership with Paul Simon in the folk rock duo Simon & Garfunkel.",
    "year": 1941,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Yoshiyuki Tomino",
    "birthday": "1941-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/2008TaipeiGameShow_Day2_DigitalContentForum_Yoshiyuki_Tomino.jpg/240px-2008TaipeiGameShow_Day2_DigitalContentForum_Yoshiyuki_Tomino.jpg",
    "extract": "Yoshiyuki Tomino  is a Japanese mecha anime creator, animator, director, screenwriter, songwriter and novelist best known for creating the Gundam anime franchise. He was born in Odawara, Kanagawa Prefecture, and studied at Nihon University's College of Art.",
    "year": 1941,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ted Kulongoski",
    "birthday": "1940-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Ted_Kulongoski_headshot_Color_2007.JPG/224px-Ted_Kulongoski_headshot_Color_2007.JPG",
    "extract": "Theodore Ralph Kulongoski is an American politician, judge, and lawyer who served as the 36th Governor of Oregon from 2003 to 2011. A member of the Democratic Party, he served in both houses of the Oregon Legislative Assembly and also served as the state Insurance Commissioner. He was the Attorney General of Oregon from 1993 to 1997 and an Associate Justice of the Oregon Supreme Court from 1997 to 2001. Kulongoski has served in all three branches of the Oregon state government.",
    "year": 1940,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Elke Sommer",
    "birthday": "1940-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Elke_Sommer_1965.JPG/237px-Elke_Sommer_1965.JPG",
    "extract": "Elke Sommer is a German actress, model, singer, painter, and entertainer. She appeared in numerous films in her heyday throughout the 1960s and 1970s, including roles in The Pink Panther sequel A Shot in the Dark (1964), the Bob Hope comedy Boy, Did I Get a Wrong Number! (1966), Agatha Christie's And Then There Were None (1974), and the British Carry On series in Carry On Behind (1975).",
    "year": 1940,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lobsang Tenzin",
    "birthday": "1939-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/At_his_office_in_Benaras.jpg/320px-At_his_office_in_Benaras.jpg",
    "extract": "Lobsang Tenzin, better known by the titles Professor Venerable Samdhong Rinpoche and to Tibetans as the 5th Samdhong Rinpoche, is a Tibetan Buddhist monk and politician who served as the Prime Minister of the cabinet of the Central Tibetan Administration, the Tibetan government-in-exile based in Dharamshala, India.",
    "year": 1939,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Joe Dassin",
    "birthday": "1938-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Joe_Dassin_1960s.jpg/320px-Joe_Dassin_1960s.jpg",
    "extract": "Joseph Ira Dassin was an American-French singer-songwriter and actor. He was the son of film director Jules Dassin.",
    "year": 1938,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "César Luis Menotti",
    "birthday": "1938-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Menotti_world_cup.jpg/206px-Menotti_world_cup.jpg",
    "extract": "César Luis Menotti, known as El Flaco (\"Slim\"), is an Argentine former football manager and player who won the 1978 FIFA World Cup as the head coach of the Argentina national team.",
    "year": 1938,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jim Steranko",
    "birthday": "1938-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/STERANKOjulieAWARD4x6.tif/lossless-page1-227px-STERANKOjulieAWARD4x6.tif.png",
    "extract": "James F. Steranko is an American graphic artist, comic book writer/artist, comics historian, magician, publisher and film production illustrator.",
    "year": 1938,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Chan Sek Keong",
    "birthday": "1937-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/1_chan_sek_keong_2012.jpg/320px-1_chan_sek_keong_2012.jpg",
    "extract": "Chan Sek Keong is a Malayan-born Singaporean retired judge who served as the third chief justice of Singapore between 2006 and 2012, appointed by President S. R. Nathan. Prior to his appointment as chief justice, he served as the country's attorney-general between 1992 and 2006.",
    "year": 1937,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Uwe Seeler",
    "birthday": "1936-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Uwe_Seeler_%E2%80%93_Tag_der_Legenden_2016_03.jpg/257px-Uwe_Seeler_%E2%80%93_Tag_der_Legenden_2016_03.jpg",
    "extract": "Uwe Seeler is a German former footballer and football official. As a striker, he was a prolific scorer for Hamburger SV and also made 72 appearances for the West Germany national team. Usually regarded as one of the greatest players in German football history, Seeler was named one of FIFA's 125 greatest living players by Pelé in 2004. He was the first football player to be awarded the Great Order of Merit of the Federal Republic of Germany. His grandson, Levin Öztunalı, is also a professional footballer.",
    "year": 1936,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lester Piggott",
    "birthday": "1935-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/%C3%98vrevold._Lester_Piggot_-_L0060_922Fo30141701170209_%28cropped%29.jpg/256px-%C3%98vrevold._Lester_Piggot_-_L0060_922Fo30141701170209_%28cropped%29.jpg",
    "extract": "Lester Keith Piggott was an English professional jockey and trainer. With 4,493 career wins, including a record nine Epsom Derby victories, he is widely regarded as one of the greatest flat racing jockeys of all time and the originator of a much imitated style. Popularly called \"The Long Fellow\", he was known for his competitive personality, keeping himself 30 lb (14 kg) under his natural weight and, on occasion, not sparing the whip, such as on Roberto in the 1972 Derby. Of his great winners, Piggott regarded Sir Ivor as the easiest to ride. Piggott was convicted of tax fraud in 1987 and sentenced to three years in prison. He served just over one year.",
    "year": 1935,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jeb Stuart Magruder",
    "birthday": "1934-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a5/Portrait_of_Jeb_Stuart_Magruder_-_NARA_-_194667.jpg/315px-Portrait_of_Jeb_Stuart_Magruder_-_NARA_-_194667.jpg",
    "extract": "Jeb Stuart Magruder was an American businessman and disgraced high-level political operative in the Republican Party who served time in prison for his role in the Watergate scandal.",
    "year": 1934,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Herb Edelman",
    "birthday": "1933-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Herb_Edelman_The_Good_Guys_1969.JPG/320px-Herb_Edelman_The_Good_Guys_1969.JPG",
    "extract": "Herbert Edelman was an American actor of stage, film and television. He was twice nominated for an Emmy Award for his television work. One of his best-known roles was as Stanley Zbornak, the ex-husband of Dorothy Zbornak on The Golden Girls. He also had a recurring role on the 1980s medical drama St. Elsewhere.",
    "year": 1933,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Algirdas Lauritėnas",
    "birthday": "1932-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/82/Algirdas_Lauritenas.PNG/294px-Algirdas_Lauritenas.PNG",
    "extract": "Algirdas Teodoras Lauritėnas was a Lithuanian basketball player. He was a member of the Soviet team during the 1950s, and won a silver medal at the 1956 Summer Olympics. He was also part of the team that became European champion in 1953 and 1957 and won a bronze medal in 1955.",
    "year": 1932,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Leonard Herzenberg",
    "birthday": "1931-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/LenHerzenberg.jpg/320px-LenHerzenberg.jpg",
    "extract": "Leonard Arthur \"Len\" Herzenberg was an immunologist, geneticist and professor at Stanford University. His contributions to the development of cell biology made it possible to sort viable cells by their specific properties.",
    "year": 1931,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ike Turner",
    "birthday": "1931-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Ike_Turner_1972.jpg/278px-Ike_Turner_1972.jpg",
    "extract": "Izear Luster \"Ike\" Turner Jr. was an American musician, bandleader, songwriter, record producer, and talent scout. An early pioneer of 1950s rock and roll, he is best known for his work in the 1960s and 1970s with his then-wife Tina Turner as the leader of the Ike & Tina Turner Revue.",
    "year": 1931,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Wim Bleijenberg",
    "birthday": "1930-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Wim_Bleijenberg_%281953%29.jpg/249px-Wim_Bleijenberg_%281953%29.jpg",
    "extract": "Wim Bleijenberg was a Dutch international football player, who played for FC Wageningen, Rigtersbleek, AFC Ajax, Blauw-Wit Amsterdam, Go Ahead Eagles and AGOVV Apeldoorn during his career.",
    "year": 1930,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Hans Mommsen",
    "birthday": "1930-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Hans_Mommsen_IEIS_Conference_Arno_J_Mayer_--_cropped.jpg/239px-Hans_Mommsen_IEIS_Conference_Arno_J_Mayer_--_cropped.jpg",
    "extract": "Hans Mommsen was a German historian, known for his studies in German social history, and for his functionalist interpretation of the Third Reich, especially for arguing that Adolf Hitler was a weak dictator. Descended from Nobel Prizewinning historian Theodor Mommsen, he was a member of the Social Democratic Party of Germany.",
    "year": 1930,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Hirotugu Akaike",
    "birthday": "1927-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Akaike.jpg/237px-Akaike.jpg",
    "extract": "Hirotugu Akaike  was a Japanese statistician. In the early 1970s, he formulated the Akaike information criterion (AIC). AIC is now widely used for model selection, which is commonly the most difficult aspect of statistical inference; additionally, AIC is the basis of a paradigm for the foundations of statistics. Akaike also made major contributions to the study of time series. As well, he had a large role in the general development of statistics in Japan.",
    "year": 1927,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Berger",
    "birthday": "1926-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/John_Berger-2009_%286%29.jpg/285px-John_Berger-2009_%286%29.jpg",
    "extract": "John Peter Berger was an English art critic, novelist, painter and poet. His novel G. won the 1972 Booker Prize, and his essay on art criticism Ways of Seeing, written as an accompaniment to the BBC series of the same name, is often used as a university text. He lived in France for over fifty years.",
    "year": 1926,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Rudolf Augstein",
    "birthday": "1923-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Bundesarchiv_B_145_Bild-F058375-0003%2C_Freiburg%2C_FDP-Bundesparteitag%2C_Augstein.jpg/320px-Bundesarchiv_B_145_Bild-F058375-0003%2C_Freiburg%2C_FDP-Bundesparteitag%2C_Augstein.jpg",
    "extract": "Rudolf Karl Augstein was a German journalist, editor, publicist, and politician. He was one of the most influential German journalists, founder and part-owner of Der Spiegel magazine. As a politician, he was a member of the Bundestag for the Free Democratic Party of Germany (FDP) between November 1972 and January 1973.",
    "year": 1923,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Violet Barclay",
    "birthday": "1922-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/bb/VioletBarclay.png",
    "extract": "Violet A. Barclay, who also worked under the name Valerie Barclay and the married name Valerie Smith, was an American illustrator best known as one of the pioneering female comic-book artists, having started in the field during the 1930s and 1940s period historians and fans call the Golden Age of Comic Books.",
    "year": 1922,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Yitzchok Scheiner",
    "birthday": "1922-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/%D7%94%D7%A8%D7%91_%D7%99%D7%A6%D7%97%D7%A7_%D7%A9%D7%99%D7%99%D7%A0%D7%A8.jpg/278px-%D7%94%D7%A8%D7%91_%D7%99%D7%A6%D7%97%D7%A7_%D7%A9%D7%99%D7%99%D7%A0%D7%A8.jpg",
    "extract": "Rabbi Yitzchok Scheiner was an Israeli–American rabbi who was the rosh yeshiva of the Kamenitz yeshiva of Jerusalem.",
    "year": 1922,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Cecil H. Underwood",
    "birthday": "1922-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Cecil_H._Underwood.jpg/244px-Cecil_H._Underwood.jpg",
    "extract": "Cecil Harland Underwood was an American Republican Party politician from West Virginia, known for the length of his career.",
    "year": 1922,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "György Cziffra",
    "birthday": "1921-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6f/Georges_Cziffra.jpg/259px-Georges_Cziffra.jpg",
    "extract": "Christian Georges Cziffra was a Hungarian-French virtuoso pianist and composer. He is considered to be one of the greatest virtuoso pianists of the twentieth century. Among his teachers was István Thomán, who was a favourite pupil of Franz Liszt.",
    "year": 1921,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Fawzia Fuad of Egypt",
    "birthday": "1921-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Princess_Fawzia_Fuad_of_Egypt_by_Armand.jpg/235px-Princess_Fawzia_Fuad_of_Egypt_by_Armand.jpg",
    "extract": "Fawzia of Egypt, also known as Fawzia Chirine, was an Egyptian princess who became Queen of Iran as the first wife of Mohammad Reza Pahlavi, Shah of Iran.",
    "year": 1921,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Douglass North",
    "birthday": "1920-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Douglass_North.jpg/222px-Douglass_North.jpg",
    "extract": "Douglass Cecil North was an American economist known for his work in economic history. He was the co-recipient of the 1993 Nobel Memorial Prize in Economic Sciences. In the words of the Nobel Committee, North and Fogel \"renewed research in economic history by applying economic theory and quantitative methods in order to explain economic and institutional change.\"",
    "year": 1920,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Myron Floren",
    "birthday": "1919-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Lawrence_welk_show_1969.JPG/320px-Lawrence_welk_show_1969.JPG",
    "extract": "Myron Floren was an American musician best known as the accordionist on The Lawrence Welk Show between 1950 and 1980. Floren came to prominence primarily from his regular appearances on the weekly television series in which Lawrence Welk dubbed him as \"the happy Norwegian,\" which was also attributed to Peter Friello.",
    "year": 1919,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jacqueline Auriol",
    "birthday": "1917-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/02.03.69_1er_vol_de_Concorde_avec_Jacqueline_Auriol_%281969%29_-_53Fi1884_%28cropped%29.jpg/261px-02.03.69_1er_vol_de_Concorde_avec_Jacqueline_Auriol_%281969%29_-_53Fi1884_%28cropped%29.jpg",
    "extract": "Jacqueline Auriol was a French aviator who set several world speed records.",
    "year": 1917,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "James Lawton Collins Jr.",
    "birthday": "1917-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/James_L._Collins_Jr.jpg/237px-James_L._Collins_Jr.jpg",
    "extract": "James Lawton Collins Jr. was a brigadier general in the U.S. Army who served in World War II, the Korean War and the Vietnam War, a military historian, and a viticulturist. He was the son of Major General James Lawton Collins, nephew of General J. Lawton Collins, who served as Chief of Staff of the Army during the Korean War, and older brother of Apollo 11 astronaut Major General Michael Collins. He led a North Dakota National Guard artillery battalion in Normandy in 1944, and served as the U.S. Army Chief of Military History from 1970 to 1982.",
    "year": 1917,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Guy Green (filmmaker)",
    "birthday": "1913-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7a/Guy_Green_1992.png",
    "extract": "Guy Mervin Charles Green OBE BSC\n(5 November 1913 – 15 September 2005) was an English film director, producer, screenwriter, and cinematographer. In 1948, he won an Oscar as cinematographer for the film Great Expectations. In 2002, Green was given a Lifetime Achievement Award by the BAFTA, and, in 2004, he was named an Officer of the Order of the British Empire for his lifetime contributions to British cinema.",
    "year": 1913,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Vivien Leigh",
    "birthday": "1913-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Vivien_Leigh_Scarlet.jpg/260px-Vivien_Leigh_Scarlet.jpg",
    "extract": "Vivien Leigh, styled as Lady Olivier after 1947, was a British actress. She won the Academy Award for Best Actress twice, for her definitive performances as Scarlett O'Hara in Gone with the Wind (1939) and Blanche DuBois in the film version of A Streetcar Named Desire (1951), a role she had also played on stage in London's West End in 1949. She also won a Tony Award for her work in the Broadway musical version of Tovarich (1963). Although her career had periods of inactivity, in 1999 the American Film Institute ranked Leigh as the 16th greatest female movie star of classic Hollywood cinema.",
    "year": 1913,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John McGiver",
    "birthday": "1913-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/John_McGiver_Many_Happy_Returns_1964.jpg/240px-John_McGiver_Many_Happy_Returns_1964.jpg",
    "extract": "John Irwin McGiver was an American character actor who made more than a hundred appearances in television and motion pictures over a two-decade span from 1955 to 1975.",
    "year": 1913,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "W. Allen Wallis",
    "birthday": "1912-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/WAllenWallis1970.jpg/294px-WAllenWallis1970.jpg",
    "extract": "Wilson Allen Wallis was an American economist and statistician who served as president of the University of Rochester. He is best known for the Kruskal–Wallis one-way analysis of variance, which is named after him and William Kruskal.",
    "year": 1912,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Marie Osborne Yeats",
    "birthday": "1911-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Baby_Marie_Osborne.jpg/245px-Baby_Marie_Osborne.jpg",
    "extract": "Marie Osborne Yeats, credited as Baby Marie between 1914 and 1919, was the first major child star of American silent films. She was one of the three major American child stars of the Hollywood silent film era along with Jackie Coogan and Diana Serra Cary. As an adult, from 1934 until 1950, and now billed as Marie Osborne, she continued in film productions, although she appeared only in uncredited roles. In the 1950s, after retiring from the acting profession, she carved out a second career as a costume designer for Hollywood film.",
    "year": 1911,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Roy Rogers",
    "birthday": "1911-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Roy_Rogers_in_The_Carson_City_Kid.jpg/302px-Roy_Rogers_in_The_Carson_City_Kid.jpg",
    "extract": "Roy Rogers was an American singer, actor, and television host. Following early work under his given name, first as co-founder of the Sons of the Pioneers and then acting, the rebranded Rogers then became one of the most popular Western stars of his era. Known as the \"King of the Cowboys\", he appeared in over 100 films and numerous radio and television episodes of The Roy Rogers Show. In many of his films and television episodes, he appeared with his wife, Dale Evans; his Golden Palomino, Trigger; and his German Shepherd, Bullet. His show was broadcast on radio for nine years and then on television from 1951 through 1957. His early roles were uncredited parts in films by fellow cowboy singing star Gene Autry and his productions usually featured a sidekick, often Pat Brady, Andy Devine, George \"Gabby\" Hayes, or Smiley Burnette. In his later years, he lent his name to the franchise chain of Roy Rogers Restaurants.",
    "year": 1911,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Hackett (British Army officer)",
    "birthday": "1910-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/ac/John_Hackett.jpg/241px-John_Hackett.jpg",
    "extract": "General Sir John Winthrop Hackett, was an Australian-born British soldier, painter, university administrator, author and in later life, a commentator.",
    "year": 1910,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Endre Kabos",
    "birthday": "1906-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Endre_Kabos_1936.jpg/203px-Endre_Kabos_1936.jpg",
    "extract": "Endre Kabos was a Hungarian sabre fencer. He competed individually and with the team at the 1932 and 1936 Olympics and won three gold and one bronze medals.",
    "year": 1906,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Fred Lawrence Whipple",
    "birthday": "1906-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/16/FredLawrenceWhipple.jpg/273px-FredLawrenceWhipple.jpg",
    "extract": "Fred Lawrence Whipple was an American astronomer, who worked at the Harvard College Observatory for more than 70 years. Amongst his achievements were asteroid and comet discoveries, the \"dirty snowball\" hypothesis of comets, and the invention of the Whipple shield.",
    "year": 1906,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Joel McCrea",
    "birthday": "1905-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Joel_McCrea_-_publicity.JPG/251px-Joel_McCrea_-_publicity.JPG",
    "extract": "Joel Albert McCrea was an American actor whose career spanned a wide variety of genres over almost five decades, including comedy, drama, romance, thrillers, adventures, and Westerns, for which he became best known.",
    "year": 1905,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Louis Rosier",
    "birthday": "1905-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7e/Louis_Rosier.jpg/228px-Louis_Rosier.jpg",
    "extract": "Louis Rosier was a racing driver from France.",
    "year": 1905,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Etta Moten Barnett",
    "birthday": "1901-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Etta_Moten_Barnett_%2813270182663%29.jpg/320px-Etta_Moten_Barnett_%2813270182663%29.jpg",
    "extract": "Etta Moten Barnett was an American actress and contralto vocalist, who was identified with her signature role of \"Bess\" in Porgy and Bess. She created new roles for African-American women on stage and screen. After her performing career, Barnett was active in Chicago as a major philanthropist and civic activist, raising funds for and supporting cultural, social and church institutions. She also hosted a radio program in Chicago and represented the United States in several official delegations to nations in Africa.",
    "year": 1901,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Martin Dies Jr.",
    "birthday": "1901-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Martin_Dies.png/250px-Martin_Dies.png",
    "extract": "Martin Dies Jr., also known as Martin Dies Sr., was a Texas politician and a Democratic member of the United States House of Representatives. He was elected as a Democrat to the Seventy-second and after that to the six succeeding Congresses. In 1944, Dies did not seek renomination to the Seventy-ninth Congress, but was elected to the Eighty-third and to the two succeeding Congresses. Again, he did not seek renomination in 1958 to the Eighty-sixth Congress. In 1941 and 1957, he was twice defeated for the nomination to fill a vacancy in the United States Senate. Dies served as the first chairman of the Special Committee to Investigate Un-American Activities from 1937 through 1944.",
    "year": 1901,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Eddie Paynter",
    "birthday": "1901-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Eddie_Paynter.jpg/320px-Eddie_Paynter.jpg",
    "extract": "Edward Paynter was an English cricketer: an attacking batsman and excellent fielder. His Test batting average of 59.23 is the seventh highest of all time, and second only to Herbert Sutcliffe amongst Englishmen; against Australia alone Paynter averaged an extraordinary 84.42.",
    "year": 1901,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Natalie Schafer",
    "birthday": "1900-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/NatalieSchafer.jpg/254px-NatalieSchafer.jpg",
    "extract": "Natalie Schafer was an American actress of film, stage and television, known for her role as Lovey Howell on the sitcom Gilligan's Island (1964–1967).",
    "year": 1900,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Margaret Atwood Judson",
    "birthday": "1899-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/MargaretAtwoodJudson1922.png/217px-MargaretAtwoodJudson1922.png",
    "extract": "Margaret Atwood Judson was an American historian and author.",
    "year": 1899,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Walter Gieseking",
    "birthday": "1895-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Walter-Gieseking.jpg/230px-Walter-Gieseking.jpg",
    "extract": "Walter Wilhelm Gieseking was a French-born German pianist and composer. Gieseking was renowned for his subtle touch, pedaling, and dynamic control—particularly in the music of Debussy and Ravel; he made integral recordings of all their published works which were extant during his life. He also recorded most of the solo piano works by Mozart.",
    "year": 1895,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Beardsley Ruml",
    "birthday": "1894-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/88/Beardsley_Ruml.jpeg/250px-Beardsley_Ruml.jpeg",
    "extract": "Beardsley Ruml was an American statistician, economist, philanthropist, planner, businessman and man of affairs in the 1920s, 1930s and 1940s.",
    "year": 1894,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Raymond Loewy",
    "birthday": "1893-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/21/PRR-S1-Loewy.jpg/320px-PRR-S1-Loewy.jpg",
    "extract": "Raymond Loewy was a French-born American industrial designer who achieved fame for the magnitude of his design efforts across a variety of industries. He was recognized for this by Time magazine and featured on its cover on October 31, 1949.",
    "year": 1893,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "J. B. S. Haldane",
    "birthday": "1892-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3b/J._B._S._Haldane.jpg",
    "extract": "John Burdon Sanderson Haldane, nicknamed \"Jack\" or \"JBS\", was a British scientist who worked in physiology, genetics, evolutionary biology, and mathematics. With innovative use of statistics in biology, he was one of the founders of neo-Darwinism. He served in the Great War, and obtained the rank of captain. Despite his lack of an academic degree in the field, he taught biology at the University of Cambridge, the Royal Institution, and University College London. Renouncing his British citizenship, he became an Indian citizen and worked at the Indian Statistical Institute for the rest of his life.",
    "year": 1892,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Alcock (RAF officer)",
    "birthday": "1892-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/29/William_Alcock.jpg",
    "extract": "Captain Sir John William \"Jack\" Alcock was a Royal Navy and later Royal Air Force officer who, with navigator Lieutenant Arthur Whitten Brown, piloted the first non-stop transatlantic flight from St. John's, Newfoundland to Clifden, Ireland. He died in a flying accident in France in 1919.",
    "year": 1892,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jan Zrzavý",
    "birthday": "1890-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Karel_Kukl%C3%ADk%2C_portr%C3%A9t_Jana_Zrzav%C3%A9ho%2C_60._l%C3%A9ta.jpg/240px-Karel_Kukl%C3%ADk%2C_portr%C3%A9t_Jana_Zrzav%C3%A9ho%2C_60._l%C3%A9ta.jpg",
    "extract": "Jan Zrzavý was a leading Czech painter, graphic artist and illustrator of the 20th century.",
    "year": 1890,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Paul Wittgenstein",
    "birthday": "1887-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Paul_Wittgenstein_3_%28c%29_BFMI.jpg/263px-Paul_Wittgenstein_3_%28c%29_BFMI.jpg",
    "extract": "Paul Wittgenstein was an Austrian-American concert pianist notable for commissioning new piano concerti for the left hand alone, following the amputation of his right arm during the First World War. He devised novel techniques, including pedal and hand-movement combinations, that allowed him to play chords previously regarded as impossible for a five-fingered pianist.",
    "year": 1887,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sadae Inoue",
    "birthday": "1886-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Inoue_Sadae.jpg/221px-Inoue_Sadae.jpg",
    "extract": "Sadae Inoue  was a general in the Imperial Japanese Army in World War II. He commanded the Japanese forces at the Battle of Peleliu and the Battle of Angaur.",
    "year": 1886,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Will Durant",
    "birthday": "1885-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/53/William_and_Ariel_Durant.jpg",
    "extract": "William James Durant was an American writer, historian, and philosopher. He became best known for his work The Story of Civilization, 11 volumes written in collaboration with his wife, Ariel Durant, and published between 1935 and 1975. He was earlier noted for The Story of Philosophy (1926), described as \"a groundbreaking work that helped to popularize philosophy\".",
    "year": 1885,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "James Elroy Flecker",
    "birthday": "1884-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/James_Elroy_Flecker_at_Cambridge.jpg/224px-James_Elroy_Flecker_at_Cambridge.jpg",
    "extract": "\n\nJames Elroy Flecker was a British novelist and playwright. As a poet, he was most influenced by the Parnassian poets.",
    "year": 1884,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "George A. Malcolm",
    "birthday": "1881-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a6/George_A._Malcolm_%281881-1961%29.jpg",
    "extract": "George Arthur Malcolm was an American lawyer who emerged as an influential figure in the development of the practice of law in the Philippines in the 20th century. Constitutional scholar and academic Joaquin Bernas described Malcolm as \"the man who more than any single American contributed most to early constitutional development in the Philippines.\" At age 35, he was appointed Associate Justice of the Supreme Court of the Philippines, where he would serve for 19 years. His most enduring legacy perhaps lies in his role in the establishment of the College of Law at the University of the Philippines.",
    "year": 1881,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Otto Wahle",
    "birthday": "1879-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Otto_Wahle_1901.jpg/262px-Otto_Wahle_1901.jpg",
    "extract": "Otto Wahle was an Austrian-American swimmer who took part in two Summer Olympic Games and won a total of three medals. Wahle coached the men's US swim team at the 1912 Olympics, and the men's US water polo team at the 1920 and 1924 Olympics.",
    "year": 1879,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Edwin Flack",
    "birthday": "1873-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Edwin_flack_side_profile.jpg",
    "extract": "Edwin Harold Flack was an Australian athlete and tennis player. Also known as \"Teddy\", he was Australia's first Olympian, being its only representative in 1896, and the first Olympic champion in the 800 metres and the 1500 metres running events.",
    "year": 1873,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Chittaranjan Das",
    "birthday": "1870-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/24/Chittaranjan_Das_2.jpg",
    "extract": "Chittaranjan Das, popularly called Deshbandhu, was an Indian freedom fighter, political activist and lawyer during the Indian independence movement and founder-leader of the Swaraj Party in Bengal during the period of British colonial rule in India. His name is abbreviated as C. R. Das.",
    "year": 1870,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ida Tarbell",
    "birthday": "1857-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Ida_M._Tarbell_crop.jpg/269px-Ida_M._Tarbell_crop.jpg",
    "extract": "Ida Minerva Tarbell was an American writer, investigative journalist, biographer and lecturer. She was one of the leading muckrakers of the Progressive Era of the late 19th and early 20th centuries and pioneered investigative journalism. Born in Pennsylvania at the onset of the oil boom, Tarbell is best known for her 1904 book The History of the Standard Oil Company. The book was published as a series of articles in McClure's Magazine from 1902 to 1904. It has been called a \"masterpiece of investigative journalism\", by historian J. North Conway, as well as \"the single most influential book on business ever published in the United States\" by historian Daniel Yergin. The work contributed to the dissolution of the Standard Oil monopoly and helped usher in the Hepburn Act of 1906, the Mann-Elkins Act, the creation of the Federal Trade Commission (FTC) and the Clayton Antitrust Act.",
    "year": 1857,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Eugene V. Debs",
    "birthday": "1855-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Eugene_Debs_portrait.jpeg/231px-Eugene_Debs_portrait.jpeg",
    "extract": "Eugene Victor \"Gene\" Debs was an American socialist, political activist, trade unionist, one of the founding members of the Industrial Workers of the World (IWW), and five times the candidate of the Socialist Party of America for President of the United States. Through his presidential candidacies as well as his work with labor movements, Debs eventually became one of the best-known socialists living in the United States.",
    "year": 1855,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Léon Teisserenc de Bort",
    "birthday": "1855-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/L%C3%A9on_Teisserenc_de_Bort.jpg/221px-L%C3%A9on_Teisserenc_de_Bort.jpg",
    "extract": "Léon Philippe Teisserenc de Bort was a French meteorologist and a pioneer in the field of aerology. Together with Richard Assmann (1845-1918), he is credited as co-discoverer of the stratosphere, as both men announced their discovery during the same time period in 1902. \nTeisserenc de Bort pioneered the use of unmanned instrumented balloons and was the first to identify the region in the atmosphere around 8-17 kilometers of height where the lapse rate reaches zero, known today as the tropopause.",
    "year": 1855,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alphonse Desjardins (co-operator)",
    "birthday": "1854-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Alphonse_Desjardins.jpg/228px-Alphonse_Desjardins.jpg",
    "extract": "Gabriel-Alphonse Desjardins, born in Lévis, Quebec, was the co-founder of the Caisses Populaires Desjardins, a forerunner of North American credit unions and community banks. For his contribution to the advancement of agriculture in the province of Quebec, he was posthumously inducted to the Agricultural Hall of Fame of Quebec in 1994",
    "year": 1854,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Paul Sabatier (chemist)",
    "birthday": "1854-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Paul_Sabatier.jpg/226px-Paul_Sabatier.jpg",
    "extract": "Prof Paul Sabatier FRS(For) HFRSE was a French chemist, born in Carcassonne. In 1912, Sabatier was awarded the Nobel Prize in Chemistry along with Victor Grignard. Sabatier was honoured for his work improving the hydrogenation of organic species in the presence of metals.",
    "year": 1854,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Charles Dupuy",
    "birthday": "1851-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Dupuy.jpg/273px-Dupuy.jpg",
    "extract": "Charles Alexandre Dupuy was a French statesman, three times prime minister.",
    "year": 1851,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ella Wheeler Wilcox",
    "birthday": "1850-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Ella_Wheeler_Wilcox_circa_1919.jpg/234px-Ella_Wheeler_Wilcox_circa_1919.jpg",
    "extract": "Ella Wheeler Wilcox was an American author and poet. Her works include Poems of Passion and Solitude, which contains the lines \"Laugh, and the world laughs with you; weep, and you weep alone.\" Her autobiography, The Worlds and I, was published in 1918, a year before her death.",
    "year": 1850,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Duncan Gordon Boyes",
    "birthday": "1846-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fe/Duncan_Boyes.jpg",
    "extract": "Duncan Gordon Boyes VC was an English recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. The award was bestowed upon him for his actions during the Shimonoseki Expedition, Japan in 1864. He was later discharged from naval service as a result of ill-discipline and moved to New Zealand to work on his family's sheep station. Suffering from depression and alcoholism, he committed suicide at the age of 22 in Dunedin.",
    "year": 1846,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Moritz Szeps",
    "birthday": "1835-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Moriz_Szeps_1877_L%C3%A1szl%C3%B3_von_Frecskay.png/255px-Moriz_Szeps_1877_L%C3%A1szl%C3%B3_von_Frecskay.png",
    "extract": "Moritz Szeps was an Austrian newspaper tycoon who founded and published the Neues Wiener Tagblatt (1867-1886), Wiener Tagblatt (1886-1894), and Das Wissen für Alle (1900).",
    "year": 1835,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Benjamin Butler",
    "birthday": "1818-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Benjamin_Franklin_Butler_Brady-Handy.jpg/229px-Benjamin_Franklin_Butler_Brady-Handy.jpg",
    "extract": "Benjamin Franklin Butler was a major general of the Union Army, politician, lawyer and businessman from Massachusetts. Born in New Hampshire and raised in Lowell, Massachusetts, Butler is best known as a political major general of the Union Army during the American Civil War, and for his leadership role in the impeachment of U.S. President Andrew Johnson. He was a colorful and often controversial figure on the national stage and in the Massachusetts political scene and ran several campaigns for Governor before his election to that office in 1882.",
    "year": 1818,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "William Bland",
    "birthday": "1789-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Dr_William_Bland_ca_1845_-_portrait_a128689.jpg/253px-Dr_William_Bland_ca_1845_-_portrait_a128689.jpg",
    "extract": "William Bland was a transported convict, medical practitioner and surgeon, politician, farmer and inventor in the Colony of New South Wales, Australia.",
    "year": 1789,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Richard Cosway",
    "birthday": "1742-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Cosway%2C_Self-portrait.jpg/272px-Cosway%2C_Self-portrait.jpg",
    "extract": "Richard Cosway was a leading English portrait painter of the Georgian and Regency era, noted for his miniatures. He was a contemporary of John Smart, George Engleheart, William Wood, and Richard Crosse. He befriended fellow Free-masons and Swedenborgians William Blake and Chevalier d'Éon. His wife was the Italian-born painter Maria Cosway, a close friend of Thomas Jefferson.",
    "year": 1742,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Hugh Montgomerie, 12th Earl of Eglinton",
    "birthday": "1739-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/John_Singleton_Copley_-_Hugh_Montgomerie%2C_12th_Earl_of_Eglinton%2C_1739_-_1819._Soldier%3B_Lord_Lieutenant_of_Ayrshire_-_Google_Art_Project.jpg/210px-John_Singleton_Copley_-_Hugh_Montgomerie%2C_12th_Earl_of_Eglinton%2C_1739_-_1819._Soldier%3B_Lord_Lieutenant_of_Ayrshire_-_Google_Art_Project.jpg",
    "extract": "Colonel Hugh Montgomerie, 12th Earl of Eglinton KT was a Scottish peer, politician, soldier and composer.",
    "year": 1739,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Pietro Longhi",
    "birthday": "1701-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Pietro_Longhi_050.jpg/264px-Pietro_Longhi_050.jpg",
    "extract": "Pietro Longhi was a Venetian painter of contemporary genre scenes of life.",
    "year": 1701,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Louis Bertrand Castel",
    "birthday": "1688-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Ihs-logo.svg/320px-Ihs-logo.svg.png",
    "extract": "Louis Bertrand Castel was a French mathematician born in Montpellier, who entered the order of the Jesuits in 1703. Having studied literature, he afterwards devoted himself entirely to mathematics and natural philosophy. After moving from Toulouse to Paris in 1720, at the behest of Bernard de Fontenelle, Castel acted as the science editor of the Jesuit Journal de Trévoux.",
    "year": 1688,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Christoph Ludwig Agricola",
    "birthday": "1667-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Christoph_Ludwig_Agricola.jpg/226px-Christoph_Ludwig_Agricola.jpg",
    "extract": "Christoph Ludwig Agricola was a German landscape painter and etcher. He was born and died at Regensburg (Ratisbon).",
    "year": 1667,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Attilio Ariosti",
    "birthday": "1666-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Attilius_Ariosti.jpg/256px-Attilius_Ariosti.jpg",
    "extract": "Attilio Malachia Ariosti was a Servite Friar and Italian composer in the Baroque style, born in Bologna. He produced more than 30 operas and oratorios, numerous cantatas and instrumental works.",
    "year": 1666,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ibrahim of the Ottoman Empire",
    "birthday": "1615-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Ibrahim_I.jpg/220px-Ibrahim_I.jpg",
    "extract": "Ibrahim was the Sultan of the Ottoman Empire from 1640 until 1648. He was born in İstanbul, the son of Ahmed I by Valide Kösem Sultan, an ethnic Greek originally named Anastasia.",
    "year": 1615,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Isaac de Benserade",
    "birthday": "1613-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Isaac_de_Benserade_-_Versailles_MV_2927.jpg/251px-Isaac_de_Benserade_-_Versailles_MV_2927.jpg",
    "extract": "Isaac de Benserade was a French poet.",
    "year": 1613,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Anna Maria van Schurman",
    "birthday": "1607-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Jan_Lievens_-_Portrait_of_Anna_Maria_van_Schurman.jpg/253px-Jan_Lievens_-_Portrait_of_Anna_Maria_van_Schurman.jpg",
    "extract": "Anna Maria van Schurman  was a Dutch painter, engraver, poet, and scholar, who is best known for her exceptional learning and her defence of female education. She was a highly educated woman, who excelled in art, music, and literature, and became proficient in fourteen languages, including Latin, Greek, Hebrew, Arabic, Syriac, Aramaic, and Ethiopic, as well as various contemporary European languages. She was also the first woman to non-officially study at a Dutch university.",
    "year": 1607,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Charles Chauncy",
    "birthday": "1592-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/HarvardPresidentCharlesChauncy.jpg/268px-HarvardPresidentCharlesChauncy.jpg",
    "extract": "Charles Chauncy was an Anglo-American Congregational clergyman, educator, and secondarily, a physician.",
    "year": 1592,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Philippe de Mornay",
    "birthday": "1549-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Philippe_Duplessis-Mornay.jpg/232px-Philippe_Duplessis-Mornay.jpg",
    "extract": "Philippe de Mornay, seigneur du Plessis Marly, usually known as Du-Plessis-Mornay or Mornay Du Plessis, was a French Protestant writer and member of the anti-monarchist Monarchomaques.",
    "year": 1549,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Hans Sachs",
    "birthday": "1494-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Hans_Sachs.jpg/286px-Hans_Sachs.jpg",
    "extract": "Hans Sachs was a German Meistersinger (\"mastersinger\"), poet, playwright, and shoemaker.",
    "year": 1494,
    "month": 11,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ghazan",
    "birthday": "1271-11-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/GhazanConversionToIslam.JPG/238px-GhazanConversionToIslam.JPG",
    "extract": "Mahmud Ghazan was the seventh ruler of the Mongol Empire's Ilkhanate division in modern-day Iran from 1295 to 1304. He was the son of Arghun, grandson of Abaqa Khan and great-grandson of Hulagu Khan, continuing a long line of rulers who were direct descendants of Genghis Khan. Considered the most prominent of the Ilkhans, he is perhaps best known for converting to Islam and meeting Imam Ibn Taymiyya in 1295 when he took the throne, marking a turning point for the dominant religion of the Mongols in Western Asia. One of his many principal wives was Kököchin, a Mongol princess sent by his great-uncle Kublai Khan.",
    "year": 1271,
    "month": 11,
    "day": 5,
    "language": "en"
  }
]