[
  {
    "name": "Jasmine Thompson",
    "birthday": "2000-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Jasmine_Thompson_%2818170507733%29_%28cropped%29.jpg/184px-Jasmine_Thompson_%2818170507733%29_%28cropped%29.jpg",
    "extract": "Jasmine Ying Thompson is an English singer and songwriter. Thompson began her career at the age of ten by filming herself singing and uploading the videos to YouTube. In 2014, she was featured on German deep house producer Robin Schulz's song \"Sun Goes Down\", which charted within the top 10 in multiple countries including Australia, Germany, Austria, and Switzerland. As of March 2019, her YouTube channel has amassed over 3.3 million subscribers and over 570 million views.",
    "year": 2000,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Przemek Karnowski",
    "birthday": "1993-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/EuroBasket_2017_Finland_vs_Poland_09_%28Karnowski_cropped%29.jpg/188px-EuroBasket_2017_Finland_vs_Poland_09_%28Karnowski_cropped%29.jpg",
    "extract": "Przemysław Marcin \"Przemek\" Karnowski is a Polish basketball player for Stelmet Zielona Góra of the PLK and the VTB United League. He completed his college career at Gonzaga University in the United States in 2017. He has also played for the Polish national team. He had been viewed by some NBA draft analysts as a potential first round pick in the 2016 draft, but chose to return to Gonzaga for his final season of college eligibility in 2016–17.",
    "year": 1993,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Christophe Vincent",
    "birthday": "1992-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Lens_-_AC_Ajaccio_%2811-08-2015%29_51.JPG/231px-Lens_-_AC_Ajaccio_%2811-08-2015%29_51.JPG",
    "extract": "Christophe Vincent is a French professional footballer who plays as a midfielder for Ligue 2 club Bastia.",
    "year": 1992,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Aaron Fotheringham",
    "birthday": "1991-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Aaron_Fotheringham.jpg/249px-Aaron_Fotheringham.jpg",
    "extract": "Aaron Fotheringham is an extreme wheelchair athlete who performs tricks adapted from skateboarding and BMX. He competes in the Vegas Am Jam series in skate park competitions, usually against BMX riders",
    "year": 1991,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jack Littlejohn",
    "birthday": "1991-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Jack_Littlejohn.jpg/190px-Jack_Littlejohn.jpg",
    "extract": "Jack Littlejohn is an Australian professional rugby league footballer who last played for the Salford Red Devils in the Super League. He previously played for the Wests Tigers and the Manly Warringah Sea Eagles in the National Rugby League. He plays as a halfback and five-eighth.",
    "year": 1991,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "DanTDM",
    "birthday": "1991-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Daniel_Middleton_2017.png/207px-Daniel_Middleton_2017.png",
    "extract": "Daniel Robert Middleton, better known online as DanTDM, is a British YouTuber and gamer known for his video game commentaries. His online video channels have covered many video games including Minecraft, Roblox and Pokémon.",
    "year": 1991,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "SZA",
    "birthday": "1990-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/SZA_CTRL_Tour_Toronto_2017_10_%28cropped%29.jpg/235px-SZA_CTRL_Tour_Toronto_2017_10_%28cropped%29.jpg",
    "extract": "Solána Imani Rowe, known professionally as SZA, is an American R&B singer. Born in St. Louis, Missouri, she began making music in the early 2010s, releasing two extended plays before signing with the hip hop record label Top Dawg Entertainment, through which she released Z, her third EP and first retail release.",
    "year": 1990,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Morgan Schneiderlin",
    "birthday": "1989-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Cskamu_50.jpg/256px-Cskamu_50.jpg",
    "extract": "Morgan Fernand Gérard Schneiderlin is a French professional footballer who plays as a defensive midfielder for Ligue 1 club Nice.",
    "year": 1989,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Giancarlo Stanton",
    "birthday": "1989-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Giancarlo_Stanton_2018.jpg/271px-Giancarlo_Stanton_2018.jpg",
    "extract": "Giancarlo Cruz-Michael Stanton, formerly known as Mike Stanton, is an American professional baseball designated hitter and outfielder for the New York Yankees of Major League Baseball (MLB). He made his MLB debut in 2010 as a member of the Miami Marlins, with whom he played until the end of the 2017 season. Stanton has twice led the National League (NL) in home runs; he hit 59 home runs in 2017, the most in 16 years. Known for his prodigious physical strength and ability to regularly hit long home runs, Stanton stands 6 feet 6 inches (1.98 m) tall and weighs 245 pounds (111 kg). He bats and throws right-handed.",
    "year": 1989,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jessica Lowndes",
    "birthday": "1988-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Jessica_Lowndes_2009.jpg/213px-Jessica_Lowndes_2009.jpg",
    "extract": "Jessica Lowndes is a Canadian actress and singer. She is best known for her roles as Adrianna Tate-Duncan on The CW teen drama series 90210, appearing in several Hallmark Channel movies, and the 2020 Lifetime Channel movie Too Close for Christmas which she co-produced with co-star Chad Michael Murray.",
    "year": 1988,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lucia Vadlejch",
    "birthday": "1988-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Lucie_Slanickova_at_TNT_-_Fortuna_Meeting_in_Kladno_16June2010_133.jpg/167px-Lucie_Slanickova_at_TNT_-_Fortuna_Meeting_in_Kladno_16June2010_133.jpg",
    "extract": "Lucia Slaničková-Vadlejch is a retired Slovak athlete who specialises in the heptathlon.",
    "year": 1988,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Édgar Benítez",
    "birthday": "1987-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Edgar_Benitez.jpg/159px-Edgar_Benitez.jpg",
    "extract": "Édgar Milciades Benítez Santander, nicknamed Pájaro (bird), is a Paraguayan footballer who plays as a midfielder for Alianza Lima. He also holds Mexican citizenship. A Paraguayan international on 56 occasions since 2008, he represented for his country FIFA World Cup 2010 and two Copa America tournaments. In 2006, he won the Milk Cup with Paraguay's under-20 team.",
    "year": 1987,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sam Bradford",
    "birthday": "1987-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Rams_quarterback_Sam_Bradford_at_the_coaching_clinic.jpg/252px-Rams_quarterback_Sam_Bradford_at_the_coaching_clinic.jpg",
    "extract": "Samuel Jacob Bradford is a former American football quarterback who played in the National Football League (NFL) for nine seasons, most notably with the St. Louis Rams and Minnesota Vikings. He was also a member of the Philadelphia Eagles and Arizona Cardinals. Bradford attended Putnam City North High School in Oklahoma City, where he starred in football, basketball and golf. As a senior quarterback in 2005, he threw for 2,029 yards and 17 touchdowns in 12 games. Bradford was not highly recruited coming out of high school, but he did receive a scholarship offer from the University of Oklahoma, which he accepted. After a redshirt season in 2006, Bradford threw for 3,121 yards and 36 touchdowns as a redshirt freshman. In 2008, Bradford became only the second sophomore to win the Heisman Trophy as he led the highest-scoring offense in NCAA history, passing for 4,720 yards with 50 touchdowns and just eight interceptions. He again led the nation in passing and also added five rushing touchdowns as the Sooners went 12-1 and advanced to the BCS national title game.",
    "year": 1987,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mohd Faiz Subri",
    "birthday": "1987-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Mohd_Faiz_Subri.jpg/320px-Mohd_Faiz_Subri.jpg",
    "extract": "Mohd Faiz bin Subri is a Malaysian professional footballer who plays as an attacking midfielder or forward for Malaysia Super League side Penang. He is best known for his banana free-kick goal which won him the 2016 FIFA Puskás Award.",
    "year": 1987,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Patricia Mayr-Achleitner",
    "birthday": "1986-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Mayr-Achleitner_WM14_%2814456967509%29.jpg/212px-Mayr-Achleitner_WM14_%2814456967509%29.jpg",
    "extract": "Patricia Mayr-Achleitner is a retired Austrian tennis player.",
    "year": 1986,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jamie Roberts",
    "birthday": "1986-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Jamie_Roberts_cropped.jpg/213px-Jamie_Roberts_cropped.jpg",
    "extract": "Jamie Huw Roberts is a Welsh rugby union player, who plays for the Waratahs. His usual position is centre.",
    "year": 1986,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Aaron Swartz",
    "birthday": "1986-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Aaron_Swartz_profile.jpg/231px-Aaron_Swartz_profile.jpg",
    "extract": "Aaron Hillel Swartz was an American computer programmer, entrepreneur, writer, political organizer, and Internet hacktivist. He was involved in the development of the web feed format RSS, the Markdown publishing format, the organization Creative Commons, the website framework web.py, and joined the social news site Reddit six months after its founding. He was given the title of co-founder of Reddit by Y Combinator owner Paul Graham after the formation of Not a Bug, Inc.. Swartz's work also focused on civic awareness and activism. He helped launch the Progressive Change Campaign Committee in 2009 to learn more about effective online activism. In 2010, he became a research fellow at Harvard University's Safra Research Lab on Institutional Corruption, directed by Lawrence Lessig. He founded the online group Demand Progress, known for its campaign against the Stop Online Piracy Act.",
    "year": 1986,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Magda Apanowicz",
    "birthday": "1985-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Magda_Apanowicz_at_Dragon_Con_2015_pensive.jpg/320px-Magda_Apanowicz_at_Dragon_Con_2015_pensive.jpg",
    "extract": "Magda Apanowicz is a Canadian actress. She is best known for her roles as Andy Jensen on the ABC Family series Kyle XY, as Lacy Rand in the Syfy science fiction drama series Caprica and as Emily on the science fiction series Continuum. Recently, she starred as Sandy in the Netflix thriller series You.",
    "year": 1985,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Míchel (footballer, born 1985)",
    "birthday": "1985-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Chelsea_6_Qarabag_0_%2837062676141%29.jpg/233px-Chelsea_6_Qarabag_0_%2837062676141%29.jpg",
    "extract": "Miguel Marcos Madera, commonly known as Míchel, is a Spanish former professional footballer who played as a central midfielder.",
    "year": 1985,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sinan Güler",
    "birthday": "1983-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Sinan_G%C3%BCler_Fenerbah%C3%A7e_Basketball_Media_Day_20180925_%281%29.jpg/159px-Sinan_G%C3%BCler_Fenerbah%C3%A7e_Basketball_Media_Day_20180925_%281%29.jpg",
    "extract": "Sinan Güler is a Turkish professional basketball player for Darüşşafaka of the Basketball Super League.",
    "year": 1983,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Katharina Molitor",
    "birthday": "1983-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/20150726_1559_DM_Leichtathletik_Frauen_Speerwurf_1112.jpg/213px-20150726_1559_DM_Leichtathletik_Frauen_Speerwurf_1112.jpg",
    "extract": "Katharina Molitor is a German sportswoman who competes as a javelin thrower and volleyball player. As a javelin thrower, she is a World Champion, having won gold in 2015, and her personal best throw is 67.69 m. As a volleyball player, she represents Bayer Leverkusen in the Erste Volleyball-Bundesliga, the highest tier of German volleyball.",
    "year": 1983,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Remko Pasveer",
    "birthday": "1983-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/PSV_Eindhoven%2C_Teamcamp_Bad_Erlach%2C_July_2014_%28147%29_%28crop%29.jpg/179px-PSV_Eindhoven%2C_Teamcamp_Bad_Erlach%2C_July_2014_%28147%29_%28crop%29.jpg",
    "extract": "Remko Pasveer is a Dutch professional footballer who plays as a goalkeeper for Ajax.",
    "year": 1983,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pavel Pogrebnyak",
    "birthday": "1983-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/SM-Tosno_%2811%29.jpg/307px-SM-Tosno_%2811%29.jpg",
    "extract": "Pavel Viktorovich Pogrebnyak is a Russian professional footballer who plays as a striker.",
    "year": 1983,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Danielle Valore Evans",
    "birthday": "1983-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Devans1.jpg/253px-Devans1.jpg",
    "extract": "\nDanielle Evans is an American fiction writer. She is a graduate of Columbia University and the University of Iowa.\nIn 2011, she was honored by the National Book Foundation as one of its \"5 Under 35\" fiction writers.\nBefore You Suffocate Your Own Fool Self, her first short story collection, won the 2011 PEN/Robert Bingham Prize. \nThe collection's title echoes a line from \"The Bridge Poem,\" from Kate Rushin's collection The Black Back-Ups. Reviewing the book in The New York Times, Lydia Peelle observed that the stories \"evoke the thrill of an all-night conversation with your hip, frank, funny college roommate.\"",
    "year": 1983,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ted DiBiase Jr.",
    "birthday": "1982-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Ted-DiBiase-Jr-T4.jpg/222px-Ted-DiBiase-Jr-T4.jpg",
    "extract": "Theodore Marvin DiBiase Jr. is an American businessman and former professional wrestler, best known for his time with WWE.",
    "year": 1982,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mika Kallio",
    "birthday": "1982-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Mika_Kallio_y_Simone_Corsi_Moto2-2015.JPG/320px-Mika_Kallio_y_Simone_Corsi_Moto2-2015.JPG",
    "extract": "Mika Kallio is a Finnish Grand Prix motorcycle racer, currently serving as the lead test and development rider for the Red Bull KTM team in MotoGP. He debuted in the 125cc World Championship with the Finnish rookie team Ajo Motorsport in the 2001 German Grand Prix and was awarded the \"Rookie of the Year\" with the team in 2002. After moving to the Red Bull KTM Factory Racing team during the 2003 season, he finished runner-up in the 125cc class in both 2005 and 2006, and also finished runner-up in the 2014 Moto2 World Championship. Moving up to MotoGP full-time for 2009 and 2010, he obtained the \"Rookie of the Year\" award in his first season in the premier class.",
    "year": 1982,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sam Sparro",
    "birthday": "1982-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Sam_Sparro_in_November_2012.jpg/210px-Sam_Sparro_in_November_2012.jpg",
    "extract": "Samuel Falson, better known by his stage name Sam Sparro, is an Australian singer, songwriter and record producer. He was signed to the British record label Island Records. Sparro is best known for his 2008 single \"Black and Gold\".",
    "year": 1982,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joe Cole",
    "birthday": "1981-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Joe_Cole_2011.jpg/213px-Joe_Cole_2011.jpg",
    "extract": "Joseph John Cole is an English football coach and former professional footballer who played as an attacking midfielder or winger in the Premier League, Ligue 1, League One and United Soccer League.",
    "year": 1981,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Yann Kermorgant",
    "birthday": "1981-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Yann_Kermorgant_Playing_For_Charlton.png/175px-Yann_Kermorgant_Playing_For_Charlton.png",
    "extract": "Yann Alain Kermorgant is a French former professional footballer who last played as a striker for French Championnat National 2 side Vannes OC.",
    "year": 1981,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Luís Fabiano",
    "birthday": "1980-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/JSP_0799_%28cropped%29.JPG/228px-JSP_0799_%28cropped%29.JPG",
    "extract": "Luís Fabiano Clemente, commonly known as Luís Fabiano, is a retired Brazilian professional footballer who played as a striker most notably for Sevilla, São Paulo, and the Brazil national team.",
    "year": 1980,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Laura Jane Grace",
    "birthday": "1980-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Against_Me%21_Rock_am_Ring_2014_%2850%29.JPG/320px-Against_Me%21_Rock_am_Ring_2014_%2850%29.JPG",
    "extract": "Laura Jane Grace is an American musician best known as the founder, lead singer, songwriter, and guitarist of the punk rock band Against Me!. In addition to Against Me!, Grace fronts the band Laura Jane Grace & The Devouring Mothers, a solo project she started in 2016. Grace is notable for being one of the first highly visible punk rock musicians to come out as transgender, after she publicly came out in May 2012. She released her debut solo studio album, Stay Alive, in 2020.",
    "year": 1980,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Holly Walsh",
    "birthday": "1980-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Holly_Walsh_backstage.jpg/256px-Holly_Walsh_backstage.jpg",
    "extract": "Holly Dione Walsh is an English comedian and comedy writer.",
    "year": 1980,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Aaron Hughes",
    "birthday": "1979-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Aaron_Hughes_2012.jpg/184px-Aaron_Hughes_2012.jpg",
    "extract": "Aaron William Hughes is a Northern Irish former professional footballer who played as a defender. Hughes played mainly at centre back, but was also used at right back or left back, as well as anywhere in midfield. He is renowned for his disciplined defending, having made 455 Premier League appearances without getting sent off, which is the second-most in the history of the league, behind only Ryan Giggs.",
    "year": 1979,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tim de Cler",
    "birthday": "1978-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Tim_de_Cler_001.jpg/293px-Tim_de_Cler_001.jpg",
    "extract": "Tim de Cler is a Dutch former professional footballer who played as a left-back for Ajax, AZ, Feyenoord and AEK Larnaca.",
    "year": 1978,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ali Karimi",
    "birthday": "1978-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Ali_karimi-sepidrood-1397-2.jpg/231px-Ali_karimi-sepidrood-1397-2.jpg",
    "extract": "Ali Karimi is an Iranian football coach and former player. During the course of his career, he played for Fath Tehran, Persepolis, Al-Ahli Dubai, Bayern Munich, Qatar SC, Steel Azin, Schalke 04, Tractor Sazi, and the Iran national team for which he scored 38 goals in 127 appearances. In 2004, he became the fourth Iranian player to win the Asian Footballer of the Year. He announced his retirement at the end of the 2013–14 season and, on 11 April 2014, played the final game of his 18-year career.",
    "year": 1978,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emma Lewell-Buck",
    "birthday": "1978-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Official_portrait_of_Mrs_Emma_Lewell-Buck_MP_crop_2.jpg/240px-Official_portrait_of_Mrs_Emma_Lewell-Buck_MP_crop_2.jpg",
    "extract": "Emma Louise Lewell-Buck is a Labour Party politician, who has been the Member of Parliament (MP) for South Shields since winning a by-election in 2013. She is South Shields’s first female MP.",
    "year": 1978,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Júlio Sérgio",
    "birthday": "1978-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Julio_Sergio_Bertagnoli.jpg/320px-Julio_Sergio_Bertagnoli.jpg",
    "extract": "Júlio Sérgio Bertagnoli is a Brazilian football manager and former player who played as a goalkeeper. He is the current assistant manager of Coritiba.",
    "year": 1978,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jully Black",
    "birthday": "1977-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Jully_Black_-_Heart_and_Stroke_Foundation_-_2012_%28cropped%29.jpg/258px-Jully_Black_-_Heart_and_Stroke_Foundation_-_2012_%28cropped%29.jpg",
    "extract": "Jully Black is a Canadian singer-songwriter, producer and actress. She has collaborated and written for many artists, including Nas, Saukrates, Choclair, Kardinal Offishall, Destiny's Child, and Sean Paul.",
    "year": 1977,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bucky Covington",
    "birthday": "1977-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Bucky_Covington.jpg/231px-Bucky_Covington.jpg",
    "extract": "William Joel \"Bucky\" Covington III is an American country music singer. He placed eighth on the 5th season of the Fox Network's talent competition series American Idol. In December 2006, he signed a recording contract with Lyric Street Records. His self-titled debut album, produced by Dale Oliver and Mark Miller of the band Sawyer Brown, was released on April 17, 2007. The album debuted at number one on the Billboard Top Country Albums chart, and produced three hit singles on the Hot Country Songs charts: \"A Different World\" at number six, \"It's Good to Be Us\" at number eleven, and \"I'll Walk\" at number ten. Three more singles: \"I Want My Life Back,\" \"Gotta Be Somebody\", and \"A Father's Love ,\" were released for an unreleased second album, titled I'm Alright, and later included on his 2012 album, Good Guys.",
    "year": 1977,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nick Punto",
    "birthday": "1977-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Nick_Punto_on_June_28%2C_2011.jpg/217px-Nick_Punto_on_June_28%2C_2011.jpg",
    "extract": "Nicholas Paul Punto is an American former professional baseball infielder. He played in Major League Baseball (MLB) for the Philadelphia Phillies, Minnesota Twins, St. Louis Cardinals, Boston Red Sox, Los Angeles Dodgers, and Oakland Athletics. With the Cardinals, he won the 2011 World Series over the Texas Rangers. He has also played for the Italian national baseball team in the World Baseball Classic.",
    "year": 1977,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Brett Lee",
    "birthday": "1976-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Brett_lee.JPG/212px-Brett_lee.JPG",
    "extract": "Brett Lee is an Australian former international cricketer, who played all three formats of the game. During his international career, Lee was recognised as one of the fastest bowlers in the world.",
    "year": 1976,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Greg and Colin Strause",
    "birthday": "1976-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Brothers_Strause.jpg/320px-Brothers_Strause.jpg",
    "extract": "Greg and Colin Strause, collectively self-titled as The Brothers Strause, are a duo of American brother film directors, producers and special effects artists, most known for directing Aliens vs. Predator: Requiem and Skyline, which were both commercially successful but critical failures. They are the founders of Hydraulx, a special effects company.",
    "year": 1976,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Brevin Knight",
    "birthday": "1975-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Brevin_Knight.jpg/144px-Brevin_Knight.jpg",
    "extract": "Brevin Adon Knight is an American former professional basketball point guard who played with nine teams in the National Basketball Association (NBA) from 1997 to 2009. Knight played college basketball at Stanford University and was drafted by the Cleveland Cavaliers in 1997. He is the brother of Brandin Knight.",
    "year": 1975,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tara Reid",
    "birthday": "1975-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Tara_Reid_July_14%2C_2014_%28cropped%29.jpg/207px-Tara_Reid_July_14%2C_2014_%28cropped%29.jpg",
    "extract": "Tara Donna Reid is an American actress. She played Vicky in the films American Pie (1999), American Pie 2 (2001), and American Reunion (2012), and Bunny Lebowski in The Big Lebowski (1998). In 2013, she starred as April Wexler in the television film Sharknado, and went on to reprise the role in five sequels (2013–2018).",
    "year": 1975,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joshua Ferris",
    "birthday": "1974-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Joshua_Ferris_reading.jpg/248px-Joshua_Ferris_reading.jpg",
    "extract": "Joshua Ferris is an American author best known for his debut 2007 novel Then We Came to the End. The book is a comedy about the American workplace, told in the first-person plural. It takes place in a fictitious Chicago ad agency that is experiencing a downturn at the end of the '90s Internet boom.",
    "year": 1974,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Penelope Heyns",
    "birthday": "1974-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Penelope_Heyns_at_Save_the_Dream_event_in_Times_Square%2C_New_York.jpg/223px-Penelope_Heyns_at_Save_the_Dream_event_in_Times_Square%2C_New_York.jpg",
    "extract": "Penelope (\"Penny\") Heyns OIS is a South African former swimmer, who is best known for being the only woman in the history of the Olympic Games to have won both the 100 m and 200 m breaststroke events - at the 1996 Atlanta Olympic Games - making her South Africa's first post-apartheid Olympic gold medallist following South Africa's re-admission to the Games in 1992. Along with Australian champion Leisel Jones, Heyns is regarded as one of the greatest breaststroke swimmers.",
    "year": 1974,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sven Mikser",
    "birthday": "1973-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Sven_Mikser_2017-05-25_%28cropped%29.jpg/240px-Sven_Mikser_2017-05-25_%28cropped%29.jpg",
    "extract": "Sven Mikser is an Estonian politician.",
    "year": 1973,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Muir",
    "birthday": "1973-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/P20211222AS-1417_%2851898637810%29_%28cropped%29.jpg/220px-P20211222AS-1417_%2851898637810%29_%28cropped%29.jpg",
    "extract": "David Jason Muir is an American journalist and the anchor of ABC World News Tonight and co-anchor of the ABC News magazine 20/20, part of the news department of the ABC broadcast-television network, based in New York City. Muir previously served as the weekend anchor and primary substitute anchor on ABC's World News Tonight with Diane Sawyer, subsequently succeeding her on September 1, 2014. At ABC News, Muir has won multiple Emmy and Edward R. Murrow awards for his national and international journalism.",
    "year": 1973,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gretchen Mol",
    "birthday": "1972-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/GretchenMolJun09.jpg/320px-GretchenMolJun09.jpg",
    "extract": "Gretchen Mol is an American actress and former model. She is known for her role as Gillian Darmody in the HBO series Boardwalk Empire (2010–2014). She also appeared in the films Rounders (1998), Celebrity (1998), The Thirteenth Floor (1999), The Notorious Bettie Page (2005), in which she played the title character, 3:10 to Yuma (2007), and Manchester by the Sea (2016).",
    "year": 1972,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tech N9ne",
    "birthday": "1971-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/TechN9neNov2018.jpg/240px-TechN9neNov2018.jpg",
    "extract": "Aaron Dontez Yates, better known by his stage name Tech N9ne, is an American rapper and singer. In 1999, he and business partner Travis O'Guin founded the record label Strange Music. He has sold over two million albums and has had his music featured in film, television, and video games. In 2009, he won the Left Field Woodie award at the mtvU Woodie Awards.",
    "year": 1971,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tom Anderson",
    "birthday": "1970-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Tom_Anderson.jpg/204px-Tom_Anderson.jpg",
    "extract": "Thomas Anderson is an American technology entrepreneur and co-founder of the social networking website Myspace, which he founded in 2003 with Chris DeWolfe. He was later president of Myspace and a strategic adviser for the company. Anderson is popularly known as \"Tom from Myspace\", \"Myspace Tom\" or \"My friend, Tom\" because he would automatically be assigned as the first \"friend\" of new Myspace users upon the creation of their profiles.",
    "year": 1970,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michael Jackson (actor)",
    "birthday": "1970-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Michaeljackson.jpg/320px-Michaeljackson.jpg",
    "extract": "Michael Jackson is a Canadian actor, grip and gaffer. He is known for his acting role as \"Trevor\" in the comedy TV series Trailer Park Boys (2001–2018) and the later film Trailer Park Boys: The Movie (2006).",
    "year": 1970,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "José Porras",
    "birthday": "1970-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Jose_Francisco_Porras.jpg/245px-Jose_Francisco_Porras.jpg",
    "extract": "José Francisco Porras Hidalgo is a Costa Rican retired footballer who last played for Carmelita in Costa Rica.",
    "year": 1970,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Keith Jones (ice hockey)",
    "birthday": "1968-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Keith_Jones_2017-06-08.jpg/201px-Keith_Jones_2017-06-08.jpg",
    "extract": "Keith Jones is a Canadian former professional ice hockey player. He was formerly a hockey studio analyst for NBC/NBCSN. Now he works as the lead color commentator for Philadelphia Flyers games on NBC Sports Philadelphia, and the lead \"Inside-the-Glass\" reporter on TNT. In 491 NHL games, Jones produced a total of 258 points between 1992 and 2000.",
    "year": 1968,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "José Offerman",
    "birthday": "1968-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Jose_Offerman_Veracruz_manager_Minute_Maid_Park_2014.jpg/213px-Jose_Offerman_Veracruz_manager_Minute_Maid_Park_2014.jpg",
    "extract": "José Antonio Offerman Dono is a Dominican retired professional baseball player who played professional baseball for nearly 20 years. He played for 15 seasons in Major League Baseball and played four seasons of independent and Mexican League baseball after leaving MLB.",
    "year": 1968,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Parker Posey",
    "birthday": "1968-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Parker_Posey_by_Gage_Skidmore.jpg/234px-Parker_Posey_by_Gage_Skidmore.jpg",
    "extract": "Parker Christian Posey is an American actress and musician. She frequently works with Christopher Guest and has appeared in several of his mockumentaries, such as Waiting for Guffman (1996), Best in Show (2000), A Mighty Wind (2003), For Your Consideration (2006), and Mascots (2016). Posey is the recipient of a Golden Globe Award nomination, a Satellite Award nomination and two Independent Spirit Award nominations.",
    "year": 1968,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Courtney Thorne-Smith",
    "birthday": "1967-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Courtney_Thorne_Smith.jpg/240px-Courtney_Thorne_Smith.jpg",
    "extract": "Courtney Thorne-Smith is an American actress. She is best known for her starring roles as Alison Parker on Melrose Place, Georgia Thomas on Ally McBeal, Cheryl Mabel in According to Jim and her recurring role on Two and a Half Men as Lyndsey McElroy.",
    "year": 1967,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gordon Ramsay",
    "birthday": "1966-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Gordon_Ramsay.jpg/213px-Gordon_Ramsay.jpg",
    "extract": "Gordon James Ramsay is a British chef, restaurateur, television personality, food critic, and writer. His global restaurant group, Gordon Ramsay Restaurants, was founded in 1997 and has been awarded 16 Michelin stars overall; it currently holds a total of seven. After rising to fame on the British television miniseries Boiling Point in 1999, Ramsay became one of the best-known and most influential chefs in the United Kingdom.",
    "year": 1966,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jeff Blauser",
    "birthday": "1965-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/1987_Rookies_Cartoon_Back_Jeff_Blauser.jpg/220px-1987_Rookies_Cartoon_Back_Jeff_Blauser.jpg",
    "extract": "Jeffrey Michael Blauser is an American former professional baseball shortstop. He played in Major League Baseball for the Atlanta Braves and Chicago Cubs from 1987 to 1999.",
    "year": 1965,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mike Matarazzo",
    "birthday": "1965-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e8/Mike_Matarazzo.jpg",
    "extract": "Michael Richard Matarazzo was an American IFBB professional bodybuilder.",
    "year": 1965,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Patricia Poleo",
    "birthday": "1965-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Patricia_Poleo_en_noviembre_de_2011.png/205px-Patricia_Poleo_en_noviembre_de_2011.png",
    "extract": "Patricia Poleo is a Venezuelan journalist and the winner of the King of Spain Journalism Award for her investigation into the whereabouts of Peruvian dictator Alberto Fujimori's right-hand man, Vladimiro Montesinos. She is the daughter of the journalist Rafael Poleo, wife of the former student leader Nixon Moreno, a political scientist graduated from the University of the Andes, and former director of her father's newspaper, El Nuevo País. She is known for her work and opposition to the current government in Venezuela.",
    "year": 1965,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Paul McKenna",
    "birthday": "1963-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Paul_McKenna_at_The_Best_You_Expo_2018.png/318px-Paul_McKenna_at_The_Best_You_Expo_2018.png",
    "extract": "Paul William McKenna ,born on 8 November 1963, is a British hypnotist, behavioural scientist, television and radio broadcaster and author of self-help books.",
    "year": 1963,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Micky Adams",
    "birthday": "1961-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Micky_Adams1.JPG/271px-Micky_Adams1.JPG",
    "extract": "Michael Richard Adams is an English former professional footballer and football manager. As a player, he was a full back, and made a total of 438 league appearances in a nineteen-year professional career in the English Football League, including five years with Southampton at the highest level. He began his managerial career as player-manager for Fulham in 1996 and has led several teams at varying levels with mixed success, being named Manager of the Season twice, sacked a number of times and earning four promotions for the teams he has managed.",
    "year": 1961,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Leif Garrett",
    "birthday": "1961-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Leif_Garrett_2017.jpg/213px-Leif_Garrett_2017.jpg",
    "extract": "Leif Garrett is an American singer, songwriter, actor, and television personality. He worked as a child actor, then in the 1970s became famous as a teen idol in music. He later received much publicity for his drug abuse and legal troubles.",
    "year": 1961,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Oleg Menshikov",
    "birthday": "1960-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Oleg_Menshikov_2018.jpg",
    "extract": "Oleg Evgenyevich Menshikov, PAR is a Russian actor, theatre director and occasional singer. He is the current artistic director of the Yermolova Theatre in Moscow.",
    "year": 1960,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michael Nyqvist",
    "birthday": "1960-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Michael_Nyqvist_2013.jpg/258px-Michael_Nyqvist_2013.jpg",
    "extract": "Rolf Åke Mikael Nyqvist was a Swedish actor. Educated at the School of Drama in Malmö, he became well known for playing police officer Banck in the 1997–1998 Martin Beck TV series and for his leading role in the 2002 film Grabben i graven bredvid. He was internationally recognized for his role as Mikael Blomkvist in the acclaimed Millennium series and as the lead villains in Mission: Impossible – Ghost Protocol and John Wick. In 2004, he played the leading role in As It Is in Heaven which was nominated for Best Foreign Language Film at the 77th Academy Awards.",
    "year": 1960,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Chi Chi LaRue",
    "birthday": "1959-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Chi_Chi_LaRue.jpg/215px-Chi_Chi_LaRue.jpg",
    "extract": "Larry David Paciotti is an American director of pornographic films. He appears as the drag-diva persona Chi Chi LaRue, and has also been credited as director under the names \"Lawrence David\" and \"Taylor Hudson\".",
    "year": 1959,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Don Byron",
    "birthday": "1958-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Don_Byron.jpg/303px-Don_Byron.jpg",
    "extract": "Donald Byron is an American composer and multi-instrumentalist. He primarily plays clarinet but has also played bass clarinet and saxophone in a variety of genres that includes free jazz and klezmer.",
    "year": 1958,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ken Lamberton",
    "birthday": "1958-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Ken_amherstIMG_1015.jpg/268px-Ken_amherstIMG_1015.jpg",
    "extract": "Kenneth J. Lamberton is an American writer and former teacher. Born in Duluth, Minnesota, Lamberton attended the University of Arizona, where he received a Bachelor of Science degree in biology and a Master of Fine Arts in creative writing. He was working as a science teacher in Mesa, Arizona in 1985 when he was awarded a Teacher of the Year award. A few months later, the then 28-year-old Lamberton was arrested for child molestation for having an affair with a 14-year-old student and transporting her across state lines. During his twelve-year prison term at the Santa Rita unit of the Arizona State Prison Complex at Tucson, he participated in a creative writing program run by Richard Shelton and became a writer, penning essays for the prison magazine La Roca. After his release on September 25, 2000, he began to publish non-fiction books and articles on natural history and crime and punishment in the Southwest.",
    "year": 1958,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alan Curbishley",
    "birthday": "1957-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/AlanCurbishley.JPG/228px-AlanCurbishley.JPG",
    "extract": "Llewellyn Charles \"Alan\" Curbishley is an English former football player and manager. He played as a midfielder for West Ham United, Birmingham City, Aston Villa, Charlton Athletic and Brighton & Hove Albion and has worked in the Premier League in management roles at Charlton Athletic and West Ham United. In December 2013 he was appointed technical director at Fulham only to be removed from the role in February 2014. He again joined Fulham's coaching staff in March 2015.",
    "year": 1957,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tim Shaw (swimmer)",
    "birthday": "1957-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Swimmer_Tim_Shaw_1976.jpg/226px-Swimmer_Tim_Shaw_1976.jpg",
    "extract": "Timothy Andrew Shaw is an American former Olympic medal-winning swimmer and water polo player. He swam at the 1976 Summer Olympics and played on the American team at the 1984 Summer Olympics. He is one of a handful of athletes to win Olympic medals in two different sports. Between 1974 and 1984, Shaw won two Olympic silver medals; three world championships; seven U.S. Amateur Athletic Union national titles; and three U.S. National Collegiate Athletic Association championships.",
    "year": 1957,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pearl Thompson",
    "birthday": "1957-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Porl_Thompson%2C_The_Cure%2C_in_Sweden_2007.jpg/240px-Porl_Thompson%2C_The_Cure%2C_in_Sweden_2007.jpg",
    "extract": "Pearl Thompson is an English musician and artist. Thompson is best known as a member of the English gothic rock band The Cure from 1983–1994 and 2006–2010, credited as Porl Thompson and playing mainly guitar. Thompson retired from music and turned to painting.",
    "year": 1957,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hardi Volmer",
    "birthday": "1957-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Hardivolmerhirvepargis.jpg/277px-Hardivolmerhirvepargis.jpg",
    "extract": "Hardi Volmer is an Estonian film director, puppet theatre set decorator and musician. Volmer is the singer in the Estonian punk rock band Singer Vinger.",
    "year": 1957,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mari Boine",
    "birthday": "1956-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Mari_Boine_Riddu.jpg/320px-Mari_Boine_Riddu.jpg",
    "extract": "Mari Boine is a Norwegian Sámi singer. She combined traditional Sámi joik singing with rock. In 2008, she became a professor of musicology at Nesna University College.",
    "year": 1956,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard Curtis",
    "birthday": "1956-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Richard_Curtis_MFF_2016.jpg/230px-Richard_Curtis_MFF_2016.jpg",
    "extract": "Richard Whalley Anthony Curtis is a British screenwriter, producer and film director. One of Britain's most successful comedy screenwriters, he is known primarily for romantic comedy films, among them Four Weddings and a Funeral (1994), Notting Hill (1999), Bridget Jones's Diary (2001), Love Actually (2003), Bridget Jones: The Edge of Reason (2004), About Time (2013) and Yesterday (2019). He is also known for the drama War Horse (2011) and for having co-written the hit sitcoms Blackadder, Mr. Bean and The Vicar of Dibley. His early career saw him write material for the BBC's Not the Nine O'Clock News and ITV's Spitting Image.",
    "year": 1956,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Patricia Barber",
    "birthday": "1955-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Patricia_Barber_Nasjonal_Jazzscene_2017_%28212649%29.jpg/320px-Patricia_Barber_Nasjonal_Jazzscene_2017_%28212649%29.jpg",
    "extract": "Patricia Barber is an American jazz and blues singer, pianist, songwriter, and bandleader.",
    "year": 1955,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jeffrey Ford",
    "birthday": "1955-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Jeffrey_Ford_at_Readercon.jpg/320px-Jeffrey_Ford_at_Readercon.jpg",
    "extract": "Jeffrey Ford is an American writer in the fantastic genre tradition, although his works have spanned genres including fantasy, science fiction and mystery. His work is characterized by a sweeping imaginative power, humor, literary allusion, and a fascination with tales told within tales. He is a graduate of Binghamton University, where he studied with the novelist John Gardner.",
    "year": 1955,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Bret",
    "birthday": "1954-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/David_Bret3.jpg/301px-David_Bret3.jpg",
    "extract": "David Bret is a British author of show business biographies. He chiefly writes on the private life of film stars and singers.",
    "year": 1954,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michael D. Brown",
    "birthday": "1954-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Michael_D._Brown%2C_official_FEMA_photo_portrait%2C_2003.jpg/216px-Michael_D._Brown%2C_official_FEMA_photo_portrait%2C_2003.jpg",
    "extract": "Michael DeWayne Brown is an American attorney and former government official who served as the administrator of the Federal Emergency Management Agency (FEMA) from 2003 to 2005. He joined FEMA as general counsel in 2001 and became deputy director the same year. Appointed in January 2003 by President George W. Bush to lead FEMA, Brown resigned in September 2005 following his controversial handling of Hurricane Katrina. Brown currently hosts a radio talk show on 630 KHOW in Denver, Colorado.",
    "year": 1954,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kazuo Ishiguro",
    "birthday": "1954-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Kazuo_Ishiguro_in_2017_01.jpg/258px-Kazuo_Ishiguro_in_2017_01.jpg",
    "extract": "Sir Kazuo Ishiguro is a British novelist, screenwriter, musician, and short-story writer. He was born in Nagasaki, Japan, and moved to Britain in 1960 with his parents when he was five.",
    "year": 1954,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rickie Lee Jones",
    "birthday": "1954-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Rickie_Lee_Jones_at_3_Rivers.jpg/320px-Rickie_Lee_Jones_at_3_Rivers.jpg",
    "extract": "Rickie Lee Jones is an American singer, musician, songwriter, artist, and author. Over the course of a career that spans five decades, Jones has recorded in various musical styles including rock, R&B, pop, soul, and jazz.",
    "year": 1954,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Musker",
    "birthday": "1953-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/John_Musker_01.jpg/267px-John_Musker_01.jpg",
    "extract": "John Edward Musker is an American animator, film director, screenwriter, and film producer. He often collaborates with fellow director Ron Clements and is best known for directing the Disney films The Great Mouse Detective (1986), The Little Mermaid (1989), Aladdin (1992), Hercules (1997), Treasure Planet (2002), The Princess and the Frog (2009), and Moana (2016).",
    "year": 1953,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Denny",
    "birthday": "1952-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/John_Denny_Cardinals.jpg/216px-John_Denny_Cardinals.jpg",
    "extract": "John Allen Denny is an American former professional baseball right-handed pitcher, who played in Major League Baseball (MLB) for the St. Louis Cardinals, Cleveland Indians, Philadelphia Phillies, and Cincinnati Reds, from 1974 to 1986. Denny won the National League (NL) Cy Young Award, in 1983.",
    "year": 1952,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Christie Hefner",
    "birthday": "1952-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Christie_Hefner.jpg/214px-Christie_Hefner.jpg",
    "extract": "Christie Ann Hefner is an American businesswoman and activist. Hefner was chairman and CEO of Playboy Enterprises from 1988 to 2009, and is the daughter of Playboy founder Hugh Hefner.",
    "year": 1952,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jan Raas",
    "birthday": "1952-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Jan_Raas_1978_%28cropped%29.jpg/240px-Jan_Raas_1978_%28cropped%29.jpg",
    "extract": "Jan Raas is a Dutch former professional cyclist whose 115 wins include the 1979 World Road Race Championship in Valkenburg, he also won the Tour of Flanders in 1979 and 1983, Paris–Roubaix in 1982 and Milan–San Remo in 1977. He won ten stages in the Tour de France. In six starts, Raas won the Amstel Gold Race five times. In his entire career he competed in 23 of the highly contested \"Monument\" Races and he finished on the podium in almost half of them: 3rd place six times, 2nd place zero times, and 1st place four times.",
    "year": 1952,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jerry Remy",
    "birthday": "1952-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/1978_Boston_Red_Sox_Photocards_Jerry_Remy.jpg/184px-1978_Boston_Red_Sox_Photocards_Jerry_Remy.jpg",
    "extract": "Gerald Peter Remy was an American professional baseball player and sports broadcaster. Remy played in Major League Baseball (MLB) as a second baseman for ten seasons—three with the California Angels (1975–1977) and seven with the Boston Red Sox (1978–1984). After retiring from professional play, he served for 33 years as a color commentator for televised Red Sox games until his death.",
    "year": 1952,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alfre Woodard",
    "birthday": "1952-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Alfre_Woodard_VES3125_1.jpg/282px-Alfre_Woodard_VES3125_1.jpg",
    "extract": "Alfre Woodard is an American actress, producer, and political activist. Considered one of the most versatile and accomplished actors of her generation, she has received four Primetime Emmy Awards, a Golden Globe Award, and three Screen Actors Guild Awards, in addition to nominations for an Academy Award and two Grammy Awards. In 2020, The New York Times ranked Woodard seventeenth on its list of \"The 25 Greatest Actors of the 21st Century\". She is also known for her work as a political activist and producer. Woodard is a founder of Artists for a New South Africa, an organization devoted to advancing democracy and equality in that country. She is a board member of Academy of Motion Picture Arts and Sciences.",
    "year": 1952,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gerald Alston",
    "birthday": "1951-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Gerald_Alston_on_stage_%40Gardners_Basin.jpg/279px-Gerald_Alston_on_stage_%40Gardners_Basin.jpg",
    "extract": "Gerald Alston is an American soul/R&B singer, and the lead singer of the Grammy Award winning group The Manhattans between late 1970 and 1988, recording 25 top 40 R&B and 12 Hot 100 Pop Singles. Alston was lead singer on their most successful 1976 Platinum song \"Kiss and Say Goodbye\", which topped all U.S. pop and R&B charts and was number one in four countries. Alston left the group in 1988 to pursue a solo career and recorded five albums and ten singles, including the hit singles \"Take Me Where You Want To\", \"Slow Motion\" and \"Getting Back Into Love\", he also recorded a remake of Atlantic Starr's \"Send for Me\", most of which was for Motown Records.",
    "year": 1951,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alfredo Astiz",
    "birthday": "1951-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/87/Alfredo_Astiz.PNG",
    "extract": "Alfredo Ignacio Astiz is an Argentine former military commander, intelligence officer, and naval commando who served in the Argentine Navy during the military dictatorship of Jorge Rafael Videla during the Proceso de Reorganización Nacional (1976–1983). He was known as El Ángel Rubio de la Muerte, and had a reputation as a torturer. He was discharged from the military in 1998 after defending his actions in a press interview.",
    "year": 1951,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Peter Suber",
    "birthday": "1951-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Peter-Suber8.jpg/320px-Peter-Suber8.jpg",
    "extract": "Peter Dain Suber is a philosopher specializing in the philosophy of law and open access to knowledge. He is a Senior Researcher at the Berkman Klein Center for Internet & Society, Director of the Harvard Office for Scholarly Communication, and Director of the Harvard Open Access Project (HOAP). Suber is known as a leading voice in the open access movement, and as the creator of the game Nomic.",
    "year": 1951,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mary Hart",
    "birthday": "1950-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Mary_Hart_2008.jpg/221px-Mary_Hart_2008.jpg",
    "extract": "Mary Hart is an American television personality and actress. She was the long-running host (1982–2011) of the syndicated gossip and entertainment round-up television program Entertainment Tonight, the longest running entertainment magazine show of all time. She was Miss South Dakota 1970.",
    "year": 1950,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Wayne LaPierre",
    "birthday": "1949-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Wayne_LaPierre_by_Gage_Skidmore_5_%28cropped%29.jpg/235px-Wayne_LaPierre_by_Gage_Skidmore_5_%28cropped%29.jpg",
    "extract": "Wayne Robert LaPierre Jr. is an American gun rights lobbyist who is CEO and executive vice president of the National Rifle Association (NRA), a position he has held since 1991.",
    "year": 1949,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bonnie Raitt",
    "birthday": "1949-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Bonnie_Raitt_2000.jpg/274px-Bonnie_Raitt_2000.jpg",
    "extract": "Bonnie Lynn Raitt is an American blues singer, guitarist, songwriter, and activist. During the 1970s, Raitt released a series of roots-influenced albums that incorporated elements of blues, rock, folk, and country. She was also a frequent session player and collaborator with other artists, including Warren Zevon, Little Feat, Jackson Browne, The Pointer Sisters, John Prine and Leon Russell. In 1989, after several years of critical acclaim but little commercial success, she had a major hit with the album Nick of Time. The following two albums, Luck of the Draw (1991) and Longing in Their Hearts (1994), were multimillion sellers, generating several hit singles, including \"Something to Talk About\", \"Love Sneakin' Up On You\", and the ballad \"I Can't Make You Love Me\".",
    "year": 1949,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dale Gardner",
    "birthday": "1948-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Gardner-d.jpg/253px-Gardner-d.jpg",
    "extract": "Dale Allan Gardner was a NASA astronaut, and naval flight officer who flew two Space Shuttle missions during the mid 1980s.",
    "year": 1948,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Minnie Riperton",
    "birthday": "1947-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Minnie_Riperton_1977.jpg/320px-Minnie_Riperton_1977.jpg",
    "extract": "Minnie Julia Riperton Rudolph (November 8, 1947 – July 12, 1979) was an American singer-songwriter best known for her 1975 single \"Lovin' You\" and her four octave D3 to F♯7 coloratura soprano range. She is also widely known for her use of the whistle register and has been referred to by the media as the \"Queen of the Whistle Register.\"",
    "year": 1947,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rhea Seddon",
    "birthday": "1947-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/MRSeddon.jpg/256px-MRSeddon.jpg",
    "extract": "Margaret Rhea Seddon is an American surgeon and retired NASA astronaut. After being selected as part of the first group of astronauts to include women in 1978, she flew on three Space Shuttle flights: as mission specialist on STS-51-D and STS-40, and as payload commander for STS-58, accumulating over 722 hours in space.",
    "year": 1947,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Guus Hiddink",
    "birthday": "1946-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Guus_Hiddink_2012.jpg/304px-Guus_Hiddink_2012.jpg",
    "extract": "Guus Hiddink is a Dutch former football manager and professional player. He enjoyed a long career playing as a midfielder in his native Netherlands, playing for sides such as PSV Eindhoven, De Graafschap and NEC Nijmegen, as well as some time spent playing in the United States. After retiring from playing the game in 1982, Hiddink went into management, leading both clubs and countries from across the globe to achieve various titles and feats, before calling an end to his coaching career in 2021. His most famous stint came in PSV where he won a European Cup.",
    "year": 1946,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Roy Wood",
    "birthday": "1946-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Roy_Wood_TopPop.png",
    "extract": "Roy Wood is an English singer-songwriter and multi-instrumentalist. He was particularly successful in the 1960s and 1970s as member and co-founder of the Move, Electric Light Orchestra and Wizzard. As a songwriter, he contributed a number of hits to the repertoire of these bands. Altogether he had more than 20 singles in the UK Singles Chart under various guises, including three UK No. 1 hits.",
    "year": 1946,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joseph James DeAngelo",
    "birthday": "1945-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Joseph_DeAngelo_mugshot.jpg/256px-Joseph_DeAngelo_mugshot.jpg",
    "extract": "Joseph James DeAngelo Jr. is an American serial killer, serial rapist, burglar, and former police officer who committed at least 13 murders, 50 rapes, and 120 burglaries across California between 1974 and 1986. He was responsible for at least three crime sprees throughout the state, each of which spawned a different nickname in the press, before it became evident that they were committed by the same person. In the San Joaquin Valley, he was known as the Visalia Ransacker before moving to the Sacramento area, where he became known as the East Area Rapist and was linked by modus operandi to additional attacks in Contra Costa County, Stockton, and Modesto. DeAngelo committed serial murders in Santa Barbara, Ventura, and Orange counties, where he was known as the Night Stalker and later the Original Night Stalker. He is believed to have taunted and threatened both victims and police in obscene phone calls and possibly written communications.",
    "year": 1945,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Vincent Nichols",
    "birthday": "1945-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Archbishop_Vincent_Nichols_%287999797353%29_%28cropped%29.jpg/310px-Archbishop_Vincent_Nichols_%287999797353%29_%28cropped%29.jpg",
    "extract": "Vincent Gerard Nichols is an English cardinal of the Roman Catholic Church, Archbishop of Westminster and President of the Catholic Bishops' Conference of England and Wales. He previously served as Archbishop of Birmingham from 2000 to 2009. On 22 February 2014, Pope Francis admitted Archbishop Nichols to the Sacred College of Cardinals at a general consistory.",
    "year": 1945,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bonnie Bramlett",
    "birthday": "1944-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Bonnie_Bramlett_%287314671558%29.jpg/214px-Bonnie_Bramlett_%287314671558%29.jpg",
    "extract": "Bonnie Bramlett is an American singer and occasional actress known for performing with her husband, Delaney Bramlett, as Delaney & Bonnie. She continues to sing as a solo artist.",
    "year": 1944,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Martin Peters",
    "birthday": "1943-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Martin_Peters.jpg/192px-Martin_Peters.jpg",
    "extract": "Martin Stanford Peters was an English footballer and manager. As a member of the England team which won the 1966 FIFA World Cup, he scored the second of England's four goals in the final against West Germany. He also played in the 1970 World Cup. Born in Plaistow, Essex, he played club football for West Ham United, Tottenham Hotspur, Norwich City and Sheffield United. He briefly managed Sheffield United before retiring from professional football in 1981.",
    "year": 1943,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sandro Mazzola",
    "birthday": "1942-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Sandro_mazzola_inter.jpg/239px-Sandro_mazzola_inter.jpg",
    "extract": "Alessandro \"Sandro\" Mazzola is an Italian former professional footballer, who played as a forward or attacking midfielder for Internazionale and the Italy national team. He currently works as a football analyst and commentator on the Italian national television station RAI.",
    "year": 1942,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Satch Sanders",
    "birthday": "1938-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Thomas_Satch_Sanders_at_NEBBHOF.jpg/320px-Thomas_Satch_Sanders_at_NEBBHOF.jpg",
    "extract": "Thomas Ernest \"Satch\" Sanders is an American former professional basketball player and coach. He played his entire professional career as a power forward for the Boston Celtics of the National Basketball Association (NBA). Sanders' eight championships are tied third for most NBA championships and he is one of three NBA players with an unsurpassed 8–0 record in NBA Finals series outcomes. After his playing retirement, he served as a head coach for the Harvard Crimson men's basketball team and the Boston Celtics.",
    "year": 1938,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard Stoker",
    "birthday": "1938-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Richard_Stoker_composer.jpg/320px-Richard_Stoker_composer.jpg",
    "extract": "Richard Stoker was a British composer, writer, actor and artist.",
    "year": 1938,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Virna Lisi",
    "birthday": "1936-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Virna_Lisi_cropped.jpg/204px-Virna_Lisi_cropped.jpg",
    "extract": "Virna Pieralisi, better known as Virna Lisi [ˈvirna ˈliːzi], was an Italian actress. Her international film appearances included How to Murder Your Wife (1965), Not with My Wife, You Don't! (1966), The Secret of Santa Vittoria (1969), Beyond Good and Evil (1977), and Follow Your Heart (1996). For the 1994 film La Reine Margot, she won Best Actress at Cannes and the César Award for Best Supporting Actress.",
    "year": 1936,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alain Delon",
    "birthday": "1935-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Alain_Delon_1959_Rome.jpg/249px-Alain_Delon_1959_Rome.jpg",
    "extract": "Alain Fabien Maurice Marcel Delon is a French actor and filmmaker. He is known as one of Europe's most prominent actors and screen sex symbols from the 1960s and 1970s. In 1985, he won the César Award for Best Actor for his performance in Notre histoire (1984). In 1991, he received France's Legion of Honour. At the 45th Berlin International Film Festival, he won the Honorary Golden Bear. At the 2019 Cannes Film Festival, he received the Honorary Palme d'Or.",
    "year": 1935,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Stratos Dionysiou",
    "birthday": "1935-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/DSC_0016-Stratos-Dionysiou-tomb-athens.jpg/320px-DSC_0016-Stratos-Dionysiou-tomb-athens.jpg",
    "extract": "Stratos Dionysiou was a Greek laika singer.",
    "year": 1935,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alfonso López Trujillo",
    "birthday": "1935-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Escudo_Alfonso_Lopez_Trujillo.svg/318px-Escudo_Alfonso_Lopez_Trujillo.svg.png",
    "extract": "Alfonso López Trujillo was a Colombian Cardinal Bishop of the Roman Catholic Church and president of the Pontifical Council for the Family.",
    "year": 1935,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Peter Arundell",
    "birthday": "1933-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Peter_Arundell_1968_kl.JPG/320px-Peter_Arundell_1968_kl.JPG",
    "extract": "Peter Arundell was a British racing driver from England, who raced in Formula One for Team Lotus. He participated in 13 World Championship Grands Prix, scoring 12 championship points.",
    "year": 1933,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ben Bova",
    "birthday": "1932-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Ben_Bova_at_Minicon_8%281974%29.jpg",
    "extract": "Benjamin William Bova was an American writer. During a writing career of 60 years, he was the author of more than 120 works of science fact and fiction, six-time winner of the Hugo Award, an editor of Analog Science Fiction and Fact, an editorial director of Omni; he was also president of both the National Space Society and the Science Fiction Writers of America.",
    "year": 1932,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jim Redman",
    "birthday": "1931-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/06-08-05-RupHollGedenk-Jim_REDMAN-108.jpg/313px-06-08-05-RupHollGedenk-Jim_REDMAN-108.jpg",
    "extract": "James Albert Redman,  is a British-born Zimbabwean former professional motorcycle racer. He competed in Grand Prix motorcycle racing from 1959 to 1966. Redman is notable for being a six-time Grand Prix road racing world champion. In 2012, Redman was named an FIM Legend for his motorcycling achievements.",
    "year": 1931,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Morley Safer",
    "birthday": "1931-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Morley_Safer_%28cropped%29.jpg/264px-Morley_Safer_%28cropped%29.jpg",
    "extract": "Morley Safer was a Canadian-American broadcast journalist, reporter, and correspondent for CBS News. He was best known for his long tenure on the news magazine 60 Minutes, whose cast he joined in 1970 after its second year on television. He was the longest-serving reporter on 60 Minutes, the most watched and most profitable program in television history.",
    "year": 1931,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Paolo and Vittorio Taviani",
    "birthday": "1931-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Taviani_brothers_Cannes_2015_%28cropped%2C_retouched%29.jpg/320px-Taviani_brothers_Cannes_2015_%28cropped%2C_retouched%29.jpg",
    "extract": "Paolo Taviani and Vittorio Taviani, collectively referred to as the Taviani brothers, were Italian film directors and screenwriters who collaborated on film productions.",
    "year": 1931,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bobby Bowden",
    "birthday": "1929-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Bobby_Bowden_2007.jpg/320px-Bobby_Bowden_2007.jpg",
    "extract": "Robert Cleckler Bowden was an American college football coach. Bowden coached the Florida State Seminoles of Florida State University (FSU) from 1976 to 2009 and is considered one of the greatest college football coaches of all time for his accomplishments with the Seminoles.",
    "year": 1929,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Des Corcoran",
    "birthday": "1928-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/91/Des_Corcoran.jpg",
    "extract": "James Desmond Corcoran AO was an Australian politician, representing the South Australian Branch of the Australian Labor Party. He was the 37th Premier of South Australia, serving between 15 February 1979 and 18 September 1979. He also served as the 1st Deputy Premier of South Australia in 1968 and again from 1970 to 1979.",
    "year": 1928,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "L. K. Advani",
    "birthday": "1927-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Lkadvani.jpg/240px-Lkadvani.jpg",
    "extract": "Lal Krishna Advani is an Indian politician who served as the 7th Deputy Prime Minister of India from 2002 to 2004. Advani is one of the co-founders and a senior leader of the Bharatiya Janata Party. He is a longtime member of the Rashtriya Swayamsevak Sangh, a volunteer organisation. He also served as Minister of Home Affairs in the BJP-led National Democratic Alliance government from 1998 to 2004. He was the Leader of the Opposition in the 10th Lok Sabha and 14th Lok Sabha and also the longest serving person of this post. He was the National Democratic Alliance's Prime Ministerial candidate in the 1989, 1991, and 2009 general elections, failing to win a majority on all three occasions. He is currently amongst the few living individuals who have witnessed the Indian freedom struggle.",
    "year": 1927,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ken Dodd",
    "birthday": "1927-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/KEN_DODD.jpg/295px-KEN_DODD.jpg",
    "extract": "Sir Kenneth Arthur Dodd was an English comedian, singer and occasional actor. He was described as \"the last great music hall entertainer\", and was primarily known for his live stand-up performances.",
    "year": 1927,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Chris Connor",
    "birthday": "1927-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Chris_Connor_1957.JPG/222px-Chris_Connor_1957.JPG",
    "extract": "Mary Jean Loutsenhizer, known professionally as Chris Connor was an American jazz singer.",
    "year": 1927,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nguyễn Khánh",
    "birthday": "1927-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Nguy%E1%BB%85n_Kh%C3%A1nh_1964.jpg/223px-Nguy%E1%BB%85n_Kh%C3%A1nh_1964.jpg",
    "extract": "Nguyễn Khánh was a South Vietnamese military officer and Army of the Republic of Vietnam general who served in various capacities as head of state and prime minister of South Vietnam while at the head of a military junta from January 1964 until February 1965. He was involved in or against many coup attempts, failed and successful, from 1960 until his defeat and exile from South Vietnam in 1965. Khánh lived out his later years with his family, in exile in the United States, and died of pneumonia and end-stage kidney failure at a hospital in San Jose, California, on 11 January 2013.",
    "year": 1927,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Patti Page",
    "birthday": "1927-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Patti_Page.JPG/269px-Patti_Page.JPG",
    "extract": "Clara Ann Fowler, known professionally as Patti Page, was an American singer and actress. Primarily known for pop and country music, she was the top-charting female vocalist and best-selling female artist of the 1950s, selling over 100 million records during a six-decade-long career. She was often introduced as \"the Singin' Rage, Miss Patti Page\". New York WNEW disc-jockey William B. Williams introduced her as \"A Page in my life called Patti\".",
    "year": 1927,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Darleane C. Hoffman",
    "birthday": "1926-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Darleane_C._Hoffman_2012_CHF_Oral_History_2_crop.png/273px-Darleane_C._Hoffman_2012_CHF_Oral_History_2_crop.png",
    "extract": "Darleane Christian Hoffman is an American nuclear chemist who was among the researchers who confirmed the existence of Seaborgium, element 106. She is a faculty senior scientist in the Nuclear Science Division of Lawrence Berkeley National Laboratory and a professor in the graduate school at UC Berkeley. In acknowledgment of her many achievements, Discover Magazine recognized her in 2002 as one of the 50 most important women in science.",
    "year": 1926,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Johnny Bower",
    "birthday": "1924-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Chex_Johnny_Bower.JPG/215px-Chex_Johnny_Bower.JPG",
    "extract": "John William Bower, nicknamed \"The China Wall\", was a Canadian Hockey Hall of Fame goaltender who won four Stanley Cups during his career with the Toronto Maple Leafs. In 2017 he was named one of the \"100 Greatest NHL Players\" in history.",
    "year": 1924,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joe Flynn (American actor)",
    "birthday": "1924-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Joe_Flynn_1963.JPG/236px-Joe_Flynn_1963.JPG",
    "extract": "Joseph Anthony Flynn III was an American character actor. He was best known for his role as Captain Wallace Binghamton in the 1960s ABC television situation comedy McHale's Navy. He was also a frequent guest star on 1960s TV shows, such as Batman, and appeared in several Walt Disney film comedies.",
    "year": 1924,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dmitry Yazov",
    "birthday": "1924-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Marshal_Dmitry_Yazov.jpg/241px-Marshal_Dmitry_Yazov.jpg",
    "extract": "Dmitry Timofeyevich Yazov was a Marshal of the Soviet Union. A veteran of the Great Patriotic War, Yazov served as Minister of Defence from 1987 until he was arrested for his part in the 1991 August Coup, four months before the fall of the Soviet Union.\nYazov was the last person to be appointed to the rank of Marshal of the Soviet Union on 28 April 1990, the only Marshal born in Siberia, and at the time of his death on 25 February 2020 the last living Marshal of the Soviet Union.",
    "year": 1924,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Yisrael Friedman (Pashkaner Rebbe)",
    "birthday": "1923-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Israel_Ben-Shalom.jpg/240px-Israel_Ben-Shalom.jpg",
    "extract": "Yisrael Friedman was known as the Pashkaner Rebbe. He was a lecturer at the Tel Aviv University and the Ben-Gurion University of the Negev and the rosh yeshiva of a hesder yeshiva in Netivot.",
    "year": 1923,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jack Kilby",
    "birthday": "1923-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cc/Jack_Kilby.jpg",
    "extract": "Jack St. Clair Kilby was an American electrical engineer who took part in the realization of the first integrated circuit while working at Texas Instruments (TI) in 1958. He was awarded the Nobel Prize in Physics on December 10, 2000. Kilby was also the co-inventor of the handheld calculator and the thermal printer, for which he had the patents. He also had patents for seven other inventions.",
    "year": 1923,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Christiaan Barnard",
    "birthday": "1922-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Christiaan_Barnard_1969.jpg/219px-Christiaan_Barnard_1969.jpg",
    "extract": "Christiaan Neethling Barnard was a South African cardiac surgeon who performed the world's first human-to-human heart transplant operation. On 3 December 1967, Barnard transplanted the heart of accident-victim Denise Darvall into the chest of 54-year-old Louis Washkansky, with Washkansky regaining full consciousness and being able to talk easily with his wife, before dying eighteen days later of pneumonia, largely brought on by the anti-rejection drugs that suppressed his immune system. Barnard had told Mr. and Mrs. Washkansky that the operation had an 80% chance of success, an assessment which has been criticised as misleading. Barnard's second transplant patient, Philip Blaiberg, whose operation was performed at the beginning of 1968, lived for a year and a half and was able to go home from the hospital.",
    "year": 1922,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ademir de Menezes",
    "birthday": "1922-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Ademir_de_Menezes.jpg/222px-Ademir_de_Menezes.jpg",
    "extract": "Ademir Marques de Menezes was a Brazilian footballer, regarded as one of the best forwards in football history. His prominent underbite earned him the nickname \"Queixada\", which means \"jaw\". He was also the top goalscorer in the 1950 FIFA World Cup.",
    "year": 1922,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sitara Devi",
    "birthday": "1920-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/39/Sitara_Devi_2009_-_still_67757_crop.jpg",
    "extract": "Sitara Devi was an eminent Indian dancer of the classical Kathak style of dancing, a singer, and an actress. She was the recipient of several awards and accolades, and performed at several prestigious venues in India and abroad, including at the Royal Albert Hall, London (1967) and at the Carnegie Hall, New York (1976).",
    "year": 1920,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Esther Rolle",
    "birthday": "1920-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Esther_Rolle_1974.JPG",
    "extract": "Esther Elizabeth Rolle was an Bahamian-American actress. She is best known for her role as Florida Evans, on the CBS television sitcom Maude, for two seasons (1972–1974), and its spin-off series Good Times, for five seasons, for which Rolle was nominated for a Golden Globe Award for Best Actress - Television Series Musical or Comedy in 1976. In 1979, Rolle accepted the Emmy Award for Outstanding Supporting Actress in a Limited Series or Special for the television film Summer of My German Soldier.",
    "year": 1920,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Eugênio Sales",
    "birthday": "1920-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Cardeal_sales.jpg/222px-Cardeal_sales.jpg",
    "extract": "Eugênio de Araújo Sales was a cardinal in the Roman Catholic Church, having been elevated by Pope Paul VI on 28 April 1969. He served as archbishop of São Sebastião do Rio de Janeiro for thirty years until his resignation was accepted in 2001, when he had already passed the maximum age for voting in a papal conclave. He was the Cardinal Protopriest of the Holy Roman Church and also the longest-serving living Cardinal of the Catholic Church from 16 February 2009 until his death.",
    "year": 1920,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kazuo Sakamaki",
    "birthday": "1918-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/POW_Kazuo_Sakamaki.jpg/226px-POW_Kazuo_Sakamaki.jpg",
    "extract": "Kazuo Sakamaki  was a Japanese naval officer who became the first Japanese prisoner of war of World War II captured by U.S. forces.",
    "year": 1918,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hermann Zapf",
    "birthday": "1918-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Hermann_Zapf_signing.jpg/320px-Hermann_Zapf_signing.jpg",
    "extract": "Hermann Zapf was a German type designer and calligrapher who lived in Darmstadt, Germany. He was married to the calligrapher and typeface designer Gudrun Zapf-von Hesse. Typefaces he designed include Palatino, Optima, and Zapfino.",
    "year": 1918,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Norman Lloyd",
    "birthday": "1914-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Norman-Lloyd-Power-1937-2_%28cropped%29.jpg/251px-Norman-Lloyd-Power-1937-2_%28cropped%29.jpg",
    "extract": "Norman Nathan Lloyd was an American actor, producer, and director with a career in entertainment spanning nearly a century. He worked in every major facet of the industry including theatre, radio, television, and film, with a career that started in 1923. Lloyd's final film, Trainwreck, was released in 2015, after he had attained 100 years of age.",
    "year": 1914,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lou Ambers",
    "birthday": "1913-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/02/Lou.Ambers.jpeg/320px-Lou.Ambers.jpeg",
    "extract": "Luigi Giuseppe d'Ambrosio, a.k.a. Lou Ambers, was an American World Lightweight boxing champion who fought from 1932 to 1941. Ambers fought many other boxing greats, such as Henry Armstrong and Tony Canzoneri.",
    "year": 1913,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "June Havoc",
    "birthday": "1912-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/June_Havoc_-_1950s.jpg/242px-June_Havoc_-_1950s.jpg",
    "extract": "June Havoc was a Canadian American actress, dancer, stage director and memoirist.",
    "year": 1912,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Stylianos Pattakos",
    "birthday": "1912-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Stylianos_Pattakos.jpg/232px-Stylianos_Pattakos.jpg",
    "extract": "Stylianos Pattakos was a Greek military officer. Pattakos was one of the principals of the Greek military junta of 1967–1974 that overthrew the government of Panagiotis Kanellopoulos in a coup d'état on 21 April 1967.",
    "year": 1912,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Al Brosch",
    "birthday": "1911-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/78/Al-Brosch.JPG",
    "extract": "Albert Wenzel \"Red\" Brosch was an American professional golfer.",
    "year": 1911,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "James McCormack",
    "birthday": "1910-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/James_McCormack.jpeg/320px-James_McCormack.jpeg",
    "extract": "James McCormack, Jr. was a United States Army officer who served in World War II, and was later the first Director of Military Applications of the United States Atomic Energy Commission.",
    "year": 1910,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Martha Gellhorn",
    "birthday": "1908-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Martha_Gellhorn_%281941%29.jpg/239px-Martha_Gellhorn_%281941%29.jpg",
    "extract": "Martha Ellis Gellhorn was an American novelist, travel writer, and journalist who is considered one of the great war correspondents of the 20th century.",
    "year": 1908,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Cedric Belfrage",
    "birthday": "1904-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e7/Cedric_Belfrage.jpg/320px-Cedric_Belfrage.jpg",
    "extract": "Cedric Henning Belfrage was an English film critic, journalist, writer and political activist. He is best remembered as a co-founder of the radical US weekly National Guardian. Later Belfrage was referenced as a Soviet agent in the US intelligence Venona project, although it appears he had been working for British Security Co-ordination as a double agent.",
    "year": 1904,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Margaret Mitchell",
    "birthday": "1900-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Margaret_Mitchell_NYWTS.jpg/277px-Margaret_Mitchell_NYWTS.jpg",
    "extract": "Margaret Munnerlyn Mitchell was an American novelist and journalist. Mitchell wrote only one novel, published during her lifetime, the American Civil War-era novel Gone with the Wind, for which she won the National Book Award for Most Distinguished Novel of 1936 and the Pulitzer Prize for Fiction in 1937. Long after her death, a collection of Mitchell's girlhood writings and a novella she wrote as a teenager, titled Lost Laysen, were published. A collection of newspaper articles written by Mitchell for The Atlanta Journal was republished in book form.",
    "year": 1900,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marie Prevost",
    "birthday": "1898-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Marie_Prevost_Stars_of_the_Photoplay.jpg/235px-Marie_Prevost_Stars_of_the_Photoplay.jpg",
    "extract": "Marie Prevost was a Canadian-born film actress. During her 20-year career, she made 121 silent and sound films.",
    "year": 1898,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dorothy Day",
    "birthday": "1897-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Dorothy_Day%2C_1916_%28cropped%29.jpg/226px-Dorothy_Day%2C_1916_%28cropped%29.jpg",
    "extract": "Dorothy Day was an American journalist, social activist and anarchist who, after a bohemian youth, became a Catholic without abandoning her social and anarchist activism. She was perhaps the best-known political radical among American Catholics.",
    "year": 1897,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Erika Abels d'Albert",
    "birthday": "1896-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Abels_d_Albert_Erika_NEU_Wiener_Illistrierte_Zeitung_8_Feb_1920.jpg/225px-Abels_d_Albert_Erika_NEU_Wiener_Illistrierte_Zeitung_8_Feb_1920.jpg",
    "extract": "Erika Abels d'Albert (1896–1975) was an Austrian painter and graphic artist.",
    "year": 1896,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bucky Harris",
    "birthday": "1896-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Bucky_Harris_dugout.jpg/215px-Bucky_Harris_dugout.jpg",
    "extract": "Stanley Raymond \"Bucky\" Harris was an American professional baseball second baseman, manager and executive. While Harris played in Major League Baseball (MLB) for the Washington Senators and Detroit Tigers, it was his long managerial career that led to his enshrinement in the Baseball Hall of Fame, elected as a manager by the Veterans Committee, in 1975. Hired by the Senators to act as player-managaer at the age of 27, Harris would lead the team to the 1924 World Series title, becoming the youngest manager to win a championship and the first rookie manager to do so. Harris managed 29 seasons, fourth most in MLB history. In his tenure as manager for five teams, Harris won over 2,150 games, three league pennants and two World Series championships, with the gap between appearances/championships in the World Series being the longest in major league history.",
    "year": 1896,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Prajadhipok",
    "birthday": "1893-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/King_Prajadhipok_portrait_photograph.jpg/254px-King_Prajadhipok_portrait_photograph.jpg",
    "extract": "Prajadhipok, also Rama VII, was the seventh monarch of Siam of the Chakri dynasty. His reign was a turbulent time for Siam due to political and social changes during the Revolution of 1932. He is to date the only Siamese monarch of the Chakri Dynasty to abdicate.",
    "year": 1893,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Monrad Johansen",
    "birthday": "1888-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Portrett_av_David_Monrad_Johansen_%281888-1974%29.jpg/224px-Portrett_av_David_Monrad_Johansen_%281888-1974%29.jpg",
    "extract": "David Monrad Johansen was a Norwegian composer.",
    "year": 1888,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nestor Makhno",
    "birthday": "1888-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/1921._%D0%9D%D0%B5%D1%81%D1%82%D0%BE%D1%80_%D0%9C%D0%B0%D1%85%D0%BD%D0%BE_%D0%B2_%D0%BB%D0%B0%D0%B3%D0%B5%D1%80%D0%B5_%D0%B4%D0%BB%D1%8F_%D0%BF%D0%B5%D1%80%D0%B5%D0%BC%D0%B5%D1%89%D0%B5%D0%BD%D0%BD%D1%8B%D1%85_%D0%BB%D0%B8%D1%86_%D0%B2_%D0%A0%D1%83%D0%BC%D1%8B%D0%BD%D0%B8%D0%B8.jpg/207px-1921._%D0%9D%D0%B5%D1%81%D1%82%D0%BE%D1%80_%D0%9C%D0%B0%D1%85%D0%BD%D0%BE_%D0%B2_%D0%BB%D0%B0%D0%B3%D0%B5%D1%80%D0%B5_%D0%B4%D0%BB%D1%8F_%D0%BF%D0%B5%D1%80%D0%B5%D0%BC%D0%B5%D1%89%D0%B5%D0%BD%D0%BD%D1%8B%D1%85_%D0%BB%D0%B8%D1%86_%D0%B2_%D0%A0%D1%83%D0%BC%D1%8B%D0%BD%D0%B8%D0%B8.jpg",
    "extract": "Nestor Ivanovych Makhno, also known as Bat'ko Makhno, was a Ukrainian anarchist revolutionary and the commander of the Revolutionary Insurgent Army of Ukraine from 1917 to 1921.",
    "year": 1888,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "George Bouzianis",
    "birthday": "1885-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Jorgos_Busianis.jpg/292px-Jorgos_Busianis.jpg",
    "extract": "George Bouzianis was a major Greek expressionist painter.",
    "year": 1885,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hans Cloos",
    "birthday": "1885-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Cloostafel.jpg/320px-Cloostafel.jpg",
    "extract": "Hans Cloos was a prominent German structural geologist.",
    "year": 1885,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emil Fahrenkamp",
    "birthday": "1885-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Shellhaus1a.jpg/320px-Shellhaus1a.jpg",
    "extract": "Emil Fahrenkamp was a German architect and professor. One of the most prominent architects of the period between the first and second World Wars, he is best known for his 1931 Shell-Haus in Berlin.",
    "year": 1885,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tomoyuki Yamashita",
    "birthday": "1885-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Yamashita_Tomoyuki.jpg/226px-Yamashita_Tomoyuki.jpg",
    "extract": "Tomoyuki Yamashita  was a Japanese general of the Imperial Japanese Army during World War II. Yamashita led Japanese forces during the invasion of Malaya and Battle of Singapore, with his accomplishment of conquering Malaya and Singapore in 70 days earning him the sobriquet \"The Tiger of Malaya\" and led to the British Prime Minister Winston Churchill calling the ignominious fall of Singapore to Japan the \"worst disaster\" and \"largest capitulation\" in British military history.\nYamashita was assigned to defend the Philippines from the advancing Allied forces later in the war, and while unable to prevent the Allied advance, he was able to hold on to part of Luzon until after the formal Surrender of Japan in August 1945.",
    "year": 1885,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hermann Rorschach",
    "birthday": "1884-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Hermann_Rorschach_c.1910.JPG/195px-Hermann_Rorschach_c.1910.JPG",
    "extract": "Hermann Rorschach was a Swiss psychiatrist and psychoanalyst. His education in art helped to spur the development of a set of inkblots that were used experimentally to measure various unconscious parts of the subject's personality. His method has come to be referred to as the Rorschach test, iterations of which have continued to be used over the years to help identify personality, psychotic, and neurological disorders. Rorschach continued to refine the test until his premature death at age 37.",
    "year": 1884,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Arnold Bax",
    "birthday": "1883-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Arnold-Bax-iln-2Dec22p.jpg/241px-Arnold-Bax-iln-2Dec22p.jpg",
    "extract": "Sir Arnold Edward Trevor Bax, KCVO was an English composer, poet, and author. His prolific output includes songs, choral music, chamber pieces, and solo piano works, but he is best known for his orchestral music. In addition to a series of symphonic poems he wrote seven symphonies and was for a time widely regarded as the leading British symphonist.",
    "year": 1883,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Charles Demuth",
    "birthday": "1883-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Charles_Demuth-_Self-Portrait%2C_1907.jpg/207px-Charles_Demuth-_Self-Portrait%2C_1907.jpg",
    "extract": "Charles Henry Buckius Demuth was an American painter who specialized in watercolors and turned to oils late in his career, developing a style of painting known as Precisionism.",
    "year": 1883,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Clarence Gagnon",
    "birthday": "1881-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Clarence_A._Gagnon%2C_R.C.A._%28I0007778%29.jpg/240px-Clarence_A._Gagnon%2C_R.C.A._%28I0007778%29.jpg",
    "extract": "Clarence Alphonse Gagnon, LL.D. was a French Canadian painter, draughtsman, engraver and illustrator. He is known for his landscape paintings of the Laurentians and the Charlevoix region of eastern Quebec.",
    "year": 1881,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dorothea Bate",
    "birthday": "1878-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8a/Dorothea_Bate.png",
    "extract": "Dorothea Minola Alice Bate FGS, also known as Dorothy Bate, was a Welsh palaeontologist and pioneer of archaeozoology. Her life's work was to find fossils of recently extinct mammals with a view to understanding how and why giant and dwarf forms evolved.",
    "year": 1878,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Felix Hausdorff",
    "birthday": "1868-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Hausdorff_1913-1921.jpg/213px-Hausdorff_1913-1921.jpg",
    "extract": "Felix Hausdorff was a German mathematician who is considered to be one of the founders of modern topology and who contributed significantly to set theory, descriptive set theory, measure theory, and functional analysis.",
    "year": 1868,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Herbert Austin, 1st Baron Austin",
    "birthday": "1866-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Thinktank_Birmingham_-_Austin_H%282%29.jpg/219px-Thinktank_Birmingham_-_Austin_H%282%29.jpg",
    "extract": "Herbert Austin, 1st Baron Austin was an English automobile designer and builder who founded the Austin Motor Company. For the majority of his career he was known as Sir Herbert Austin, and the Northfield bypass is called \"Sir Herbert Austin Way\" after him.",
    "year": 1866,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nikolaos Triantafyllakos",
    "birthday": "1855-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Nikolaos_Triantafyllakos.jpg/268px-Nikolaos_Triantafyllakos.jpg",
    "extract": "Nikolaos Triantafyllakos was a Prime Minister of Greece during a tumultuous time in Greek history in August/September 1922.",
    "year": 1855,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Johannes Rydberg",
    "birthday": "1854-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Rydberg%2C_Janne_%28foto_Per_Bagge%3B_AFs_Arkiv%29.jpg/224px-Rydberg%2C_Janne_%28foto_Per_Bagge%3B_AFs_Arkiv%29.jpg",
    "extract": "Johannes (Janne) Robert Rydberg was a Swedish physicist mainly known for devising the Rydberg formula, in 1888, which is used to describe the wavelengths of photons emitted by changes in the energy level of an electron in a hydrogen atom.",
    "year": 1854,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gottlob Frege",
    "birthday": "1848-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Young_frege.jpg/237px-Young_frege.jpg",
    "extract": "Friedrich Ludwig Gottlob Frege was a German philosopher, logician, and mathematician. He worked as a mathematics professor at the University of Jena, and is understood by many to be the father of analytic philosophy, concentrating on the philosophy of language, logic, and mathematics. Though he was largely ignored during his lifetime, Giuseppe Peano (1858–1932), Bertrand Russell (1872–1970), and, to some extent, Ludwig Wittgenstein (1889–1951) introduced his work to later generations of philosophers. Frege is widely considered to be the greatest logician since Aristotle, and one of the most profound philosophers of mathematics ever.",
    "year": 1848,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jean Casimir-Perier",
    "birthday": "1847-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Jean_Casimir-Perier%281847-1907%29_%28cropped%29.jpg/236px-Jean_Casimir-Perier%281847-1907%29_%28cropped%29.jpg",
    "extract": "Jean Paul Pierre Casimir-Perier was a French politician who served as President of France from 1894 to 1895.",
    "year": 1847,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bram Stoker",
    "birthday": "1847-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Bram_Stoker_1906.jpg/248px-Bram_Stoker_1906.jpg",
    "extract": "Abraham Stoker was an Irish author who is celebrated for his 1897 Gothic horror novel Dracula. During his lifetime, he was better known as the personal assistant of actor Sir Henry Irving and business manager of the Lyceum Theatre, which Irving owned. In his early years, Stoker worked as a theatre critic for an Irish newspaper and wrote stories as well as commentaries. He also enjoyed travelling, particularly to Cruden Bay where he set two of his novels. During another visit to the English coastal town of Whitby, Stoker drew inspiration for writing Dracula. He died on April 20, 1912 due to Locomotor ataxia and was cremated in north London. Since his death, his magnum opus Dracula has become one of the most well known works in English literature, and the novel has been adapted for numerous films, short stories and plays.",
    "year": 1847,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ilia Chavchavadze",
    "birthday": "1837-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Ilia_Tchavtchavadze.jpg/231px-Ilia_Tchavtchavadze.jpg",
    "extract": "Prince Ilia Chavchavadze was a Georgian public figure, journalist, publisher, writer and poet who spearheaded the revival of Georgian nationalism during the second half of the 19th century and ensured the survival of the Georgian language, literature, and culture during the last decades of Tsarist rule. He is Georgia's \"most universally revered hero\" and is regarded as the \"Father of the Nation.\"",
    "year": 1837,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Milton Bradley",
    "birthday": "1836-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Milton_bradley_portrait.jpg",
    "extract": "Milton Bradley was an American business magnate, game pioneer and publisher, credited by many with launching the board game industry, with his eponymous enterprise, which was purchased by Hasbro in 1984, and folded in 1998.",
    "year": 1836,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robert Bulwer-Lytton, 1st Earl of Lytton",
    "birthday": "1831-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Robert_Bulwer-Lytton_by_Nadar.jpg/240px-Robert_Bulwer-Lytton_by_Nadar.jpg",
    "extract": "Edward Robert Lytton Bulwer-Lytton, 1st Earl of Lytton, was an English statesman, Conservative politician, and poet. He served as Viceroy of India between 1876 and 1880—during his tenure Queen Victoria was proclaimed Empress of India—and as British Ambassador to France from 1887 to 1891.",
    "year": 1831,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "William Wirt (Attorney General)",
    "birthday": "1772-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Attorney_General_William_Wirt.jpg/271px-Attorney_General_William_Wirt.jpg",
    "extract": "William Wirt was an American author and statesman who is credited with turning the position of United States Attorney General into one of influence. He was the longest serving Attorney General in U.S. history. He was also the Anti-Masonic nominee for president in the 1832 election.",
    "year": 1772,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Princess Augusta Sophia of the United Kingdom",
    "birthday": "1768-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Augusta_Sophia_of_the_United_Kingdom.jpg/261px-Augusta_Sophia_of_the_United_Kingdom.jpg",
    "extract": "Princess Augusta Sophia of the United Kingdom was the sixth child and second daughter of King George III and Queen Charlotte.",
    "year": 1768,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Otto Wilhelm Masing",
    "birthday": "1763-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Owmasing.svg/220px-Owmasing.svg.png",
    "extract": "Otto Wilhelm Masing was an early Baltic German Estophile and a major advocate of peasant rights, especially regarding education.",
    "year": 1763,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Johann George Tromlitz",
    "birthday": "1725-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Daniel_Caff%C3%A9%2C_Johann_George_Tromlitz.jpg/251px-Daniel_Caff%C3%A9%2C_Johann_George_Tromlitz.jpg",
    "extract": "Johann George Tromlitz, born at Reinsdorf, near Artern, Germany, was a flautist, flute maker and composer. He wrote three books on the art of flute playing.",
    "year": 1725,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Byron",
    "birthday": "1723-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/John_Byron-Joshua_Reynolds-1759.jpg/265px-John_Byron-Joshua_Reynolds-1759.jpg",
    "extract": "Vice-Admiral John Byron was a British Royal Navy officer and explorer. He earned the nickname \"Foul-Weather Jack\" in the press because of his frequent encounters with bad weather at sea. As a midshipman, he sailed in the squadron under George Anson on his voyage around the world, though Byron made it only to southern Chile, where his ship was wrecked. He returned to England with the captain of HMS Wager. He was governor of Newfoundland following Hugh Palliser, who left in 1768. He circumnavigated the world as a commodore with his own squadron in 1764–1766. He fought in battles in the Seven Years' War and the American Revolution. He rose to Vice Admiral of the White before his death in 1786.",
    "year": 1723,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Elisabeth Christine of Brunswick-Wolfenbüttel-Bevern",
    "birthday": "1715-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Koningin_elisabeth_christine.jpg/234px-Koningin_elisabeth_christine.jpg",
    "extract": "Duchess Elisabeth Christine of Brunswick-Wolfenbüttel-Bevern was Queen of Prussia and Electress of Brandenburg as the wife of Frederick the Great. She was the longest-serving Prussian queen, with a tenure of more than 46 years. She was praised for her charity work during the Seven Years' War.",
    "year": 1715,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Johann Ulrich von Cramer",
    "birthday": "1706-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/JUvCramer2.JPG/320px-JUvCramer2.JPG",
    "extract": "Johann Ulrich von Cramer was an eminent German judge, legal scholar, and Enlightenment philosopher.",
    "year": 1706,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Edmond Halley",
    "birthday": "1656-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Edmund_Halley.gif/263px-Edmund_Halley.gif",
    "extract": "Edmond Halley was an English astronomer, geophysicist, mathematician, meteorologist, and physicist. He was the second Astronomer Royal in Britain, succeeding John Flamsteed in 1720.",
    "year": 1656,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Charles X Gustav of Sweden",
    "birthday": "1622-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/King_Charles_X_Gustavus_%28S%C3%A9bastien_Bourdon%29_-_Nationalmuseum_-_19702.tif/lossy-page1-257px-King_Charles_X_Gustavus_%28S%C3%A9bastien_Bourdon%29_-_Nationalmuseum_-_19702.tif.jpg",
    "extract": "Charles X Gustav, also Carl Gustav, was King of Sweden from 1654 until his death. He was the son of John Casimir, Count Palatine of Zweibrücken-Kleeburg and Catherine of Sweden. After his father's death he also succeeded him as Pfalzgraf. He was married to Hedwig Eleonora of Holstein-Gottorp, who bore his son and successor, Charles XI. Charles X Gustav was the second Wittelsbach king of Sweden after the childless king Christopher of Bavaria (1441–1448) and he was the first king of the Swedish Caroline era, which had its peak during the end of the reign of his son, Charles XI. He led Sweden during the Second Northern War, enlarging the Swedish Empire. By his predecessor Christina, he was considered de facto Duke of Eyland (Öland) before ascending to the Swedish throne.",
    "year": 1622,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Sigismund, Elector of Brandenburg",
    "birthday": "1572-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Johann_Sigismund_Grunewald.jpg/266px-Johann_Sigismund_Grunewald.jpg",
    "extract": "John Sigismund was a Prince-elector of the Margraviate of Brandenburg from the House of Hohenzollern. He became the Duke of Prussia through his marriage to Duchess Anna, the eldest daughter of Duke Albert Frederick of Prussia who died without sons. Their marriage resulted in the potential creation of Brandenburg-Prussia, which became a reality after Poland's leader appointed John Sigismund in charge of Prussia in regency and, shortly thereafter, Albert Frederick died without an able, direct male heir.",
    "year": 1572,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Henry II, Duke of Lorraine",
    "birthday": "1563-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Henri_II_Lorraine.jpg/217px-Henri_II_Lorraine.jpg",
    "extract": "Henry II, known as \"the Good \", was Duke of Lorraine from 1608 until his death. Leaving no sons, both of his daughters became Duchesses of Lorraine by marriage. He was a brother-in-law of Henry IV of France.",
    "year": 1563,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lettice Knollys",
    "birthday": "1543-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Lettice_Knollys1.jpg/234px-Lettice_Knollys1.jpg",
    "extract": "Lettice Knollys, Countess of Essex and Countess of Leicester, was an English noblewoman and mother to the courtiers Robert Devereux, 2nd Earl of Essex, and Lady Penelope Rich. By her second marriage to Elizabeth I's favourite, Robert Dudley, Earl of Leicester, she incurred the Queen's unrelenting displeasure.",
    "year": 1543,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Teofilo Folengo",
    "birthday": "1491-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Portrait_of_Teofilo_Folengo_by_Girolamo_Romani.jpg/284px-Portrait_of_Teofilo_Folengo_by_Girolamo_Romani.jpg",
    "extract": "Teofilo Folengo, who wrote under the pseudonym of Merlino Coccajo or Merlinus Cocaius in Latin, was one of the principal Italian macaronic poets.",
    "year": 1491,
    "month": 11,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Philipp I, Count of Hanau-Lichtenberg",
    "birthday": "1417-11-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Philipp_I._%28der_%C3%84ltere%29_von_Hanau.jpg/320px-Philipp_I._%28der_%C3%84ltere%29_von_Hanau.jpg",
    "extract": "Philipp I, Count of Hanau-Lichtenberg was Count of Hanau. The county was divided between him and his nephew, Count Philipp I \"the Younger\". Philipp the Elder's part of the county was later called Hanau-Lichtenberg; Philipp the Younger's part is known as Hanau-Münzenberg.",
    "year": 1417,
    "month": 11,
    "day": 8,
    "language": "en"
  }
]