[
  {
    "name": "Momo Hirai",
    "birthday": "1996-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/20220122%E2%80%94Momo_%EB%AA%A8%EB%AA%A8_Campaign_Film%2C_Pearlygates_x_Twice_2022.jpg/281px-20220122%E2%80%94Momo_%EB%AA%A8%EB%AA%A8_Campaign_Film%2C_Pearlygates_x_Twice_2022.jpg",
    "extract": "Momo Hirai , known mononymously as Momo, is a Japanese singer, rapper and dancer based in South Korea. She is a member of the South Korean girl group Twice, formed by JYP Entertainment. Momo is one of Twice's three Japanese members.",
    "year": 1996,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Pete Dunne",
    "birthday": "1993-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Pete_Dunne_UK_Champion.jpg/196px-Pete_Dunne_UK_Champion.jpg",
    "extract": "Peter Thomas England is an English professional wrestler. He is currently signed to WWE, where he performs on the SmackDown brand under the ring name Butch. Under the ring name, Pete Dunne, he is a former WWE United Kingdom Champion and also a former NXT Tag Team Champion alongside Matt Riddle, with whom he also won the 2020 Dusty Rhodes Tag Team Classic.",
    "year": 1993,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nosa Igiebor",
    "birthday": "1990-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/DK-Maccabi_%286%29.jpg/219px-DK-Maccabi_%286%29.jpg",
    "extract": "Emmanuel Nosakhare Igiebor, commonly known as Nosa Igiebor or Nosa, is a Nigerian footballer who plays as a midfielder. He was called up to Nigeria's 23-man squad for the 2013 Africa Cup of Nations.",
    "year": 1990,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Baptiste Giabiconi",
    "birthday": "1989-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Baptiste_Giabiconi_2014.JPG/219px-Baptiste_Giabiconi_2014.JPG",
    "extract": "Baptiste Giabiconi is a French male model, singer, and muse of Karl Lagerfeld from Marignane, France. For many years, he was the male face of major fashion houses Chanel, Fendi and Karl Lagerfeld.",
    "year": 1989,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nikki Blonsky",
    "birthday": "1988-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Nikki_Blonsky_LF.JPG/210px-Nikki_Blonsky_LF.JPG",
    "extract": "Nicole Blonsky is an American actress, singer, dancer, and internet personality. She is known for playing Tracy Turnblad in the film Hairspray (2007), for which she won two Critics' Choice Awards and received nominations for a Golden Globe Award and a Screen Actors Guild Award.",
    "year": 1988,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lio Tipton",
    "birthday": "1988-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/LioTiptonTIFFSept2011.jpg/212px-LioTiptonTIFFSept2011.jpg",
    "extract": "Lio Tipton is an American actor and fashion model. Tipton is known for placing third on Cycle 11 of America's Next Top Model and for their roles in the films Crazy, Stupid, Love (2011), Warm Bodies (2013), and Two Night Stand (2014).",
    "year": 1988,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carl Gunnarsson",
    "birthday": "1986-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Carl_Gunnarsson_2012-03-07.JPG/320px-Carl_Gunnarsson_2012-03-07.JPG",
    "extract": "Carl Gunnarsson is a Swedish former professional ice hockey defenceman. He played for Linköpings HC of the Elitserien (SEL) and the Toronto Maple Leafs and St. Louis Blues of the National Hockey League (NHL).",
    "year": 1986,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bakary Soumaré",
    "birthday": "1985-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Bakary_Soumare_cropped.jpg/271px-Bakary_Soumare_cropped.jpg",
    "extract": "Bakary Soumaré is a Malian former professional footballer who played as a defender. He played professionally in the United States, France, Germany and Canada, and earned twelve caps for the Mali national team.",
    "year": 1985,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Delta Goodrem",
    "birthday": "1984-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Delta_Goodrem_April_20%2C_2017_%282%29_%28cropped%29.jpg/261px-Delta_Goodrem_April_20%2C_2017_%282%29_%28cropped%29.jpg",
    "extract": "Delta Lea Goodrem is an Australian singer, songwriter and actress. She signed to Sony Music at the age of 15. Her debut album, Innocent Eyes (2003), topped the ARIA Albums Chart for 29 non-consecutive weeks. It is one of the highest-selling Australian albums and is the second-best-selling Australian album of all time, with over four million copies sold.",
    "year": 1984,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Seven (South Korean singer)",
    "birthday": "1984-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Seven_%28South_Korean_singer%29_from_acrofan.jpg/247px-Seven_%28South_Korean_singer%29_from_acrofan.jpg",
    "extract": "Choi Dong-wook, better known by his stage name Seven, is a South Korean singer, who has also advanced into Japan, China and the United States.",
    "year": 1984,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Michael Turner (footballer, born 1983)",
    "birthday": "1983-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Michael_Turner2011.jpg/184px-Michael_Turner2011.jpg",
    "extract": "Michael Thomas Turner is an English former professional footballer who played as a defender.",
    "year": 1983,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Boaz Myhill",
    "birthday": "1982-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Boazmyhillforwiki.png/209px-Boazmyhillforwiki.png",
    "extract": "Glyn Oliver \"Boaz\" Myhill is a former Welsh-American professional footballer who played as a goalkeeper. He represented the Wales national team from 2008 to 2013.",
    "year": 1982,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jana Pittman",
    "birthday": "1982-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Osaka07_D6A_Jana_Rawlinson_celebrating.jpg/262px-Osaka07_D6A_Jana_Rawlinson_celebrating.jpg",
    "extract": "Jana Pittman is an Australian former athlete. During her athletic career Pittman specialised in the 400 metres run and 400-metre hurdles events. She is a two-time world champion in the 400 m hurdles, from 2003 and 2007. She also won the gold medal in this event at the 2002 and 2006 Commonwealth Games and was part of Australia's winning 4 × 400 metres relay teams at both events.",
    "year": 1982,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Eyedea",
    "birthday": "1981-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9d/Eyedea.jpg",
    "extract": "Micheal David Larsen, better known by his stage name Eyedea, was an American musician, rapper and poet. He was a freestyle battle champion and songwriter from Saint Paul, Minnesota.",
    "year": 1981,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kane Waselenchuk",
    "birthday": "1981-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Kane_Waselenchuk_at_2014_US_Open_Racquetball_Championships.jpg/282px-Kane_Waselenchuk_at_2014_US_Open_Racquetball_Championships.jpg",
    "extract": "Kane Waselenchuk is a professional racquetball player born in Edmonton, Alberta, Canada. Waselenchuk finished the 2018-19 season as the #1 player on the International Racquetball Tour (IRT) for a record extending 13th time. Waselenchuk, a left-handed player, has dominated the IRT for the last decade, including a record 134-match unbeaten streak that lasted over three years.",
    "year": 1981,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jobi McAnuff",
    "birthday": "1981-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Jobi_McAnuff_1.png/167px-Jobi_McAnuff_1.png",
    "extract": "Joel Joshua Frederick Melvin \"Jobi\" McAnuff is a former footballer who was recently a player and manager at EFL League Two club Leyton Orient. He was predominantly a winger but he has also played as an occasional central midfielder.",
    "year": 1981,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James Harper (footballer)",
    "birthday": "1980-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/James_Harper_23-07-21_1.png/167px-James_Harper_23-07-21_1.png",
    "extract": "James Alan John Harper is an English footballer who plays for Ascot United.",
    "year": 1980,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Vanessa Lachey",
    "birthday": "1980-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Vanessa_Minnillo_2009.jpg/213px-Vanessa_Minnillo_2009.jpg",
    "extract": "Vanessa Joy Lachey is an American actress, beauty pageant titleholder, fashion model, and television host. She was named Miss Teen USA in 1998. She has been a New York–based correspondent for Entertainment Tonight and hosted Total Request Live on MTV. She has starred in two network sitcoms, and has hosted various competition and reality shows through the 2010s and 2020s. Lachey holds the lead role in the CBS spinoff NCIS: Hawaiʻi which premiered in September 2021.",
    "year": 1980,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dominique Maltais",
    "birthday": "1980-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Stoneham_Maltais_Anthonioz.jpg/320px-Stoneham_Maltais_Anthonioz.jpg",
    "extract": "Dominique Maltais is a Canadian snowboarder, specialising in snowboard cross. She is a two-time Olympic medallist, winning a bronze medal at the 2006 Torino Games and a silver medal at the 2014 Sochi Games. She also competed at the 2010 Vancouver Olympics, where she failed to reach the final. At the FIS Snowboarding World Championships, she won a bronze medal in 2011 and a silver medal in 2013. She is the 2012 Winter X Games champion, and has won the Crystal Globe as the overall FIS World Cup champion in snowboard cross five times, in 2006, 2011, 2012, 2013 and 2014.",
    "year": 1980,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dave Bush",
    "birthday": "1979-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Dave_Bush_2009.jpg/320px-Dave_Bush_2009.jpg",
    "extract": "David Thomas Bush is an American professional baseball coach and former pitcher. He is currently the pitching coach for the Boston Red Sox of Major League Baseball (MLB). The right-hander played in MLB for the Toronto Blue Jays, Milwaukee Brewers and Texas Rangers. Bush also played for the SK Wyverns of the KBO League in 2012.",
    "year": 1979,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Caroline Flack",
    "birthday": "1979-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Caroline_Flack.jpg/237px-Caroline_Flack.jpg",
    "extract": "Caroline Louise Flack was an English television and radio presenter and actress. She won the twelfth series of BBC’s Strictly Come Dancing and presented The X Factor and later Love Island.",
    "year": 1979,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Adam Dunn",
    "birthday": "1979-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Adam_Dunn_on_August_8%2C_2011.jpg/161px-Adam_Dunn_on_August_8%2C_2011.jpg",
    "extract": "Adam Troy Dunn, nicknamed \"Big Donkey\", is an American former professional baseball left fielder and first baseman. He played in Major League Baseball (MLB) for the Cincinnati Reds, Arizona Diamondbacks, Washington Nationals, Chicago White Sox, and Oakland Athletics. He is a two-time MLB All-Star.",
    "year": 1979,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Steven López",
    "birthday": "1978-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Steven_L%C3%B3pez.jpg/271px-Steven_L%C3%B3pez.jpg",
    "extract": "Steven López is an American taekwondo competitor, a 2000 and 2004 Olympic gold medalist and a 2008 Olympic bronze medalist and 4th Dan in taekwondo. In 2001, he won the Lightweight Taekwondo World Championship, and in 2003 he won the Welterweight Taekwondo World Championship which he has since won in 2005, 2007 and 2009 making him the first Taekwondo fighter to win 5 World Championships. With 2 Olympic titles, 5 titles in taekwondo world championships and 1 title in taekwondo world cup he is the most titled champion after Hadi Saei who earns 9 world class titles.",
    "year": 1978,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Even Ormestad",
    "birthday": "1978-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Even_Ormestad_Jaga_Jazzist_%28203905%29.jpg/316px-Even_Ormestad_Jaga_Jazzist_%28203905%29.jpg",
    "extract": "Even Enersen Ormestad is a Norwegian bass guitarist and music producer, known as a member of the band Jaga Jazzist.",
    "year": 1978,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sisqó",
    "birthday": "1978-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Sisqo_001.jpg/240px-Sisqo_001.jpg",
    "extract": "Mark Althavan Andrews, known professionally as Sisqó, is an American singer, songwriter, record producer, dancer and actor. He is most prominently known for \"Thong Song\", his membership in Dru Hill, and has also released solo material. Sisqo's successful debut solo album, Unleash the Dragon (1999), included the hit singles \"Thong Song\" and \"Incomplete\".",
    "year": 1978,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tochiazuma Daisuke",
    "birthday": "1976-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Tochiazuma_Daisuke.jpg/232px-Tochiazuma_Daisuke.jpg",
    "extract": "Tochiazuma Daisuke is a retired sumo wrestler. He began his professional career in 1994, reaching the top division just two years later after winning a tournament championship in each of the lower divisions. After winning twelve special prizes and four gold stars, he reached his highest rank of ōzeki in 2002 and won three top division tournament championships before retiring because of health reasons in 2007 at the age of 30. In 2009 he became the head coach of Tamanoi stable.",
    "year": 1976,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gareth Malone",
    "birthday": "1975-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/GarethMalone1.jpg/224px-GarethMalone1.jpg",
    "extract": "Gareth Edmund Malone is an English choirmaster and broadcaster, self-described as an \"animateur, presenter and populariser of choral singing\". He is best known for his television appearances in programmes such as The Choir, which focus on singing and introducing choral music to new participants. Malone was appointed Officer of the Order of the British Empire (OBE) in the 2012 Birthday Honours, for services to music.",
    "year": 1975,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alessandro Del Piero",
    "birthday": "1974-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Alessandro_Del_Piero_in_2014.jpg/288px-Alessandro_Del_Piero_in_2014.jpg",
    "extract": "Alessandro Del Piero is an Italian former professional footballer who mainly played as a deep-lying forward, although he was capable of playing in several offensive positions. Since 2015, he has worked as a pundit for Sky Sport Italia. A technically gifted and creative supporting forward who was also a free-kick specialist, Del Piero is widely regarded as one of the greatest players of his generation and as one of the best Italian players of all time. He won the Serie A Italian Footballer of the Year award in 1998 and 2008 and received multiple nominations for the Ballon d'Or and FIFA World Player of the Year.",
    "year": 1974,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Giovanna Mezzogiorno",
    "birthday": "1974-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Giovanna_Mezzogiorno_Cannes_2010.jpg/226px-Giovanna_Mezzogiorno_Cannes_2010.jpg",
    "extract": "Giovanna Mezzogiorno is an Italian theatre and film actress.",
    "year": 1974,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nick Lachey",
    "birthday": "1973-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Nick_Lachey_3.jpg/213px-Nick_Lachey_3.jpg",
    "extract": "Nicholas Scott Lachey is an American singer, actor, television personality, and host. He rose to fame as the lead singer of the multi-platinum-selling boyband 98 Degrees, and later starred in the reality series Newlyweds: Nick and Jessica with his then-wife, Jessica Simpson. He has released four solo albums: SoulO, What's Left of Me, A Father's Lullaby, and Soundtrack of My Life. He also had a recurring role on the television series Charmed. He hosted NBC's The Sing-Off, co-hosted VH1's Big Morning Buzz Live from 2014 to 2015, and now hosts Nickelodeon's America's Most Musical Family, and co-hosts the Netflix shows Love Is Blind and The Ultimatum with his wife Vanessa Lachey. In 2021, Lachey won the fifth season of The Masked Singer.",
    "year": 1973,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gabrielle Miller",
    "birthday": "1973-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Gabrielle_Miller_%28cropped%29.jpg/219px-Gabrielle_Miller_%28cropped%29.jpg",
    "extract": "Gabrielle Sunshine Miller is a Canadian actress who, since the start of her career in 1993, has appeared in hundreds of television films and series episodes, including leading roles in two of Canada's most popular concurrently-running series, the sitcom Corner Gas (2004–09) and the comedy-drama Robson Arms (2005–08). She was also a regular or semi-regular on the TV series Pasadena (2002), Alienated (2003–04), Call Me Fitz (2012–13), Mother Up! (2013) and Good Witch (2015–16).",
    "year": 1973,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Zisis Vryzas",
    "birthday": "1973-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Vryzas.jpg",
    "extract": "Zisis Vryzas is a Greek former professional footballer who played as a forward for various teams in Greece and abroad, as well as for the Greece national team, with which he won the Euro 2004. After his retirement, he worked for PAOK as technical director, and for a brief period, took up the position of president, following Theodoros Zagorakis' resignation. On 16 August 2010, Vryzas became the assistant coach of the Greece national team.",
    "year": 1973,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Eric Dane",
    "birthday": "1972-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Eric_Dane_March_2015.jpg/214px-Eric_Dane_March_2015.jpg",
    "extract": "Eric William Dane is an American actor. After multiple television roles in the 1990s and 2000s, which included his recurring role as Jason Dean in Charmed, Dane was cast as Dr. Mark Sloan on the ABC medical drama television series Grey's Anatomy. Following this, he made appearances in films such as Marley & Me (2008), Valentine's Day (2010), and Burlesque (2010). Dane has since played Captain Tom Chandler in the post-apocalyptic drama The Last Ship and currently stars as Cal Jacobs in the HBO series Euphoria.",
    "year": 1972,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Corin Tucker",
    "birthday": "1972-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Corin_Tucker_live_March_2015.jpg/320px-Corin_Tucker_live_March_2015.jpg",
    "extract": "Corin Lisa Tucker is an American singer, songwriter, and guitarist best known for her work with rock band Sleater-Kinney. Tucker is also a member of the alternative rock supergroup Filthy Friends, and previously recorded with the indie rock group Heavens to Betsy and The Corin Tucker Band.",
    "year": 1972,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Duval",
    "birthday": "1971-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/David_Duval.jpg/252px-David_Duval.jpg",
    "extract": "David Robert Duval is an American professional golfer and former World No. 1 Golfer who competed on the PGA Tour and currently plays on the PGA Tour Champions. Duval won 13 PGA Tour tournaments between 1997 and 2001; including one major title, The Open Championship in 2001.",
    "year": 1971,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bill Guerin",
    "birthday": "1970-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/BillGuerin2015_2.jpg/213px-BillGuerin2015_2.jpg",
    "extract": "William Robert Guerin is an American former professional ice hockey player and the current general manager of the Minnesota Wild. He previously was the assistant general manager of the Pittsburgh Penguins and general manager of the Wilkes-Barre/Scranton Penguins.",
    "year": 1970,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Chris Jericho",
    "birthday": "1970-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Anthony_Michaels_reunites_with_old_buddy_and_former_WWE_wrestler%2C_Chris_Jericho_%28cropped%29.jpg/246px-Anthony_Michaels_reunites_with_old_buddy_and_former_WWE_wrestler%2C_Chris_Jericho_%28cropped%29.jpg",
    "extract": "Christopher Keith Irvine, better known by the ring name Chris Jericho, is an American-Canadian professional wrestler and singer. He is currently signed to All Elite Wrestling (AEW), where he is the leader of the stable Jericho Appreciation Society. Noted for his over-the-top rock star persona, he has been named by journalists and industry colleagues as one of the greatest professional wrestlers of all time.",
    "year": 1970,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Scarface (rapper)",
    "birthday": "1970-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Scarface_%28rapper%29_%28cropped%29.jpg/227px-Scarface_%28rapper%29_%28cropped%29.jpg",
    "extract": "Bradley Terrence Jordan, better known by his stage name Scarface, is an American rapper and record producer best known as a member of the Geto Boys, a hip-hop group from Houston, Texas. He grew up in Houston and is originally from the city's South Acres neighborhood. In 2012, The Source ranked him #16 on their list of the Top 50 Lyricists of All Time, while About.com ranked him #6 on its list of the 50 Greatest MCs of Our Time (1987–2007).",
    "year": 1970,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Susan Tedeschi",
    "birthday": "1970-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Susan_Tedeschi%2C_July_2006.jpg/214px-Susan_Tedeschi%2C_July_2006.jpg",
    "extract": "Susan Tedeschi is an American singer and guitarist. A multiple Grammy Award nominee, she is a member of the Tedeschi Trucks Band, a conglomeration of her band, her husband Derek Trucks' the Derek Trucks Band, and other musicians.",
    "year": 1970,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Pepa (rapper)",
    "birthday": "1969-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Sandra_Denton_%28Pepa%29.jpg/174px-Sandra_Denton_%28Pepa%29.jpg",
    "extract": "Sandra Jacqueline Denton, better known by her stage name Pepa or Pep, is a Jamaican-American rapper and actress, best known for her work as a member of the female rap trio Salt-N-Pepa. Denton starred in The Salt-N-Pepa Show, a reality TV series focusing on reforming the group which aired on the VH1 network in 2008. Since January 2016, Denton has appeared as a supporting cast member on the music reality television show Growing Up Hip Hop which airs on We TV.",
    "year": 1969,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Roxanne Shante",
    "birthday": "1969-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Roxanne_Shante_%28cropped%29.jpg/218px-Roxanne_Shante_%28cropped%29.jpg",
    "extract": "Latasha Shanté, better known by her stage name Roxanne Shante, is an American rapper. Born and raised in the Queensbridge Projects of Queens, New York City, Shante first gained attention through the Roxanne Wars and was part of the Juice Crew. The 2017 film, Roxanne Roxanne, is a dramatization of Shante's life.",
    "year": 1969,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Allison Wolfe",
    "birthday": "1969-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Allison_Wolfe_01.jpg/320px-Allison_Wolfe_01.jpg",
    "extract": "Allison Wolfe is a Los Angeles-based singer, songwriter, writer, and podcaster. As a founding member and lead singer of the punk rock band Bratmobile, she became one of the leading voices of the riot grrl movement.",
    "year": 1969,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nazzareno Carusi",
    "birthday": "1968-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Nazzareno_Carusi_2022.jpg/256px-Nazzareno_Carusi_2022.jpg",
    "extract": "Nazzareno Carusi is an Italian pianist. He studied the Piano under Lucia Passaglia, Alexis Weissenberg and Victor Merzhanov. He also studied Chamber music under Adriano Vendramelli, and received advice from Isaac Stern.",
    "year": 1968,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Daphne Guinness",
    "birthday": "1965-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Daphne_Guinness_at_FIT.jpg/212px-Daphne_Guinness_at_FIT.jpg",
    "extract": "Daphne Diana Joan Susanna Guinness is an English socialite and fashion designer.",
    "year": 1965,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bryn Terfel",
    "birthday": "1965-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Bryn_Terfel_in_Stockholm_2013-22.jpg/261px-Bryn_Terfel_in_Stockholm_2013-22.jpg",
    "extract": "Sir Bryn Terfel Jones, is a Welsh bass-baritone opera and concert singer. Terfel was initially associated with the roles of Mozart, particularly Figaro, Leporello and Don Giovanni, but has subsequently shifted his attention to heavier roles, especially those by Puccini and Wagner.",
    "year": 1965,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Robert Duncan McNeill",
    "birthday": "1964-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Robert_Duncan_McNeill_by_Gage_Skidmore.jpg/237px-Robert_Duncan_McNeill_by_Gage_Skidmore.jpg",
    "extract": "Robert Duncan McNeill is an American director, producer, and actor. As an actor, he is best known for his role as Lieutenant Tom Paris on the television series Star Trek: Voyager. He has also served as an executive producer and frequent director of the television series Chuck, Resident Alien, The Gifted, and Turner & Hooch.",
    "year": 1964,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jill Dando",
    "birthday": "1961-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/98/JillDando.jpg",
    "extract": "Jill Wendy Dando was an English journalist, television presenter and newsreader. She spent most of her career at the BBC and was the corporation's Personality of the Year in 1997. At the time of her death, her television work included co-presenting the BBC One programme Crimewatch with Nick Ross.",
    "year": 1961,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Andreas Brehme",
    "birthday": "1960-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Andreas_Brehme_2008.jpg/261px-Andreas_Brehme_2008.jpg",
    "extract": "Andreas \"Andy\" Brehme is a German football coach and former football defender. At international level, he is best known for scoring the winning goal for Germany in the 1990 FIFA World Cup Final against Argentina from an 85th-minute penalty kick. At club level, he played for several teams in Germany, and also had spells in Italy and Spain.",
    "year": 1960,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Demetra Plakas",
    "birthday": "1960-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Demetra_Plakas_2019.png/278px-Demetra_Plakas_2019.png",
    "extract": "Demetra Plakas is an American musician, best known for being the drummer in the rock band L7.",
    "year": 1960,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Thomas Quasthoff",
    "birthday": "1959-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Thomas_Quasthoff_2010.jpg/320px-Thomas_Quasthoff_2010.jpg",
    "extract": "Thomas Quasthoff is a German bass-baritone. Quasthoff has a range of musical interest from Bach cantatas, to lieder, and solo jazz improvisations. Born with severe birth defects caused by thalidomide, Quasthoff is 1.34 m, and has phocomelia.",
    "year": 1959,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Fernando Meirelles",
    "birthday": "1955-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Fernando_Meirelles_2012_%28cropped%29.JPG/230px-Fernando_Meirelles_2012_%28cropped%29.JPG",
    "extract": "Fernando Ferreira Meirelles is a Brazilian film director, producer and screenwriter. He is best known for co-directing the film City of God, released in 2002 in Brazil and in 2003 in the U.S. by Miramax Films, which received international critical acclaim. For his work in the film, he was nominated for an Academy Award for Best Director. He was also nominated for a Golden Globe Award for Best Director in 2005 for The Constant Gardener, which garnered the Academy Award for Best Supporting Actress for Rachel Weisz. He also directed the 2008 adaptation of José Saramago's novel Blindness, and the 2011 film 360. In 2019 Meirelles directed and produced in Brazil the HBO original series Joint Venture and also directed The Two Popes for Netflix.",
    "year": 1955,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bob Nault",
    "birthday": "1955-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Robert_Nault.jpg/216px-Robert_Nault.jpg",
    "extract": "Robert Daniel Nault is a Canadian politician.",
    "year": 1955,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Aed Carabao",
    "birthday": "1954-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Yuenyong_Opakul.jpg/212px-Yuenyong_Opakul.jpg",
    "extract": "Aed Carabao is the stage name of Yuenyong Opakul, born 9 November 1954. He is a singer/songwriter and leader of the Thai rock band Carabao, known for its songs in the \"songs for life\" genre.",
    "year": 1954,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sherrod Brown",
    "birthday": "1952-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Sherrod_Brown_117th_Congress_%281%29.jpg/256px-Sherrod_Brown_117th_Congress_%281%29.jpg",
    "extract": "Sherrod Campbell Brown is an American politician and retired educator serving as the senior United States senator from Ohio, a seat which he has held since 2007. A member of the Democratic Party, he was the U.S. representative for Ohio's 13th congressional district from 1993 to 2007 and the 47th secretary of state of Ohio from 1983 to 1991. He started his political career in 1975 as an Ohio state representative.",
    "year": 1952,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jim Riggleman",
    "birthday": "1952-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/RigglemanReds2016.jpg/186px-RigglemanReds2016.jpg",
    "extract": "James David Riggleman is an American former Major League Baseball (MLB) manager and bench coach who coached with several teams between 1989 and 2019. He is currently the manager for the Billings Mustangs of the independent Pioneer League (baseball).",
    "year": 1952,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lou Ferrigno",
    "birthday": "1951-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Lou_Ferrigno_2018.jpg/228px-Lou_Ferrigno_2018.jpg",
    "extract": "Louis Jude Ferrigno Sr. is an American retired professional bodybuilder and actor. As a bodybuilder, Ferrigno won an IFBB Mr. America title and two consecutive IFBB Mr. Universe titles, and appeared in the bodybuilding documentary Pumping Iron. As an actor, he is best known for his title role in the CBS television series The Incredible Hulk and vocally reprising the role in subsequent animated and computer-generated incarnations. He has also appeared in European-produced fantasy-adventures such as Sinbad of the Seven Seas and Hercules, and as himself in the sitcom The King of Queens and the 2009 comedy I Love You, Man.",
    "year": 1951,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Parekura Horomia",
    "birthday": "1950-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Parekura_Horomia_portrait.jpg/232px-Parekura_Horomia_portrait.jpg",
    "extract": "Parekura Tureia Horomia was a New Zealand Labour Party politician who served as Minister of Māori Affairs between 2000 and 2008.",
    "year": 1950,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bille August",
    "birthday": "1948-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Bille_August.jpg/320px-Bille_August.jpg",
    "extract": "Bille August RD is a Danish director, screenwriter, and cinematographer of film and television. In a career spanning over four decades, he has been the recipient of numerous accolades, making him one of the most acclaimed contemporary Danish filmmakers.",
    "year": 1948,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Michel Pagliaro",
    "birthday": "1948-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Michel_Pagliaro.jpg/240px-Michel_Pagliaro.jpg",
    "extract": "Michel Armand Guy Pagliaro is a Canadian rock singer, songwriter and guitarist from Montreal, Quebec. Pagliaro was nominated for a 1975 Juno Award as male vocalist of the year. Although he writes and records predominantly in French, Pagliaro’s has reached international success mainly with material released in English.",
    "year": 1948,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Luiz Felipe Scolari",
    "birthday": "1948-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Training_Brazilian_national_team_before_the_match_against_Croatia_at_the_FIFA_World_Cup_2014-06-11_%282%29.jpg/301px-Training_Brazilian_national_team_before_the_match_against_Croatia_at_the_FIFA_World_Cup_2014-06-11_%282%29.jpg",
    "extract": "Luiz Felipe Scolari, ComIH, usually called Scolari or by his nickname Felipão, is a Brazilian football manager and former player. He is the current manager of Athletico Paranaense.",
    "year": 1948,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Robert David Hall",
    "birthday": "1947-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/RobertDavidHall.jpg/265px-RobertDavidHall.jpg",
    "extract": "Robert David Hall is an American actor, best known for his role as coroner Dr. Albert Robbins, M.D. on the television show CSI: Crime Scene Investigation.",
    "year": 1947,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Benny Mardones",
    "birthday": "1946-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Benny_Mardones_2010_%28cropped%29.jpg/230px-Benny_Mardones_2010_%28cropped%29.jpg",
    "extract": "Benjamin Ruben Armand Mardones was an American pop/rock singer and songwriter noted for his hit single \"Into the Night\", which hit the top 20 on the Billboard Hot 100 chart twice, in 1980 (#11) and again in 1989 (#20).",
    "year": 1946,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Marina Warner",
    "birthday": "1946-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/HiResMarinaWarner2PhotoCreditCarolinamazzolaricropped.jpg/247px-HiResMarinaWarner2PhotoCreditCarolinamazzolaricropped.jpg",
    "extract": "Dame Marina Sarah Warner, is an English historian, mythographer, art critic, novelist and short story writer. She is known for her many non-fiction books relating to feminism and myth. She has written for many publications, including The London Review of Books, the New Statesman, Sunday Times and Vogue. She has been a visiting professor, given lectures and taught on the faculties of many universities.",
    "year": 1946,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Moeletsi Mbeki",
    "birthday": "1945-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/MoeletsiMbeki2007.jpg/320px-MoeletsiMbeki2007.jpg",
    "extract": "Moeletsi Goduka Mbeki is a South African political economist and the deputy chairman of the South African Institute of International Affairs, an independent think tank based at the University of the Witwatersrand, and is a political analyst for Nedcor Bank. He is a member of the executive council of the International Institute for Strategic Studies (IISS) which is based in London. He is the younger brother of former President Thabo Mbeki and son of ANC leader Govan Mbeki. He has been a frequent critic of President Mbeki.",
    "year": 1945,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charlie Robinson (actor)",
    "birthday": "1945-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8b/Charlierobinsonactorblavk.jpg",
    "extract": "Charles P. Robinson was an American stage, film, and television actor. He is best known for his role on the NBC sitcom Night Court as Macintosh \"Mac\" Robinson, the clerk of the court and a Vietnam War veteran. Although his most frequent on-screen billing was Charlie Robinson, Night Court had credited him as Charles Robinson throughout his 1984–1992 stint as Mac. In two of his earliest film appearances, 1974's Sugar Hill and 1975's The Black Gestapo, he was credited as Charles P. Robinson. Some of his credits have been occasionally commingled with ones of older actor Charles Knox Robinson who, billed as Charles Robinson, was featured in numerous films and TV episodes between 1958 and 1971.",
    "year": 1945,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Chitresh Das",
    "birthday": "1944-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/62/Chitresh_Das2.jpg",
    "extract": "Chitresh Das was a classical dancer of the North Indian style of Kathak. Born in Calcutta, Das was a performer, choreographer, composer and educator. He was instrumental in bringing Kathak to the US and is credited with having established Kathak amongst the Indian diaspora in America. In 1979, Das established the Chhandam School of Kathak and the Chitresh Das Dance Company in California. In 2002, he founded Chhandam Nritya Bharati in India. There were ten branches of Chhandam worldwide. Until his death in 2015, Das taught dance as a way of life, a path for attaining self-knowledge and as a service to society.",
    "year": 1944,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Phil May (singer)",
    "birthday": "1944-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Phil_May_-_Pretty_Things_do_Saltburn_5_%289973427724%29.jpg/320px-Phil_May_-_Pretty_Things_do_Saltburn_5_%289973427724%29.jpg",
    "extract": "Philip Dennis Arthur May was an English vocalist. He gained fame in the 1960s as the lead singer of Pretty Things, of which he was a founding member. May remained a member throughout the band's changing line-up over the years, and was one of the band's main lyricists. He was the primary lyricist for the album S.F. Sorrow.",
    "year": 1944,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tom Fogerty",
    "birthday": "1941-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ae/Tom_Fogerty_%28Creedence_Clearwater_Revival_1968%29.jpg",
    "extract": "Thomas Richard Fogerty was an American musician, best known as the rhythm guitarist for Creedence Clearwater Revival. He was posthumously inducted into the Rock and Roll Hall of Fame in 1993.",
    "year": 1941,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Paul Cameron",
    "birthday": "1939-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/JKRUK_20191114_PAUL_CAMERON_KIELCE_IMG_8797_%282%29.jpg/289px-JKRUK_20191114_PAUL_CAMERON_KIELCE_IMG_8797_%282%29.jpg",
    "extract": "Paul Drummond Cameron is an American psychologist. Cameron has been designated by the Southern Poverty Law Center as an anti-gay extremist. While employed at various institutions, including the University of Nebraska, he conducted research on passive smoking, but he is best known today for his claims about homosexuality. After a successful 1982 campaign against a gay rights proposal in Lincoln, Nebraska, he established the Institute for the Scientific Investigation of Sexuality (ISIS), now known as the Family Research Institute (FRI). As FRI's chairman, Cameron has written contentious papers erroneously asserting associations between homosexuality and the perpetration of child sexual abuse and reduced life expectancy. These have been heavily criticized and frequently discredited by others in the field.",
    "year": 1939,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bryan Davies, Baron Davies of Oldham",
    "birthday": "1939-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Official_portrait_of_Lord_Davies_of_Oldham_crop_2.jpg/240px-Official_portrait_of_Lord_Davies_of_Oldham_crop_2.jpg",
    "extract": "Bryan Davies, Baron Davies of Oldham, PC is a Labour member of the House of Lords. He served as Government Deputy Chief Whip in the House of Lords from 2003 to 2010, and as usual for a holder of that position, also held the position of Captain of the Yeomen of the Guard.",
    "year": 1939,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Roger McGough",
    "birthday": "1937-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Ossett_-FestivalInADay_-Observer150_-_Saturday_20.09.2014_%28cropped%29.jpg",
    "extract": "Roger Joseph McGough is an English poet, performance poet, broadcaster, children's author and playwright. He presents the BBC Radio 4 programme Poetry Please, as well as performing his own poetry. McGough was one of the leading members of the Liverpool poets, a group of young poets influenced by Beat poetry and the popular music and culture of 1960s Liverpool. He is an honorary fellow of Liverpool John Moores University, fellow of the Royal Society of Literature and President of the Poetry Society.",
    "year": 1937,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bob Graham",
    "birthday": "1936-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Bob_Graham%2C_official_Senate_photo_portrait%2C_color.jpg/252px-Bob_Graham%2C_official_Senate_photo_portrait%2C_color.jpg",
    "extract": "Daniel Robert Graham is an American lawyer, author, and politician who served as the 38th governor of Florida from 1979 to 1987 and a United States senator from Florida from 1987 to 2005. He is a member of the Democratic Party.",
    "year": 1936,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mikhail Tal",
    "birthday": "1936-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Mikhail_Tal_1962.jpg/249px-Mikhail_Tal_1962.jpg",
    "extract": "Mikhail Nekhemyevich Tal was a Soviet Latvian chess player and the eighth World Chess Champion. He is considered a creative genius and one of the best players of all time. Tal played in an attacking and daring combinatorial style. His play was known above all for improvisation and unpredictability. It has been said that \"Every game for him was as inimitable and invaluable as a poem\". His nickname was \"Misha\", a diminutive for Mikhail, and he earned the nickname \"The Magician from Riga\". Both The Mammoth Book of the World's Greatest Chess Games and Modern Chess Brilliancies include more games by Tal than any other player. He also held the record for the longest unbeaten streak in competitive chess history with 95 games between 23 October 1973 and 16 October 1974, until Ding Liren's streak of 100 games between 9 August 2017 and 11 November 2018. In addition, Tal was a highly regarded chess writer.",
    "year": 1936,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mary Travers",
    "birthday": "1936-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Mary_Travers_publicity_portrait.jpg/262px-Mary_Travers_publicity_portrait.jpg",
    "extract": "Mary Allin Travers was an American singer-songwriter and member of the folk music group Peter, Paul and Mary, along with Peter Yarrow and Paul Stookey. Peter, Paul and Mary was one of the most successful folk music groups of the 1960s. Travers, unlike most folk musicians of the early 1960s who were a part of the burgeoning music scene, grew up in New York City's Greenwich Village. A contralto, Travers released five solo albums in addition to her work with Peter, Paul and Mary.",
    "year": 1936,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bob Gibson",
    "birthday": "1935-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Bob_Gibson_crop.JPG/250px-Bob_Gibson_crop.JPG",
    "extract": "Robert Gibson was an American professional baseball pitcher who played 17 seasons in Major League Baseball (MLB) for the St. Louis Cardinals (1959–1975). Nicknamed \"Gibby\" and \"Hoot\", Gibson tallied 251 wins, 3,117 strikeouts, and a 2.91 earned run average (ERA) during his career. A nine-time All-Star and two-time World Series champion, he won two Cy Young Awards and the 1968 National League (NL) Most Valuable Player (MVP) Award. Known for a fiercely competitive nature and for intimidating opposing batters, he was elected in 1981 to the Baseball Hall of Fame in his first year of eligibility. The Cardinals retired his uniform number 45 in September 1975 and inducted him into the team Hall of Fame in 2014.",
    "year": 1935,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Wolfson, Baron Wolfson of Sunningdale",
    "birthday": "1935-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6f/Lord_Wolfson_of_Sunningdale_2012.jpg/290px-Lord_Wolfson_of_Sunningdale_2012.jpg",
    "extract": "David Wolfson, Baron Wolfson of Sunningdale was a British Conservative politician and businessman.",
    "year": 1935,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ingvar Carlsson",
    "birthday": "1934-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Ingvar_Carlsson_p%C3%A5_Idrottsgalan_2013.jpg/224px-Ingvar_Carlsson_p%C3%A5_Idrottsgalan_2013.jpg",
    "extract": "Gösta Ingvar Carlsson is a Swedish politician who twice served as Prime Minister of Sweden, first from 1986 to 1991 and again from 1994 to 1996. He was leader of the Swedish Social Democratic Party from 1986 to 1996. He is best known for leading Sweden into the European Union.",
    "year": 1934,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carl Sagan",
    "birthday": "1934-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Carl_Sagan_Planetary_Society_cropped.png/268px-Carl_Sagan_Planetary_Society_cropped.png",
    "extract": "Carl Edward Sagan was an American astronomer, planetary scientist, cosmologist, astrophysicist, astrobiologist, author, and science communicator. His best known scientific contribution is research on extraterrestrial life, including experimental demonstration of the production of amino acids from basic chemicals by radiation. Sagan assembled the first physical messages sent into space, the Pioneer plaque and the Voyager Golden Record, universal messages that could potentially be understood by any extraterrestrial intelligence that might find them. Sagan argued the hypothesis, accepted since, that the high surface temperatures of Venus can be attributed to, and calculated using, the greenhouse effect. He testified to the US Congress in 1985 that the greenhouse effect would change the earth's climate system.",
    "year": 1934,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jim Perry (television personality)",
    "birthday": "1933-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5f/Television_Personality_Jim_Perry.jpeg/230px-Television_Personality_Jim_Perry.jpeg",
    "extract": "Jim Perry was an American-Canadian television game show host, singer, announcer, and performer in the 1970s and 1980s.",
    "year": 1933,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Whitey Herzog",
    "birthday": "1931-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Herzog1983stand.jpg/165px-Herzog1983stand.jpg",
    "extract": "Dorrel Norman Elvert \"Whitey\" Herzog is an American former professional baseball outfielder and manager, most notable for his Major League Baseball (MLB) managerial career.",
    "year": 1931,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Valery Shumakov",
    "birthday": "1931-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Shumakov_with_Order_of_Saint_Apostol_Andrew.jpg/239px-Shumakov_with_Order_of_Saint_Apostol_Andrew.jpg",
    "extract": "Valery Ivanovich Shumakov was a Russian surgeon and transplantologist, famous for being the founding father of organ transplants in Russia and was a pioneer of artificial organ surgery.",
    "year": 1931,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Imre Kertész",
    "birthday": "1929-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Kert%C3%A9sz_Imre_%28Frankl_Aliona%29.jpg/230px-Kert%C3%A9sz_Imre_%28Frankl_Aliona%29.jpg",
    "extract": "Imre Kertész was a Hungarian author and recipient of the 2002 Nobel Prize in Literature, \"for writing that upholds the fragile experience of the individual against the barbaric arbitrariness of history\". He was the first Hungarian to win the Nobel in Literature. His works deal with themes of the Holocaust, dictatorship and personal freedom. He died on 31 March 2016, aged 86, at his home in Budapest after suffering from Parkinson's disease for several years.",
    "year": 1929,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Anne Sexton",
    "birthday": "1928-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/85/Anne_Sexton_by_Elsa_Dorfman.jpg",
    "extract": "Anne Sexton was an American poet known for her highly personal, confessional verse. She won the Pulitzer Prize for poetry in 1967 for her book Live or Die. Her poetry details her long battle with depression, suicidal tendencies, and intimate details from her private life, including relationships with her husband and children, whom it was later alleged she physically and sexually assaulted.",
    "year": 1928,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Vicente Aranda",
    "birthday": "1926-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Vicente_aranda.jpg",
    "extract": "Vicente Aranda Ezquerra was a Spanish film director, screenwriter and producer.",
    "year": 1926,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Luis Miguel Dominguín",
    "birthday": "1926-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Corrida_de_toros_en_la_plaza_de_%27El_Txofre%27_%2867_de_79%29_-_Fondo_Mar%C3%ADn-Kutxa_Fototeka_%28cropped%29.jpg/240px-Corrida_de_toros_en_la_plaza_de_%27El_Txofre%27_%2867_de_79%29_-_Fondo_Mar%C3%ADn-Kutxa_Fototeka_%28cropped%29.jpg",
    "extract": "Luis Miguel González Lucas, better known as Luis Miguel Dominguín, was a bullfighter from Spain. His father was the legendary Domingo Dominguín; he adopted his father's name to gain popularity.",
    "year": 1926,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alice Coachman",
    "birthday": "1923-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/17/Alice_Coachman.jpg/320px-Alice_Coachman.jpg",
    "extract": "Alice Marie Coachman Davis was an American athlete. She specialized in high jump and was the first black woman to win an Olympic gold medal.",
    "year": 1923,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Elizabeth Hawley",
    "birthday": "1923-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Elitzabeth_Hawley_Card.jpg/224px-Elitzabeth_Hawley_Card.jpg",
    "extract": "Elizabeth Hawley was an American journalist, author, and chronicler of Himalayan mountaineering expeditions. Hawley's The Himalayan Database became the unofficial record for climbs in the Nepalese Himalaya. She was also the honorary consul in Nepal for New Zealand.",
    "year": 1923,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James Schuyler",
    "birthday": "1923-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a0/James_Schuyler.jpg",
    "extract": "James Marcus Schuyler was an American poet. His awards include the Pulitzer Prize for Poetry for his 1980 collection The Morning of the Poem. He was a central figure in the New York School and is often associated with fellow New York School poets John Ashbery, Frank O'Hara, Kenneth Koch, and Barbara Guest.",
    "year": 1923,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dorothy Dandridge",
    "birthday": "1922-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Dorothy_Dandridge_Cain%27s_Hundred_1962.jpg/253px-Dorothy_Dandridge_Cain%27s_Hundred_1962.jpg",
    "extract": "Dorothy Jean Dandridge was an American actress, singer and dancer. She is the first African-American film star to be nominated for the Academy Award for Best Actress, which was for her performance in Carmen Jones (1954). Dandridge performed as a vocalist in venues such as the Cotton Club and the Apollo Theater. During her early career, she performed as a part of The Wonder Children, later The Dandridge Sisters, and appeared in a succession of films, usually in uncredited roles.",
    "year": 1922,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Raymond Devos",
    "birthday": "1922-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Strasbourg-1980-05-11_%283758268551%29.jpg/202px-Strasbourg-1980-05-11_%283758268551%29.jpg",
    "extract": "Raymond Devos was a Belgian-French humorist, stand-up comedian and clown. He is best known for his sophisticated puns and surreal humour.",
    "year": 1922,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Imre Lakatos",
    "birthday": "1922-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Professor_Imre_Lakatos%2C_c1960s.jpg/217px-Professor_Imre_Lakatos%2C_c1960s.jpg",
    "extract": "Imre Lakatos was a Hungarian philosopher of mathematics and science, known for his thesis of the fallibility of mathematics and its \"methodology of proofs and refutations\" in its pre-axiomatic stages of development, and also for introducing the concept of the \"research programme\" in his methodology of scientific research programmes.",
    "year": 1922,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Pierrette Alarie",
    "birthday": "1921-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Pierrette_Alarie_%28cropped%29.jpg",
    "extract": "Pierrette Alarie, was a French Canadian coloratura soprano. She was married to the French-Canadian tenor Léopold Simoneau.",
    "year": 1921,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Viktor Chukarin",
    "birthday": "1921-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a7/Viktor_Chukarin.jpg/279px-Viktor_Chukarin.jpg",
    "extract": "Viktor Ivanovich Chukarin was a Soviet gymnast. He won eleven medals including seven gold medals at the 1952 and 1956 Summer Olympics and was the all-around world champion in 1954. He was the most successful athlete at the 1952 Summer Olympics.",
    "year": 1921,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Byron De La Beckwith",
    "birthday": "1920-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/10/Byron_De_La_Beckwith.jpg",
    "extract": "Byron De La Beckwith Jr. was an American white supremacist and Klansman from Greenwood, Mississippi, who assassinated the civil rights leader Medgar Evers on June 12, 1963. Two trials in 1964 on that charge, with all-white Mississippi juries, resulted in hung juries. In 1994, he was tried by the state in a new trial based on new evidence, convicted of the murder by a mixed jury, and sentenced to life in prison.",
    "year": 1920,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Philip G. Hodge",
    "birthday": "1920-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Philip_G_Hodge_%28cropped%29.jpg/213px-Philip_G_Hodge_%28cropped%29.jpg",
    "extract": "Philip Gibson Hodge Jr. was an American engineer who specialized in mechanics of elastic and plastic behavior of materials. His work resulted in significant advancements in plasticity theory including developments in the method of characteristics, limit-analysis, piecewise linear isotropic plasticity, and nonlinear programming applications. Hodge was the technical editor of American Society of Mechanical Engineers Journal of Applied Mechanics from 1971-1976. From 1984 to 2000 he was the secretary of the U. S. National Committee on Theoretical and Applied Mechanics, its longest serving Secretary. In 1949 he became assistant professor of Mathematics at UCLA, then moved on to become associate professor of applied mechanics at Polytechnic Institute of Brooklyn in 1953, Professor of Mechanics at Illinois Institute of Technology in 1957, and professor of mechanics at the University of Minnesota in 1971, where he remained until he retired in 1991. After retirement he was professor emeritus at the University of Minnesota and visiting professor emeritus at Stanford University.",
    "year": 1920,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Eva Todor",
    "birthday": "1919-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Eva_Todor_%281959%29.tif/lossy-page1-232px-Eva_Todor_%281959%29.tif.jpg",
    "extract": "Eva Todor Nolding was a Brazilian actress and dancer.",
    "year": 1919,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Spiro Agnew",
    "birthday": "1918-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Spiro_Agnew.jpg/249px-Spiro_Agnew.jpg",
    "extract": "Spiro Theodore Agnew was the 39th vice president of the United States, serving from 1969 until his resignation in 1973. He is the second vice president to resign the position, the other being John C. Calhoun in 1832.",
    "year": 1918,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Florence Chadwick",
    "birthday": "1918-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Florence_Chadwick_1963.jpg/244px-Florence_Chadwick_1963.jpg",
    "extract": "Florence May Chadwick was an American swimmer known for long-distance open water swimming. She was the first woman to swim the English Channel in both directions, setting a time record each time. She was also the first woman to swim the Catalina Channel, the Straits of Gibraltar, the Bosporus, and the Dardanelles.",
    "year": 1918,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Thomas Ferebee",
    "birthday": "1918-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Van_Kirk_Tibbets%2C_and_Ferebee.jpg/320px-Van_Kirk_Tibbets%2C_and_Ferebee.jpg",
    "extract": "Thomas Wilson Ferebee was the bombardier aboard the B-29 Superfortress, Enola Gay, which dropped the atomic bomb, \"Little Boy\", on Hiroshima in 1945.",
    "year": 1918,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Choi Hong-hi",
    "birthday": "1918-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d3/Choi_Hong_Hi.png",
    "extract": "Choi Hong-hi was a South Korean Army general and martial artist who was an important, albeit controversial figure in the history of the Korean martial art of taekwondo.",
    "year": 1918,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Martha Settle Putney",
    "birthday": "1916-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/72/Martha_Settle_Putney.jpg",
    "extract": "Martha Settle Putney was an American educator and historian who chronicled the roles of African Americans in the armed forces. After serving as one of the first black members of the Women's Army Corps during World War II, she devoted her life to researching and documenting the military service and achievements of black Americans.",
    "year": 1916,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "André François",
    "birthday": "1915-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Andr%C3%A9_Fran%C3%A7ois_%281967%29.jpg/240px-Andr%C3%A9_Fran%C3%A7ois_%281967%29.jpg",
    "extract": "André François, born André Farkas, was a Hungarian-born French cartoonist.",
    "year": 1915,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sargent Shriver",
    "birthday": "1915-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Sargent_Shriver_1961.jpg/254px-Sargent_Shriver_1961.jpg",
    "extract": "Robert Sargent Shriver Jr. was an American diplomat, politician, and activist. As the husband of Eunice Kennedy Shriver, he was part of the Kennedy family. Shriver was the driving force behind the creation of the Peace Corps, and founded the Job Corps, Head Start, VISTA, Upward Bound, and other programs as the architect of the 1960s War on Poverty. He was the Democratic Party's nominee for vice president in the 1972 presidential election.",
    "year": 1915,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Thomas Berry",
    "birthday": "1914-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Thomas_Berry.jpg",
    "extract": "Thomas Berry, CP was a Catholic priest, cultural historian, and scholar of the world’s religions, especially Asian traditions. Later as he studied Earth history and evolution, he called himself a “geologian.” ",
    "year": 1914,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hedy Lamarr",
    "birthday": "1914-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Hedy_Lamarr_Publicity_Photo_for_The_Heavenly_Body_1944.jpg/255px-Hedy_Lamarr_Publicity_Photo_for_The_Heavenly_Body_1944.jpg",
    "extract": "Hedy Lamarr was an Austrian-born American film actress and inventor. She has been described as one of the great movie actresses of all time.",
    "year": 1914,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Paulene Myers",
    "birthday": "1913-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Paulene_Myers_in_Executive_Suite_%281976%29.jpg/233px-Paulene_Myers_in_Executive_Suite_%281976%29.jpg",
    "extract": "Paulene Elenora Myers was an American actress. Variations on the spelling of her name include Pauline Myers and Pauline Meyers. She was a pioneer among African–American actors who performed on Broadway stage and appeared on many television series throughout her long career. Myers' career spanned over six decades.",
    "year": 1913,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Arthur Rudolph",
    "birthday": "1906-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Arthur_Rudolph.jpg/256px-Arthur_Rudolph.jpg",
    "extract": "Arthur Louis Hugo Rudolph was a German rocket engineer who was a leader of the effort to develop the V-2 rocket for Nazi Germany. After World War II, the United States Government's Office of Strategic Services (OSS) brought him to the U.S. as part of the clandestine Operation Paperclip, where he became one of the main developers of the U.S. space program. He worked within the U.S. Army and NASA, where he managed the development of several systems, including the Pershing missile and the Saturn V Moon rocket. In 1984, the U.S. Government investigated him for war crimes, and he agreed to renounce his United States citizenship and leave the U.S. in return for not being prosecuted.",
    "year": 1906,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Erika Mann",
    "birthday": "1905-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Erika_Mann_NYWTS.jpg/249px-Erika_Mann_NYWTS.jpg",
    "extract": "Erika Julia Hedwig Mann was a German actress and writer, daughter of the novelist Thomas Mann.",
    "year": 1905,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Viktor Brack",
    "birthday": "1904-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Viktor_Brack_N%C3%BCrnberg_2.jpg/257px-Viktor_Brack_N%C3%BCrnberg_2.jpg",
    "extract": "Viktor Hermann Brack was a member of the Schutzstaffel (SS) and a convicted Nazi war criminal, who was one of the prominent organisers of the euthanasia programme Aktion T4; this Nazi initiative resulted in the systematic murder of over 70,000 disabled German and Austrian people. He held various positions of responsibility in Hitler's Chancellery in Berlin. Following his role in the T4 programme, Brack was one of the men identified as responsible for the gassing of Jews in extermination camps, having conferred with Odilo Globočnik about its use in the practical implementation of the Final Solution. Brack was sentenced to death in 1947 and executed by hanging in 1948.",
    "year": 1904,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Heiti Talvik",
    "birthday": "1904-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Heiti_Talvik.jpg/212px-Heiti_Talvik.jpg",
    "extract": "Heiti Talvik was an Estonian poet.",
    "year": 1904,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Anthony Asquith",
    "birthday": "1902-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Walter_James_Redfern_Turner%2C_Anthony_Asquith%2C_Charles_Percy_Sanger%2C_Mark_Gertler_by_Lady_Ottoline_Morrell.jpg/320px-Walter_James_Redfern_Turner%2C_Anthony_Asquith%2C_Charles_Percy_Sanger%2C_Mark_Gertler_by_Lady_Ottoline_Morrell.jpg",
    "extract": "Anthony William Asquith was a English film director. He collaborated successfully with playwright Terence Rattigan on The Winslow Boy (1948) and The Browning Version (1951), among other adaptations. His other notable films include Pygmalion (1938), French Without Tears (1940), The Way to the Stars (1945) and a 1952 adaptation of Oscar Wilde's The Importance of Being Earnest.",
    "year": 1902,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Oskar Loorits",
    "birthday": "1900-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Oskar_Loorits%2C_1920s.jpg/240px-Oskar_Loorits%2C_1920s.jpg",
    "extract": "Oskar Loorits was an Estonian folklorist.",
    "year": 1900,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Harvey Hendrick",
    "birthday": "1897-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/GinkHendrick.jpg/213px-GinkHendrick.jpg",
    "extract": "Harvey \"Gink\" Hendrick was an American Major League Baseball player who played for several different teams during an eleven-year career.",
    "year": 1897,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ronald George Wreyford Norrish",
    "birthday": "1897-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/44/Ronald_George_Wreyford_Norrish.jpg",
    "extract": "Ronald George Wreyford Norrish FRS was a British chemist who was awarded the Nobel Prize in Chemistry in 1967.",
    "year": 1897,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mae Marsh",
    "birthday": "1894-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Mae_Marsh_1916.jpg/258px-Mae_Marsh_1916.jpg",
    "extract": "Mae Marsh was an American film actress with a career spanning over 50 years.",
    "year": 1894,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dietrich von Choltitz",
    "birthday": "1894-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Bundesarchiv_Bild_183-2003-1112-500%2C_Dietrich_v._Choltitz-2.png/213px-Bundesarchiv_Bild_183-2003-1112-500%2C_Dietrich_v._Choltitz-2.png",
    "extract": "Dietrich Hugo Hermann von Choltitz was a German general. Sometimes referred to as the Saviour of Paris, he served in the Wehrmacht of Nazi Germany during World War II, as well as serving in the Reichswehr of the Weimar Republic, and the Royal Saxon Army during World War I.",
    "year": 1894,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Louisa E. Rhine",
    "birthday": "1891-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Louisa_E._Rhine.jpg",
    "extract": "Louisa Ella Rhine was an American doctor of botany and is known for her work in parapsychology. At the time of her death, she was recognized as the foremost researcher of spontaneous psychic experiences, and has been referred to as the “first lady of parapsychology.”",
    "year": 1891,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jean Monnet",
    "birthday": "1888-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Jean_Monnet.jpg/231px-Jean_Monnet.jpg",
    "extract": "Jean Omer Marie Gabriel Monnet was a French entrepreneur, diplomat, financier, administrator, and political visionary. An influential supporter of European unity, he is considered one of the founding fathers of the European Union.",
    "year": 1888,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ed Wynn",
    "birthday": "1886-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Ed_Wynn_All_Star_Revue.JPG/244px-Ed_Wynn_All_Star_Revue.JPG",
    "extract": "Isaiah Edwin Leopold, better known as Ed Wynn, was an American actor and comedian. He was noted for his Perfect Fool comedy character, his pioneering radio show of the 1930s, and his later career as a dramatic actor.",
    "year": 1886,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Velimir Khlebnikov",
    "birthday": "1885-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Chlebnikow.jpg/224px-Chlebnikow.jpg",
    "extract": "Viktor Vladimirovich Khlebnikov, better known by the pen name Velimir Khlebnikov was a Russian poet and playwright, a central part of the Russian Futurist movement, but his work and influence stretch far beyond it. Influential linguist Roman Jakobson hailed Khlebnikov as \"the greatest world poet of our century\".",
    "year": 1885,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Aureliano Pertile",
    "birthday": "1885-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Aureliano_Pertile.jpg",
    "extract": "Aureliano Pertile was an Italian lyric-dramatic tenor. Many critics consider him one of the most exciting operatic artists of the inter-war period, and one of the most important tenors of the 20th century.",
    "year": 1885,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hermann Weyl",
    "birthday": "1885-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Hermann_Weyl_ETH-Bib_Portr_00890.jpg/309px-Hermann_Weyl_ETH-Bib_Portr_00890.jpg",
    "extract": "Hermann Klaus Hugo Weyl, was a German mathematician, theoretical physicist and philosopher. Although much of his working life was spent in Zürich, Switzerland, and then Princeton, New Jersey, he is associated with the University of Göttingen tradition of mathematics, represented by David Hilbert and Hermann Minkowski.",
    "year": 1885,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Edna May Oliver",
    "birthday": "1883-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Studio_publicity_Edna_May_Oliver.jpg/256px-Studio_publicity_Edna_May_Oliver.jpg",
    "extract": "Edna May Oliver was an American stage and film actress. During the 1930s, she was one of the better-known character actresses in American films, often playing tart-tongued spinsters.",
    "year": 1883,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Giles Gilbert Scott",
    "birthday": "1880-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/be/SirGilesGScott.jpg/192px-SirGilesGScott.jpg",
    "extract": "Sir Giles Gilbert Scott was a British architect known for his work on the New Bodleian Library, Cambridge University Library, Lady Margaret Hall, Oxford, Battersea Power Station, Liverpool Cathedral, and designing the iconic red telephone box. Scott came from a family of architects. He was noted for his blending of Gothic tradition with modernism, making what might otherwise have been functionally designed buildings into popular landmarks.",
    "year": 1880,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jenő Bory",
    "birthday": "1879-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Jen%C5%91_Bory_%28cropped%29.jpg",
    "extract": "Jenő Bory was a Hungarian architect and sculptor.",
    "year": 1879,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Milan Šufflay",
    "birthday": "1879-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Milan_Shuflaj.jpg/213px-Milan_Shuflaj.jpg",
    "extract": "Milan Šufflay was a Croatian historian and politician. He was one of the founders of Albanology and the author of the first Croatian science fiction novel. As a Croatian nationalist, he was persecuted in the Kingdom of Yugoslavia, and his murder subsequently caused an internationally publicized affair.",
    "year": 1879,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ahn Changho",
    "birthday": "1878-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Ahn_Changho.jpg/196px-Ahn_Changho.jpg",
    "extract": "Ahn Changho, sometimes An Chang-ho was a Korean independence activist and one of the early leaders of the Korean-American immigrant community in the United States. He is also referred to by his pen name Dosan. A Protestant social activist, he established the Shinminhoe when he returned to Korea from the US in 1907. It was the most important organization to fight the Japanese occupation of Korea. He established the Young Korean Academy in San Francisco in 1913 and was a key member in the founding of the Provisional Government of the Republic of Korea in Shanghai in 1919. Ahn is one of two men believed to have written the lyrics of \"Aegukga\", the South Korean national anthem. Besides his work for the Independence Movement, Dosan wanted to reform the Korean people's character and the entire social system of Korea. Dosan's key efforts were in educational reforms and modernizing. He was the father of actors Ralph, Philip Ahn, and US Navy Lieutenant Susan Ahn Cuddy, who also later worked for the Office of Naval Intelligence, the National Security Agency, the Library of Congress, and the US Department of Defense.",
    "year": 1878,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Enrico De Nicola",
    "birthday": "1877-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Enrico_De_Nicola_%28cropped%29.jpg/228px-Enrico_De_Nicola_%28cropped%29.jpg",
    "extract": "Enrico De Nicola, was an Italian jurist, journalist, politician, and provisional head of state of republican Italy from 1946 to 1948. Afterwards, he became the first president of Italy on 1 January 1948.",
    "year": 1877,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Muhammad Iqbal",
    "birthday": "1877-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Allama_Iqbal.jpg/223px-Allama_Iqbal.jpg",
    "extract": "Sir Muhammad Iqbal, was a South Asian Muslim writer, philosopher, and politician, whose poetry in the Urdu language is considered among the greatest of the twentieth century, and whose vision of a cultural and political ideal for the Muslims of British-ruled India was to animate the impulse for Pakistan. He is commonly referred to by the honorific Allama.",
    "year": 1877,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Albert Francis Blakeslee",
    "birthday": "1874-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Sophia_A._Satina_%281879-1975%29_and_Albert_Francis_Blakeslee_%281874-1954%29%2C_shown_with_samples_of_mold_%283322781086%29.jpg/320px-Sophia_A._Satina_%281879-1975%29_and_Albert_Francis_Blakeslee_%281874-1954%29%2C_shown_with_samples_of_mold_%283322781086%29.jpg",
    "extract": "Albert Francis Blakeslee was an American botanist. He is best known for his research on the poisonous jimsonweed plant and the sexuality of fungi. He was the brother of the Far East scholar George Hubbard Blakeslee.",
    "year": 1874,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Otfrid Foerster",
    "birthday": "1873-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/71/Foerster%2C_Olivecrona_and_Toennis.jpg",
    "extract": "Otfrid Foerster was a German neurologist and neurosurgeon, who made innovative contributions to neurology and neurosurgery, such as rhizotomy for the treatment of spasticity, anterolateral cordotomy for pain, the hyperventilation test for epilepsy, Foerster's syndrome, the first electrocorticogram of a brain tumor, and the first surgeries for epilepsy. He is also known as the first to describe the dermatomes, and he helped map the motor cortex of the cerebrum.",
    "year": 1873,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bohdan Lepky",
    "birthday": "1872-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Lepkiy.jpg/234px-Lepkiy.jpg",
    "extract": "Bohdan Lepky, was a Ukrainian writer, poet, scholar, public figure, and artist.",
    "year": 1872,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Florence R. Sabin",
    "birthday": "1871-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Florence_Sabin_1922-09-01.jpg/241px-Florence_Sabin_1922-09-01.jpg",
    "extract": "Florence Rena Sabin was an American medical scientist. She was a pioneer for women in science; she was the first woman to hold a full professorship at Johns Hopkins School of Medicine, the first woman elected to the National Academy of Sciences, and the first woman to head a department at the Rockefeller Institute for Medical Research. During her years of retirement, she pursued a second career as a public health activist in Colorado, and in 1951 received the Albert Lasker Public Service Award for this work.",
    "year": 1871,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Marie Dressler",
    "birthday": "1869-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a6/Marie_Dressler_-_1930.jpg/231px-Marie_Dressler_-_1930.jpg",
    "extract": "Marie Dressler was a Canadian stage and screen actress, comedian, and early silent film and Depression-era film star. In 1914, she was in the first full-length film comedy. She won the Academy Award for Best Actress in 1931.",
    "year": 1869,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gigo Gabashvili",
    "birthday": "1862-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Georgian_realist_painter_Gigo_Gabashvili%2C_c._early_1900s.jpg/236px-Georgian_realist_painter_Gigo_Gabashvili%2C_c._early_1900s.jpg",
    "extract": "Giorgi \"Gigo\" Ivanes dze Gabashvili was a Georgian painter and educator. One of the earliest Georgian representatives of the Realist School of Georgian painting, his work is known for covering a wide range of subjects, landscapes and scenes of everyday life through orientalist lens. Although not widely known in the West, Gabashvili's paintings are highly valued - the artist's late 19th century painting The Bazaar in Samarkand, originally commissioned by Charles Richard Crane, sold for $1.36 million dollars at Christie's in 2006.",
    "year": 1862,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Maud Howe Elliott",
    "birthday": "1854-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Maud_Howe%2C_portrait%2C_facing_right.jpg/242px-Maud_Howe%2C_portrait%2C_facing_right.jpg",
    "extract": "Maud Howe Elliott was an American novelist, most notable for her Pulitzer prize-winning collaboration with her sisters, Laura E. Richards and Florence Hall, on their mother's biography The Life of Julia Ward Howe (1916). Her other works included A Newport Aquarelle (1883); Phillida (1891); Mammon, later published as Honor: A Novel (1893); Roma Beata, Letters from the Eternal City (1903); The Eleventh Hour in the Life of Julia Ward Howe (1911); Three Generations (1923); Lord Byron's Helmet (1927); John Elliott, The Story of an Artist (1930); My Cousin, F. Marion Crawford (1934); and This Was My Newport (1944).",
    "year": 1854,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Stanford White",
    "birthday": "1853-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Stanford_White_by_George_Cox_ca._1892.jpg",
    "extract": "Stanford White was an American architect. He was also a partner in the architectural firm McKim, Mead & White, one of the most significant Beaux-Arts firms. He designed many houses for the rich, in addition to numerous civic, institutional, and religious buildings. His temporary Washington Square Arch was so popular that he was commissioned to design a permanent one. His design principles embodied the \"American Renaissance\".",
    "year": 1853,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Louis Lewin",
    "birthday": "1850-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Louis_Lewin_%281850-1929%29.jpg/214px-Louis_Lewin_%281850-1929%29.jpg",
    "extract": "Louis Lewin was a German pharmacologist. In 1887 he received his first sample of the Peyote cactus from Dallas, Texas-based physician John Raleigh Briggs (1851-1907), and later published the first methodical analysis of it, causing a variant to be named Anhalonium lewinii in his honor.",
    "year": 1850,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Edward VII",
    "birthday": "1841-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/King-Edward-VII_%28cropped%29.jpg/206px-King-Edward-VII_%28cropped%29.jpg",
    "extract": "Edward VII was King of the United Kingdom of Great Britain and Ireland and the British Dominions, and Emperor of India, from 22 January 1901 until his death in 1910.",
    "year": 1841,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joseph-Adolphe Chapleau",
    "birthday": "1840-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Joseph-Adolphe_Chapleau.jpg",
    "extract": "Sir Joseph-Adolphe Chapleau, born in Sainte-Thérèse, Quebec, was a French-Canadian lawyer and politician who served as the 7th Lieutenant Governor of Quebec from 1892 to 1898.",
    "year": 1840,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Émile Gaboriau",
    "birthday": "1832-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Emile_Gaboriau_BNF_Gallica.jpg/252px-Emile_Gaboriau_BNF_Gallica.jpg",
    "extract": "Émile Gaboriau was a French writer, novelist, journalist, and a pioneer of detective fiction.",
    "year": 1832,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peter Lumsden",
    "birthday": "1829-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Sir_Peter_Lumsden_WDL11448.png/204px-Sir_Peter_Lumsden_WDL11448.png",
    "extract": "General Sir Peter Stark Lumsden was a British military officer who served in India. Born in Belhelvie, Aberdeenshire, he was the fourth son of Colonel Thomas Lumsden CB. He studied at Addiscombe Military Seminary, before officially joining military service as an ensign in the 60th Bengal Native Infantry in 1847. From 1852 to 1857 he served on the North-West Frontier, where, among other activities, he participated in the suppression of the Indian Rebellion of 1857 and the capture of Tantya Tope in 1859.",
    "year": 1829,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "A. P. Hill",
    "birthday": "1825-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Image_of_Lieutenant_General_A.P._Hill.jpg/205px-Image_of_Lieutenant_General_A.P._Hill.jpg",
    "extract": "Ambrose Powell Hill Jr. was a Confederate general who was killed in the American Civil War. He is usually referred to as A. P. Hill to differentiate him from another, unrelated Confederate general, Daniel Harvey Hill.",
    "year": 1825,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ivan Turgenev",
    "birthday": "1818-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Turgenev_by_Repin.jpg/245px-Turgenev_by_Repin.jpg",
    "extract": "Ivan Sergeyevich Turgenev was a Russian novelist, short story writer, poet, playwright, translator and popularizer of Russian literature in the West.",
    "year": 1818,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bernhard von Langenbeck",
    "birthday": "1810-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Bernhard_von_Langenbeck2.jpg/220px-Bernhard_von_Langenbeck2.jpg",
    "extract": "Bernhard Rudolf Konrad von Langenbeck was a German surgeon known as the developer of Langenbeck's amputation and founder of Langenbeck's Archives of Surgery.",
    "year": 1810,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Elijah Parish Lovejoy",
    "birthday": "1802-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Appletons%27_Lovejoy_Elijah_Parish.jpg/210px-Appletons%27_Lovejoy_Elijah_Parish.jpg",
    "extract": "Elijah Parish Lovejoy was an American Presbyterian minister, journalist, newspaper editor, and abolitionist. Following his murder by a mob, he became a martyr to the abolitionist cause opposing slavery in the United States. He was also hailed as a defender of free speech and freedom of the press.",
    "year": 1802,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gail Borden",
    "birthday": "1801-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Gail_Borden.jpg/244px-Gail_Borden.jpg",
    "extract": "Gail Borden Jr. was a native New Yorker who settled in Texas in 1829, where he worked as a land surveyor, newspaper publisher, and inventor. He created a process in 1853 to make sweetened condensed milk. Earlier, Borden helped plan the cities of Houston and Galveston in 1836.",
    "year": 1801,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gustav, Prince of Vasa",
    "birthday": "1799-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Gustav_of_Sweden_%281799%29_c_1830.jpg/243px-Gustav_of_Sweden_%281799%29_c_1830.jpg",
    "extract": "Prince Gustav Vasa, Count Itterburg, born Crown Prince of Sweden and later called Gustaf Gustafsson von Holstein-Gottorp, Prince of Vasa, was the son of King Gustav IV Adolf of Sweden and Queen Frederica. His Austrian princely title was actually spelled Wasa.",
    "year": 1799,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Thomasine Christine Gyllembourg-Ehrensvärd",
    "birthday": "1773-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Thomasine_Gyllembourg.jpg/241px-Thomasine_Gyllembourg.jpg",
    "extract": "Baroness Thomasine Christine Gyllembourg-Ehrensvärd was a Danish author, born in Copenhagen. Her maiden name was Buntzen.",
    "year": 1773,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jeanne Julie Éléonore de Lespinasse",
    "birthday": "1732-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Julie_de_Lespinasse.jpg/179px-Julie_de_Lespinasse.jpg",
    "extract": "Jeanne Julie Éléonore de Lespinasse was a French salon holder and letter writer. She held a prominent salon in Paris during the Enlightenment. She is best-known today, however, for her letters, first published in 1809, which offer compelling accounts of two tragic love affairs.",
    "year": 1732,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Benjamin Banneker",
    "birthday": "1731-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Benjamin_Banneker_mural_cropped.tif/lossy-page1-136px-Benjamin_Banneker_mural_cropped.tif.jpg",
    "extract": "Benjamin Banneker was an African-American naturalist, mathematician, astronomer and almanac author. He was a landowner who also worked as a surveyor and farmer.",
    "year": 1731,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Anna Amalia, Abbess of Quedlinburg",
    "birthday": "1723-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Antoine_Pesne_hofdame_%3B_Prinzessin_Amalia_von_Preussen_als_Amazone.jpg/237px-Antoine_Pesne_hofdame_%3B_Prinzessin_Amalia_von_Preussen_als_Amazone.jpg",
    "extract": "Princess Anna Amalia of Prussia was Princess-Abbess of Quedlinburg and a composer. She was one of ten surviving children of King Frederick William I of Prussia and Sophia Dorothea of Hanover.",
    "year": 1723,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mark Akenside",
    "birthday": "1721-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Mark_Akenside.jpg/252px-Mark_Akenside.jpg",
    "extract": "Mark Akenside was an English poet and physician.",
    "year": 1721,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "George II of Great Britain",
    "birthday": "1683-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/George_II_by_Thomas_Hudson.jpg/194px-George_II_by_Thomas_Hudson.jpg",
    "extract": "George II was King of Great Britain and Ireland, Duke of Brunswick-Lüneburg (Hanover) and a prince-elector of the Holy Roman Empire from 11 June 1727 (O.S.) until his death in 1760.",
    "year": 1683,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Henry Wharton",
    "birthday": "1664-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Henry_Wharton.jpg/202px-Henry_Wharton.jpg",
    "extract": "Henry Wharton was an English writer and librarian.",
    "year": 1664,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hermann Conring",
    "birthday": "1606-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Hermann_Conring.jpg/191px-Hermann_Conring.jpg",
    "extract": "Hermann Conring was a German intellectual. He made significant contributions to the study of medicine, politics and law.",
    "year": 1606,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Martin Chemnitz",
    "birthday": "1522-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Martin-Chemnitz.jpg/240px-Martin-Chemnitz.jpg",
    "extract": "Martin Chemnitz was an eminent second-generation German, Evangelical Lutheran, Christian theologian, and a Protestant reformer, churchman, and confessor. In the Evangelical Lutheran tradition he is known as Alter Martinus, the \"Second Martin\": Si Martinus non fuisset, Martinus vix stetisset goes a common saying concerning him. He is listed and remembered in the Calendar of Saints and Commemorations in the Liturgical Church Year as a pastor and confessor by both the Evangelical Lutheran Church in America and Lutheran Church–Missouri Synod.",
    "year": 1522,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charles II, Duke of Guelders",
    "birthday": "1467-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Karl_von_Egmond.JPG",
    "extract": "Charles II was a member of the House of Egmond who ruled as Duke of Guelders and Count of Zutphen from 1492 until his death. He was the son of Adolf of Egmond and Catharine of Bourbon. He had a principal role in the Frisian peasant rebellion and the Guelders Wars.",
    "year": 1467,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Albrecht III Achilles, Elector of Brandenburg",
    "birthday": "1414-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/AlbrechtAchilles.jpg/180px-AlbrechtAchilles.jpg",
    "extract": "Albert III was Elector of Brandenburg from 1471 until his death, the third from the House of Hohenzollern. A member of the Order of the Swan, he received the cognomen Achilles because of his knightly qualities and virtues. He also ruled in the Franconian principalities of Ansbach from 1440 and Kulmbach from 1464.",
    "year": 1414,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Isabella of Valois",
    "birthday": "1389-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Isabela_Richard2.jpg",
    "extract": "Isabella of France was Queen (consort) of England as the wife of Richard II, King of England between 1396 and 1399, and Duchess (consort) of Orléans as the wife of Charles, Duke of Orléans from 1406 until her death in 1409. She had been born a princess of France as the daughter of Charles VI, King of France.",
    "year": 1389,
    "month": 11,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Niccolò III d'Este, Marquis of Ferrara",
    "birthday": "1383-11-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Nicolo_III_d%27Este%2C_Marquess_of_Ferrara%2C_attributed_to_Amadio_da_Milano%2C_designed_after_1431_or_c._1441_-_Chazen_Museum_of_Art_-_DSC02135.JPG/320px-Nicolo_III_d%27Este%2C_Marquess_of_Ferrara%2C_attributed_to_Amadio_da_Milano%2C_designed_after_1431_or_c._1441_-_Chazen_Museum_of_Art_-_DSC02135.JPG",
    "extract": "Niccolò III d'Este was Marquess of Ferrara from 1393 until his death. He was also a condottiero.",
    "year": 1383,
    "month": 11,
    "day": 9,
    "language": "en"
  }
]