[
  {
    "name": "Joe Burrow",
    "birthday": "1996-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Joe_Burrow_2021.jpg/225px-Joe_Burrow_2021.jpg",
    "extract": "Joseph Lee Burrow is an American football quarterback for the Cincinnati Bengals of the National Football League (NFL). Following a stint with Ohio State, Burrow played college football at LSU, where he won the Heisman Trophy and the 2020 College Football Playoff National Championship as a senior. He was selected by the Bengals first overall in the 2020 NFL Draft.",
    "year": 1996,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kang Daniel",
    "birthday": "1996-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Kang_Daniel_March_2020.png/320px-Kang_Daniel_March_2020.png",
    "extract": "Kang Daniel is a South Korean singer-songwriter, actor, and entrepreneur that rose to fame in early 2017 as the first-place winner of the second season of reality competition series Produce 101. He is a former member of the show's resulting boy group Wanna One and is currently active as a solo artist.",
    "year": 1996,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Richard Kennar",
    "birthday": "1994-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Richie_Kennar.jpg/232px-Richie_Kennar.jpg",
    "extract": "Richard Kennar is a Samoan professional rugby league footballer who plays for a winger and centre for the South Sydney Rabbitohs in the NRL.",
    "year": 1994,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Matti Klinga",
    "birthday": "1994-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Matti_Klinga.jpg/320px-Matti_Klinga.jpg",
    "extract": "Matti Klinga is a Finnish footballer currently playing for FC Lahti.",
    "year": 1994,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Shoya Tomizawa",
    "birthday": "1990-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Qatar_Moto2_podium_2010_cropped.jpg/320px-Qatar_Moto2_podium_2010_cropped.jpg",
    "extract": "Shoya Tomizawa  was a Japanese motorcycle racer. After a successful career in the All Japan Road Race Championship, he switched to MotoGP and competed in the 250cc class during 2009. In the 2010 season he rode in the newly created Moto2 class. Tomizawa won the first race of the new class, at Losail in Qatar, winning by nearly five seconds from Alex Debón and Jules Cluzel. Tomizawa died after sustaining cranial, thoracic and abdominal trauma at the San Marino Grand Prix.",
    "year": 1990,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Marion Maréchal",
    "birthday": "1989-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Marion_Mar%C3%A9chal%2825614980787%29_%28cropped%29.jpg/244px-Marion_Mar%C3%A9chal%2825614980787%29_%28cropped%29.jpg",
    "extract": "Marion Jeanne Caroline Maréchal, known as Marion Maréchal-Le Pen from 2010 to 2018, is a French politician, part of the Le Pen family, granddaughter of National Front founder Jean-Marie Le Pen and niece of its current leader Marine Le Pen.",
    "year": 1989,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tom Sexton (rugby union)",
    "birthday": "1989-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Tom_Sexton_2014.jpg/212px-Tom_Sexton_2014.jpg",
    "extract": "Tom Sexton is a professional rugby union player who plays for The Western Force in the Super Rugby competition. His usual position is hooker.",
    "year": 1989,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Wilfried Bony",
    "birthday": "1988-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Wilfried_Bony_%282013%29.JPG/240px-Wilfried_Bony_%282013%29.JPG",
    "extract": "Wilfried Guemiand Bony is an Ivorian professional footballer who plays as a striker for the Eredivisie club NEC Nijmegen and Ivory Coast national team.",
    "year": 1988,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Neven Subotić",
    "birthday": "1988-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Subotic170727.jpg/213px-Subotic170727.jpg",
    "extract": "Neven Subotić is a Serbian professional footballer who plays as a centre-back.",
    "year": 1988,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gonzalo Higuaín",
    "birthday": "1987-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Gonzalo_Higua%C3%ADn_2019.jpg/226px-Gonzalo_Higua%C3%ADn_2019.jpg",
    "extract": "Gonzalo Gerardo Higuaín is an Argentine professional footballer who plays as a striker and serves as captain for Major League Soccer club Inter Miami. Nicknamed El Pipita or Pipa, Higuaín is a prolific striker, known for his eye for goal, strong physique, and offensive movements.",
    "year": 1987,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kahlil Bell",
    "birthday": "1986-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Kahlil_Bell.JPG/166px-Kahlil_Bell.JPG",
    "extract": "Kahlil Edward Bell is a former American football running back. He played college football at UCLA. Bell was signed by the Minnesota Vikings as an undrafted free agent in 2009. He was also played for the Chicago Bears, New York Jets and Green Bay Packers.",
    "year": 1986,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Charlie Adam",
    "birthday": "1985-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/1_charlie_adam_stoke_2015.jpg/194px-1_charlie_adam_stoke_2015.jpg",
    "extract": "Charles Graham Adam is a Scottish professional footballer who plays as a midfielder.",
    "year": 1985,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Raven-Symoné",
    "birthday": "1985-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Raven-Symon%C3%A9Dec10.jpg/312px-Raven-Symon%C3%A9Dec10.jpg",
    "extract": "Raven-Symoné Christina Pearman-Maday, also known mononymously as Raven, is an American actress, singer, and songwriter. She has received several accolades, including five NAACP Image Awards, two Kids' Choice Awards, three Young Artist Awards, and three Daytime Emmy Award nominations. In 2012, she was included on VH1's list of \"100 Greatest Child Stars of All Time\".",
    "year": 1985,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Lê Công Vinh",
    "birthday": "1985-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Cong_Vinh.png/242px-Cong_Vinh.png",
    "extract": "Lê Công Vinh is a retired Vietnamese footballer. He was a part of the Vietnamese national team from 2004 to 2016 as an attacker. He received three Golden Ball Awards. Le is considered one of the greatest football players in Vietnam football's history, achieving the highest scores of all time in the Vietnam National Football Team. On 8 December 2016, after losing to Indonesia at the AFF Cup 2016, he officially retired after an 18-year career. He is considered a Vietnamese football legend and famous in southeast Asia.",
    "year": 1985,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Xavier Samuel",
    "birthday": "1983-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Xavier_Samuel_2.jpg/213px-Xavier_Samuel_2.jpg",
    "extract": "Xavier Samuel is an Australian actor. He has appeared in leading roles in the feature films Adore, September, Further We Search, Newcastle, The Loved Ones, Frankenstein, A Few Best Men, and played Riley Biers in The Twilight Saga: Eclipse, and Billy in Spin Out.",
    "year": 1983,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Claudia Hoffmann",
    "birthday": "1982-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Claudia_Hoffmann.jpg/199px-Claudia_Hoffmann.jpg",
    "extract": "Claudia Hoffmann is a German sprinter who specialises in the 400 metres. She represents SC Potsdam and trains under Frank Möller.",
    "year": 1982,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sultan Kösen",
    "birthday": "1982-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Fingerprint_%284045876833%29.jpg/320px-Fingerprint_%284045876833%29.jpg",
    "extract": "Sultan Kösen is a Kurdish farmer who holds the Guinness World Record for tallest living male at 251 centimetres.",
    "year": 1982,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Taufik Batisah",
    "birthday": "1981-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Taufik_Batisah_ABU_TV_Song_Festival_Seoul.jpg/213px-Taufik_Batisah_ABU_TV_Song_Festival_Seoul.jpg",
    "extract": "Muhammad Taufik bin Batisah is a Singaporean singer and winner of the first season of the reality TV series Singapore Idol.",
    "year": 1981,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sarah Chang",
    "birthday": "1980-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Sarah_Chang_before_performing.jpg/205px-Sarah_Chang_before_performing.jpg",
    "extract": "Sarah Chang is a Korean American classical violinist. Recognized as a child prodigy, she first played as a soloist with the New York Philharmonic and the Philadelphia Orchestra in 1989. She enrolled at Juilliard School to study music, graduated in 1999, and continued university studies. Especially during the 1990s and early to mid-2000s, Chang had major roles as a soloist with many of the world's major orchestras.",
    "year": 1980,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Matt Bentley",
    "birthday": "1979-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Mattbentley.jpg/240px-Mattbentley.jpg",
    "extract": "Matthew James Bentley is an American professional wrestler best known for his work in Total Nonstop Action Wrestling (TNA) by the ring name Michael Shane, later changed to \"Maverick\" Matt Bentley. He was trained by his cousin, Shawn Michaels, and he took the name Michael Shane, a play on his cousin's name, originating from Michaels' guest appearance in Pacific Blue. Additionally, Bentley utilizes Michaels' signature was superkick maneuver as his own finisher.",
    "year": 1979,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Anna Jesień",
    "birthday": "1978-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Osaka07_D6A_Rawlinson_Jesie%C5%84.jpg/213px-Osaka07_D6A_Rawlinson_Jesie%C5%84.jpg",
    "extract": "Anna Marta Jesień, née Olichwierczuk is a Polish former hurdler.",
    "year": 1978,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Summer Phoenix",
    "birthday": "1978-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7e/Peace-alliance-Rain-Phoenix-Summer-Phoenix-and-Heart-Phoenix-.jpg",
    "extract": "Summer Joy Phoenix is an American actress, model and designer. She is the youngest sibling of actors/actresses River Phoenix, Rain Phoenix, Joaquin Phoenix, and Liberty Phoenix.",
    "year": 1978,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Shane Byrne (motorcyclist)",
    "birthday": "1976-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Shane_Byrne_in_2013_cropped.JPG/252px-Shane_Byrne_in_2013_cropped.JPG",
    "extract": "Shane Byrne, often known as Shakey, is a British professional motorcycle road racer. He is a six-time champion of the British Superbike Championship, the only person in the history of the series to win six titles. He has also been a race winner in the Superbike World Championship and has competed in MotoGP.",
    "year": 1976,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Steve Bradley",
    "birthday": "1975-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5d/Steve_Bradley.jpg",
    "extract": "Steven James Bisson was an American professional wrestler who wrestled under the ring name Steve Bradley. He competed in various North American independent promotions as well as spending over three years in World Wrestling Entertainment developmental territories including Power Pro Wrestling, Heartland Wrestling Association, Memphis Championship Wrestling and Ohio Valley Wrestling.",
    "year": 1975,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Emmanuelle Chriqui",
    "birthday": "1975-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/EmmanuelleChriqui08TIFF.jpg/212px-EmmanuelleChriqui08TIFF.jpg",
    "extract": "Emmanuelle Sophie Anne Chriqui is a Canadian actress. She is known for her performance on HBO's Entourage as Sloan McQuewick, Claire Bonner in Snow Day, Dalia in You Don't Mess with the Zohan, Lorelei Martins on The Mentalist and Lana Lang in the Arrowverse series Superman & Lois.",
    "year": 1975,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Josip Skoko",
    "birthday": "1975-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Skoko.png/170px-Skoko.png",
    "extract": "Josip Skoko is an Australian former professional footballer who played as a central midfielder for North Geelong Warriors, Hajduk Split, Genk, Gençlerbirliği, Wigan Athletic, Stoke City and Melbourne Heart. Skoko has been described as a central midfielder with \"superb on-ball ability, inch perfect passing, and his ability to turn defence to attack in an instant.\" Skoko is currently the Director of Football at North Geelong Warriors FC.",
    "year": 1975,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Meg White",
    "birthday": "1974-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Meg_White_1.jpg/213px-Meg_White_1.jpg",
    "extract": "Megan Martha White is an American musician and singer who was the drummer of Detroit rock duo The White Stripes. Her music career began when, on a whim, she played on her future White Stripes bandmate Jack White's drums in 1997. They decided to form a band together, and began performing two months later. The band quickly became a Detroit underground favorite before achieving international fame. White has been nominated for various awards as a part of the White Stripes, receiving four Grammy Awards.",
    "year": 1974,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gabriela Spanic",
    "birthday": "1973-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Gaby_Spanic_en_Guanajuato%2C_M%C3%A9xico_%28cropped%29.jpg/239px-Gaby_Spanic_en_Guanajuato%2C_M%C3%A9xico_%28cropped%29.jpg",
    "extract": "Gabriela Elena Španić Utrera, known simply as Gabriela Spanic, is a Venezuelan actress and singer. She's known for her roles in several Latin telenovelas, most notably her portrayal of twins in La usurpadora (1998), one of the most popular telenovelas in the Spanish-speaking world.",
    "year": 1973,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Brian Molko",
    "birthday": "1972-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Brian_Molko_in_the_European_Parliament_%28cropped%29.jpg/227px-Brian_Molko_in_the_European_Parliament_%28cropped%29.jpg",
    "extract": "Brian Molko is a Belgian-born Scottish-American musician and songwriter. He is best known as the lead vocalist, guitarist, and lyricist of the band Placebo. He is known in particular for his distinctive nasal, high-pitched vocals, feminine/androgynous appearance, aggressive guitar style, and unique tunings.",
    "year": 1972,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Donavon Frankenreiter",
    "birthday": "1972-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Donavon-frankenreiter.jpg/320px-Donavon-frankenreiter.jpg",
    "extract": "Donavon Frankenreiter is an American musician and surfer. His debut self-titled album was released in 2004 on Brushfire Records through Universal Music.",
    "year": 1972,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bryant Stith",
    "birthday": "1970-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Bryant_Stith.JPG/215px-Bryant_Stith.JPG",
    "extract": "Bryant Lamonica Stith is an American former professional basketball player who played in the National Basketball Association (NBA). He is currently a men's assistant basketball coach at Old Dominion University.",
    "year": 1970,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rob Blake",
    "birthday": "1969-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Rob_Blake_-_2014.jpg/291px-Rob_Blake_-_2014.jpg",
    "extract": "Robert Bowlby Blake is a Canadian professional ice hockey executive and former player. He is the current general manager of the Los Angeles Kings of the National Hockey League (NHL). He was originally drafted by the Kings in 1988, appearing in the 1993 Stanley Cup Finals, winning the James Norris Memorial Trophy and serving as team captain for five seasons in his initial 11-season stint with the club. In 2001, Blake was traded to the Colorado Avalanche and was a member of their 2001 Stanley Cup championship team. It was his only Stanley Cup as a player, though he won the Cup again as a member of the Kings' front office in 2014. After a two-season return to Los Angeles, Blake signed with the San Jose Sharks in 2008, retiring as its captain after the 2009–10 season. Four years later, in 2014, Blake was elected into the Hockey Hall of Fame.",
    "year": 1969,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rein Ahas",
    "birthday": "1966-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Rein_Ahas.jpg/320px-Rein_Ahas.jpg",
    "extract": "Rein Ahas was an Estonian geographer and a professor at the University of Tartu.",
    "year": 1966,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Greg Giraldo",
    "birthday": "1965-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Giraldo.png/215px-Giraldo.png",
    "extract": "Gregory Carlos Giraldo was an American stand-up comedian, television personality, and lawyer. He is remembered for his appearances on Comedy Central's televised roast specials, and for his work on that network's television shows Tough Crowd with Colin Quinn, Lewis Black's Root of All Evil, and the programming block Stand-Up Nation, the last of which he hosted.",
    "year": 1965,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "J Mascis",
    "birthday": "1965-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/J-mascis.jpg/220px-J-mascis.jpg",
    "extract": "Joseph Donald Mascis Jr., better known as J Mascis, is an American musician who is the singer, guitarist and main songwriter for the alternative rock band Dinosaur Jr. He has also released several albums as a solo artist and played drums and guitar on other projects. His most recent solo album, Elastic Days, was released in November 2018. He was ranked number 86 in a Rolling Stone list of the \"100 Greatest Guitarists\", and number 5 in a similar list for Spin magazine in 2012.",
    "year": 1965,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Stephanie Morgenstern",
    "birthday": "1965-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Stephanie_Morgenstern.jpg/265px-Stephanie_Morgenstern.jpg",
    "extract": "Stephanie Morgenstern is a Canadian actress, filmmaker, and screenwriter for television and film. She has worked extensively on stage, film, and television in both English and French. Her most widely seen feature film credits have been The Sweet Hereafter, Maelström, Julie and Me  and Forbidden Love. Morgenstern is also widely recognized by anime fans as the voice of Sailor Venus in the DIC Entertainment English dub of Sailor Moon in the first few seasons as well as the movies. She also voice the role of Regina of Dino Crisis 1 en Dino Crisis 2 of the famous franchise of Capcom.",
    "year": 1965,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Stephen Billington",
    "birthday": "1964-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Stephen_Billington.JPG/240px-Stephen_Billington.JPG",
    "extract": "Stephen Billington is an English actor, best known for playing Greg Kelly in Coronation Street.",
    "year": 1964,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Stef Blok",
    "birthday": "1964-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Portretfoto%27s_Stef_Blok_-_40983747542.jpg/235px-Portretfoto%27s_Stef_Blok_-_40983747542.jpg",
    "extract": "Stephanus Abraham \"Stef\" Blok is a Dutch politician serving as Minister of Economic Affairs and Climate Policy in the Third Rutte cabinet from 25 May 2021 till 10 January 2022. He is a member of the People's Party for Freedom and Democracy (VVD).",
    "year": 1964,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bobby Flay",
    "birthday": "1964-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Bobby_Flay_Green_Bay_2007.jpg/240px-Bobby_Flay_Green_Bay_2007.jpg",
    "extract": "Robert William Flay, is an American celebrity chef, restaurateur, and reality television personality. Flay is the owner and executive chef of several restaurants and franchises, such as Bobby's Burger Palace and the Mesa Grill. He has worked with Food Network since 1995, which won him four Daytime Emmy Awards and a star on the Hollywood Walk of Fame.",
    "year": 1964,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Edith González",
    "birthday": "1964-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Edith_Gonz%C3%A1lez_-_Premio_Luz_de_Plata_2018_%2844761024532%29_%28cropped%29.jpg/267px-Edith_Gonz%C3%A1lez_-_Premio_Luz_de_Plata_2018_%2844761024532%29_%28cropped%29.jpg",
    "extract": "Edith González Fuentes was a Mexican actress and dancer. She is best remembered and known for her works on multiple telenovelas produced by Televisa, TV Azteca and Telemundo.",
    "year": 1964,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jahangir Khan",
    "birthday": "1963-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Jahangir_Khan_Image_by_Faizan_Munawar_Varya.jpg/235px-Jahangir_Khan_Image_by_Faizan_Munawar_Varya.jpg",
    "extract": "Jahangir Khan is a former World No. 1 professional Pakistani squash player. He won the World Open title six times, and the British Open title ten times (1982-1991). Jahangir Khan is widely regarded as the greatest squash player of all time.",
    "year": 1963,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rakhat Aliyev",
    "birthday": "1962-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Rakhat_Aliyev.jpg/239px-Rakhat_Aliyev.jpg",
    "extract": "Rakhat Mukhtaruly Aliyev was a senior official of the government of Kazakhstan who died in an Austrian prison awaiting trial on charges of murder. His trial was planned to start in Vienna in first half of year 2015. Austrian legal circles were giving much attention to this high-profile criminal case in which a former diplomat was facing murder charges.",
    "year": 1962,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John de Wolf",
    "birthday": "1962-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/John_de_Wolf.jpg/240px-John_de_Wolf.jpg",
    "extract": "Johannes Hildebrand de Wolf is a Dutch former professional footballer, who played as a defender. He earned six caps for the Dutch national team, scoring two goals.",
    "year": 1962,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nia Peeples",
    "birthday": "1961-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/67/Nia_Peeples.png",
    "extract": "Virenia \"Nia\" Peeples is an American R&B and dance music singer and actress. Peeples is known for playing Nicole Chapman on the hit TV series Fame; Pam Fields on the drama Pretty Little Liars; Karen Taylor Winters on The Young and the Restless and Sydney Cooke on Walker, Texas Ranger. Her most recent television role was Grace's mom, Susan, on The Fosters.",
    "year": 1961,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kenneth Branagh",
    "birthday": "1960-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/KennethBranaghApr2011.jpg/278px-KennethBranaghApr2011.jpg",
    "extract": "Sir Kenneth Charles Branagh is a British actor and filmmaker. Branagh trained at the Royal Academy of Dramatic Art in London and has served as its president since 2015. He has won an Academy Award, four BAFTAs, two Emmy Awards, and a Golden Globe Award. He was appointed a Knight Bachelor in the 2012 Birthday Honours and knighted on 9 November 2012. He was made a Freeman of his native city of Belfast in January 2018. In 2020, he was listed at number 20 on The Irish Times list of Ireland's greatest film actors.",
    "year": 1960,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kōichi Satō (actor)",
    "birthday": "1960-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Sato_Koichi_%22Terminal%22_at_Opening_Ceremony_of_the_28th_Tokyo_International_Film_Festival_%2822430899816%29_%28cropped%29.jpg/214px-Sato_Koichi_%22Terminal%22_at_Opening_Ceremony_of_the_28th_Tokyo_International_Film_Festival_%2822430899816%29_%28cropped%29.jpg",
    "extract": "Koichi Sato  is a Japanese actor. He is the son of veteran Japanese actor Rentarō Mikuni.",
    "year": 1960,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mark Aguirre",
    "birthday": "1959-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Mark_Aguirre_2007_%28cropped%29.jpg/213px-Mark_Aguirre_2007_%28cropped%29.jpg",
    "extract": "Mark Anthony Aguirre is an American former basketball player in the National Basketball Association (NBA). Aguirre was chosen as the first overall pick of the 1981 NBA draft by the Dallas Mavericks after playing three years at DePaul University. Aguirre played in the NBA from 1981 until 1994 and won two championships with the Detroit Pistons after being traded to Detroit from Dallas in exchange for Adrian Dantley. Aguirre was a three-time All-Star for Dallas.",
    "year": 1959,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Udi Aloni",
    "birthday": "1959-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Udi_Aloni_-_Seminci_2016.jpg/320px-Udi_Aloni_-_Seminci_2016.jpg",
    "extract": "Udi Aloni is an Israeli American filmmaker, writer, visual artist and political activist whose works focus on the interrelationships between art, theory, and action.",
    "year": 1959,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Wolf Hoffmann",
    "birthday": "1959-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Wolf_Hoffmann_%E2%80%93_Wacken_Open_Air_2014_01_%28cropped%29.jpg/240px-Wolf_Hoffmann_%E2%80%93_Wacken_Open_Air_2014_01_%28cropped%29.jpg",
    "extract": "Wolf Hoffmann is a German musician, primarily known as the guitarist and only remaining original member of German heavy metal band Accept since 1976. In 1997, he released the album Classical with rock versions of classical pieces. He contributed to Skid Row vocalist Sebastian Bach's solo album Bring 'Em Bach Alive! and to a 2000 Japanese tribute to Randy Rhoads album called Randy Rhoads Tribute with Sebastian Bach on \"I Don't Know\" and with Joe Lynn Turner on \"Diary of a Madman\". Hoffmann also contributed to Peace Breaker by Skew Siskin.",
    "year": 1959,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Cornelia Funke",
    "birthday": "1958-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Cornelia_Funke_2008_%28cropped%29.JPG/260px-Cornelia_Funke_2008_%28cropped%29.JPG",
    "extract": "Cornelia Maria Funke is a German author of children's fiction. Born in Dorsten, North Rhine-Westphalia, she began her career as a social worker before becoming a book illustrator. She began writing novels in the late 1980s and focused primarily on fantasy-oriented stories that depict the lives of children faced with adversity. Funke has since become Germany's \"best-selling author for children\". Her work has been translated into several languages and, as of 2012, Funke has sold over 20 million copies of her books worldwide.",
    "year": 1958,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Michael Clarke Duncan",
    "birthday": "1957-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/MClarkeDuncan021109-R106_%2850094589037%29.jpg/238px-MClarkeDuncan021109-R106_%2850094589037%29.jpg",
    "extract": "Michael Clarke Duncan was an American actor. He was best known for his breakout role as John Coffey in The Green Mile (1999), for which he was nominated for the Academy Award for Best Supporting Actor and other honors, and for playing Kingpin in Daredevil and Spider-Man: The New Animated Series. He also appeared in motion pictures such as Armageddon (1998), The Whole Nine Yards (2000), Planet of the Apes (2001), The Scorpion King (2002), Sin City (2005), and Talladega Nights: The Ballad of Ricky Bobby (2006), as well as in the role of Leo Knox in the television series Bones (2011) and its spin-off The Finder (2012). He also had voice roles in films such as Brother Bear (2003), Kung Fu Panda (2008), and Green Lantern (2011), and as Benjamin King in the video game Saints Row (2006).",
    "year": 1957,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Prem Rawat",
    "birthday": "1957-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Prem_Rawat_Barcelone_2018_Cropped.jpg/242px-Prem_Rawat_Barcelone_2018_Cropped.jpg",
    "extract": "Prem Pal Singh Rawat is an international speaker also known formerly as Maharaji. His teachings include a meditation practice he calls \"Knowledge\", and peace education based on the discovery of personal resources such as inner strength, choice, appreciation and hope.",
    "year": 1957,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rod Blagojevich",
    "birthday": "1956-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Rod_Blagojevich_%282008%29.jpg/213px-Rod_Blagojevich_%282008%29.jpg",
    "extract": "Rod Blagojevich, often referred to by his nicknames \"Blago\" or \"B-Rod\", is an American former politician, political commentator, and convicted felon who served as the 40th governor of Illinois from 2003 to 2009, when he was impeached following charges of public corruption for which he was later sentenced to federal prison. A member of the Democratic Party, Blagojevich previously worked in both the state and federal legislatures. He served as an Illinois state representative from 1993 to 1997, and the U.S. representative from Illinois's 5th district from 1997 to 2003.",
    "year": 1956,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Roberto Cassinelli",
    "birthday": "1956-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Roberto_Cassinelli.jpg/270px-Roberto_Cassinelli.jpg",
    "extract": "Roberto Cassinelli is an Italian politician and lawyer, Member of the Italian Chamber of Deputies.",
    "year": 1956,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Eudine Barriteau",
    "birthday": "1954-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/GDP_PPP_Per_Capita_IMF_2008.svg/320px-GDP_PPP_Per_Capita_IMF_2008.svg.png",
    "extract": "Violet Eudine Barriteau, FB, GCM, is a professor of gender and public policy, as well as Principal of the University of the West Indies at Cave Hill. She was also the president of the International Association for Feminist Economics (IAFFE) from 2009 to 2010, and she is on the advisory editorial boards of Palimpsest: A Journal on Women, Gender, and the Black International, published by SUNY Press, and Signs: Journal of Women in Culture and Society, published by University of Chicago Press.",
    "year": 1954,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Clive Anderson",
    "birthday": "1952-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Clive_Anderson_at_Selwyn_May_Ball_-21June2008.JPG/226px-Clive_Anderson_at_Selwyn_May_Ball_-21June2008.JPG",
    "extract": "Clive Stuart Anderson is an English television and radio presenter, comedy writer, and former barrister. Winner of a British Comedy Award in 1991, Anderson began experimenting with comedy and writing comedic scripts during his 15-year legal career, before starring in Whose Line Is It Anyway? on BBC Radio 4, then later Channel 4. He has also hosted many radio programmes, and made guest appearances on Have I Got News for You, Mock the Week and QI.",
    "year": 1952,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Susan Dey",
    "birthday": "1952-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/The_Partridge_Family_Susan_Dey_1970.jpg/261px-The_Partridge_Family_Susan_Dey_1970.jpg",
    "extract": "Susan Hallock Dey is a retired American actress, known for her television roles as Laurie Partridge on the sitcom The Partridge Family from 1970 to 1974, and as Grace Van Owen on the drama series L.A. Law from 1986 to 1992. A three-time Emmy Award nominee and six-time Golden Globe Award nominee, she won the Golden Globe for Best Actress in a Drama Series for L.A. Law in 1988.",
    "year": 1952,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Johnny Rodriguez",
    "birthday": "1951-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Johnny_Rodriguez_press_photo--1976.jpg/320px-Johnny_Rodriguez_press_photo--1976.jpg",
    "extract": "Juan Raoul Davis \"Johnny\" Rodriguez is an American country music singer. He is a Tejano and Texas country music singer, infusing his music with Latin sounds, and even singing verses of songs in Spanish.",
    "year": 1951,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Boozman",
    "birthday": "1950-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Senator_John_Boozman_Official_Portrait_%28115th_Congress%29.jpg/256px-Senator_John_Boozman_Official_Portrait_%28115th_Congress%29.jpg",
    "extract": "John Nichols Boozman is an American politician and former optometrist serving as the senior United States senator from Arkansas, a seat he has held since 2011. A member of the Republican Party, he was the U.S. representative for Arkansas's 3rd congressional district from 2001 to 2011. He is the dean of Arkansas's congressional delegation.",
    "year": 1950,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Simon Owen",
    "birthday": "1950-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Simon_Owen.JPG/213px-Simon_Owen.JPG",
    "extract": "Simon Owen is a professional golfer from New Zealand.",
    "year": 1950,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Yasmin Alibhai-Brown",
    "birthday": "1949-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Yasmin_Alibhai-Brown.jpg/213px-Yasmin_Alibhai-Brown.jpg",
    "extract": "Yasmin Alibhai-Brown is a British journalist and author, who describes herself as \"a leftie liberal, anti-racist, feminist, Muslim...person\". A regular columnist for the i and the London Evening Standard, she is a well-known commentator on immigration, diversity, and multiculturalism issues.",
    "year": 1949,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David Perdue",
    "birthday": "1949-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/David_Perdue%2C_Official_Portrait%2C_114th_Congress.jpg/253px-David_Perdue%2C_Official_Portrait%2C_114th_Congress.jpg",
    "extract": "David Alfred Perdue Jr. is an American politician and business executive who served as a United States senator from Georgia from 2015 to 2021. A member of the Republican Party, Perdue was an unsuccessful candidate for Governor of Georgia in 2022.",
    "year": 1949,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dušan Bajević",
    "birthday": "1948-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/31/Dusan_Bajevic.jpg",
    "extract": "Dušan \"Duško\" Bajević is a Bosnian professional football manager and former player.",
    "year": 1948,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rasul Guliyev",
    "birthday": "1947-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Signature_Rasul_Guliyev.jpg/320px-Signature_Rasul_Guliyev.jpg",
    "extract": "Rasul Guliyev was Speaker of the National Assembly of Azerbaijan from 1993 to 1996.",
    "year": 1947,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mukhtar Altynbayev",
    "birthday": "1945-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/59/M_Altynbayev.jpg",
    "extract": "Mukhtar Qapashuly Altynbayev served as the Minister of Defense and General of the Army of Kazakhstan twice, most recently from December 2001 to 10 January 2007. Prime Minister Karim Massimov replaced him with former Prime Minister Daniyal Akhmetov in a political shakeup.",
    "year": 1945,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Andris Bērziņš (Latvian President)",
    "birthday": "1944-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Flickr_-_Saeima_-_10.Saeimas_deput%C4%81ts_Andris_B%C4%93rzi%C5%86%C5%A1_%28iev%C4%93l%C4%93ts_no_Vidzemes_apgabala%29.jpg/213px-Flickr_-_Saeima_-_10.Saeimas_deput%C4%81ts_Andris_B%C4%93rzi%C5%86%C5%A1_%28iev%C4%93l%C4%93ts_no_Vidzemes_apgabala%29.jpg",
    "extract": "Andris Bērziņš is a Latvian businessman and politician who was President of Latvia from 2011 to 2015. Bērziņš was the President of Unibanka from 1993 to 2004. He was elected as President by the Saeima on 2 June 2011.",
    "year": 1944,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Birt, Baron Birt",
    "birthday": "1944-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Official_portrait_of_Lord_Birt_crop_3.jpg/320px-Official_portrait_of_Lord_Birt_crop_3.jpg",
    "extract": "John Birt, Baron Birt is a British television executive and businessman. He is a former Director-General (1992–2000) of the BBC.",
    "year": 1944,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Steve Renko",
    "birthday": "1944-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Steve_Renko_Boston_Red_Sox.jpg",
    "extract": "Steve Renko, Jr. is a former right-handed pitcher in Major League Baseball. He played for the Montreal Expos (1969–1976), Chicago Cubs (1976–1977), Chicago White Sox (1977), Oakland Athletics (1978), Boston Red Sox (1979–1980), California Angels (1981–1982) and Kansas City Royals (1983).",
    "year": 1944,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ken Campbell",
    "birthday": "1941-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Ken_Campbell_by_Richard_Adams.jpg/320px-Ken_Campbell_by_Richard_Adams.jpg",
    "extract": "Kenneth Victor Campbell was an English actor, writer and director, known for his work in experimental theatre. He has been called \"a one-man dynamo of British theatre\".",
    "year": 1941,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Fionnula Flanagan",
    "birthday": "1941-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Fionnula_Flanagan_cropped_2.jpg/240px-Fionnula_Flanagan_cropped_2.jpg",
    "extract": "Fionnghuala Manon \"Fionnula\" Flanagan is an Irish stage, television, and film actress. For her contributions to the entertainment industry, she was given the IFTA Lifetime Achievement Award in 2012. Flanagan is known for her roles in the films James Joyce's Women (1985) and The Others (2001), for the latter of which she won a Saturn Award. She was honored with the Maureen O'Hara Award at the Kerry Film Festival in 2011, the award is offered to women who have excelled in their chosen field in film. She was also nominated for two Primetime Emmy Awards and two Tony Awards during her acting career. In 2020, she was listed at #23 on The Irish Times list of Ireland's greatest film actors.",
    "year": 1941,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tommy Rettig",
    "birthday": "1941-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Death_Valley_Days_Tommy_Rettig_1962_No_1.jpg/257px-Death_Valley_Days_Tommy_Rettig_1962_No_1.jpg",
    "extract": "Thomas Noel Rettig was an American child actor, computer software engineer, and author. He is remembered for portraying the character \"Jeff Miller\" in the first three seasons of CBS's Lassie television series, from 1954 to 1957, later seen in syndicated re-runs with the title Jeff's Collie. He also co-starred with another former child actor, Tony Dow, in the mid-1960s television teen soap opera Never Too Young and recorded the song by that title with the group, The TR-4.",
    "year": 1941,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kyu Sakamoto",
    "birthday": "1941-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Kyu_sakamoto.png/204px-Kyu_sakamoto.png",
    "extract": "Kyu Sakamoto  was a Japanese singer and actor.",
    "year": 1941,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dick Bavetta",
    "birthday": "1939-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Dick_Bavetta.jpg/320px-Dick_Bavetta.jpg",
    "extract": "Richard W. Bavetta is an American retired professional basketball referee for the National Basketball Association (NBA). Since starting in 1975, he had never missed an assigned game and holds the league record for most officiated games with 2,635.",
    "year": 1939,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Barry Cunliffe",
    "birthday": "1939-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Three_Wise_Men_%28Barry_Cunliffe_cropped%29.jpg/292px-Three_Wise_Men_%28Barry_Cunliffe_cropped%29.jpg",
    "extract": "Sir Barrington Windsor Cunliffe,, known as Barry Cunliffe, is a British archaeologist and academic. He was Professor of European Archaeology at the University of Oxford from 1972 to 2007. Since 2007, he has been an Emeritus Professor.",
    "year": 1939,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Yuri Temirkanov",
    "birthday": "1938-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Yuri_Temirkanov_and_Vladimir_Putin_-_14_December_2013_-_1_%28crop%29.jpg/247px-Yuri_Temirkanov_and_Vladimir_Putin_-_14_December_2013_-_1_%28crop%29.jpg",
    "extract": "Yuri Khatuevich Temirkanov is a Russian conductor of Circassian (Kabardian) origin.",
    "year": 1938,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Terry Allcock",
    "birthday": "1935-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Norwich_City_FC_1959.jpg/320px-Norwich_City_FC_1959.jpg",
    "extract": "Terence Allcock is a former professional footballer who played for Bolton Wanderers and Norwich City. He was also a first-class cricketer.",
    "year": 1935,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Howard Martin Temin",
    "birthday": "1934-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Howard_Martin_Temin_1975.jpg/256px-Howard_Martin_Temin_1975.jpg",
    "extract": "Howard Martin Temin was an American geneticist and virologist. He discovered reverse transcriptase in the 1970s at the University of Wisconsin–Madison, for which he shared the 1975 Nobel Prize in Physiology or Medicine with Renato Dulbecco and David Baltimore.",
    "year": 1934,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mako (actor)",
    "birthday": "1933-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f1/Makopicture.jpg/320px-Makopicture.jpg",
    "extract": "Makoto Iwamatsu  was a Japanese-American actor, credited in almost all of his acting roles as Mako.",
    "year": 1933,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Peter Baker (footballer, born 1931)",
    "birthday": "1931-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/ff/Peter_Baker.jpeg/256px-Peter_Baker.jpeg",
    "extract": "Peter Baker was an English footballer. Educated at Southgate County School in North London, he played right-back for Tottenham Hotspur and was part of the double-winning side of 1960-61 and won the FA Cup with Spurs in 1962. He played 299 league games for Tottenham scoring three goals.",
    "year": 1931,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Wayne D. Anderson",
    "birthday": "1930-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/92/Wayne_D._Anderson.jpg/229px-Wayne_D._Anderson.jpg",
    "extract": "Wayne Delbert Anderson was an American college basketball coach, the head coach for eight seasons at the University of Idaho, his alma mater. He was also the head baseball coach at Idaho for nine seasons, and the assistant athletic director for fifteen years.",
    "year": 1930,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Barbara Nichols",
    "birthday": "1928-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Barbara_Nichols_1956.jpg/250px-Barbara_Nichols_1956.jpg",
    "extract": "Barbara Marie Nickerauer, known professionally as Barbara Nichols, was an American actress who often played brassy or comic roles in films in the 1950s and 1960s.",
    "year": 1928,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Danny Matt",
    "birthday": "1927-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/%D7%93%D7%A0%D7%99_%D7%9E%D7%98.jpg/251px-%D7%93%D7%A0%D7%99_%D7%9E%D7%98.jpg",
    "extract": "Danny Matt was a decorated career Israeli military officer who served in the Israel Defense Forces from 1948 until 1992. He attained the rank of major general and fought in five Arab-Israeli wars, including the wars of 1948 and 1973. Among his many exploits was a daring operation involving leading a paratroop force across the Suez Canal during the Yom Kippur War. The operation was the beginning phase of a larger Israeli counter offensive that ultimately led to the victory of the Israeli army.",
    "year": 1927,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Guitar Slim",
    "birthday": "1926-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/96/Guitar_Slim.jpg",
    "extract": "Eddie Jones, better known as Guitar Slim, was a New Orleans blues guitarist in the 1940s and 1950s, best known for the million-selling song \"The Things That I Used to Do\", produced by Johnny Vincent for Specialty Records. It is listed in the Rock and Roll Hall of Fame's 500 Songs That Shaped Rock and Roll. Slim had a major impact on rock and roll and experimented with distorted overtones on the electric guitar a full decade before Jimi Hendrix.",
    "year": 1926,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Carolyn Kizer",
    "birthday": "1925-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fb/Carolyn_Kizer.jpg",
    "extract": "Carolyn Ashley Kizer was an American poet of the Pacific Northwest whose works reflect her feminism. She won the Pulitzer Prize in 1985.",
    "year": 1925,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Michael Manley",
    "birthday": "1924-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Michael_Manley.jpg/255px-Michael_Manley.jpg",
    "extract": "Michael Norman Manley ON OCC was a Jamaican politician who served as the fourth Prime Minister of Jamaica from 1972 to 1980 and from 1989 to 1992. Manley championed a democratic socialist program, and has been described as a populist. According to opinion polls, he remains one of Jamaica's most popular prime ministers.",
    "year": 1924,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Harold Gould",
    "birthday": "1923-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/HaroldGould.jpg/206px-HaroldGould.jpg",
    "extract": "Harold Vernon Goldstein, better known as Harold Gould, was an American character actor. He appeared as Martin Morgenstern on the sitcom Rhoda (1974–78) and Miles Webber on the sitcom The Golden Girls (1989–92). A five-time Emmy Award nominee, Gould acted in film and television for nearly 50 years, appearing in more than 300 television shows, 20 major motion pictures, and over 100 stage plays. He was known for playing elegant, well-dressed men, and he regularly played Jewish characters and grandfather-type figures on television and in film.",
    "year": 1923,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Clorindo Testa",
    "birthday": "1923-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Faillace%2C_Zuain_y_Testa_%282%29_-_extracted.jpg/251px-Faillace%2C_Zuain_y_Testa_%282%29_-_extracted.jpg",
    "extract": "Clorindo Manuel José Testa  was an Italian-Argentine architect and artist.",
    "year": 1923,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Agnes Nixon",
    "birthday": "1922-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Agnes_Nixon_2010_Daytime_Emmy_Awards_1.jpg/240px-Agnes_Nixon_2010_Daytime_Emmy_Awards_1.jpg",
    "extract": "Agnes Nixon was an American television writer and producer, and the creator of the ABC soap operas One Life to Live, All My Children, as well as Loving and its spin-off The City.",
    "year": 1922,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Toh Chin Chye",
    "birthday": "1921-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b8/Toh_chin_chye.jpg/252px-Toh_chin_chye.jpg",
    "extract": "Toh Chin Chye was a Singaporean politician who served as the first deputy prime minister of Singapore between 1959 and 1968. Considered one of the founding fathers of Singapore, he was also one of the founders of the People's Action Party, which has governed the country continuously since independence.",
    "year": 1921,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Clarice Lispector",
    "birthday": "1920-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Clarice_Lispector_%28cropped%29.jpg/225px-Clarice_Lispector_%28cropped%29.jpg",
    "extract": "Clarice Lispector was a Ukrainian-born Brazilian novelist and short story writer acclaimed internationally for her innovative novels and short stories. Born to a Jewish family in Podolia in Western Ukraine, as an infant she moved to Brazil with her family, amidst the disasters engulfing her native land following the First World War.",
    "year": 1920,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Reginald Rose",
    "birthday": "1920-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/06/Photo_of_Reginald_Rose.jpg/268px-Photo_of_Reginald_Rose.jpg",
    "extract": "Reginald Rose was an American film and television writer, most widely known for his work in the early years of television drama. He wrote about controversial social and political issues. His realistic approach was particularly influential in the anthology programs of the 1950s.",
    "year": 1920,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Anne Gwynne",
    "birthday": "1918-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Anne_Gwynne_%281940s%29.JPG/238px-Anne_Gwynne_%281940s%29.JPG",
    "extract": "Anne Gwynne was an American actress and model who was known as one of the first scream queens because of her numerous appearances in horror films. Gwynne was also one of the most popular pin-ups of World War II. She is the maternal grandmother of actor Chris Pine.",
    "year": 1918,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Anatoly Tarasov",
    "birthday": "1918-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/41/Anatoli_Vladimirovich_Tarasov.jpg",
    "extract": "Anatoly Vladimirovich Tarasov was a Russian ice hockey player and coach. Tarasov is considered \"the father of Russian ice hockey\" and established the Soviet Union national team as \"the dominant force in international competition\". He was one of the first Russians to be inducted into the Hockey Hall of Fame, having been inducted in 1974 in the builders category. Tarasov also played and managed in the sport of football, but is best known for his work in developing the USSR's ice hockey program.",
    "year": 1918,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nicky Barr",
    "birthday": "1915-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b8/AWM_MEA1372_Nicky_Barr.jpg",
    "extract": "Andrew William \"Nicky\" Barr, was a member of the Australian national rugby union team, who became a fighter ace in the Royal Australian Air Force (RAAF) during World War II. He was credited with 12 aerial victories, all scored flying the Curtiss P-40 fighter. Born in New Zealand, Barr was raised in Victoria and first represented the state in rugby in 1936. Selected to play for Australia in the United Kingdom in 1939, he had just arrived in England when the tour was cancelled following the outbreak of war. He joined the RAAF in 1940 and was posted to North Africa with No. 3 Squadron in September 1941. The squadron's highest-scoring ace, he attained his first three victories in the P-40 Tomahawk and the remainder in the P-40 Kittyhawk.",
    "year": 1915,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dorothy Lamour",
    "birthday": "1914-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/DOROTHYLamour_%28cropped%29.jpg/253px-DOROTHYLamour_%28cropped%29.jpg",
    "extract": "Dorothy Lamour was an American actress and singer. She is best remembered for having appeared in the Road to... movies, a series of successful comedies starring Bing Crosby and Bob Hope.",
    "year": 1914,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Pannonica de Koenigswarter",
    "birthday": "1913-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e9/Pannonica_de_Koenigswarter.jpg",
    "extract": "Baroness Kathleen Annie Pannonica de Koenigswarter was a British-born jazz patron and writer. A leading patron of bebop, she was a member of the Rothschild family.",
    "year": 1913,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Morton Gould",
    "birthday": "1913-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6a/Morton_Gould.jpg",
    "extract": "Morton Gould was an American composer, conductor, arranger, and pianist.",
    "year": 1913,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Harry Locke",
    "birthday": "1913-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/81/Actor_Harry_Locke.png",
    "extract": "Harry Locke was an English character actor.",
    "year": 1913,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ray Nance",
    "birthday": "1913-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Ray_Nance_1943.jpg/254px-Ray_Nance_1943.jpg",
    "extract": "Ray Willis Nance was an American jazz trumpeter, violinist and singer. He is best remembered for his long association with Duke Ellington and his orchestra.",
    "year": 1913,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Philip Hart",
    "birthday": "1912-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Philip_Hart_1959.png/210px-Philip_Hart_1959.png",
    "extract": "Philip Aloysius Hart was an American lawyer and politician. A Democrat, he served as a United States Senator from Michigan from 1959 until his death from cancer in Washington, D.C. in 1976. He was known as the \"Conscience of the Senate\".",
    "year": 1912,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chet Huntley",
    "birthday": "1911-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Chet_Huntley_1968.JPG/244px-Chet_Huntley_1968.JPG",
    "extract": "Chester Robert \"Chet\" Huntley was an American television newscaster, best known for co-anchoring NBC's evening news program, The Huntley–Brinkley Report, for 14 years beginning in 1956.",
    "year": 1911,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ambrosio Padilla",
    "birthday": "1910-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Ambrosio_Padilla_2010_stamp_of_the_Philippines_3.jpg/320px-Ambrosio_Padilla_2010_stamp_of_the_Philippines_3.jpg",
    "extract": "Ambrosio Bibby Padilla was a Filipino basketball player and an elected member of the Senate of the Philippines. He was one of the most important figures in Asian basketball development.",
    "year": 1910,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Hermes Pan",
    "birthday": "1909-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/eb/Hermes_Pan.jpg/232px-Hermes_Pan.jpg",
    "extract": "Hermes Pan was an American dancer and choreographer, principally remembered as Fred Astaire's choreographic collaborator on the famous 1930s movie musicals starring Astaire and Ginger Rogers. He worked on nearly two dozen films and TV shows with Astaire. He won both an Oscar and an Emmy for his dance direction.",
    "year": 1909,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Olivier Messiaen",
    "birthday": "1908-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Olivier_Messiaen_%281986%29.jpg/240px-Olivier_Messiaen_%281986%29.jpg",
    "extract": "Olivier Eugène Prosper Charles Messiaen was a French composer, organist, and ornithologist who was one of the major composers of the 20th century. His music is rhythmically complex; harmonically and melodically he employs a system he called modes of limited transposition, which he abstracted from the systems of material generated by his early compositions and improvisations. He wrote music for chamber ensembles and orchestra, vocal music, as well as for solo organ and piano, and also experimented with the use of novel electronic instruments developed in Europe during his lifetime.",
    "year": 1908,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rumer Godden",
    "birthday": "1907-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Rumer_Godden_%281%29.jpg/320px-Rumer_Godden_%281%29.jpg",
    "extract": "Margaret Rumer Godden was an English writer of more than 60 fiction and non-fiction books. Nine of her works have been made into films, most notably Black Narcissus in 1947 and The River in 1951.",
    "year": 1907,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Lucien Laurent",
    "birthday": "1907-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7e/Lucien_Laurent.jpg",
    "extract": "Lucien Laurent was a French association football player who played as a forward. Playing for France, he scored the first ever FIFA World Cup goal.",
    "year": 1907,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Amedeo Nazzari",
    "birthday": "1907-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Amedeo_Nazzari_and_Edy_Vessel_1959_%28cropped%29.jpg",
    "extract": "Amedeo Nazzari was an Italian actor. Nazzari was one of the leading figures of Italian classic cinema, often considered a local variant of the Australian-American star Errol Flynn. Although he emerged as a star during the Fascist era, Nazzari's popularity continued well into the post-war years.",
    "year": 1907,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jules Ladoumègue",
    "birthday": "1906-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Jules_Ladoum%C3%A8gue_1928.jpg/212px-Jules_Ladoum%C3%A8gue_1928.jpg",
    "extract": "Jules Ladoumègue was a French middle-distance runner. He became a running star as the sport enjoyed a huge resurgence at the start of the Great Depression, fueled in large part by newsreel coverage. His career was abruptly cut short when he was banned for life from track for payments he received for several races.",
    "year": 1906,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Antonín Novotný",
    "birthday": "1904-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Anton%C3%ADn_Novotn%C3%BD_1968.jpg/232px-Anton%C3%ADn_Novotn%C3%BD_1968.jpg",
    "extract": "Antonín Josef Novotný was First Secretary of the Communist Party of Czechoslovakia from 1953 to 1968, and also held the post of president of Czechoslovakia from 1957 to 1968. An ardent hardliner, Novotný was forced to yield the reins of power to Alexander Dubček during the short-lived reform movement of 1968.",
    "year": 1904,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Una Merkel",
    "birthday": "1903-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Una_Merkel_-_still.JPG/229px-Una_Merkel_-_still.JPG",
    "extract": "Una Merkel was an American stage, film, radio, and television actress.",
    "year": 1903,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Torsten Bergström",
    "birthday": "1896-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Torsten_Bergstr%C3%B6m.jpg/184px-Torsten_Bergstr%C3%B6m.jpg",
    "extract": "Torsten Lars Herman Jamte Bergström was a Swedish film director and theater and film actor.",
    "year": 1896,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Harold Alexander, 1st Earl Alexander of Tunis",
    "birthday": "1891-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Harold_Alexander_E010750678-v8.jpg/238px-Harold_Alexander_E010750678-v8.jpg",
    "extract": "Field Marshal Harold Rupert Leofric George Alexander, 1st Earl Alexander of Tunis, was a senior British Army officer who served with distinction in both the First and the Second World War and, afterwards, as Governor General of Canada and the first Lord Lieutenant of Greater London in 1965.",
    "year": 1891,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Arlie Mucks",
    "birthday": "1891-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Arlie_Max_Mucks_%28December_10%2C_1891_%E2%80%93_July_1967%29_in_1916.jpg/320px-Arlie_Max_Mucks_%28December_10%2C_1891_%E2%80%93_July_1967%29_in_1916.jpg",
    "extract": "Arlie Max Mucks was an American track and field athlete who competed in the 1912 Summer Olympics.",
    "year": 1891,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nelly Sachs",
    "birthday": "1891-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Nelly_Sachs_1966.jpg/226px-Nelly_Sachs_1966.jpg",
    "extract": "Nelly Sachs was a German-Swedish poet and playwright. Her experiences resulting from the rise of the Nazis in World War II Europe transformed her into a poignant spokesperson for the grief and yearnings of her fellow Jews. Her best-known play is Eli: Ein Mysterienspiel vom Leiden Israels (1950); other works include the poems \"Zeichen im Sand\" (1962), \"Verzauberung\" (1970), and the collections of poetry In den Wohnungen des Todes (1947), Flucht und Verwandlung (1959), Fahrt ins Staublose (1961), and Suche nach Lebenden (1971). She was awarded the Nobel Prize in Literature in 1966.",
    "year": 1891,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "László Bárdossy",
    "birthday": "1890-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Bundesarchiv_Bild_146-1984-018-35A%2C_Laszlo_von_Bardossy.jpg/197px-Bundesarchiv_Bild_146-1984-018-35A%2C_Laszlo_von_Bardossy.jpg",
    "extract": "László Bárdossy de Bárdos was a Hungarian diplomat and politician who served as Prime Minister of Hungary from April 1941 to March 1942. He was one of the chief architects of Hungary's involvement in World War II.",
    "year": 1890,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ray Collins (actor)",
    "birthday": "1889-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Ray-Collins.jpg/254px-Ray-Collins.jpg",
    "extract": "Ray Bidwell Collins was an American character actor in stock and Broadway theatre, radio, films, and television. With 900 stage roles to his credit, he became one of the most successful actors in the developing field of radio drama. A friend and associate of Orson Welles for many years, Collins went to Hollywood with the Mercury Theatre company and made his feature-film debut in Citizen Kane (1941), as Kane's ruthless political rival. Collins appeared in more than 75 films and had one of his best-remembered roles on television, as Los Angeles homicide detective Lieutenant Arthur Tragg in the CBS-TV series Perry Mason.",
    "year": 1889,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Victor McLaglen",
    "birthday": "1886-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Victor_McLaglen_in_The_Informer.jpg/228px-Victor_McLaglen_in_The_Informer.jpg",
    "extract": "Victor Andrew de Bier Everleigh McLaglen was a British boxer-turned-Hollywood actor. He was known as a character actor, particularly in Westerns, and made seven films with John Ford and John Wayne. McLaglen won the Academy Award for Best Actor in 1935 for his role in The Informer.",
    "year": 1886,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Giovanni Messe",
    "birthday": "1883-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Giovanni_Messe.jpg/233px-Giovanni_Messe.jpg",
    "extract": "Giovanni Messe was an Italian field marshal and politician. In the Second World War, he was captured in Tunisia, but made chief of staff of the Italian Co-belligerent Army after the armistice of September 1943. Later he was an elected representative in the Italian Senate. He is considered by many to have been the best Italian general of the war.",
    "year": 1883,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Otto Neurath",
    "birthday": "1882-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Otto_Neurath.jpg/220px-Otto_Neurath.jpg",
    "extract": "Otto Karl Wilhelm Neurath was an Austrian-born philosopher of science, sociologist, and political economist. He was also the inventor of the ISOTYPE method of pictorial statistics and an innovator in museum practice. Before he fled his native country in 1934, Neurath was one of the leading figures of the Vienna Circle.",
    "year": 1882,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Shigenori Tōgō",
    "birthday": "1882-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Shigenori_Togo.jpg/236px-Shigenori_Togo.jpg",
    "extract": "Shigenori Tōgō  was Minister of Foreign Affairs for the Empire of Japan at both the start and the end of the Axis–Allied conflict during World War II. He also served as Minister of Colonial Affairs in 1941, and assumed the same position, renamed the Minister for Greater East Asia, in 1945.",
    "year": 1882,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "C. Rajagopalachari",
    "birthday": "1878-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Chakravarthi_Rajagopalachari.jpg/242px-Chakravarthi_Rajagopalachari.jpg",
    "extract": "Chakravarti Rajagopalachari, popularly known as Rajaji or C.R., also known as Mootharignar Rajaji, was an Indian statesman, writer, lawyer, and independence activist. Rajagopalachari was the last Governor-General of India, as India became a republic in 1950. He was also the first Indian-born governor-general, as all previous holders of the post were British nationals. He also served as leader of the Indian National Congress, Premier of the Madras Presidency, Governor of West Bengal, Minister for Home Affairs of the Indian Union and Chief Minister of Madras state. Rajagopalachari founded the Swatantra Party and was one of the first recipients of India's highest civilian award, the Bharat Ratna. He vehemently opposed the use of nuclear weapons and was a proponent of world peace and disarmament. During his lifetime, he also acquired the nickname 'Mango of Salem'.",
    "year": 1878,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jadunath Sarkar",
    "birthday": "1870-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/ac/Jadunath_Sarkar.jpg/218px-Jadunath_Sarkar.jpg",
    "extract": "Sir Jadunath Sarkar was a prominent Indian historian and a specialist on the Mughal dynasty.",
    "year": 1870,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Adolf Loos",
    "birthday": "1870-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Otto_Mayer_-_Adolf_Loos._%28Fotografie_um_1904%29.jpg/162px-Otto_Mayer_-_Adolf_Loos._%28Fotografie_um_1904%29.jpg",
    "extract": "Adolf Franz Karl Viktor Maria Loos\n(German pronunciation: [ˈaːdɔlf loːs]; 10 December 1870 – 23 August 1933) was an Austrian architect and influential European theorist of modern architecture. His essay Ornament and Crime advocated smooth and clear surfaces in contrast to the lavish decorations of the fin de siècle, as well as the more modern aesthetic principles of the Vienna Secession, exemplified in his design of Looshaus, Vienna. Loos became a pioneer of modern architecture and contributed a body of theory and criticism of Modernism in architecture and design and developed the \"Raumplan\" method of arranging interior spaces, exemplified in Villa Müller in Prague.",
    "year": 1870,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Pierre Louÿs",
    "birthday": "1870-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Pierre_Lou%C3%BFs%2C_portrait.jpg/273px-Pierre_Lou%C3%BFs%2C_portrait.jpg",
    "extract": "Pierre Louÿs was a French poet and writer, most renowned for lesbian and classical themes in some of his writings. He is known as a writer who sought to \"express pagan sensuality with stylistic perfection\". He was made first a Chevalier and then an Officer of the Légion d'honneur for his contributions to French literature.",
    "year": 1870,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Louis Bolk",
    "birthday": "1866-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/33/LBolk.jpg",
    "extract": "Lodewijk 'Louis' Bolk was a Dutch anatomist who created the fetalization theory about the human body. It states that when a human being is born, it is still a fetus, as can be seen by its (proportionally) big head, lack of coordination, and helplessness. Furthermore, this \"prematuration\" is specifically human.",
    "year": 1866,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Melvil Dewey",
    "birthday": "1851-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Melvil_Dewey.jpg/238px-Melvil_Dewey.jpg",
    "extract": "Melville Louis Kossuth \"Melvil\" Dewey was an influential American librarian and educator, inventor of the Dewey Decimal system of library classification, a founder of the Lake Placid Club, and a chief librarian at Columbia University. He was also a founding member of the American Library Association but resigned in 1905, due to allegations of sexual harassment, racism, and antisemitism.",
    "year": 1851,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Emily Dickinson",
    "birthday": "1830-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Black-white_photograph_of_Emily_Dickinson2.png/261px-Black-white_photograph_of_Emily_Dickinson2.png",
    "extract": "Emily Elizabeth Dickinson was an American poet. Little-known during her life, she has since been regarded as one of the most important figures in American poetry.",
    "year": 1830,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "George MacDonald",
    "birthday": "1824-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/George_MacDonald_1860s.jpg/211px-George_MacDonald_1860s.jpg",
    "extract": "George MacDonald was a Scottish author, poet and Christian minister. He was a pioneering figure in the field of modern fantasy literature and the mentor of fellow writer Lewis Carroll. In addition to his fairy tales, MacDonald wrote several works of Christian theology, including several collections of sermons.",
    "year": 1824,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "César Franck",
    "birthday": "1822-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/C%C3%A9sar_Franck_by_Pierre_Petit.jpg/250px-C%C3%A9sar_Franck_by_Pierre_Petit.jpg",
    "extract": "César-Auguste Jean-Guillaume Hubert Franck was a Romantic composer, pianist, organist, and music teacher who worked in Paris during his adult life.",
    "year": 1822,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nikolay Nekrasov",
    "birthday": "1821-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B9_%D0%9D%D0%B5%D0%BA%D1%80%D0%B0%D1%81%D0%BE%D0%B2.jpg/218px-%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B9_%D0%9D%D0%B5%D0%BA%D1%80%D0%B0%D1%81%D0%BE%D0%B2.jpg",
    "extract": "Nikolay Alexeyevich Nekrasov was a Russian poet, writer, critic and publisher, whose deeply compassionate poems about peasant Russia made him the hero of liberal and radical circles of Russian intelligentsia, as represented by Vissarion Belinsky, Nikolay Chernyshevsky and Fyodor Dostoyevsky. He is credited with introducing into Russian poetry ternary meters and the technique of dramatic monologue. As the editor of several literary journals, notably Sovremennik, Nekrasov was also singularly successful and influential.",
    "year": 1821,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ada Lovelace",
    "birthday": "1815-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Ada_Byron_daguerreotype_by_Antoine_Claudet_1843_or_1850.jpg/232px-Ada_Byron_daguerreotype_by_Antoine_Claudet_1843_or_1850.jpg",
    "extract": "Augusta Ada King, Countess of Lovelace was an English mathematician and writer, chiefly known for her work on Charles Babbage's proposed mechanical general-purpose computer, the Analytical Engine. She was the first to recognise that the machine had applications beyond pure calculation, and to have published the first algorithm intended to be carried out by such a machine. As a result, she is often regarded as the first computer programmer.",
    "year": 1815,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Caroline M. Sawyer",
    "birthday": "1811-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Caroline_M._Sawyer_%28Our_woman_workers%2C_1882%29.png/294px-Caroline_M._Sawyer_%28Our_woman_workers%2C_1882%29.png",
    "extract": "Caroline M. Sawyer was a 19th-century American poet, biographer, and editor. Her writings ranged through a wide variety of themes. Born in 1812, in Massachusetts, she began composing verse at an early age, but published little till after her marriage. Thereafter, she wrote much for various reviews and other miscellanies, besides several volumes of tales, sketches, and essays. She also made numerous translations from German literature, in prose and verse, in which she evinced an appreciation of the original. Sawyer's poems were numerous, sufficient for several volumes, though they were not published as a collection. She died in 1894",
    "year": 1811,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "William Lloyd Garrison",
    "birthday": "1805-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/William_Lloyd_Garrison%2C_abolitionist%2C_journalist%2C_and_editor_of_The_Liberator_LCCN2017660623_%28cropped%29.jpg/207px-William_Lloyd_Garrison%2C_abolitionist%2C_journalist%2C_and_editor_of_The_Liberator_LCCN2017660623_%28cropped%29.jpg",
    "extract": "William Lloyd Garrison was a prominent American Christian, abolitionist, journalist, suffragist, and social reformer. He is best known for his widely read antislavery newspaper The Liberator, which he founded in 1831 and published in Boston until slavery in the United States was abolished by constitutional amendment in 1865. Garrison promoted \"no-governmentism\" and rejected the inherent validity of the American government on the basis that its engagement in war, imperialism, and slavery made it corrupt and tyrannical. He initially opposed violence as a principle and advocated for Christian nonresistance against evil; at the outbreak of the Civil War, he abandoned his previous principles and embraced the armed struggle and the Lincoln administration. He was one of the founders of the American Anti-Slavery Society and promoted immediate and uncompensated, as opposed to gradual and compensated, emancipation of slaves in the United States.The source of Garrison's power was the Bible. From his earliest days, he read the Bible constantly and prayed constantly. It was with this fire that he started his conflagration. ... So also, a prejudice against all fixed forms of worship, against the authority of human government, against every binding of the spirit into conformity with human law, – all these things grew up in Garrison's mind out of his Bible reading.",
    "year": 1805,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Joseph Škoda",
    "birthday": "1805-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Joseph_Skoda.jpg/188px-Joseph_Skoda.jpg",
    "extract": "Joseph Škoda was a Czech physician, medical professor and dermatologist. Together with Carl Freiherr von Rokitansky, he was the founder of the Modern Medical School of Vienna.",
    "year": 1805,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Carl Gustav Jacob Jacobi",
    "birthday": "1804-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Carl_Jacobi.jpg/279px-Carl_Jacobi.jpg",
    "extract": "Carl Gustav Jacob Jacobi was a German mathematician who made fundamental contributions to elliptic functions, dynamics, differential equations, determinants, and number theory. His name is occasionally written as Carolus Gustavus Iacobus Iacobi in his Latin books, and his first name is sometimes given as Karl.",
    "year": 1804,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Thomas Hopkins Gallaudet",
    "birthday": "1787-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Thomas_hopkins_gallaudet_painted_portrait.jpg",
    "extract": "Thomas Hopkins Gallaudet was an American educator. Along with Laurent Clerc and Mason Cogswell, he co-founded the first permanent institution for the education of the deaf in North America, and he became its first principal. When opened on April 15, 1817, it was called the \"Connecticut Asylum for the Education and Instruction of Deaf and Dumb Persons,\" but it is now known as the American School for the Deaf.",
    "year": 1787,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "María Bibiana Benítez",
    "birthday": "1783-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Mar%C3%ADa_Bibiana_Ben%C3%ADtez.jpg",
    "extract": "María Bibiana Benítez Batista was Puerto Rico's first female poet and one of its first playwrights. She was the first of three renowned poets in her family, the others being her niece and adopted daughter Alejandrina Benítez de Gautier, and Alejandrina's son José Gautier Benítez.",
    "year": 1783,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Archduchess Maria Leopoldine of Austria-Este",
    "birthday": "1776-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Maria_Leopoldine_of_Habsburg_Este.jpg/207px-Maria_Leopoldine_of_Habsburg_Este.jpg",
    "extract": "Archduchess Maria Leopoldine of Austria-Este, was an Electress of Bavaria as the second spouse of Charles Theodore, Elector of Bavaria.",
    "year": 1776,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "George Shaw (biologist)",
    "birthday": "1751-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/George_Kearsley_Shaw.jpg/236px-George_Kearsley_Shaw.jpg",
    "extract": "George Kearsley Shaw was an English botanist and zoologist.",
    "year": 1751,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Lancelot Blackburne",
    "birthday": "1658-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Lancelot_Blackburne_%281658%E2%80%931743%29%2C_Archbishop_of_York.jpeg/269px-Lancelot_Blackburne_%281658%E2%80%931743%29%2C_Archbishop_of_York.jpeg",
    "extract": "Lancelot Blackburne was an English clergyman, who became Archbishop of York, and – in popular belief – a pirate.",
    "year": 1658,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Adriaen van Ostade",
    "birthday": "1610-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Frans_Hals%2C_Adriaen_van_Ostade%2C_c._1645_alt._1648.jpg/254px-Frans_Hals%2C_Adriaen_van_Ostade%2C_c._1645_alt._1648.jpg",
    "extract": "Adriaen van Ostade was a Dutch Golden Age painter of genre works.",
    "year": 1610,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gaston of Foix, Duke of Nemours",
    "birthday": "1489-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Portrait_of_Gaston_of_Foix%2C_Duke_of_Nemours_%281489%E2%80%931512%29%2C_by_Philippe_de_Champaigne_-_Palace_of_Versailles.jpg/214px-Portrait_of_Gaston_of_Foix%2C_Duke_of_Nemours_%281489%E2%80%931512%29%2C_by_Philippe_de_Champaigne_-_Palace_of_Versailles.jpg",
    "extract": "Gaston de Foix, duc de Nemours, byname The Thunderbolt of Italy, was a famed French military commander of the Renaissance. Nephew of King Louis XII of France and general of his armies in Italy from 1511 to 1512, he is noted for his outstanding military feats in a career which lasted no longer than a few months. The young general is regarded as a stellar commander well ahead of his time. An adept of lightning fast forced marches as well as sudden and bold offensives that destabilized contemporary armies and commanders, De Foix is mostly remembered for his brilliant six-month campaign against the Holy League in the War of the League of Cambrai. He met his end in said conflict, at the age of 21, during the Battle of Ravenna (1512), the last of his triumphs.",
    "year": 1489,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Anne de Mowbray, 8th Countess of Norfolk",
    "birthday": "1472-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/The_Marriage_Of_Richard_Of_Shrewsbury%2C_Duke_Of_York%2C_To_Lady_Anne_Mowbray.jpg/262px-The_Marriage_Of_Richard_Of_Shrewsbury%2C_Duke_Of_York%2C_To_Lady_Anne_Mowbray.jpg",
    "extract": "Anne de Mowbray, 8th Countess of Norfolk, later Duchess of York and Duchess of Norfolk was the child bride of Richard of Shrewsbury, Duke of York, one of the Princes in the Tower. She died at the age of eight.",
    "year": 1472,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Johannes Stöffler",
    "birthday": "1452-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Stoeffler1.jpg/220px-Stoeffler1.jpg",
    "extract": "Johannes Stöffler was a German mathematician, astronomer, astrologer, priest, maker of astronomical instruments and professor at the University of Tübingen.",
    "year": 1452,
    "month": 12,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chen Shubao",
    "birthday": "553-12-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Chen_Shubao.jpg/280px-Chen_Shubao.jpg",
    "extract": "Chen Shubao, also known as Houzhu of Chen, posthumous name Duke Yáng of Chángchéng, courtesy name 元秀; Yuán Xiù), nickname 黃奴; Huángnú, was the fifth and last emperor of Chen dynasty, which was conquered by Sui dynasty.",
    "year": 553,
    "month": 12,
    "day": 10,
    "language": "en"
  }
]