[
  {
    "name": "Sada Williams",
    "birthday": "1997-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Sada_Williams_2016.jpg/156px-Sada_Williams_2016.jpg",
    "extract": "Sada Williams is a Barbadian sprinter competing primarily in the 200 and 400 metres. She represented her country at the 2017 World Championships without reaching the semifinals.",
    "year": 1997,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "James Wilson (English footballer)",
    "birthday": "1995-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/James_Wilson_of_MUFC.jpg/141px-James_Wilson_of_MUFC.jpg",
    "extract": "James Antony Wilson is an English professional footballer who plays as a forward for EFL League Two club Port Vale.",
    "year": 1995,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Javier Báez",
    "birthday": "1992-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Javier_B%C3%A1ez_July_17%2C_2018_%2850121483722%29_%28cropped%29.jpg/240px-Javier_B%C3%A1ez_July_17%2C_2018_%2850121483722%29_%28cropped%29.jpg",
    "extract": "Ednel Javier Báez, nicknamed \"El Mago\", is a Puerto Rican professional baseball shortstop for the Detroit Tigers of Major League Baseball (MLB). He previously played in MLB for the Chicago Cubs and New York Mets. Born in Puerto Rico, Báez attended high school in Jacksonville, Florida. The Cubs selected Báez with the ninth overall selection of the 2011 MLB draft. He made his MLB debut in 2014 and played for the Cubs for eight years before he was traded to the Mets in 2021. After the 2021 season, he entered free agency where he then signed a six-year deal with the Tigers.",
    "year": 1992,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Linos Chrysikopoulos",
    "birthday": "1992-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e1/Linos_Chrysikopoulos_wik_Kifissia.jpg/181px-Linos_Chrysikopoulos_wik_Kifissia.jpg",
    "extract": "Linos-Spyridon Chrysikopoulos is a Greek professional basketball player who last played for Peristeri of the Greek Basket League. He is 6'10\" tall and 225 lb. (102 kg). He can play at either the small forward or power forward positions, with power forward being his main position. His nickname is Spider-Man.",
    "year": 1992,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Marco van Ginkel",
    "birthday": "1992-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Marco_van_Ginkel_2013.jpg/181px-Marco_van_Ginkel_2013.jpg",
    "extract": "Marco Wulfert Cornelis van Ginkel is a Dutch professional footballer who plays as a midfielder for PSV and the Netherlands national team.",
    "year": 1992,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sun Yang",
    "birthday": "1991-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Incheon_AsianGames_Swimming_34.jpg/245px-Incheon_AsianGames_Swimming_34.jpg",
    "extract": "Sun Yang is a Chinese Olympic and world-record-holding competitive swimmer. In 2012, Sun became the first Chinese athlete to win an Olympic swimming gold medal. Sun is the first male swimmer in history to earn Olympic and World Championship gold medals at every freestyle distance from 200 to 1500 metres. A three-time Olympic gold medalist and eleven-time world champion, he is the most decorated Chinese swimmer in history. In 2017, NBC Sports described him as \"arguably the greatest freestyle swimmer of all time\".",
    "year": 1991,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tomáš Tatar",
    "birthday": "1990-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Tomastatarringo.JPG/320px-Tomastatarringo.JPG",
    "extract": "Tomáš Tatar is a Slovak professional ice hockey left winger for the New Jersey Devils in the National Hockey League (NHL). Tatar was drafted 60th overall by the Detroit Red Wings in the 2009 NHL Entry Draft.",
    "year": 1990,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sotelúm",
    "birthday": "1989-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Sotel%C3%BAm.jpg/240px-Sotel%C3%BAm.jpg",
    "extract": "Sotelúm is a modernist and independent music artist, listed by UABC Radio and other local press media as an elemental post-nortec visionary in the Mexican avant garde of electronic music.",
    "year": 1989,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Zoë Kravitz",
    "birthday": "1988-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Zoe_Kravitz_2020_dvna_studio_2.jpg/240px-Zoe_Kravitz_2020_dvna_studio_2.jpg",
    "extract": "Zoë Isabella Kravitz is an American actress, singer, and model. The daughter of actor-musician Lenny Kravitz and actress Lisa Bonet, she made her acting debut in the romantic comedy film No Reservations (2007). Her breakthrough came with portraying Angel Salvadore in the superhero film X-Men: First Class (2011), which earned her nominations for a Teen Choice Award and a Scream Award. She rose to prominence playing Christina in The Divergent Series (2014–2016) and Leta Lestrange in the Fantastic Beasts film series (2016–2022).",
    "year": 1988,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tyler Joseph",
    "birthday": "1988-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Twenty_One_Pilots_2016_%288_von_8%29_%28cropped%29.jpg/267px-Twenty_One_Pilots_2016_%288_von_8%29_%28cropped%29.jpg",
    "extract": "Tyler Robert Joseph is an American rapper, singer, musician, and songwriter. He is best known as the frontman for the musical duo Twenty One Pilots, alongside bandmate Josh Dun. He also self-released a solo album titled No Phun Intended in 2008. As a member of Twenty One Pilots he has been nominated for six Grammy Awards, of which he has won one. He is characterized by his quirky personality and often dark, complex lyrical content within his songs.",
    "year": 1988,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Simon Dawkins",
    "birthday": "1987-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Simon_Dawkins.jpg/215px-Simon_Dawkins.jpg",
    "extract": "Simon Jonathan Dawkins is a professional footballer who plays as an attacking midfielder or winger for USL Championship side Monterey Bay FC.",
    "year": 1987,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Vance Joy",
    "birthday": "1987-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Vance_Joy_en_el_ACL_Music_Festival_2015_%28Austin%2C_Texas%29.jpg/304px-Vance_Joy_en_el_ACL_Music_Festival_2015_%28Austin%2C_Texas%29.jpg",
    "extract": "James Gabriel Keogh, known professionally as Vance Joy, is an Australian singer and songwriter. He signed a five-album deal with Atlantic Records in 2013. He released his debut EP God Loves You When You're Dancing in March 2013. His song \"Riptide\" was voted number 1 on the 2013 Triple J Hottest 100. Joy released his debut studio album Dream Your Life Away on 5 September 2014 in Australia and on 9 September 2014 elsewhere. At the ARIA Music Awards of 2015, he won Best Male Artist. His second studio album, Nation of Two, was released in 2018.",
    "year": 1987,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "DeSean Jackson",
    "birthday": "1986-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/DeSean_Jackson_Las_Vegas_Raiders_2021_%28cropped%29.jpg/213px-DeSean_Jackson_Las_Vegas_Raiders_2021_%28cropped%29.jpg",
    "extract": "DeSean William Jackson is an American football wide receiver who is a free agent. He played college football for the California Golden Bears, where he was recognized as a consensus All-American in 2006 and 2007. He was drafted by the Philadelphia Eagles in the second round of the 2008 NFL Draft, and has also played for the Washington Redskins, Tampa Bay Buccaneers, and Los Angeles Rams. Jackson has been selected to the Pro Bowl three times, and was the first player selected to the Pro Bowl at two different positions in the same year when he was named to the 2010 Pro Bowl as a wide receiver and return specialist.",
    "year": 1986,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Janelle Monáe",
    "birthday": "1985-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Janelle_Monae_Paris_Fashion_Week_Autumn_Winter_2019.jpg/239px-Janelle_Monae_Paris_Fashion_Week_Autumn_Winter_2019.jpg",
    "extract": "Janelle Monáe Robinson is an American singer, songwriter, rapper, science-fiction author and actress. She is signed to Atlantic Records, as well as to her own imprint, the Wondaland Arts Society. Monáe has received eight Grammy Award nominations. Monáe won an MTV Video Music Award and the ASCAP Vanguard Award in 2010. Monáe was also honored with the Billboard Women in Music Rising Star Award in 2015 and the Trailblazer of the Year Award in 2018. In 2012, Monáe became a CoverGirl spokesperson. Boston City Council named October 16, 2013 \"Janelle Monáe Day\" in the city of Boston, Massachusetts, in recognition of her artistry and activism.",
    "year": 1985,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Emiliano Viviano",
    "birthday": "1985-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Emiliano_Viviano.jpg/240px-Emiliano_Viviano.jpg",
    "extract": "Emiliano Viviano is an Italian professional footballer who plays as a goalkeeper for Turkish Süper Lig club Fatih Karagümrük.",
    "year": 1985,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Riz Ahmed",
    "birthday": "1982-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Riz_Ahmed_at_the_Rogue_One_-_A_Star_Wars_Story_-_World_Premeire_Red_Carpet_-_DSC_0437_%2831547570706%29_%28cropped%29.jpg/213px-Riz_Ahmed_at_the_Rogue_One_-_A_Star_Wars_Story_-_World_Premeire_Red_Carpet_-_DSC_0437_%2831547570706%29_%28cropped%29.jpg",
    "extract": "Rizwan Ahmed is a British-Pakistani actor and rapper. He is the recipient of various accolades, including an Academy Award, Primetime Emmy Award, National Board of Review Award, Independent Spirit Award, London Film Critics' Circle Award, and two British Independent Film Awards; he has also received nominations for two Golden Globe Awards, two Bafta Awards and two Screen Actors Guild Awards.",
    "year": 1982,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Park Hyo-shin",
    "birthday": "1981-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Park_Hyo_Shin_%28cropped%29.jpg/261px-Park_Hyo_Shin_%28cropped%29.jpg",
    "extract": "Park Hyo-shin is a South Korean ballad singer and musical theatre actor known for his emotional vocals. He debuted in 1999 and has since released many hit songs including, \"Things I Cannot Do For You,\" \"Ba-Bo,\" \"Dong-Kyung\", \"Good Person\" and \"Wild Flower\", the latter of which is one of the best-selling singles in South Korea.",
    "year": 1981,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Luke McPharlin",
    "birthday": "1981-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Luke_McPharlin_Farewell.png/229px-Luke_McPharlin_Farewell.png",
    "extract": "Luke McPharlin is a former professional Australian rules footballer who played in the Australian Football League (AFL) for the Fremantle Football Club between 2002 and 2015, after two seasons with the Hawthorn Football Club. He was educated at Christ Church Grammar School in Perth where he graduated in 1999. Throughout his AFL career, McPharlin predominantly played as a key defender.",
    "year": 1981,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Yianna Terzi",
    "birthday": "1980-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Yianna_Terzi_At_the_2018_Eurovision_Blue_Carpet_01.jpg/213px-Yianna_Terzi_At_the_2018_Eurovision_Blue_Carpet_01.jpg",
    "extract": "Yianna Terzi is a Greek singer and songwriter. She represented Greece in the Eurovision Song Contest 2018 with the song \"Oniro mou\".",
    "year": 1980,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ryan Malone",
    "birthday": "1979-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/NYRMalone.jpg/291px-NYRMalone.jpg",
    "extract": "Ryan Gregory Malone nicknamed \"Bugsy\", is an American former professional ice hockey forward. He played in the National Hockey League (NHL) with the Pittsburgh Penguins, Tampa Bay Lightning and New York Rangers. In 2003, he became the first Pittsburgh-born and trained player to suit up for the Penguins in an NHL game.",
    "year": 1979,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Stephanie Brown Trafton",
    "birthday": "1979-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Stephanie_Brown_Trafton_-_2010_Meeting_Areva.jpg/320px-Stephanie_Brown_Trafton_-_2010_Meeting_Areva.jpg",
    "extract": "Stephanie Brown Trafton is an American track and field athlete who won the discus throwing gold medal at the 2008 Summer Olympics in Beijing. She is thus one of only three American women to have ever won the event.",
    "year": 1979,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mat Kearney",
    "birthday": "1978-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Mat_Kearney.jpg/240px-Mat_Kearney.jpg",
    "extract": "Mathew William Kearney is an American musician born in Eugene, Oregon, and based in Nashville, Tennessee. So far, he has a total of five top 20 hits on the Adult Top 40 Chart.",
    "year": 1978,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Brad Delson",
    "birthday": "1977-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Linkin_Park-Rock_im_Park_2014-_by_2eight_3SC0285.jpg/212px-Linkin_Park-Rock_im_Park_2014-_by_2eight_3SC0285.jpg",
    "extract": "Bradford Phillip Delson is an American musician, best known as the lead guitarist and one of the founding members of the rock band Linkin Park.",
    "year": 1977,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sophie Guillemin",
    "birthday": "1977-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Sophie_Guillemin_2011.jpg/227px-Sophie_Guillemin_2011.jpg",
    "extract": "Sophie Guillemin is a French actress. She has appeared in such films as L'Ennui, Harry, He's Here to Help, Un chat un chat, and A la folie, pas du tout. In 2017, whilst on the set of the TV movie Remember us, she met the actor Thierry Godard. The couple were married in August 2018.",
    "year": 1977,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lee McKenzie",
    "birthday": "1977-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Lee_mckenzie_brandshatch2011.JPG/240px-Lee_mckenzie_brandshatch2011.JPG",
    "extract": "Lee McKenzie is a journalist and presenter who is a reporter and deputy presenter for Channel 4's F1 coverage and also the main presenter of the W Series and Channel 4 Rugby. McKenzie also works on a variety of sports on the BBC including tennis, rugby and equestrian, as well as the Olympics and Paralympic Games. McKenzie has also worked as a presenter for the BBC's F1 coverage, Sky Sports and Sky Sports News.",
    "year": 1977,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tomasz Adamek",
    "birthday": "1976-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Tomasz_Adamek_11.JPG/213px-Tomasz_Adamek_11.JPG",
    "extract": "Tomasz \"Tomek\" Adamek is a Polish professional boxer. He is a former world champion in two weight classes, having held the WBC light heavyweight title from 2005 to 2007, and the IBF and Ring magazine cruiserweight titles from 2008 to 2009. He also held the IBO cruiserweight title in 2007, and has challenged once for the WBC heavyweight title in 2011. BoxRec ranks Adamek as the best Polish boxer of all time, pound for pound. Adamek is the first Polish boxer to win a Ring title.",
    "year": 1976,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Vangelis Sklavos",
    "birthday": "1976-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Vangelis_Sklavos.JPG/181px-Vangelis_Sklavos.JPG",
    "extract": "Evangelos \"Vangelis\" Sklavos is a Greek former professional basketball player. He was born in Athens, Greece. At a height of 2.02 m tall, he played at the small forward and power forward positions.",
    "year": 1976,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Matt Fraction",
    "birthday": "1975-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/10.16.11MattFractionByLuigiNovi1.jpg/284px-10.16.11MattFractionByLuigiNovi1.jpg",
    "extract": "Matt Fritchman, better known by the pen name Matt Fraction, is an Eisner Award-winning American comic book writer, known for his work as the writer of The Invincible Iron Man, The Immortal Iron Fist, Uncanny X-Men, and Hawkeye for Marvel Comics; Casanova and Sex Criminals for Image Comics; and Superman's Pal Jimmy Olsen for DC Comics.",
    "year": 1975,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Isaiah \"Ikey\" Owens",
    "birthday": "1975-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Ikey_Owens_-_Outside_Lands_2012.jpg/320px-Ikey_Owens_-_Outside_Lands_2012.jpg",
    "extract": "Randolph Isaiah \"Ikey\" Owens was an American keyboardist known for his work with The Mars Volta, Jack White and an array of bands from the Long Beach music scene.",
    "year": 1975,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Costinha",
    "birthday": "1974-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Costinha_%28footballer_born_1974%29.jpg/218px-Costinha_%28footballer_born_1974%29.jpg",
    "extract": "Francisco José Rodrigues da Costa, OIH, known as Costinha, is a Portuguese former professional footballer who played as a defensive midfielder, currently a manager.",
    "year": 1974,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Steve Gibb",
    "birthday": "1973-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Steve_Gibb-Glasto17-195_%2834777078713%29.jpg/228px-Steve_Gibb-Glasto17-195_%2834777078713%29.jpg",
    "extract": "Stephen Thadeus Crompton Gibb is a British-American musician. He has been a member of numerous hard rock and metal bands including 58, Black Label Society, Crowbar, Kingdom of Sorrow, The Underbellys, SkilletHead, and Saigon Kick. He is the son of Barry Gibb and is currently playing guitar as part of his father's band.",
    "year": 1973,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Stanton Barrett",
    "birthday": "1972-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Stanton_Barrett_2016_Road_America.jpg/263px-Stanton_Barrett_2016_Road_America.jpg",
    "extract": "Stanton Thomas Barrett is an American professional stock car racing driver and Hollywood stuntman who competes part-time in the ARCA Menards Series, driving the No. 12 Toyota Camry for Fast Track Racing.",
    "year": 1972,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bart Millard",
    "birthday": "1972-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Bart_Millard_in_2011.jpg/287px-Bart_Millard_in_2011.jpg",
    "extract": "Bart Marshall Millard is an American singer and songwriter who is best known as the leader of the band MercyMe. He has also released two solo albums: Hymned, No. 1, in 2005 and Hymned Again in 2008. He received a solo Grammy nomination in the category of Best Southern, Country, or Bluegrass Gospel Album for the latter album.",
    "year": 1972,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Emily Mortimer",
    "birthday": "1971-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Premios_Goya_2018_-_Emily_Mortimer_%28cropped%29_%28cropped%29.jpg/209px-Premios_Goya_2018_-_Emily_Mortimer_%28cropped%29_%28cropped%29.jpg",
    "extract": "Emily Kathleen Anne Mortimer is a British-American actress, screenwriter, and director. She began acting in stage productions and has since appeared in several film and television roles. In 2003, she won an Independent Spirit Award for her performance in Lovely and Amazing. She is also known for playing Mackenzie McHale in the HBO series The Newsroom, and as the voice actress of Sophie in the English-language version of Howl's Moving Castle (2004). She also starred in Scream 3 (2000), Match Point (2005), The Pink Panther (2006) and its 2009 sequel, Lars and the Real Girl (2007), Chaos Theory (2008), Harry Brown (2009), Shutter Island (2010), Hugo (2011), Mary Poppins Returns (2018), and Relic (2020). She created and wrote the series Doll & Em (2014-15) and wrote and directed the miniseries The Pursuit of Love (2021) based on the 1945 novel of the same name.",
    "year": 1971,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jonathan Coulton",
    "birthday": "1970-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Jonathan_Coulton_cropped.jpg/320px-Jonathan_Coulton_cropped.jpg",
    "extract": "Jonathan William Coulton, often called \"JoCo\" by fans, is an American folk/comedy singer-songwriter, known for his songs about geek culture and his use of the Internet to draw fans. Among his most popular songs are \"Code Monkey\", \"Re: Your Brains\", \"Still Alive\" and \"Want You Gone\". He was the house musician for NPR weekly puzzle quiz show Ask Me Another from 2012 until its end in 2021.",
    "year": 1970,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kirk Rueter",
    "birthday": "1970-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Pbprueter.jpg/286px-Pbprueter.jpg",
    "extract": "Kirk Wesley Rueter, nicknamed \"Woody\", is an American former left-handed pitcher in Major League Baseball. Rueter played for the Montreal Expos and the San Francisco Giants.",
    "year": 1970,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sarah Silverman",
    "birthday": "1970-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Sarah_Silverman_DNC_July_2016.jpg/239px-Sarah_Silverman_DNC_July_2016.jpg",
    "extract": "Sarah Kate Silverman is an American comedian, actress, and writer. Her comedy addresses social taboos and controversial topics, including racism, sexism, homophobia, politics, and religion, sometimes having her comic character endorse them in a satirical or deadpan fashion. She has won two Primetime Emmy Awards for her work on television.",
    "year": 1970,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Richard Carrier",
    "birthday": "1969-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/RichardCarrierSM.jpg/239px-RichardCarrierSM.jpg",
    "extract": "Richard Cevantis Carrier is an American historian, author, and activist, whose work focuses on empiricism, atheism, and the historicity of Jesus.",
    "year": 1969,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Justin Chadwick",
    "birthday": "1968-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/JustinChadwick2012.jpg/201px-JustinChadwick2012.jpg",
    "extract": "Justin Chadwick is an English actor and television and film director. He directed episodes of EastEnders, Byker Grove, The Bill, Spooks and Red Cap before directing nine of the fifteen episodes of the mini-series Bleak House, which was broadcast by the BBC in the UK and by PBS in the United States as part of its Masterpiece Theatre series.",
    "year": 1968,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sarah Fitz-Gerald",
    "birthday": "1968-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Sarah_Fitz-Gerald.jpg/285px-Sarah_Fitz-Gerald.jpg",
    "extract": "Sarah Elizabeth Fitz-Gerald AM is an Australian women's squash player who won five World Open titles – 1996, 1997, 1998, 2001 and 2002. She ranks alongside Janet Morgan, Nicol David, Susan Devoy, Michelle Martin and Heather McKay as the sport's greatest players.",
    "year": 1968,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Anders Holmertz",
    "birthday": "1968-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Anders_Holmertz_%28cropped%29.jpg",
    "extract": "Anders Holmertz is a Swedish retired swimmer who was a leader in freestyle races in the 1980s and at the beginning of the 1990s, though often missing personal success. He also settled a record in the 400 m freestyle. He is the brother of another Swedish swimmer, Mikael Holmertz.",
    "year": 1968,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Néstor Carbonell",
    "birthday": "1967-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/NestorCarbonellMay09.jpg/206px-NestorCarbonellMay09.jpg",
    "extract": "Néstor Gastón Carbonell is an American actor, director, and screenwriter. He came to prominence for his role as Luis Rivera in the NBC sitcom Suddenly Susan. He is known for his roles as Richard Alpert in the ABC drama series Lost, Sheriff Alex Romero in the A&E drama series Bates Motel, and Yanko Flores in the Apple TV+ drama series The Morning Show. Carbonell also starred as Mayor Anthony Garcia in Christopher Nolan's superhero films The Dark Knight (2008) and The Dark Knight Rises (2012).",
    "year": 1967,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Reggie Sanders",
    "birthday": "1967-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Reggie_Sanders_by_Gage_Skidmore.jpg/258px-Reggie_Sanders_by_Gage_Skidmore.jpg",
    "extract": "Reginald Laverne Sanders is a former right fielder in Major League Baseball. He batted and threw right-handed. Sanders was 23 years old when he made his major league debut on August 22, 1991, after being selected in the seventh round of the 1987 amateur draft by the Cincinnati Reds. He attended Spartanburg Methodist College before beginning his pro career with the Rookie-level Billings Mustangs of the Pioneer League in 1988. He also played professionally with the St. Louis Cardinals, Pittsburgh Pirates, Atlanta Braves, San Francisco Giants, San Diego Padres and Kansas City Royals, and was a member of the Arizona Diamondbacks' 2001 World Series championship over the New York Yankees. With the Cardinals, Sanders had a breakout of sorts during the 2005 National League Division Series against the San Diego Padres. In a three-game sweep of the Padres, Sanders had 10 runs batted in, a new record for a division series.",
    "year": 1967,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Andrew Adamson",
    "birthday": "1966-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Andrew_Adamson_%28cropped%29.jpg",
    "extract": "Andrew Ralph Adamson is a New Zealand film director, producer, and screenwriter based in Los Angeles, where he directed the Academy Award-winning animated films Shrek and Shrek 2. He was director, executive producer, and scriptwriter for the 2005 production of The Chronicles of Narnia: The Lion, the Witch and the Wardrobe. He also worked on the movies Batman Forever and Batman & Robin as a visual effects supervisor.",
    "year": 1966,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Katherine LaNasa",
    "birthday": "1966-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Katherine_LaNasa_2016.jpg/185px-Katherine_LaNasa_2016.jpg",
    "extract": "Katherine LaNasa is an American actress, former ballet dancer and choreographer. She starred in films Jayne Mansfield's Car, The Campaign and The Frozen Ground. On television, LaNasa had a leading role in the NBC sitcom Three Sisters (2001–2002), appeared in recurring roles on Judging Amy, Two and a Half Men, Big Love and Longmire, and also starred in the short-lived dramas Love Monkey (2006), Deception (2013), Satisfaction (2014–15) and Imposters (2017–18). In 2020, LaNasa portrayed Gloria Grandbilt in the musical dramedy series Katy Keene.",
    "year": 1966,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Larry Walker",
    "birthday": "1966-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Larry_Walker1.jpg/221px-Larry_Walker1.jpg",
    "extract": "Larry Kenneth Robert Walker is a Canadian former professional baseball right fielder and National Baseball Hall of Fame member. During his 17-year Major League Baseball (MLB) career, he played with the Montreal Expos, Colorado Rockies, and St. Louis Cardinals. In 1997, he became the only player in major league history to register both a .700 slugging percentage (SLG) and 30 stolen bases in the same season, on his way to winning the National League (NL) Most Valuable Player Award (MVP). The first player in more than 60 years to record a batting average of .360 in three consecutive seasons from 1997 to 1999, Walker also won three NL batting championships. He was inducted into Canada's Sports Hall of Fame in 2007, and the Canadian Baseball Hall of Fame in the Class of 2009, and was named the 13th-greatest sporting figure from Canada by Sports Illustrated in 1999. In 2020, he was elected to the Baseball Hall of Fame, becoming the first member of the Hall to be depicted in a Rockies uniform on his plaque.",
    "year": 1966,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Magnifico (musician)",
    "birthday": "1965-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Robert_Pesut.jpg/320px-Robert_Pesut.jpg",
    "extract": "Robert Pešut, known as Magnifico, is a Slovenian singer of Slovene and Serbian descent.",
    "year": 1965,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Salvatore Schillaci",
    "birthday": "1964-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Salvatore_Schillaci.jpg/165px-Salvatore_Schillaci.jpg",
    "extract": "Salvatore Schillaci, commonly referred to by his nickname Totò, is an Italian former footballer, who played as a striker. During his club career, he played for Messina (1982–1989), Juventus (1989–1992), Internazionale (1992–1994) and Júbilo Iwata (1994–1997).",
    "year": 1964,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jo Walton",
    "birthday": "1964-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Jo_Walton_%28cropped%29.jpg/213px-Jo_Walton_%28cropped%29.jpg",
    "extract": "Jo Walton is a Welsh-Canadian fantasy and science fiction writer and poet. She is best known for the fantasy novel Among Others, which won the Hugo and Nebula Awards in 2012, and Tooth and Claw, a Victorian era novel with dragons which won the World Fantasy Award in 2004. \nOther works by Walton include the Small Change series, in which she blends alternate history with the cozy mystery genre, comprising Farthing, Ha'penny and Half a Crown. Her fantasy novel Lifelode won the 2010 Mythopoeic Award, and her alternate history My Real Children received the 2015 Tiptree Award.",
    "year": 1964,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Arjuna Ranatunga",
    "birthday": "1963-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/22/Arjuna_Ranatunga.jpg",
    "extract": "Deshamanya Arjuna Ranatunga, is a former Sri Lankan cricketer and 1996 Cricket World Cup winning captain for Sri Lanka. He is regarded as the pioneer who lifted the Sri Lankan cricket team from underdog status to a leading force in the cricketing world.",
    "year": 1963,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Safra Catz",
    "birthday": "1961-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Safra_Catz_2014_%28cropped%29.jpg/233px-Safra_Catz_2014_%28cropped%29.jpg",
    "extract": "Safra Ada Catz is an American billionaire banker and technology executive. She is the CEO of Oracle Corporation. She has been an executive at Oracle since April 1999, and a board member since 2001. In April 2011, she was named co-president and chief financial officer (CFO), reporting to founder Larry Ellison. In September 2014, Oracle announced that Ellison would step down as CEO and that Mark Hurd and Catz had been named as joint CEOs. In September 2019, Catz became the sole CEO after Hurd resigned due to health issues.",
    "year": 1961,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jeremy Northam",
    "birthday": "1961-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Jeremy_Northam_%28cropped%29.jpg/218px-Jeremy_Northam_%28cropped%29.jpg",
    "extract": "Jeremy Philip Northam is an English actor and singer. After a number of television roles, he earned attention as Mr. Knightley in the 1996 film adaptation of Jane Austen's Emma. He has appeared in the films An Ideal Husband, Gosford Park, Amistad, The Winslow Boy, Enigma, and Martin and Lewis, amongst others. He also played Thomas More in the Showtime series The Tudors. From 2016 to 2017 he appeared as Anthony Eden in the Netflix series The Crown.",
    "year": 1961,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Carol Alt",
    "birthday": "1960-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Carol_Alt_at_2012_MIFF.jpg/213px-Carol_Alt_at_2012_MIFF.jpg",
    "extract": "Carol Ann Alt is an American supermodel and actress.",
    "year": 1960,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jane Turner",
    "birthday": "1960-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Jane_Turner_%28Kath_Day_Knight%29_at_Kath_%26_Kimderella_movie_premiere.jpg/213px-Jane_Turner_%28Kath_Day_Knight%29_at_Kath_%26_Kimderella_movie_premiere.jpg",
    "extract": "Jane Turner is an Australian actress, comedian and Logie Award-winning comedy writer.",
    "year": 1960,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Billy Childish",
    "birthday": "1959-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Billy_Childish.jpg/240px-Billy_Childish.jpg",
    "extract": "Billy Childish is an English painter, author, poet, photographer, film maker, singer and guitarist. Since the late 1970s, Childish has been prolific in creating music, writing and visual art. He has led and played in bands including the Pop Rivets, Thee Milkshakes, Thee Headcoats, and the Musicians of the British Empire, primarily working in the genres of garage rock, punk and surf and releasing more than 100 albums.",
    "year": 1959,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Wally Lewis",
    "birthday": "1959-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Wally_Lewis_Australia.jpg/236px-Wally_Lewis_Australia.jpg",
    "extract": "Walter James Lewis AM is an Australian former professional rugby league footballer who played in the 1970s, 1980s and 1990s, and coached in the 1980s and 1990s. He became a commentator for television coverage of the sport. A highly decorated Australian national captain, Lewis is widely regarded as one of the greatest ever players of rugby league. His time as a player and coach was followed by a career as a sports presenter for the Nine Network.",
    "year": 1959,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Javier Aguirre",
    "birthday": "1958-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Javier_Aguirre_in_Moscow.jpg/320px-Javier_Aguirre_in_Moscow.jpg",
    "extract": "Javier Aguirre Onaindía, nicknamed El Vasco, is a Mexican former professional footballer and manager who is currently in charge of Spanish team RCD Mallorca.",
    "year": 1958,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Candace Bushnell",
    "birthday": "1958-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Candace_Bushnell.jpg",
    "extract": "Candace Bushnell is an American author, journalist, and television producer. She wrote a column for The New York Observer (1994–96) that was adapted into the bestselling Sex and the City anthology. The book was the basis for the HBO hit series Sex and the City (1998–2004) and two subsequent movies.",
    "year": 1958,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alberto Cova",
    "birthday": "1958-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Alberto_Cova.jpg",
    "extract": "Alberto Cova is a retired Italian long-distance track athlete, winner of the 10,000 m at the 1984 Summer Olympics and 1983 World Championships.",
    "year": 1958,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gary Peters",
    "birthday": "1958-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Gary_Peters_official_photo_115th_congress.jpg/253px-Gary_Peters_official_photo_115th_congress.jpg",
    "extract": "Gary Charles Peters Sr. is an American lawyer, politician, and former military officer serving as the junior United States senator from Michigan since 2015. A member of the Democratic Party, he was the U.S. representative for Michigan's 14th congressional district, which includes the eastern half of Detroit, the Grosse Pointes, Hamtramck, Southfield, and Pontiac, from 2013 to 2015. He represented Michigan's 9th congressional district from 2009 to 2013.",
    "year": 1958,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Vesta Williams",
    "birthday": "1957-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/ca/Vesta_Williams.jpg",
    "extract": "Mary Vesta Williams was an American singer-songwriter, who performed across genres such as pop, jazz, adult contemporary and R&B. Originally credited as Vesta Williams, she was simply known as Vesta beginning in the 1990s. She was known for her four–octave vocal range. She once sang \"The Star-Spangled Banner\" for the Los Angeles Lakers game opener using all four of those octaves. Although Williams never had any albums certified gold nor any Top 40 hits on the Billboard Hot 100, she scored six Top 10 hits on the United States Billboard R&B chart from the mid–1980s to the early–1990s that included \"Once Bitten, Twice Shy\" (1986), \"Sweet Sweet Love\" (1988), \"Special\" (1991), and her 1989 single and signature song, \"Congratulations\".",
    "year": 1957,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Julee Cruise",
    "birthday": "1956-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Julee_Cruise_%28retouch%29.jpg/320px-Julee_Cruise_%28retouch%29.jpg",
    "extract": "Julee A. Cruise is an American singer, songwriter, actress and musician, best known for her collaborations with composer Angelo Badalamenti and film director David Lynch in the late 1980s and early 1990s. She has released four albums and collaborated with a variety of other artists. She is known for her song \"Falling\", the theme song for the television series Twin Peaks. She is married to author and editor Edward Grinnan.",
    "year": 1956,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Veikko Aaltonen",
    "birthday": "1955-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Veikko_Aaltonen.jpg/269px-Veikko_Aaltonen.jpg",
    "extract": "Veikko Aaltonen is a Finnish director, editor, sound editor, production manager and film and television writer and actor.",
    "year": 1955,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Verónica Forqué",
    "birthday": "1955-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Preg%C3%B3n_de_%22La_Noche_de_los_Teatros%22_%2846785085594%29_%28cropped%29.jpg/223px-Preg%C3%B3n_de_%22La_Noche_de_los_Teatros%22_%2846785085594%29_%28cropped%29.jpg",
    "extract": "Verónica Forqué Vázquez-Vigo was a Spanish stage, film and television actress. She was a four-time Goya Award winner, the most award-winning actress alongside Carmen Maura. She had a knack for characters \"between ridiculous and tender, stunned and vehement\".",
    "year": 1955,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Pat Spillane",
    "birthday": "1955-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Pat_Spillane_at_Dengogo_School.jpg/320px-Pat_Spillane_at_Dengogo_School.jpg",
    "extract": "Patrick Gerard Spillane, better known as Pat Spillane, is an Irish Gaelic football pundit and former player. His league and championship career at senior level with the Kerry county team spanned seventeen years from 1974 to 1991. Spillane is widely regarded as one of the greatest players in the history of the game.",
    "year": 1955,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Karen Tumulty",
    "birthday": "1955-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Karen_Tumulty_2018.jpg/280px-Karen_Tumulty_2018.jpg",
    "extract": "Karen Tumulty is a political columnist for The Washington Post. Before joining the Post, Tumulty wrote for Time from October 1994 to April 2010. She was a Congressional Correspondent, as well as the National Political Correspondent based in Washington D.C. for the magazine.",
    "year": 1955,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Udit Narayan",
    "birthday": "1955-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Celebs_at_the_screening_of_the_A.R._Rahman%27s_documentary_03.jpg/229px-Celebs_at_the_screening_of_the_A.R._Rahman%27s_documentary_03.jpg",
    "extract": "Udit Narayan is an Indian playback singer whose songs have been featured mainly in Bollywood movies of Hindi language. He has also sung in various other languages including Telugu, Kannada, Tamil, Bengali, Odia, Bhojpuri, Nepali, Malayalam, Assamese and Maithili. He has won 4 National Film Awards and 5 Filmfare Awards with 20 nominations among many others. He got to sing with Mohammed Rafi in his Bollywood Playback debut in movie Unees-Bees in 1980 and also with Kishore Kumar in the 1980s. He finally made his mark in 1988 movie Qayamat Se Qayamat Tak starring Aamir Khan and Juhi Chawla, his song \"Papa Kehte Hain\" was his notable performance which earned him his first Filmfare Award in the 1980s and he established himself in Bollywood Playback Singing. He is the only male singer in the history of the Filmfare Awards to have won in over three decades.",
    "year": 1955,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Judith Hackitt",
    "birthday": "1954-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Judith_Hackitt_Nov_2011.jpg/320px-Judith_Hackitt_Nov_2011.jpg",
    "extract": " Dame Judith Elizabeth Hackitt,, FIChemE, FCGI is a British engineer and civil servant. A former Chair of the UK Health and Safety Executive, she is currently Chair of manufacturing trade body EEF.",
    "year": 1954,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "François Van der Elst",
    "birthday": "1954-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Fran%C3%A7ois_Van_der_Elst.jpg/320px-Fran%C3%A7ois_Van_der_Elst.jpg",
    "extract": "François Van der Elst was a Belgian footballer who played as a right winger. Van der Elst was born in Opwijk, Flemish Brabant. With Anderlecht he won two national titles and four cups between 1971 and 1980. Van der Elst won the European Cup Winners’ Cup twice, in 1976 and 1978,scoring 18 goals in the competition,the 4th most of any player. He also helped Belgium to second place in the 1980 European Championships and was part of the World Cup squad at Spain ’82. After his career, Van der Elst owned a snooker and billiards bar in his hometown of Opwijk. On New Years’ Day he collapsed and was resuscitated by a medical emergency team before being placed in an induced coma. A period of intensive care eventually led to his death from the sustained heart damage at the age of 62.",
    "year": 1954,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Stephen Poliakoff",
    "birthday": "1952-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Stephen_Poliakoff.jpg/240px-Stephen_Poliakoff.jpg",
    "extract": "Stephen Poliakoff is a British playwright, director and screenwriter. In 2006 Gerard Gilbert of The Independent described him as the UK's \"pre-eminent TV dramatist\" who had \"inherited Dennis Potter's crown\".",
    "year": 1952,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Obba Babatundé",
    "birthday": "1951-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Donald_A._Cohen_-_Jamaica_High_School_-_1969.jpg/263px-Donald_A._Cohen_-_Jamaica_High_School_-_1969.jpg",
    "extract": "Obba Babatundé is an American actor, producer, director and singer. A native of Queens, New York City, Babatundé has appeared in more than seventeen stage productions, thirty theatrical films, sixty made-for-television movies, and two prime-time series.",
    "year": 1951,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jaco Pastorius",
    "birthday": "1951-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Jaco_Pastorius_with_bass_1980.jpg/320px-Jaco_Pastorius_with_bass_1980.jpg",
    "extract": "John Francis Anthony \"Jaco\" Pastorius III was an American jazz bassist, composer and producer. He recorded albums as a solo artist and band leader and was a member of Weather Report from 1976 to 1981. He also collaborated with other artists, most notably Pat Metheny and Joni Mitchell. His bass playing employed funk, lyrical solos, bass chords, and innovative harmonics. As of 2017, he is the only electric bassist of seven bassists inducted into the DownBeat Jazz Hall of Fame, and has been lauded as one of the best electric bassists of all time.",
    "year": 1951,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Treat Williams",
    "birthday": "1951-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b2/Treat_Williams_-_1982.jpg/258px-Treat_Williams_-_1982.jpg",
    "extract": "Richard Treat Williams is an American actor, writer and aviator who has appeared on film, stage and television in over 120 credits. He first became well known for his starring role in the 1979 musical film Hair, and later also starred in the films Prince of the City, Once Upon a Time in America, The Late Shift and 127 Hours. From 2002 to 2006, he was the lead of the television series Everwood and was nominated for two Screen Actors Guild Awards. He has additionally been nominated for three Golden Globe Awards, two Satellite Awards and an Independent Spirit Award.",
    "year": 1951,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Filippos Petsalnikos",
    "birthday": "1950-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Petsalnikos.jpg/258px-Petsalnikos.jpg",
    "extract": "Filippos Petsalnikos was a Greek politician of the Movement of Democratic Socialists. From 2009 to 2012, he served as Speaker of the Hellenic Parliament. Before, he was a Member of the Hellenic Parliament from 1985 to 2012.",
    "year": 1950,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Richard Keith (actor)",
    "birthday": "1950-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Dinah_Shore_Desi_Arnaz_Sr_and_Jr_Keith_Thibodeaux_1960_%28cropped%29.JPG/320px-Dinah_Shore_Desi_Arnaz_Sr_and_Jr_Keith_Thibodeaux_1960_%28cropped%29.JPG",
    "extract": "Keith Thibodeaux, also known as Richard Keith, is an American actor and musician, best known for playing Little Ricky on the television sitcoms I Love Lucy and The Lucy–Desi Comedy Hour. He was billed as Richard Keith because his Cajun French last name, \"Thibodeaux\", was considered too difficult to pronounce by producer Desi Arnaz. He is the last living regular appearing cast member from I Love Lucy.",
    "year": 1950,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jan Brett",
    "birthday": "1949-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/04/Jan_Brett_at_the_Arctic_Circle.jpg",
    "extract": "Jan Brett is an American illustrator and writer of children's picture books. Her colorful, detailed depictions of a wide variety of animals and human cultures range from Scandinavia to Africa. Her titles include The Mitten, The Hat, and Gingerbread Baby. She has adapted or retold traditional stories such as the Gingerbread Man and Goldilocks and has illustrated classics such as \"The Owl and the Pussycat\".",
    "year": 1949,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Pablo Escobar",
    "birthday": "1949-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Pablo_Escobar_Mug.jpg/223px-Pablo_Escobar_Mug.jpg",
    "extract": "Pablo Emilio Escobar Gaviria was a Colombian drug lord and narcoterrorist who was the founder and sole leader of the Medellín Cartel. Dubbed \"the king of cocaine\", Escobar is the wealthiest criminal in history, having amassed an estimated net worth of US$30 billion by the time of his death—equivalent to $64 billion as of 2021—while his drug cartel monopolized the cocaine trade into the United States in the 1980s and early 1990s.",
    "year": 1949,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sebastián Piñera",
    "birthday": "1949-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Retrato_Oficial_Presidente_Pi%C3%B1era_2018_%28cropped7%29.jpg/237px-Retrato_Oficial_Presidente_Pi%C3%B1era_2018_%28cropped7%29.jpg",
    "extract": "Miguel Juan Sebastián Piñera Echenique OMCh is a Chilean billionaire businessman and politician who served as president of Chile from 2010 to 2014 and again from 2018 to 2022.",
    "year": 1949,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "George Foster (baseball)",
    "birthday": "1948-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/GeorgeFoster2012.jpeg/214px-GeorgeFoster2012.jpeg",
    "extract": "George Arthur Foster is an American former professional baseball player and scout. He played in Major League Baseball as an outfielder from 1969 through 1986, most notably as an integral member of the Cincinnati Reds dynasty that won four National League pennants and two World Series championships between 1970 and 1976. He also played for the San Francisco Giants, New York Mets and the Chicago White Sox.",
    "year": 1948,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Neil Warnock",
    "birthday": "1948-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/20111023214701%21Warnock_with_a_fan_during_Pre-Season_2011_cropped.jpg/211px-20111023214701%21Warnock_with_a_fan_during_Pre-Season_2011_cropped.jpg",
    "extract": "Neil Warnock is an English former football manager and player. He is also a television and radio pundit. In a managerial career spanning five decades, Warnock has managed sixteen different clubs from the Premier League to non-league. He holds the record for the most promotions in English football, with eight.",
    "year": 1948,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "N. T. Wright",
    "birthday": "1948-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/NTWright071220.jpg/320px-NTWright071220.jpg",
    "extract": "Nicholas Thomas Wright, known as N. T. Wright or Tom Wright, is an English New Testament scholar, Pauline theologian and Anglican bishop. He was the bishop of Durham from 2003 to 2010. He then became research professor of New Testament and Early Christianity at St Mary's College in the University of St Andrews in Scotland until 2019, when he became a senior research fellow at Wycliffe Hall at the University of Oxford.",
    "year": 1948,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alain Bashung",
    "birthday": "1947-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/BASHUNG_Alain-24x30-2007.jpg/257px-BASHUNG_Alain-24x30-2007.jpg",
    "extract": "Alain Bashung was a French singer, songwriter and actor. Credited with reviving the French chanson in \"a time of French musical turmoil\", he is often regarded in his home country as the most important French rock musician after Serge Gainsbourg. He rose to prominence in the early 1980s with hit songs such as \"Gaby oh Gaby\" and \"Vertige de l'amour\", and later had a string of hit records from the 1990s onward, such as \"Osez Joséphine\", \"Ma petite entreprise\" and \"La nuit je mens\". He has had an influence on many later French artists, and is the most awarded artist in the Victoires de la Musique history with 12 victories obtained throughout his career.",
    "year": 1947,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jonathan Katz",
    "birthday": "1946-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Jonathan_Katz_1.jpg/320px-Jonathan_Katz_1.jpg",
    "extract": "Jonathan Paul Katz is an American actor and comedian best known for his starring role in the animated sitcom Dr. Katz, Professional Therapist as Dr. Katz. He also is known for voicing Erik Robbins in the UPN/Adult Swim series Home Movies. He produces a podcast titled Hey, We're Back and can be heard on Explosion Bus.",
    "year": 1946,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kemal Kurspahić",
    "birthday": "1946-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Kurspahicportrait.jpg/239px-Kurspahicportrait.jpg",
    "extract": "Kemal Kurspahić was a Bosnian journalist. He was managing editor of The Connection Newspapers in Alexandria, Virginia and founder of the media in Democracy Institute, dedicated to promoting higher standards in journalism in post-conflict societies and countries in transition to democracy. He won broad international recognition as the Editor-in-Chief of the Bosnian daily Oslobođenje in Sarajevo, 1989-1994.",
    "year": 1946,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gilbert O'Sullivan",
    "birthday": "1946-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Gilbert_O%27Sullivan_-_TopPop_1974_1.png/320px-Gilbert_O%27Sullivan_-_TopPop_1974_1.png",
    "extract": "Raymond Edward O'Sullivan, known professionally as Gilbert O'Sullivan, is an Irish singer-songwriter who achieved his most significant success during the early 1970s with hits including \"Alone Again (Naturally)\", \"Clair\", and \"Get Down\". \nO'Sullivan's songs are often marked by his distinctive, percussive piano playing style and observational lyrics using word play.",
    "year": 1946,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bette Midler",
    "birthday": "1945-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Bette_Midler_2021_Kennedy_Center_Honors_%28cropped%29.jpg/240px-Bette_Midler_2021_Kennedy_Center_Honors_%28cropped%29.jpg",
    "extract": "Bette Midler is an American actress, comedian, singer, songwriter and author. Throughout her career, which spans over five decades, Midler has received numerous accolades, including four Golden Globe Awards, three Grammy Awards, three Primetime Emmy Awards, two Tony Awards and a Kennedy Center Honor, in addition to nominations for two Academy Awards and a British Academy Film Award.",
    "year": 1945,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Eric Bloom",
    "birthday": "1944-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Blue_%C3%96yster_Cult_-_Wacken_Open_Air_2016_02.jpg/213px-Blue_%C3%96yster_Cult_-_Wacken_Open_Air_2016_02.jpg",
    "extract": "Eric Jay Bloom is an American musician, singer and songwriter. He is best known as the co-lead vocalist, guitar and keyboard/synthesizer player for the long-running band Blue Öyster Cult, with work on more than 20 albums. Much of his lyrical content relates to his lifelong interest in science fiction.",
    "year": 1944,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Densmore",
    "birthday": "1944-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/John_Densmore_1971.png/224px-John_Densmore_1971.png",
    "extract": "John Paul Densmore is an American musician, songwriter, author and actor. He is best known as the drummer of the rock band the Doors, and as such is a member of the Rock and Roll Hall of Fame. He appeared on every recording made by the band, with drumming inspired by jazz and world music as much as by rock and roll.",
    "year": 1944,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Michael Hagee",
    "birthday": "1944-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Michael_W._Hagee.jpg/256px-Michael_W._Hagee.jpg",
    "extract": "Michael William Hagee is a retired United States Marine Corps four-star general who served as the 33rd Commandant of the Marine Corps from 2003 to 2006, succeeding General James L. Jones on January 13, 2003. He stepped down as Commandant two months before the end of his four-year term, and was succeeded by General James T. Conway on November 13, 2006. On that date, Hagee had his retirement ceremony just prior to the passage of command ceremony. Hagee retired from the Marine Corps on January 1, 2007.",
    "year": 1944,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tahar Ben Jelloun",
    "birthday": "1944-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Tahar_Ben_Jelloun_par_Claude_Truong-Ngoc_sept_2013.jpg/213px-Tahar_Ben_Jelloun_par_Claude_Truong-Ngoc_sept_2013.jpg",
    "extract": "Tahar Ben Jelloun is a Moroccan writer. The entirety of his work is written in French, although his first language is Darija. He became known for his 1985 novel L’Enfant de Sable. Today he lives in Paris, France, and continues to write. He has been nominated for the Nobel Prize in Literature.",
    "year": 1944,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kenny Moore",
    "birthday": "1943-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Gerry_Lindgren_and_Kenny_Moore_1971.jpg/169px-Gerry_Lindgren_and_Kenny_Moore_1971.jpg",
    "extract": "Kenneth Clark Moore was an American Olympic road running athlete and journalist. He ran the marathon at the 1968 and 1972 Summer Olympics, finishing fourth at the latter.",
    "year": 1943,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mohamed Kamel Amr",
    "birthday": "1942-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Mohamed_Kamel_Amr_Senate_of_Poland.JPG/273px-Mohamed_Kamel_Amr_Senate_of_Poland.JPG",
    "extract": "Mohamed Kamel Amr is an Egyptian politician and diplomat who served as Egypt's minister of foreign affairs between 2011 and 2013. He resigned from office on 30 June 2013.",
    "year": 1942,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Crowley (author)",
    "birthday": "1942-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/John_Crowley_South_Street_Seaport_cropped.jpg/304px-John_Crowley_South_Street_Seaport_cropped.jpg",
    "extract": "John Crowley is an American author of fantasy, science fiction and historical fiction. He has also written essays. Crowley studied at Indiana University and has a second career as a documentary film writer.",
    "year": 1942,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mike Denness",
    "birthday": "1940-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Mike_Denness.jpg/255px-Mike_Denness.jpg",
    "extract": "Michael Henry Denness was a Scottish cricketer who played for England, Scotland, Kent and Essex.",
    "year": 1940,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Richard Pryor",
    "birthday": "1940-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Richard_Pryor_1973_%28cropped%29.jpg/240px-Richard_Pryor_1973_%28cropped%29.jpg",
    "extract": "Richard Franklin Lennox Thomas Pryor Sr. was an American stand-up comedian and actor. He reached a broad audience with his trenchant observations and storytelling style and is widely regarded as one of the greatest and most influential stand-up comedians of all time. Pryor won a Primetime Emmy Award and five Grammy Awards. He received the first Kennedy Center Mark Twain Prize for American Humor in 1998. He won the Writers Guild of America Award in 1974. He was listed at number one on Comedy Central's list of all-time greatest stand-up comedians. In 2017, Rolling Stone ranked him first on its list of the 50 best stand-up comics of all time.",
    "year": 1940,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jerry Lawson (engineer)",
    "birthday": "1940-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1c/Jerry_lawson_ca_1980.png/320px-Jerry_lawson_ca_1980.png",
    "extract": "Gerald Anderson Lawson was an American electronic engineer. He is known for his work in designing the Fairchild Channel F video game console as well as leading the team that pioneered the commercial video game cartridge. He was thus dubbed the \"father of the videogame cartridge\" according to Black Enterprise magazine in 1982. He left Fairchild and founded the game company Video-Soft.",
    "year": 1940,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lee Trevino",
    "birthday": "1939-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Lee_Trevino.jpg/268px-Lee_Trevino.jpg",
    "extract": "Lee Buck Trevino is an American retired professional golfer who is regarded as one of the greatest players in golf history. He was inducted to the World Golf Hall of Fame in 1981. Trevino won six major championships and 29 PGA Tour events over the course of his career. He is one of only four players to twice win the U.S. Open, The Open Championship and the PGA Championship. The Masters Tournament was the only major that eluded him. He is an icon for Mexican Americans, and is often referred to as \"The Merry Mex\" and \"Supermex,\" both affectionate nicknames given to him by other golfers.",
    "year": 1939,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sandy Nelson",
    "birthday": "1938-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1e/Sandy_Nelson.jpeg/241px-Sandy_Nelson.jpeg",
    "extract": "Sander Lloyd \"Sandy\" Nelson was an American drummer. Nelson, one of the best-known rock drummers of the early 1960s, had several solo instrumental Top 40 hits and released over 30 albums. He was a session drummer on many other well-known hits. He lived in Boulder City, Nevada, where he continued to experiment with music on keyboards and piano.",
    "year": 1938,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Muriel Costa-Greenspon",
    "birthday": "1937-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/42/Muriel_Costa-Greenspon.jpg",
    "extract": "Muriel Costa-Greenspon was an American mezzo-soprano who had a lengthy career at the New York City Opera from 1963 to 1993.",
    "year": 1937,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Vaira Vīķe-Freiberga",
    "birthday": "1937-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Ministru_prezidenta_tik%C5%A1an%C4%81s_ar_eksprezidenti_%284108711953%29_%28cropped%29.jpg/234px-Ministru_prezidenta_tik%C5%A1an%C4%81s_ar_eksprezidenti_%284108711953%29_%28cropped%29.jpg",
    "extract": "Vaira Vīķe-Freiberga is a Latvian politician who served as the sixth President of Latvia from 1999 to 2007. She is the first woman to hold the post. She was elected President of Latvia in 1999 and re-elected for the second term in 2003.",
    "year": 1937,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Igor Rodionov",
    "birthday": "1936-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Igor_Rodionov.jpg",
    "extract": "Igor Nikolayevich Rodionov was a Russian general and Duma deputy. He is best known as a hardline politician, and for his service heading the Defence Ministry of the Russian Federation.",
    "year": 1936,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Woody Allen",
    "birthday": "1935-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Woody_Allen_Cannes_2016.jpg/226px-Woody_Allen_Cannes_2016.jpg",
    "extract": "Heywood \"Woody\" Allen is an American film director, writer, actor, and comedian whose career spans more than six decades and multiple Academy Award-winning films. He began his career writing material for television in the 1950s, mainly Your Show of Shows (1950-1954) working alongside Mel Brooks, Carl Reiner, Larry Gelbart, and Neil Simon. He also published several books featuring short stories and wrote humor pieces for The New Yorker. In the early 1960s, he performed as a stand-up comedian in Greenwich Village alongside Lenny Bruce, Elaine May, Mike Nichols, and Joan Rivers. There he developed a monologue style and the persona of an insecure, intellectual, fretful nebbish. He released three comedy albums during the mid to late 1960s, earning a Grammy Award for Best Comedy Album nomination for his 1964 comedy album entitled simply, Woody Allen. In 2004, Comedy Central ranked Allen fourth on a list of the 100 greatest stand-up comedians, while a UK survey ranked Allen the third-greatest comedian.",
    "year": 1935,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Billy Paul",
    "birthday": "1934-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Billy_Paul.jpg/214px-Billy_Paul.jpg",
    "extract": "Paul Williams, known professionally as Billy Paul, was a Grammy Award-winning American soul singer, known for his 1972 No. 1 single \"Me and Mrs. Jones\", as well as the 1973 album and single War of the Gods, which blends his more conventional pop, soul, and funk styles with electronic and psychedelic influences.",
    "year": 1934,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lou Rawls",
    "birthday": "1933-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/aa/Lou_Rawls_1995.jpg/239px-Lou_Rawls_1995.jpg",
    "extract": "Louis Allen Rawls was an American record producer, singer, composer and actor. Rawls released more than 60 albums, sold more than 40 million records, and had numerous charting singles, most notably his song \"You'll Never Find Another Love like Mine\". He worked as a film, television, and voice actor. He was also a three-time Grammy-winner, all for Best Male R&B Vocal Performance.",
    "year": 1933,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Violette Verdy",
    "birthday": "1933-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Violette_Verdy_Jewels_1967.JPG/246px-Violette_Verdy_Jewels_1967.JPG",
    "extract": "Violette Verdy was a French ballerina, choreographer, teacher, and writer who worked as a dance company director with the Paris Opera Ballet in France and the Boston Ballet in the United States. From 1958 to 1977 she was a principal dancer with the New York City Ballet where she performed in the world premieres of several works created specifically for her by choreographers George Balanchine and Jerome Robbins. She was Distinguished Professor of Music (Ballet) at the Jacobs School of Music, Indiana University, in Bloomington, and the recipient of two medals from the French government.",
    "year": 1933,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jimmy Lyons",
    "birthday": "1931-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Jimmy_Lyons.jpg/215px-Jimmy_Lyons.jpg",
    "extract": "Jimmy Lyons was an American alto saxophone player. He is best known for his long tenure in the Cecil Taylor Unit. Lyons was the only constant member of the band from the mid-1960s until his death. Taylor never worked with another musician as frequently as he did with Lyons. Lyons' playing, influenced by Charlie Parker, kept Taylor's avant-garde music tethered to the jazz tradition.",
    "year": 1931,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jim Nesbitt",
    "birthday": "1931-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Jim_Nesbitt.png/209px-Jim_Nesbitt.png",
    "extract": "Jim Nesbitt was an American country music singer. He had his first hit with \"Please Mr. Kennedy\" in 1961. It was released on Dot Records and became a number 11 hit on the Billboard charts. His biggest hit, \"Lookin' for More in '64\", got to number 7. He also recorded \"A Tiger In My Tank\". It stayed on the Cash Box charts for 13 weeks. He had several other hits on the Chart label. He released his last album, Phone Call From The Devil, in 1975 on Scorpion Records.",
    "year": 1931,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "George Maxwell Richards",
    "birthday": "1931-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Professor_George_Maxwell_Richards_1_%28cropped_2%29.jpg/258px-Professor_George_Maxwell_Richards_1_%28cropped_2%29.jpg",
    "extract": " George Maxwell Richards was a Trinidadian and Tobagonian politician who served as the fourth President of Trinidad and Tobago, in office from 2003 to 2013. He was the first President of Trinidad and Tobago and head of state in the Anglophone Caribbean to have Amerindian ancestry.",
    "year": 1931,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Marie Bashir",
    "birthday": "1930-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Marie-bashir-in-wahroonga-2008_Crop.jpg/281px-Marie-bashir-in-wahroonga-2008_Crop.jpg",
    "extract": "Dame Marie Roslyn Bashir is the former and second longest-serving Governor of New South Wales. Born in Narrandera, New South Wales, Bashir graduated from the University of Sydney in 1956 and held various medical positions, with a particular emphasis in psychiatry. In 1993 Bashir was appointed the Clinical Director of Mental Health Services for the Central Sydney Area Health Service, a position she held until appointed governor on 1 March 2001. She has also served as the Chancellor of the University of Sydney (2007–2012).",
    "year": 1930,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "David Doyle (actor)",
    "birthday": "1929-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/49/David_Doyle_actor.jpg/240px-David_Doyle_actor.jpg",
    "extract": "David Fitzgerald Doyle was an American actor. He was best known for his portrayal of John Bosley on the 1970s TV series Charlie's Angels. Doyle and Jaclyn Smith were the only actors to appear in every episode of the show.",
    "year": 1929,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Emily McLaughlin",
    "birthday": "1928-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Emily_McLaughlin_cropped%2C_retouched.jpg/232px-Emily_McLaughlin_cropped%2C_retouched.jpg",
    "extract": "Emily McLaughlin was an American actress, known for her long-standing role as original character Nurse Jessie Brewer on the daytime soap opera General Hospital from 1963 until 1991.",
    "year": 1928,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Malachi Throne",
    "birthday": "1928-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Malachi_Throne_Ida_Lupino_It_Takes_a_thief_1968_crop.jpg",
    "extract": "Malachi Throne was an American stage and television actor, noted for his guest-starring roles on Star Trek, Star Trek: The Next Generation, Voyage to the Bottom of the Sea, Lost in Space, Batman, Land of the Giants, The Time Tunnel, Mission: Impossible, and The Six Million Dollar Man, and best known as Noah Bain on It Takes a Thief.",
    "year": 1928,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Micheline Bernardini",
    "birthday": "1927-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d4/MichelineBernardini.jpg/236px-MichelineBernardini.jpg",
    "extract": "Micheline Bernardini is a French former nude dancer at the Casino de Paris who agreed to model, on 5 July 1946, Louis Réard's two-piece swimsuit, which he called the bikini, named four days after the first test of an American nuclear weapon at the Bikini Atoll.",
    "year": 1927,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Allyn Ann McLerie",
    "birthday": "1926-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Allyn_Ann_McLerie.JPG/235px-Allyn_Ann_McLerie.JPG",
    "extract": "Allyn Ann McLerie was a Canadian-born, Brooklyn-reared actress, singer, and dancer who worked with many of Golden Age musical theatre's major choreographers, including George Balanchine, Agnes de Mille, and Jerome Robbins.",
    "year": 1926,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Keith Michell",
    "birthday": "1926-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Keith_Michell_colour_Allan_Warren.jpg/223px-Keith_Michell_colour_Allan_Warren.jpg",
    "extract": "Keith Joseph Michell was an Australian actor who worked primarily in the United Kingdom, and was best known for his television and film portrayals of King Henry VIII. He appeared extensively in Shakespeare and other classics and musicals in Britain, and was also in several Broadway productions. He was an artistic director of the Chichester Festival Theatre in the 1970s and later had a recurring role on Murder, She Wrote. He was also known for illustrating a collection of Jeremy Lloyd's poems Captain Beaky, and singing the title song from the associated album.",
    "year": 1926,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Colin Tennant, 3rd Baron Glenconner",
    "birthday": "1926-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3a/Colin_Tennant.jpg/235px-Colin_Tennant.jpg",
    "extract": "Colin Christopher Paget Tennant, 3rd Baron Glenconner was a British aristocrat. He was the son of Christopher Grey Tennant, 2nd Baron Glenconner, and Pamela Winefred Paget. He was also the nephew of Edward Tennant and Stephen Tennant, and the half-brother of the novelist Emma Tennant.",
    "year": 1926,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Martin Rodbell",
    "birthday": "1925-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Rodbell%2C_Martin_%281925-1998%29.jpg/300px-Rodbell%2C_Martin_%281925-1998%29.jpg",
    "extract": "Martin Rodbell was an American biochemist and molecular endocrinologist who is best known for his discovery of G-proteins. He shared the 1994 Nobel Prize in Physiology or Medicine with Alfred G. Gilman for \"their discovery of G-proteins and the role of these proteins in signal transduction in cells.\"",
    "year": 1925,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Masao Horiba",
    "birthday": "1924-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Masao_Horiba_Pittcon_Heritage_Award_2006_03_12_podium.JPG/213px-Masao_Horiba_Pittcon_Heritage_Award_2006_03_12_podium.JPG",
    "extract": "Masao Horiba  was a Japanese businessman. In 1945, he founded Horiba Radio Laboratory, now Horiba Ltd., a manufacturer of advanced analytical and measurement technology. Masao Horiba received several awards from the Japanese government including a national Blue Ribbon Medal, and was the first non-American to receive the Pittcon Heritage Award.",
    "year": 1924,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dick Shawn",
    "birthday": "1923-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Dick_Shawn_1964.JPG/254px-Dick_Shawn_1964.JPG",
    "extract": "Dick Shawn was an American actor and comedian. He played a wide variety of supporting roles and was a prolific character actor. During the 1960s he played small roles in madcap comedies, usually portraying caricatures of counter culture personalities, such as deadbeat son Sylvester Marcus in It's a Mad, Mad, Mad, Mad World (1963), and the hippie actor Lorenzo Saint DuBois (\"L.S.D.\") in The Producers (1967). He also provided the voice of Snow Miser in The Year Without a Santa Claus. Besides his film work, he appeared in numerous television shows from the 1960s through the 1980s.",
    "year": 1923,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Stansfield Turner",
    "birthday": "1923-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Admiral_Stansfield_Turner%2C_official_Navy_photo%2C_1983.JPEG/256px-Admiral_Stansfield_Turner%2C_official_Navy_photo%2C_1983.JPEG",
    "extract": "Stansfield Turner was an admiral in the United States Navy who served as President of the Naval War College (1972–1974), commander of the United States Second Fleet (1974–1975), Supreme Allied Commander NATO Southern Europe (1975–1977), and was Director of Central Intelligence (1977–1981) under the Carter administration. A graduate of University of Oxford and the United States Naval Academy, Turner served for more than 30 years in the Navy, commanding warships, a carrier group, and NATO's military forces in southern Europe, among other commands.",
    "year": 1923,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Vsevolod Bobrov",
    "birthday": "1922-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Vsevolod_bobrov.jpg/240px-Vsevolod_bobrov.jpg",
    "extract": "Vsevolod Mikhailovich Bobrov was a Soviet athlete, who excelled in football, bandy and ice hockey. He is considered one of the best Russians ever in each of those sports.",
    "year": 1922,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Thomas Hayward (tenor)",
    "birthday": "1917-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Thomas_Hayward_%28cropped%29.jpg/239px-Thomas_Hayward_%28cropped%29.jpg",
    "extract": "Thomas T. Hayward was an American operatic tenor. He was a cousin of opera singer Lawrence Tibbett.",
    "year": 1917,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Wan Li",
    "birthday": "1916-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5b/Wan_Li.jpg/253px-Wan_Li.jpg",
    "extract": "Wan Li was a Chinese Communist revolutionary and politician. During a long administrative career in the People's Republic of China, he served successively as Vice Premier, Chairman of the Standing Committee of the National People's Congress (NPC), and a member of the Chinese Communist Party (CCP) Secretariat and its Politburo.",
    "year": 1916,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mary Martin",
    "birthday": "1913-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Mary_Martin_1939.jpg/249px-Mary_Martin_1939.jpg",
    "extract": "Mary Virginia Martin was an American actress and singer. A muse of Rodgers and Hammerstein, she originated many leading roles on stage over her career, including Nellie Forbush in South Pacific (1949), the title character in Peter Pan (1954), and Maria von Trapp in The Sound of Music (1959). She was named a Kennedy Center Honoree in 1989. She was the mother of actor Larry Hagman.",
    "year": 1913,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Billy Raimondi",
    "birthday": "1912-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/49/Raimondi_Bowman.jpg",
    "extract": "William Louis Raimondi was an American professional baseball catcher. He played in Minor League Baseball for 22 years, including 21 years in the Pacific Coast League (PCL). He played for the Oakland Oaks from 1932 to 1949, the Sacramento Solons from 1949 to 1950, and the Los Angeles Angels from 1951 to 1953. Raimondi is a member of the PCL Hall of Fame, elected in 1951.",
    "year": 1912,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Minoru Yamasaki",
    "birthday": "1912-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9c/Minoru_Yamasaki.jpg/239px-Minoru_Yamasaki.jpg",
    "extract": "Minoru Yamasaki  was an American architect, best known for designing the original World Trade Center in New York City and several other large-scale projects. Yamasaki was one of the most prominent architects of the 20th century. He and fellow architect Edward Durell Stone are generally considered to be the two master practitioners of \"New Formalism\".",
    "year": 1912,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Calvin Griffith",
    "birthday": "1911-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Calvin_Griffith_LCCN2016840728.jpg/262px-Calvin_Griffith_LCCN2016840728.jpg",
    "extract": "Calvin Robertson Griffith, born Calvin Griffith Robertson, was a Canadian-born American Major League Baseball team owner. As president, majority owner and de facto general manager of the Washington Senators/Minnesota Twins franchise of the American League from 1955 through 1984, he orchestrated the transfer of the Senators after 60 years in Washington, D.C., to Minneapolis–Saint Paul in the autumn of 1960 to create the Twins. He was famous for his devotion to the game and for his sayings.",
    "year": 1911,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alicia Markova",
    "birthday": "1910-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Alicia_Markova.jpg/254px-Alicia_Markova.jpg",
    "extract": "Dame Alicia Markova DBE was a British ballerina and a choreographer, director and teacher of classical ballet. Most noted for her career with Sergei Diaghilev's Ballets Russes and touring internationally, she was widely considered to be one of the greatest classical ballet dancers of the twentieth century. She was the first British dancer to become the principal dancer of a ballet company and, with Dame Margot Fonteyn, is one of only two English dancers to be recognised as a prima ballerina assoluta. Markova was a founder dancer of the Rambert Dance Company, The Royal Ballet and American Ballet Theatre, and was co-founder and director of the English National Ballet.",
    "year": 1910,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nikolai Voznesensky",
    "birthday": "1903-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Voznesenskiy_NA.jpg/202px-Voznesenskiy_NA.jpg",
    "extract": "Nikolai Alekseevich Voznesensky was a Soviet politician and economic planner who oversaw the running of Gosplan during the German-Soviet War. A protégé of Andrei Zhdanov, Voznesensky was appointed Deputy Premier in May 1940. He was directly involved in the recovery of production associated with the movement of industry eastwards at the start of the war. His work The Economy of the USSR during World War II is his account of these years.",
    "year": 1903,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ilona Fehér",
    "birthday": "1901-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Feh%C3%A9r_Ilona_violinist.jpg/231px-Feh%C3%A9r_Ilona_violinist.jpg",
    "extract": "Ilona Feher or Ilona Fehér, was one of the representatives of the Hungarian Violin School whose greats are: Joseph Böhm, Joseph Joachim, Jakob Grün, Leopold Auer, Jenő Hubay, Carl Flesch, Joseph Szigeti, Tibor Varga, Sandor Vegh, André Gertler, Kato Havas, Paul Rolland, Geza Szilvay, etc. She was also a noted violin teacher.",
    "year": 1901,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Stuart Garson",
    "birthday": "1898-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Stuart_Garson.jpg/256px-Stuart_Garson.jpg",
    "extract": "Stuart Sinclair Garson, was a Canadian politician and lawyer. He served as the 12th premier of Manitoba from 1943 to 1948, and later became a Federal cabinet minister.",
    "year": 1898,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Cyril Ritchard",
    "birthday": "1898-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/58/Cyril_Ritchard_%26_Eddie_Mayehoff_VtaSP.jpg/320px-Cyril_Ritchard_%26_Eddie_Mayehoff_VtaSP.jpg",
    "extract": "Cyril Joseph Trimnell-Ritchard, known professionally as Cyril Ritchard, was an Australian stage, screen and television actor, and director. He is best remembered today for his performance as Captain Hook in the Mary Martin musical production of Peter Pan. In 1945, he played Gabriele Eisenstein in Gay Rosalinda at the Palace theatre in London, a version of Strauss's Die Fledermaus by Erich Wolfgang Korngold in which he appeared with Peter Graves. The show was conducted by Richard Tauber and ran for almost a year.",
    "year": 1898,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Georgy Zhukov",
    "birthday": "1896-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Zhukov-LIFE-1944-1945_cropped.jpg/233px-Zhukov-LIFE-1944-1945_cropped.jpg",
    "extract": "Georgy Konstantinovich Zhukov was a Soviet general and Marshal of the Soviet Union. He also served as Chief of the General Staff, Minister of Defence, and was a member of the Presidium of the Communist Party. During World War II, Zhukov oversaw some of the Red Army's most decisive victories.",
    "year": 1896,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Henry Williamson",
    "birthday": "1895-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8f/Henry_Williamson_by_Charles_Tunnicliffe.jpg/224px-Henry_Williamson_by_Charles_Tunnicliffe.jpg",
    "extract": "Henry William Williamson was an English author who wrote novels concerned with wildlife, English social history and ruralism. He was awarded the Hawthornden Prize for literature in 1928 for his book Tarka the Otter.",
    "year": 1895,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Afrânio Pompílio Gastos do Amaral",
    "birthday": "1894-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Time_Magazine_-_Afranio_do_Amaral.jpg/243px-Time_Magazine_-_Afranio_do_Amaral.jpg",
    "extract": "Afrânio Pompílio Gastos do Amaral was a Brazilian herpetologist.",
    "year": 1894,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Rex Stout",
    "birthday": "1886-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Stout-Our-Secret-Weapon.jpg/250px-Stout-Our-Secret-Weapon.jpg",
    "extract": "Rex Todhunter Stout was an American writer noted for his detective fiction. His best-known characters are the detective Nero Wolfe and his assistant Archie Goodwin, who were featured in 33 novels and 39 novellas between 1934 and 1975.",
    "year": 1886,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Zhu De",
    "birthday": "1886-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Zhu_De.jpg/239px-Zhu_De.jpg",
    "extract": "Zhu De was a Chinese general, military strategist, politician and revolutionary in the Chinese Communist Party. Born into poverty in 1886 in Sichuan, he was adopted by a wealthy uncle at age nine. His uncle provided him with a superior early education that led to his admission into a military academy. After graduating, he joined a rebel army and became a warlord. It was after this period that he adopted communism. Joining the Chinese Communist Party, he ascended through the ranks of the Chinese Red Army as it closed in on securing the nation in the Chinese Civil War. By the time China was under Mao's control, Zhu was a high-ranking official within the party. He served as commander-in-chief of the Eighth Route Army during the Second Sino-Japanese War. In 1955, he became one of the ten marshals of the People's Liberation Army, of which he is regarded as one of the principal founders. Zhu remained a prominent political figure until his death in 1976. As the chairman of the Standing Committee of the National People's Congress from 1975 to 1976, Zhu was the head of state of the People's Republic of China.",
    "year": 1886,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Karl Schmidt-Rottluff",
    "birthday": "1884-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Karl_Schmidt_Rottluff.jpg/226px-Karl_Schmidt_Rottluff.jpg",
    "extract": "Karl Schmidt-Rottluff was a German expressionist painter and printmaker; he was one of the four founders of the artist group Die Brücke.",
    "year": 1884,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Henry Cadbury",
    "birthday": "1883-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/28/Henry_Joel_Cadbury_sitting_at_a_desk_photo_from_AFSC_archive.jpg",
    "extract": "Henry Joel Cadbury was an American biblical scholar, Quaker historian, writer, and non-profit administrator.",
    "year": 1883,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Archie MacLaren",
    "birthday": "1871-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Archie_MacLaren.jpg/208px-Archie_MacLaren.jpg",
    "extract": "Archibald Campbell MacLaren was an English cricketer who captained the England cricket team at various times between 1898 and 1909. A right-handed batsman, he played 35 Test matches for England, as captain in 22 of those games, and led the team to defeat in four Ashes series against Australia. An amateur, MacLaren played first-class cricket for Lancashire, captaining that county for most of his career. As a batsman, MacLaren was one of the leading cricketers of his time and had a reputation as a fast-scoring stylist. In 1895, he scored 424 runs in an innings against Somerset which was the highest individual score in first-class cricket until 1923 and remained a record in English cricket until 1994. Opinions were divided over his captaincy. He was a deep thinker on the game and critics believed him to be tactically advanced, but his pessimism, clashes with the selectors and inability to get the best out of his players led most commentators to rate him a poor leader.",
    "year": 1871,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Eligiusz Niewiadomski",
    "birthday": "1869-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/E_Niewiadomski.jpg/233px-E_Niewiadomski.jpg",
    "extract": "Eligiusz Niewiadomski was a Polish modernist painter and art critic who sympathized with the right-wing National Democracy movement. In 1922 he assassinated Poland's first President, Gabriel Narutowicz, in his first week in office as president.",
    "year": 1869,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Evans (Australian politician)",
    "birthday": "1855-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Sir_John_William_Evans.jpg",
    "extract": "Sir John William Evans, CMG was an Australian politician, a member of the Tasmanian House of Assembly and Premier of Tasmania from 11 July 1904 to 19 June 1909.",
    "year": 1855,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Julia A. Moore",
    "birthday": "1847-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Julia_A._Moore_photograph.jpg/253px-Julia_A._Moore_photograph.jpg",
    "extract": "Julia Ann Moore was an American poetaster. Like Scotland's William McGonagall, she is best known for writing notoriously bad poetry.",
    "year": 1847,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ledi Sayadaw",
    "birthday": "1846-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Ledi_Sayadaw_portrait.jpg/223px-Ledi_Sayadaw_portrait.jpg",
    "extract": "Ledi Sayadaw U Ñaṇadhaja was an influential Theravada Buddhist monk. He was recognized from a young age as being developed in both the theory (Abhidhamma) and practice of Buddhism and so was revered as being scholarly. He wrote many books on Dhamma in Burmese and these were accessible even to a serious lay person, hence he was responsible for spreading Dhamma to all levels of society and reviving the traditional practice of Vipassanā meditation, making it more available for renunciates and lay people alike.",
    "year": 1846,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alexandra of Denmark",
    "birthday": "1844-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Alexandra_of_Denmark02.jpg/212px-Alexandra_of_Denmark02.jpg",
    "extract": "Alexandra of Denmark was Queen of the United Kingdom and the British Dominions, and Empress of India, from 22 January 1901 to 6 May 1910 as the wife of King-Emperor Edward VII.",
    "year": 1844,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "9th Dalai Lama",
    "birthday": "1805-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Lungtok_Gyatso.jpg/318px-Lungtok_Gyatso.jpg",
    "extract": "Lungtok Gyatso, shortened from Lobzang Tenpai Wangchuk Lungtok Gyatso, was the 9th Dalai Lama of Tibet. He was the only Dalai Lama to die in childhood and was first of a string of four Dalai Lamas to die before reaching 22 years of age.",
    "year": 1805,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mihály Vörösmarty",
    "birthday": "1800-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Vorosmarty_Mih%C3%A1ly.jpg/219px-Vorosmarty_Mih%C3%A1ly.jpg",
    "extract": "Mihály Vörösmarty was an important Hungarian poet and dramatist.",
    "year": 1800,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nikolai Lobachevsky",
    "birthday": "1792-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Lobachevsky_03_crop.jpg/225px-Lobachevsky_03_crop.jpg",
    "extract": "Nikolai Ivanovich Lobachevsky was a Russian mathematician and geometer, known primarily for his work on hyperbolic geometry, otherwise known as Lobachevskian geometry, and also for his fundamental study on Dirichlet integrals, known as the Lobachevsky integral formula.",
    "year": 1792,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Marie Tussaud",
    "birthday": "1761-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Madame_Tussaud%2C_age_42.jpg/204px-Madame_Tussaud%2C_age_42.jpg",
    "extract": "Anna Maria \"Marie\" Tussaud was a French artist known for her wax sculptures and Madame Tussauds, the wax museum she founded in London.",
    "year": 1761,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Martin Heinrich Klaproth",
    "birthday": "1743-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Martin_Heinrich_Klaproth.jpg/245px-Martin_Heinrich_Klaproth.jpg",
    "extract": "Martin Heinrich Klaproth was a German chemist. He trained and worked for much of his life as an apothecary, moving in later life to the university. His shop became the second-largest apothecary in Berlin, and the most productive artisanal chemical research center in Europe.",
    "year": 1743,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Étienne Maurice Falconet",
    "birthday": "1716-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Lemoyne_the_Younger_-_%C3%89tienne_Maurice_Falconet.jpg/256px-Lemoyne_the_Younger_-_%C3%89tienne_Maurice_Falconet.jpg",
    "extract": "Étienne Maurice Falconet was a French baroque, rococo and neoclassical sculptor, best-known for his equestrian statue of Peter the Great, the Bronze Horseman (1782), in St. Petersburg, Russia, and for the small statues he produced in series for the Royal Sévres Porcelain Manufactory",
    "year": 1716,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Franz Xaver Richter",
    "birthday": "1709-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Franz_Xaver_Richter.jpg/273px-Franz_Xaver_Richter.jpg",
    "extract": "Franz Xaver Richter, known as François Xavier Richter in France was an Austro-Moravian singer, violinist, composer, conductor and music theoretician who spent most of his life first in Austria and later in Mannheim and in Strasbourg, where he was music director of the cathedral. From 1783 on Haydn’s favourite pupil Ignaz Pleyel was his deputy at the cathedral.",
    "year": 1709,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Philip Yorke, 1st Earl of Hardwicke",
    "birthday": "1690-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Philip_Yorke%2C_1st_Earl_of_Hardwicke_%281690-1764%29_by_William_Hoare_of_Bath.jpg/257px-Philip_Yorke%2C_1st_Earl_of_Hardwicke_%281690-1764%29_by_William_Hoare_of_Bath.jpg",
    "extract": "Philip Yorke, 1st Earl of Hardwicke, was an English lawyer and politician who served as Lord High Chancellor of Great Britain. He was a close confidant of the Duke of Newcastle, Prime Minister between 1754 and 1756 and 1757 until 1762.",
    "year": 1690,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nicolas-Claude Fabri de Peiresc",
    "birthday": "1580-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Ludovicus_Finson_-_Nicolas_Claude_Fabri_de_Peyresc.jpg/271px-Ludovicus_Finson_-_Nicolas_Claude_Fabri_de_Peyresc.jpg",
    "extract": "Nicolas-Claude Fabri de Peiresc, often known simply as Peiresc, or by the Latin form of his name, Peirescius, was a French astronomer, antiquary and savant, who maintained a wide correspondence with scientists, and was a successful organizer of scientific inquiry. His research included a determination of the difference in longitude of various locations in Europe, around the Mediterranean, and in North Africa.",
    "year": 1580,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sophie Hedwig of Brunswick-Wolfenbüttel",
    "birthday": "1561-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/SophieHedwigBraunWolfPommern.jpg/233px-SophieHedwigBraunWolfPommern.jpg",
    "extract": "Sophie or Sophia Hedwig of Brunswick-Wolfenbüttel was a princess of Brunswick-Wolfenbüttel by birth and by marriage a Duchess of Pomerania-Wolgast.",
    "year": 1561,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tadeáš Hájek",
    "birthday": "1525-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/THajek.jpg/208px-THajek.jpg",
    "extract": "Tadeáš Hájek z Hájku, also known as Tadeáš Hájek of Hájek, Thaddaeus Hagecius ab Hayek or Thaddeus Nemicus, was a Czech naturalist, personal physician of the Holy Roman Emperor Rudolph II and an astronomer in the Kingdom of Bohemia.",
    "year": 1525,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Takeda Shingen",
    "birthday": "1521-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Takeda_Harunobu.jpg/155px-Takeda_Harunobu.jpg",
    "extract": "Takeda Shingen , of Kai Province, was a pre-eminent daimyō in feudal Japan. Known as the \"Tiger of Kai\", he was one of the most powerful daimyō with exceptional military prestige in the late stage of the Sengoku period. \nShingen was a warlord of great skill and military leadership.",
    "year": 1521,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Magdalena of Valois",
    "birthday": "1443-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Madeleine_of_France%2C_bethroted_of_Ladislaus_the_Posthumous.jpg/230px-Madeleine_of_France%2C_bethroted_of_Ladislaus_the_Posthumous.jpg",
    "extract": "Madeleine of France, also called Magdalena of Valois, was a French princess who became Princess of Viana by marriage to Gaston of Foix. She was the regent of Navarre between 1479 and 1494 during the minority of her two children, each of whom became monarchs of Navarre: Francis I and Catherine I.",
    "year": 1443,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Peter II, Duke of Bourbon",
    "birthday": "1438-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Pedro_borbon_praying.jpg/233px-Pedro_borbon_praying.jpg",
    "extract": "Peter II, Duke of Bourbon, was the son of Charles I, Duke of Bourbon, and Agnes of Burgundy, and a member of the House of Bourbon. He and his wife Anne of France ruled as regents during the minority of Charles VIII of France.",
    "year": 1438,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jan Długosz",
    "birthday": "1415-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Jan_D%C5%82ugosz.PNG/241px-Jan_D%C5%82ugosz.PNG",
    "extract": "Jan Długosz, also known in Latin as Johannes Longinus, was a Polish priest, chronicler, diplomat, soldier, and secretary to Bishop Zbigniew Oleśnicki of Kraków. He is considered Poland's first historian.",
    "year": 1415,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Louis VI of France",
    "birthday": "1081-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Louis_VI_of_France.jpg/303px-Louis_VI_of_France.jpg",
    "extract": "Louis VI, called the Fat or the Fighter, was King of the Franks from 1108 to 1137.",
    "year": 1081,
    "month": 12,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hasan ibn Ali",
    "birthday": "624-12-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/%D8%A7%D9%84%D8%AD%D8%B3%D9%86_%D8%A7%D8%A8%D9%86_%D8%B9%D9%84%D9%8A.svg/320px-%D8%A7%D9%84%D8%AD%D8%B3%D9%86_%D8%A7%D8%A8%D9%86_%D8%B9%D9%84%D9%8A.svg.png",
    "extract": "Hasan ibn Ali was the eldest son of Ali and Fatima and a grandson of the Islamic prophet Muhammad. He briefly ruled as caliph from January 661 until August 661. He is considered the second Shia Imam, succeeding Ali and preceding his brother, Husayn. In Sunni Islam, Hasan is considered one of the greatest sahaba and part of Muhammad's family. Part of the ahl al-bayt and the ahl al-kisa, he participated in the event of Mubahala. Muhammad described Hasan and Husayn as \"the masters of youth in Paradise\".",
    "year": 624,
    "month": 12,
    "day": 1,
    "language": "en"
  }
]