[
  {
    "name": "Billie Eilish",
    "birthday": "2001-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Billie_Eilish_2019_by_Glenn_Francis_%28cropped%29_2.jpg/222px-Billie_Eilish_2019_by_Glenn_Francis_%28cropped%29_2.jpg",
    "extract": "Billie Eilish Pirate Baird O'Connell is an American singer-songwriter. She first gained public attention in 2015 with her debut single \"Ocean Eyes\", which was subsequently released by Darkroom, an imprint of Interscope Records. It was written and produced by her brother, Finneas O'Connell, with whom she frequently collaborates on music and in live shows. Her commercially successful debut extended play Don't Smile at Me (2017) charted in the top 15 in numerous countries, including the US, UK, Canada, and Australia.",
    "year": 2001,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Korapat Kirdpan",
    "birthday": "2000-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Nanon_GMMTV_2020.jpg/240px-Nanon_GMMTV_2020.jpg",
    "extract": "Korapat Kirdpan, nicknamed Nanon, is a Thai television actor. He is best known for his leading roles in Senior Secret Love (2016), My Dear Loser (2017), The Gifted (2018), Blacklist (2019), The Gifted: Graduation (2020) and most recently in Bad Buddy Series (2021).",
    "year": 2000,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Barbora Krejčíková",
    "birthday": "1995-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Krejcikova_RG18_%287%29_%2841168839590%29.jpg/214px-Krejcikova_RG18_%287%29_%2841168839590%29.jpg",
    "extract": "Barbora Krejčíková is a Czech professional tennis player. She has a career-high singles ranking of world No. 2, achieved on 28 February 2022, and on 22 October 2018, she became world No. 1 in doubles.",
    "year": 1995,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Natália Kelly",
    "birthday": "1994-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Nat%C3%A1lia_Kelly_-_Amadeus_Awards_2013.jpg/318px-Nat%C3%A1lia_Kelly_-_Amadeus_Awards_2013.jpg",
    "extract": "Natália Kelly is an American-Austrian singer. She currently resides in Bad Vöslau, Lower Austria. Kelly represented Austria at the Eurovision Song Contest 2013 in Malmö, Sweden, with the song \"Shine\".",
    "year": 1994,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gerard Gumbau",
    "birthday": "1994-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Gerard_Gumbau.jpg/275px-Gerard_Gumbau.jpg",
    "extract": "Gerard Gumbau Garriga is a Spanish professional footballer who plays for Elche CF. Mainly a central midfielder, he can also play as a defensive midfielder or central defender.",
    "year": 1994,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Byron Buxton",
    "birthday": "1993-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/MG_6768_Byron_Buxton.jpg/213px-MG_6768_Byron_Buxton.jpg",
    "extract": "Byron Kerion Buxton is an American professional baseball center fielder for the Minnesota Twins of Major League Baseball (MLB). He was the second highest-rated prospect in baseball according to MLB.com and Baseball Prospectus in 2015.",
    "year": 1993,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Thomas Lam",
    "birthday": "1993-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Thomas_Lam.jpg/231px-Thomas_Lam.jpg",
    "extract": "Thomas Anton Rudolph Lam, is a Finnish-Dutch professional footballer who plays as a centre-back or defensive midfielder for CSKA Sofia and represents the Finland national football team. He began his senior club career playing for AZ Alkmaar, before signing with PEC Zwolle at age 20 in 2014.",
    "year": 1993,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bridgit Mendler",
    "birthday": "1992-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Bridgit_Mendler_2013_%28Straighten_Crop%29.jpg/200px-Bridgit_Mendler_2013_%28Straighten_Crop%29.jpg",
    "extract": "Bridgit Mendler is an American singer, songwriter and actress. She is the recipient of various accolades, including a Radio Disney Music Award, and nominations for a Young Artist Award, eight World Music Awards, and three Shorty Awards.",
    "year": 1992,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ryan Crouser",
    "birthday": "1992-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Ryan_Crouser_Rio_2016.jpg/206px-Ryan_Crouser_Rio_2016.jpg",
    "extract": "Ryan Crouser is an American shot putter and discus thrower. He is a two-time Olympic gold medalist and Olympic record holder. Crouser is the current world record holder in the shot put, both indoor and outdoor. On June 18, 2021, at the U.S. Olympic Trials he threw 23.37 m on his fourth attempt to beat Randy Barnes's 31-year-old record of 23.12 m by almost 10 inches (25 cm). On January 24, 2021, he threw 22.82 m to set a new world indoor shotput record in Fayetteville, Arkansas, USA. The previous world indoor record of 22.66 m was set by Barnes in 1989. Crouser also had a 22.70 m throw in the fourth round that broke the 32-year-old world record.",
    "year": 1992,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Marcus Butler",
    "birthday": "1991-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Marcus_Butler.png/320px-Marcus_Butler.png",
    "extract": "Marcus Lloyd Butler is an English model and former YouTuber, whose channel reached over 4.1 million subscribers. In 2015, he released an autobiographical book, titled Hello Life!. Butler co-hosted a radio show with fellow YouTuber Alfie Deyes on BBC Radio 1.",
    "year": 1991,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Sierra Kay",
    "birthday": "1990-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/SierraatWarped2010.jpg/213px-SierraatWarped2010.jpg",
    "extract": "Sierra Kay Kusterbeck, better known as Sierra Kay, is an American singer-songwriter and model. She rose to prominence as the lead vocalist of the rock band VersaEmerge.",
    "year": 1990,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Victor Hedman",
    "birthday": "1990-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Victor_Hedman_-_Tampa_Bay_Lightning.jpg/291px-Victor_Hedman_-_Tampa_Bay_Lightning.jpg",
    "extract": "Victor Erik Olof Hedman is a Swedish professional ice hockey defenseman and alternate captain for the Tampa Bay Lightning of the National Hockey League (NHL). Hedman was selected second overall by the Lightning in the 2009 NHL Entry Draft.",
    "year": 1990,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lizzie Deignan",
    "birthday": "1988-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/LizzieArmitsteadOmloopHN2016.jpg/219px-LizzieArmitsteadOmloopHN2016.jpg",
    "extract": "Elizabeth Mary Deignan is an English professional world champion track and road racing cyclist, who currently rides for UCI Women's WorldTeam Trek–Segafredo. She was the 2015 World road race champion.",
    "year": 1988,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Seth Doege",
    "birthday": "1988-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Doege_guns_up.jpg/260px-Doege_guns_up.jpg",
    "extract": "Seth Colton Doege is an American football coach and former quarterback, recently worked as a tight ends coach for USC. After playing college football for Texas Tech University, he was signed by the Atlanta Falcons as an undrafted free agent in 2013. On February 27, 2014, he was signed to the Saskatchewan Roughriders of the Canadian Football League. Doege was Texas Tech's starting quarterback for the 2011 and 2012 seasons. He was wide receivers coach for Bowling Green.",
    "year": 1988,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Brianne Theisen-Eaton",
    "birthday": "1988-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Briannetheiseneaton2014cwg.jpg/213px-Briannetheiseneaton2014cwg.jpg",
    "extract": "Brianne Theisen-Eaton is a Canadian retired track and field athlete who competed in the heptathlon and women's pentathlon. She won the bronze medal at the 2016 Summer Olympics. Theisen-Eaton holds the Canadian record for the heptathlon with 6,808 points, as well as the indoor pentathlon with a score of 4768 points. Theisen-Eaton is a heptathlon silver medallist from the 2013 World Championships and 2015 World Championships, as well as a pentathlon silver medalist from the 2014 World Indoor Championships. She is the first and only Canadian woman to podium in the multi-events at the World Championships. Theisen-Eaton won Commonwealth Games gold in the heptathlon at Glasgow 2014 and was the 2016 World Indoor Champion in the pentathlon. She also won a bronze medal as part of the women's 4 x 400 m relay at the 2015 Pan American Games in Toronto.",
    "year": 1988,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Imad Wasim",
    "birthday": "1988-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Imad_Wasim_1.jpg/320px-Imad_Wasim_1.jpg",
    "extract": "Syed Imad Wasim Haider, commonly known as Imad Wasim, is a Pakistani international cricketer. He is a left-handed all-rounder.",
    "year": 1988,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Miki Ando",
    "birthday": "1987-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Miki_Ando_2009_Worlds.jpg/213px-Miki_Ando_2009_Worlds.jpg",
    "extract": "Miki Ando  is a retired Japanese figure skater. She is the 2007 and 2011 World champion, 2011 Four Continents champion, 2004 World Junior champion, and a three-time Japanese national champion.",
    "year": 1987,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Usman Khawaja",
    "birthday": "1986-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/2018.01.05.17.43.25-Usman_Khawaja_%26_Steve_Smith_%2838876757994%29_%28Khawaja_cropped%29.jpg/272px-2018.01.05.17.43.25-Usman_Khawaja_%26_Steve_Smith_%2838876757994%29_%28Khawaja_cropped%29.jpg",
    "extract": "Usman Tariq Khawaja is an Australian cricketer who represents Australia and Queensland. Khawaja made his first-class cricket debut for New South Wales in 2008 and played his first international match for Australia in January 2011. Khawaja was born in Pakistan and emigrated to Australia with his family at the age of five. He has played county cricket in the United Kingdom and briefly played in both the Indian Premier League and Pakistan Super League.",
    "year": 1986,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Brian Boyle",
    "birthday": "1984-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Brian_Boyle_-_Tampa_Bay_Lightning.jpg/291px-Brian_Boyle_-_Tampa_Bay_Lightning.jpg",
    "extract": "Brian Paul Boyle is an American professional ice hockey center for the Pittsburgh Penguins of the National Hockey League (NHL). Boyle has previously played for the Florida Panthers, Los Angeles Kings, New York Rangers, Tampa Bay Lightning, Toronto Maple Leafs, New Jersey Devils and Nashville Predators. He attended St. Sebastian's School in Needham, Massachusetts, before moving on to Boston College. Boyle grew up in Hingham, just south of Boston.",
    "year": 1984,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Giuliano Razzoli",
    "birthday": "1984-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Giuliano_Razzoli_Schladming_2010.jpg/240px-Giuliano_Razzoli_Schladming_2010.jpg",
    "extract": "Giuliano Razzoli is a World Cup alpine ski racer and Olympic gold medalist from Italy. He specializes in the slalom; he won the Slalom at the 2010 Winter Olympics in Vancouver.",
    "year": 1984,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Andy Fantuz",
    "birthday": "1983-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/AndyFantuzRiders.JPG/266px-AndyFantuzRiders.JPG",
    "extract": "Andrew Fantuz is a former professional Canadian football wide receiver. Fantuz spent the majority of his professional career with the Saskatchewan Roughriders and the Hamilton Tiger-Cats of the Canadian Football League (CFL). He played for the Riders for six seasons after he was drafted by them in the first round of the 2006 CFL Draft. He then played six seasons for the Tiger-Cats. Fantuz was also signed by the Chicago Bears in 2011. He played CIS football for the Western Ontario Mustangs.",
    "year": 1983,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Christina Aguilera",
    "birthday": "1980-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Christina_Aguilera_at_the_D23_Expo%2C_2019.png/232px-Christina_Aguilera_at_the_D23_Expo%2C_2019.png",
    "extract": "Christina María Aguilera is an American singer, songwriter, actress, and television personality. Known for her four-octave vocal range and ability to sustain high notes, she has been referred to as the \"Voice of a Generation\". Aguilera rose to stardom with her eponymous debut album, for which she is credited for influencing the revival of teen pop during the late 1990s and early 2000s. Her works, which incorporate feminism, sexuality, and domestic violence, have generated both critical praise and controversy, for which she is often cited as an influence by other artists.",
    "year": 1980,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Benjamin Watson",
    "birthday": "1980-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Benjamin_Watson_in_2015.jpg/237px-Benjamin_Watson_in_2015.jpg",
    "extract": "Benjamin Seth Watson is a former American football tight end. He was drafted by the New England Patriots 32nd overall in the first round of the 2004 NFL Draft and won Super Bowl XXXVIII with the Patriots over the Carolina Panthers. He played college football at Duke and Georgia. Watson has also played for the Cleveland Browns, Baltimore Ravens, and New Orleans Saints.",
    "year": 1980,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Daniel Cleary",
    "birthday": "1978-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Daniel_Cleary_Grand_Rapids.jpg/276px-Daniel_Cleary_Grand_Rapids.jpg",
    "extract": "Daniel Michael Cleary is a Canadian former professional ice hockey player who played in the National Hockey League (NHL) for the Chicago Blackhawks, Edmonton Oilers, Phoenix Coyotes and Detroit Red Wings. He currently serves as the Director of Player Development for Detroit.",
    "year": 1978,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Josh Dallas",
    "birthday": "1978-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Josh_Dallas_2_SDCC_2014.jpg/214px-Josh_Dallas_2_SDCC_2014.jpg",
    "extract": "Joshua Paul Dallas is an American actor. He is best known for his roles as Prince Charming/David Nolan in the ABC television series Once Upon a Time (2011–2018) and starring as Ben Stone in the NBC drama series Manifest (2018–present).",
    "year": 1978,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Katie Holmes",
    "birthday": "1978-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Katie_Holmes_2011_%286024619824%29.jpg/240px-Katie_Holmes_2011_%286024619824%29.jpg",
    "extract": "Kate Noelle Holmes is an American actress, director, and producer. She first achieved fame as Joey Potter on the television series Dawson's Creek (1998–2003).",
    "year": 1978,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Claudia Gesell",
    "birthday": "1977-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Claudia_Gesell_2000.jpg/160px-Claudia_Gesell_2000.jpg",
    "extract": "Claudia Andrea Barbara Gesell is a former German middle distance runner who specialised in the 800 metres.",
    "year": 1977,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Sia",
    "birthday": "1975-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Sia_%28cropped_2%29.jpg/245px-Sia_%28cropped_2%29.jpg",
    "extract": "Sia Kate Isobelle Furler is an Australian singer and songwriter. She started her career as a singer in the acid jazz band Crisp in the mid-1990s in Adelaide. In 1997, when Crisp disbanded, she released her debut studio album, titled OnlySee, in Australia. She moved to London and provided vocals for the British duo Zero 7. Sia released her second studio album, Healing Is Difficult, in 2001, and her third, Colour the Small One, in 2004.",
    "year": 1975,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Randy Houser",
    "birthday": "1975-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/17/Randy_Houser_2013.jpg",
    "extract": "Shawn Randolph Houser is an American country music singer and songwriter. Signed to Universal South Records in 2008, he charted the single \"Anything Goes\". It was a Top 20 hit on the Billboard country singles chart and the title track to his debut album of the same name, which also produced his first Top 5 hit, \"Boots On\". In 2012, he moved to Broken Bow Records imprint Stoney Creek. He reached Number One with \"How Country Feels\", the title track to his third album, and with \"Runnin' Outta Moonlight\" in 2013. The follow up singles from the same album were \"Goodnight Kiss\", which reached number one on the Mediabase Country Chart and number two on the Country Airplay chart, and \"Like a Cowboy,\" which reached number 3 on the Country Airplay chart in March 2015 and received a 2015 Country Music Association Awards Song of the Year nomination.",
    "year": 1975,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Trish Stratus",
    "birthday": "1975-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Trish_Stratus_%2848649709751%29.jpg/241px-Trish_Stratus_%2848649709751%29.jpg",
    "extract": "Patricia Anne Stratigias better known by the ring name Trish Stratus, is a Canadian professional wrestler. Often regarded as one of the greatest women's performers, she was also one of the most popular female superstars in World Wrestling Entertainment (WWE).",
    "year": 1975,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Peter Boulware",
    "birthday": "1974-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Peter_Boulware.jpg/240px-Peter_Boulware.jpg",
    "extract": "Peter Nicholas Boulware is an American former professional football player who was a linebacker in the National Football League (NFL) for nine seasons. He played college football for Florida State University, and was recognized as an All-American. A first-round pick of the Baltimore Ravens in the 1997 NFL Draft, he played his entire pro career for the Ravens.",
    "year": 1974,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Knut Schreiner",
    "birthday": "1974-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/EmS_2013_Turbonegro_08.jpg/213px-EmS_2013_Turbonegro_08.jpg",
    "extract": "Knut Schreiner, is a Norwegian singer, musician and producer currently residing in Oslo. Also known by his stage name Euroboy, he has been part of important Norwegian bands like Kåre and The Cavemen known in its last years as Euroboys, with Turbonegro known in Norway as Turboneger, in the musical project Black Diamond Brigade and recently is a member of Mirror Lakes. He has also been in other musical projects and produced other bands, notably Euroboys, Amulet and The Lovethugs.",
    "year": 1974,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Barkha Dutt",
    "birthday": "1971-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Barkha_Dutt_World_Economic_Forum_Nov_2010.jpg/287px-Barkha_Dutt_World_Economic_Forum_Nov_2010.jpg",
    "extract": "Barkha Dutt is an Indian television journalist, author and owner of YouTube news channel MoJo Story.",
    "year": 1971,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Arantxa Sánchez Vicario",
    "birthday": "1971-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Arantxa_Sanchez_Vicario.JPG/276px-Arantxa_Sanchez_Vicario.JPG",
    "extract": "Aránzazu Isabel María \"Arantxa\" Sánchez Vicario is a Spanish former world No. 1 tennis player. She won 14 Grand Slam titles: four in singles, six in women's doubles, and four in mixed doubles. She also won four Olympic medals and five Fed Cup titles representing Spain. In 1994, she was crowned the ITF World Champion for the year.",
    "year": 1971,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "DMX",
    "birthday": "1970-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Academy_Awards_afterparty_CUN_DMX.jpg/213px-Academy_Awards_afterparty_CUN_DMX.jpg",
    "extract": "Earl Simmons, known by his stage name DMX, was an American rapper and actor. He began rapping in the early 1990s and released his debut album It's Dark and Hell Is Hot in 1998, to both critical acclaim and commercial success, selling 251,000 copies within its first week of release. DMX released his best-selling album, ... And Then There Was X, in 1999, which included the hit single \"Party Up \". His 2003 singles \"Where the Hood At?\" and \"X Gon' Give It to Ya\" were also commercially successful. He was the first artist to debut an album at No. 1 five times in a row on the Billboard 200 charts. Overall, DMX sold over 74 million records worldwide.",
    "year": 1970,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Yannis Ploutarchos",
    "birthday": "1970-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Giannis_Ploutarhos.JPG/249px-Giannis_Ploutarhos.JPG",
    "extract": "Yannis Ploutarchos is a Greek singer and songwriter. He is considered one of the most popular laïko singers of his time, and has been characterized with having a genuine laïko voice. To date, he has released 14 studio albums along with one greatest hits album.",
    "year": 1970,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Rob Van Dam",
    "birthday": "1970-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Rob_Van_Dam_Photo_Op_GalaxyCon_Raleigh_2021.jpg/320px-Rob_Van_Dam_Photo_Op_GalaxyCon_Raleigh_2021.jpg",
    "extract": "Robert Alexander Szatkowski is an American professional wrestler and actor better known by his ring name Rob Van Dam. He is best known for his tenures in Extreme Championship Wrestling (ECW), World Wrestling Entertainment (WWE), and Total Nonstop Action Wrestling (TNA)/Impact Wrestling.",
    "year": 1970,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jonathan Yeo",
    "birthday": "1970-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Jonathan_Yeo.jpg/194px-Jonathan_Yeo.jpg",
    "extract": "Jonathan Yeo is a British artist who rose to international prominence in his early 20s as a contemporary portraitist, having painted Kevin Spacey, Dennis Hopper, Cara Delevingne, Damien Hirst, Prince Philip, Erin O'Connor, Tony Blair, and David Cameron among others. GQ has called him 'one of the world's most in-demand portraitists'. He was educated at Westminster School.",
    "year": 1970,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Santiago Cañizares",
    "birthday": "1969-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Santiago_Ca%C3%B1izares_24sept2006.jpg/173px-Santiago_Ca%C3%B1izares_24sept2006.jpg",
    "extract": "José Santiago Cañizares Ruiz is a Spanish former footballer who played as a goalkeeper, currently a rally driver.",
    "year": 1969,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Justin Edinburgh",
    "birthday": "1969-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Justin_edinburgh_charity_%28cropped%29.jpg/211px-Justin_edinburgh_charity_%28cropped%29.jpg",
    "extract": "Justin Charles Edinburgh was an English professional football manager and player who played as a left back.",
    "year": 1969,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mario Basler",
    "birthday": "1968-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/2018-06-18-Mario_Basler-hart_aber_fair-9090.jpg/224px-2018-06-18-Mario_Basler-hart_aber_fair-9090.jpg",
    "extract": "Mario Basler is a German football manager and former professional player who mainly played as a right midfielder. He is currently at TSG Eisenberg as a player and advisor.",
    "year": 1968,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Rachel Griffiths",
    "birthday": "1968-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Rachel_Griffiths_2012_%28cropped%29.jpg/238px-Rachel_Griffiths_2012_%28cropped%29.jpg",
    "extract": "Rachel Anne Griffiths is an Australian actress. Raised primarily in Melbourne, she began her acting career appearing on the Australian series Secrets before being cast in a supporting role in the comedy Muriel's Wedding (1994), which earned her an AACTA Award for Best Actress in a Supporting Role. In 1997, she was the lead in Nadia Tass's drama Amy. She had a role opposite Julia Roberts in the American romantic comedy My Best Friend's Wedding (1997), followed by her portrayal of Hilary du Pré in Hilary and Jackie (1998), for which she received a nomination for the Academy Award for Best Supporting Actress",
    "year": 1968,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Alejandro Sanz",
    "birthday": "1968-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Alejandro_Sanz_-_Cap_Roig_2016.jpg/213px-Alejandro_Sanz_-_Cap_Roig_2016.jpg",
    "extract": "Alejandro Sánchez Pizarro, better known as Alejandro Sanz, is a Spanish musician, singer and composer. Sanz has won 22 Latin Grammy Awards and four Grammy Awards. He has received the Latin Grammy for Album of the Year three times. The singer is notable for his flamenco-influenced ballads, and has also experimented with several other genres including pop, rock, funk, R&B and jazz.",
    "year": 1968,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Casper Van Dien",
    "birthday": "1968-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Casper_Van_Dien_%288733547794%29.jpg/240px-Casper_Van_Dien_%288733547794%29.jpg",
    "extract": "Casper Robert Van Dien Jr. is an American actor. He is best known for his lead role as Johnny Rico in the 1997 science-fiction action film Starship Troopers. He has also appeared in a large number of television and film roles, often in daytime and primetime soap operas, and a large number of TV movies and direct-to-video films, including Starship Troopers 3: Marauder, a 2008 sequel to the original film.",
    "year": 1968,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Toine van Peperstraten",
    "birthday": "1967-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Toine_van_Peperstraten.jpg/320px-Toine_van_Peperstraten.jpg",
    "extract": "Toine van Peperstraten is a Dutch sports journalist, best known for hosting the NOS TV sports program Studio Sport.",
    "year": 1967,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mille Petrozza",
    "birthday": "1967-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/2018_RiP_-_Kreator_-_by_2eight_-_DSC3614.jpg/213px-2018_RiP_-_Kreator_-_by_2eight_-_DSC3614.jpg",
    "extract": "Miland \"Mille\" Petrozza is a German guitarist and singer of Italian descent. He is best known for being the lead vocalist and rhythm guitarist of thrash metal band Kreator, which he started playing in as Tyrant in 1982 and renamed into Tormentor in 1984. He is also the principal songwriter of the band and the only member to appear on every Kreator album.",
    "year": 1967,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gianluca Pagliuca",
    "birthday": "1966-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Gianluca_Pagliuca.jpg/217px-Gianluca_Pagliuca.jpg",
    "extract": "Gianluca Pagliuca is an Italian football coach and former professional goalkeeper.",
    "year": 1966,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Shawn Christian",
    "birthday": "1965-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/ShawnChristianMay09.jpg/235px-ShawnChristianMay09.jpg",
    "extract": "Shawn Patrick Christian is an American television and film actor.",
    "year": 1965,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Stone Cold Steve Austin",
    "birthday": "1964-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Stone_Cold_Steve_Austin_%284840047167%29_%28cropped%29.jpg/232px-Stone_Cold_Steve_Austin_%284840047167%29_%28cropped%29.jpg",
    "extract": "Steve Austin, better known by his ring name \"Stone Cold\" Steve Austin, is an American media personality, actor, producer, and retired professional wrestler. Widely regarded as one of the greatest and most influential professional wrestlers of all time, he was integral to the development and success of the WWF during the Attitude Era, an industry boom period in the late 1990s and early 2000s.",
    "year": 1964,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Pierre Nkurunziza",
    "birthday": "1963-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/President_Nkurunziza_of_Burundi_%286920275109%29_%28cropped%29.jpg/243px-President_Nkurunziza_of_Burundi_%286920275109%29_%28cropped%29.jpg",
    "extract": "Pierre Nkurunziza was a Burundian politician who served as the ninth president of Burundi for almost 15 years from August 2005 until his death in June 2020. A member of the Hutu ethnic group, Nkurunziza taught physical education before becoming involved in politics during the Burundian Civil War as part of the rebel National Council for the Defense of Democracy – Forces for the Defense of Democracy of which he became leader in 2000. The CNDD–FDD became a political party at the end of the Civil War and Nkurunziza was elected president. He held the post controversially for three terms, sparking significant public unrest in 2015. He announced his intention not to stand for re-election in 2020 and instead ceded power to Évariste Ndayishimiye, whose candidacy he had endorsed. He died on 8 June 2020 shortly before the official end of his term. He was the longest-ruling president in Burundian history.",
    "year": 1963,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Charles Oakley",
    "birthday": "1963-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Charles_Oakley%2C_2007_%28cropped%29.jpg/214px-Charles_Oakley%2C_2007_%28cropped%29.jpg",
    "extract": "Charles Oakley is an American former professional basketball player. Oakley played for the Chicago Bulls, New York Knicks, Toronto Raptors, Washington Wizards, and Houston Rockets of the National Basketball Association (NBA). A power forward, he consistently ranked as one of the best rebounders in the NBA. Since 2017, he has been the coach of the Killer 3's of the BIG3.",
    "year": 1963,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Brad Pitt",
    "birthday": "1963-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Brad_Pitt_2019_by_Glenn_Francis.jpg/213px-Brad_Pitt_2019_by_Glenn_Francis.jpg",
    "extract": "William Bradley Pitt is an American actor and film producer. He is the recipient of various accolades, including an Academy Award, a British Academy Film Award, and two Golden Globe Awards for his acting, in addition to a second Academy Award, a second British Academy Film Award, a third Golden Globe Award, and a Primetime Emmy Award as a producer under his production company, Plan B Entertainment.",
    "year": 1963,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Brian Orser",
    "birthday": "1961-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Yuzuru_Hanyu_Brian_Orser_%28cropped%29_-_Brian_Orser.jpg",
    "extract": "Brian Ernest Orser, is a Canadian former competitive and professional figure skater and coach to Olympic champions. He is the 1984 and 1988 Olympic silver medallist, 1987 World champion and eight-time (1981–88) Canadian national champion. At the 1988 Winter Olympics, the rivalry between Orser and American figure skater Brian Boitano, who were the two favorites to win the gold medal, captured media attention and was described as the \"Battle of the Brians\".",
    "year": 1961,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lalchand Rajput",
    "birthday": "1961-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Indian_staff2.jpg/197px-Indian_staff2.jpg",
    "extract": "Lalchand Sitaram Rajputpronunciation (help·info); is an Indian cricket coach and former cricketer who is the current head coach of the Zimbabwe national team.",
    "year": 1961,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Naoko Yamano",
    "birthday": "1960-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Shonen_Knife-7.jpg/213px-Shonen_Knife-7.jpg",
    "extract": "Naoko Yamano  is a Japanese musician, best known as a founding member, singer/guitarist, and primary songwriter for the pop-punk band Shonen Knife. She is the only member of the band to have remained throughout its entire history. After briefly working as a receptionist in a doctor's office, she formed the band in late 1981 with her college friend Michie Nakatani and her younger sister Atsuko Yamano. Naoko Yamano is known for her songs about food and animals, with music that is primary influenced by the Ramones and the Beatles.",
    "year": 1960,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Geordie Walker",
    "birthday": "1958-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Geordie_Walker_-_Ilosaarirock_2009.jpg/213px-Geordie_Walker_-_Ilosaarirock_2009.jpg",
    "extract": "Kevin Walker, known professionally as Geordie Walker, is an English rock musician, best known as the guitarist of post-punk group Killing Joke. His unorthodox style of electric guitar playing is widely acclaimed.",
    "year": 1958,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Julia Wolfe",
    "birthday": "1958-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Young_Julia_Wolfe_with_composer_John_Cage%2C_David_Lang%2C_and_Michael_Gordon.jpg/320px-Young_Julia_Wolfe_with_composer_John_Cage%2C_David_Lang%2C_and_Michael_Gordon.jpg",
    "extract": "Julia Wolfe is an American composer and professor of music at New York University. According to The Wall Street Journal, Wolfe's music has \"long inhabited a terrain of its own, a place where classical forms are recharged by the repetitive patterns of minimalism and the driving energy of rock\". Her work Anthracite Fields, an oratorio for chorus and instruments, was awarded the 2015 Pulitzer Prize for Music. She has also received the Herb Alpert Award (2015) and was named a MacArthur Fellow (2016).",
    "year": 1958,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jonathan Cainer",
    "birthday": "1957-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Jonathan_Cainer_-_Latitude_Festival.JPG/320px-Jonathan_Cainer_-_Latitude_Festival.JPG",
    "extract": "Jonathan Cainer was a British astrologer. He wrote astrological predictions six days a week for the Daily Mail, and forecasts for three Australian newspapers: the Sydney Daily Telegraph, the Melbourne Herald Sun, and the Perth Sunday Times. Cainer's predictions were also published in Hello, the Auckland Sunday News, the Botswana Echo, and Misty Magazine (Japan). It has been estimated that over twelve million people read his predictions.",
    "year": 1957,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Vijay Mallya",
    "birthday": "1955-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Vijaymallya.jpg/320px-Vijaymallya.jpg",
    "extract": "Vijay Vittal Mallya is an Indian businessman and former Member of Parliament. He is the subject of an extradition effort by the Indian Government to return him from the UK to face charges of financial crimes in India.",
    "year": 1955,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bogusław Mamiński",
    "birthday": "1955-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Maminski_Boguslaw.jpg/242px-Maminski_Boguslaw.jpg",
    "extract": "Bogusław Mamiński is a retired long-distance runner from Poland, known for winning the silver medal in the men's 3,000m Steeplechase event at the 1982 European Championships in Athens, Greece. He did the same one year later at the inaugural World Championships. Mamiński set his personal best (8:09.18) in the event on 24 August 1984 at a meet in Brussels, Belgium.",
    "year": 1955,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ray Liotta",
    "birthday": "1954-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Ray_Liotta_Deauville_2014_3.jpg/223px-Ray_Liotta_Deauville_2014_3.jpg",
    "extract": "Raymond Allen Liotta was an American actor and film producer. He was known for his roles as Shoeless Joe Jackson in Field of Dreams (1989), Henry Hill in Goodfellas (1990), and Tommy Vercetti in the video game Grand Theft Auto: Vice City (2002).",
    "year": 1954,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Willi Wülbeck",
    "birthday": "1954-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Steve_Ovett_1976_Olympics.jpg/157px-Steve_Ovett_1976_Olympics.jpg",
    "extract": "Wilhelm \"Willi\" Wülbeck is a retired German middle-distance runner. Competing in the 800 m he finished fourth at the 1976 Summer Olympics. He missed the 1980 Moscow Olympics due to the West German boycott and could not participate in the 1984 Summer Olympics because of an injury. He also finished eighth at the 1974 and 1982 European Championships.",
    "year": 1954,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Elliot Easton",
    "birthday": "1953-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Elliot-easton-performs-with-the-new-cars-2006.jpg/320px-Elliot-easton-performs-with-the-new-cars-2006.jpg",
    "extract": "Elliot Easton is an American musician, guitarist, singer and songwriter. He played lead guitar and sang backing vocals for The Cars, and his guitar solos are an integral part of the band's music. Easton has also recorded music as a solo artist, and has played in other bands. In 2018, Easton was inducted into the Rock and Roll Hall of Fame as a member of the Cars.",
    "year": 1953,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Kevin Beattie",
    "birthday": "1953-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Kevin_Beattie.jpg/240px-Kevin_Beattie.jpg",
    "extract": "Thomas Kevin Beattie was an English footballer. Born into poverty, he played at both professional and international levels, mostly as a centre-half. He spent the majority of his playing career at Ipswich Town, the club with which he won both the FA Cup and the UEFA Cup. He was also named the inaugural Professional Footballers' Association Young Player of the Year at the end of the 1972–73 season, and featured in the film Escape to Victory alongside many of his Ipswich teammates.",
    "year": 1953,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "John Leventhal",
    "birthday": "1952-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/JL_Amps.jpeg/320px-JL_Amps.jpeg",
    "extract": "John Leventhal is a musician, producer, songwriter, and recording engineer who has produced albums for William Bell, The Blind Boys of Alabama, Michelle Branch, Rosanne Cash, Marc Cohn, Shawn Colvin, Sarah Jarosz, Rodney Crowell, Jim Lauderdale, Joan Osborne, Loudon Wainwright III and The Wreckers. He has won six Grammy Awards.",
    "year": 1952,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gillian Armstrong",
    "birthday": "1950-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Gillian_Armstrong.jpg/320px-Gillian_Armstrong.jpg",
    "extract": "Gillian May Armstrong is an Australian feature film and documentary director, who specializes in period drama. Her films often feature female perspectives and protagonists.",
    "year": 1950,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Sarath Fonseka",
    "birthday": "1950-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Fonseka_Press_Conference.jpg/239px-Fonseka_Press_Conference.jpg",
    "extract": "Field Marshal Gardihewa Sarath Chandralal Fonseka, commonly known as Sarath Fonseka, is a retired Sri Lankan army officer and a member of the parliament. He was the eighteenth Commander of Sri Lanka Army, and under his command the Sri Lanka Army ended the 26-year Sri Lankan Civil War in 2009, defeating the militant group, Liberation Tigers of Tamil Eelam; he thereafter briefly served as the Chief of Defence Staff. After retiring from the Army with the rank of General, he entered politics as the common opposition candidate in the 2010 presidential election contesting against President Mahinda Rajapaksa.",
    "year": 1950,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lizmark",
    "birthday": "1950-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d6/Lizmark.jpg/233px-Lizmark.jpg",
    "extract": "Juan Baños was a Mexican luchador enmascarado, or masked professional wrestler better known by the ring name Lizmark. The name was taken from the German battleship Bismarck. He was a multiple-time champion, having held singles and tag team championships in both Empresa Mexicana de Lucha Libre / Consejo Mundial de Lucha Libre (EMLL/CMLL) and Asistencia Asesoría y Administración (AAA). In 2001, Lizmark was inducted into the Wrestling Observer Newsletter Hall of Fame. His nickname was El Geniecillo Azul, which is Spanish for \"The Little Blue Genius\". He has two sons who are also professional wrestlers, Lizmark, Jr. and El Hijo de Lizmark.",
    "year": 1950,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Leonard Maltin",
    "birthday": "1950-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Leonard_Maltin_during_an_interview%2C_March_2022_%28cropped%29.jpg/227px-Leonard_Maltin_during_an_interview%2C_March_2022_%28cropped%29.jpg",
    "extract": "Leonard Michael Maltin is an American film critic and film historian, as well as an author of several mainstream books on cinema, focusing on nostalgic, celebratory narratives. He is best known for his eponymous annual book of movie capsule reviews, Leonard Maltin's Movie Guide, which was published annually from 1969 to 2014.",
    "year": 1950,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "David A. Johnston",
    "birthday": "1949-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/MSH80_david_johnston_at_camp_05-17-80_med_%28cropped%29.jpg/227px-MSH80_david_johnston_at_camp_05-17-80_med_%28cropped%29.jpg",
    "extract": "David Alexander Johnston was an American United States Geological Survey (USGS) volcanologist who was killed by the 1980 eruption of Mount St. Helens in the U.S. state of Washington. A principal scientist on the USGS monitoring team, Johnston was killed in the eruption while manning an observation post six miles (10 km) away on the morning of May 18, 1980. He was the first to report the eruption, transmitting \"Vancouver! Vancouver! This is it!\" before he was swept away by a lateral blast; despite a thorough search, Johnston's body was never found, but state highway workers discovered remnants of his USGS trailer in 1993.",
    "year": 1949,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bill Nelson (musician)",
    "birthday": "1948-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Be_Bop_Deluxe2.jpg/320px-Be_Bop_Deluxe2.jpg",
    "extract": "William Nelson is an English singer, guitarist, songwriter, producer, painter, video artist, writer and experimental musician. He rose to prominence as the chief songwriter, vocalist and guitarist of the rock group Be-Bop Deluxe, which he formed in 1972. Nelson has been described as \"one of the most underrated guitarists of the seventies art rock movement\". In 2015, he was recognised with the Visionary award at the Progressive Music Awards.",
    "year": 1948,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mimmo Paladino",
    "birthday": "1948-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/I00266-Mimmo-Paladino_in_Vinci_2006.jpg/247px-I00266-Mimmo-Paladino_in_Vinci_2006.jpg",
    "extract": "Mimmo Paladino is an Italian sculptor, painter and printmaker. He is a leading name in the Transvanguardia artistic movement and one of the many European artists to revive Expressionism in the 1980s.",
    "year": 1948,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Laurent Voulzy",
    "birthday": "1948-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Voulzy_Concert_Belle-Ile_%282%29.jpg/320px-Voulzy_Concert_Belle-Ile_%282%29.jpg",
    "extract": "Lucien Voulzy, better known as Laurent Voulzy, is a French singer-songwriter, composer and musician.",
    "year": 1948,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Leonid Yuzefovich",
    "birthday": "1947-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Leonid_Yuzefovich1.jpg/213px-Leonid_Yuzefovich1.jpg",
    "extract": "Leonid Abramovich Yuzefovich is a Russian writer known for the series of crime fiction stories taking place in pre-Revolution Russian Empire. He also writes non-fiction books about history, and currently adapts his stories for TV serials.",
    "year": 1947,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Steve Biko",
    "birthday": "1946-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c9/Steve_Biko_Photograph.jpg/261px-Steve_Biko_Photograph.jpg",
    "extract": "Bantu Stephen Biko was a South African anti-apartheid activist. Ideologically an African nationalist and African socialist, he was at the forefront of a grassroots anti-apartheid campaign known as the Black Consciousness Movement during the late 1960s and 1970s. His ideas were articulated in a series of articles published under the pseudonym Frank Talk.",
    "year": 1946,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Steven Spielberg",
    "birthday": "1946-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Steven_Spielberg_by_Gage_Skidmore.jpg/238px-Steven_Spielberg_by_Gage_Skidmore.jpg",
    "extract": "Steven Allan Spielberg is an American film director, producer, and screenwriter. He began his career in the New Hollywood era and is currently the most commercially successful director of all time. Spielberg is the recipient of various accolades, including three Academy Awards, a Kennedy Center honor, a Cecil B. DeMille Award, and an AFI Life Achievement Award.",
    "year": 1946,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jean Pronovost",
    "birthday": "1945-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Jean_Pronovost_Panini_1979.jpg/221px-Jean_Pronovost_Panini_1979.jpg",
    "extract": "Jean Joseph Denis Pronovost is a Canadian retired professional ice hockey right winger who played in the National Hockey League for the Pittsburgh Penguins, Atlanta Flames and Washington Capitals.",
    "year": 1945,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Crispian Steele-Perkins",
    "birthday": "1944-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Crispian_Steele-Perkins.jpg/220px-Crispian_Steele-Perkins.jpg",
    "extract": "Crispian Steele-Perkins is an internationally acclaimed classical trumpeter who was educated at Copthorne Preparatory School, Marlborough College and the Guildhall School of Music.",
    "year": 1944,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bobby Keys",
    "birthday": "1943-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Bobby_Keys_October_31%2C_2009_at_Fitzgerald%27s.jpg/246px-Bobby_Keys_October_31%2C_2009_at_Fitzgerald%27s.jpg",
    "extract": "Robert Henry Keys was an American saxophonist who performed with other musicians as a member of several horn sections of the 1970s. He appears on albums by the Rolling Stones, Lynyrd Skynyrd, Harry Nilsson, Delaney & Bonnie and Friends, George Harrison, John Lennon, Eric Clapton, Joe Cocker and other prominent musicians. Keys played on hundreds of recordings and was a touring musician from 1956 until his death in 2014.",
    "year": 1943,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Keith Richards",
    "birthday": "1943-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Keith_Richards_Photo_Jerzy_Bednarski.jpg/214px-Keith_Richards_Photo_Jerzy_Bednarski.jpg",
    "extract": "Keith Richards, often referred to during the 1960s and 1970s as Keith Richard, is an English musician, singer, and songwriter, who has achieved international fame as the co-founder, guitarist, secondary vocalist, and co-principal songwriter of the Rolling Stones. His songwriting partnership with Mick Jagger is one of the most successful in history. His career spans over six decades and his guitar playing style has been a trademark of the Rolling Stones throughout the band's career. Richards gained press notoriety for his romantic involvements and illicit drug use — and was often portrayed as a countercultural figure.",
    "year": 1943,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Alan Rudolph",
    "birthday": "1943-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Alan_Rudolph.jpg/243px-Alan_Rudolph.jpg",
    "extract": "Alan Steven Rudolph is an American film director and screenwriter.",
    "year": 1943,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lenore Blum",
    "birthday": "1942-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Lenore_Blum_1998.jpg/320px-Lenore_Blum_1998.jpg",
    "extract": "Lenore Carol Blum is an American computer scientist and mathematician who has made pioneering contributions to the theories of real number computation, cryptography, and pseudorandom number generation. She was a distinguished career professor of computer science at Carnegie Mellon University until 2019 and is currently a professor in residence at the University of California, Berkeley. She is also known for her efforts to increase diversity in mathematics and computer science.",
    "year": 1942,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Wadada Leo Smith",
    "birthday": "1941-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Wadada_Leo_Smith.jpg/320px-Wadada_Leo_Smith.jpg",
    "extract": "Ishmael Wadada Leo Smith is an American trumpeter and composer, working primarily in the fields of avant-garde jazz and free improvisation. He was one of three finalists for the 2013 Pulitzer Prize for Music for Ten Freedom Summers, released on May 22, 2012.",
    "year": 1941,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Joan Wallach Scott",
    "birthday": "1941-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Joan_Wallach_Scott_%28cropped%29.jpg/276px-Joan_Wallach_Scott_%28cropped%29.jpg",
    "extract": "Joan Wallach Scott is an American historian of France with contributions in gender history. She is a professor emerita in the School of Social Science in the Institute for Advanced Study in Princeton, New Jersey. Scott is known for her work in feminist history and gender theory, engaging post-structural theory on these topics. Geographically, her work focuses primarily on France, and thematically she deals with how power works, the relation between language and experience, and the role and practice of historians. Her work grapples with theory's application to historical and current events, focusing on how terms are defined and how positions and identities are articulated.",
    "year": 1941,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ilario Castagner",
    "birthday": "1940-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Ilario_Castagner_-_1960s_-_AC_Perugia.jpg/185px-Ilario_Castagner_-_1960s_-_AC_Perugia.jpg",
    "extract": "Ilario Castagner is an Italian football manager and former player, who played as a striker.",
    "year": 1940,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Michael Moorcock",
    "birthday": "1939-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Michael_Moorcock.jpg/320px-Michael_Moorcock.jpg",
    "extract": "Michael John Moorcock is an English writer, best-known for science fiction and fantasy, who has published a number of well-received literary novels as well as comic thrillers, graphic novels and non-fiction. He has worked as an editor and is also a successful musician. He is best known for his novels about the character Elric of Melniboné, a seminal influence on the field of fantasy since the 1960s and '70s.",
    "year": 1939,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Harold E. Varmus",
    "birthday": "1939-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/National_Cancer_Institute_director_Harold_E._Varmus_%283%29_%28cropped%29.jpg/251px-National_Cancer_Institute_director_Harold_E._Varmus_%283%29_%28cropped%29.jpg",
    "extract": "Harold Eliot Varmus is an American Nobel Prize-winning scientist who was director of the National Institutes of Health from 1993 to 1999 and the 14th Director of the National Cancer Institute from 2010 to 2015, a post to which he was appointed by President Barack Obama. He was a co-recipient of the 1989 Nobel Prize in Physiology or Medicine for discovery of the cellular origin of retroviral oncogenes. He is currently the Lewis Thomas University Professor of Medicine at Weill Cornell Medicine and a senior associate at the New York Genome Center.",
    "year": 1939,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Chas Chandler",
    "birthday": "1938-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Chas_Chandler_%28cropped%29.jpg/202px-Chas_Chandler_%28cropped%29.jpg",
    "extract": "Bryan James \"Chas\" Chandler was an English musician, record producer and manager, best known as the original bassist in The Animals. He also managed the band Slade, and Jimi Hendrix, about whom he was regularly interviewed until his death in 1996.",
    "year": 1938,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Nancy Ryles",
    "birthday": "1937-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/NancyRyles%26TomMarsh.jpg/320px-NancyRyles%26TomMarsh.jpg",
    "extract": "Nancy Ann Ryles was an Oregon politician. She served in the Oregon House of Representatives, the Oregon Senate and as one of three members of the state's Public Utility Commission. She was known as an advocate for education and for equality for women and minorities. An elementary school in Beaverton is named after her.",
    "year": 1937,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Malcolm Kirk",
    "birthday": "1936-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/25/Kingkongkirk.jpg/230px-Kingkongkirk.jpg",
    "extract": "Malcolm Kirk was an English professional wrestler who went by the ring name of \"King Kong\" Kirk as well as Kojak Kirk, Killer Kirk and \"Mucky\" Mal Kirk. He started as a professional rugby league player before becoming a professional wrestler. Kirk died of a heart attack on 23 August 1987 after collapsing in the ring during a tag team match at the Hippodrome in Great Yarmouth, Norfolk, England. The wrestling event was run by Joint Promotions with the main event being a tag team match between Kirk and King Kendo against Big Daddy and Greg Valentine in front of 1,500 people.",
    "year": 1936,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Rosemary Leach",
    "birthday": "1935-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f1/Actress_Rosemary_Leach.jpg/293px-Actress_Rosemary_Leach.jpg",
    "extract": "Rosemary Anne Leach was a British stage, television and film actress. She won the 1982 Olivier Award for Best Actress in a New Play for 84, Charing Cross Road and was nominated for the BAFTA Award for Best Actress in a Supporting Role for her roles in the films That'll Be the Day (1973) and A Room with a View (1985).",
    "year": 1935,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jacques Pépin",
    "birthday": "1935-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Jacques_P%C3%A9pin_2006.JPG/289px-Jacques_P%C3%A9pin_2006.JPG",
    "extract": "Jacques Pépin is a French-born American chef, author, culinary educator, television personality, and artist. Since the late 1980s, he has appeared on American television and has written for The New York Times, Food & Wine and other publications. He has authored over 30 cookbooks, some of which have become best sellers. Pépin was a longtime friend of the American chef Julia Child, and their 1999 PBS series Julia and Jacques Cooking at Home won a Daytime Emmy Award. He has been honored with 24 James Beard Foundation Awards, five honorary doctoral degrees, the American Public Television’s lifetime achievement award, the Emmy Award for Lifetime Achievement in 2019 and the Légion d'honneur, France's highest order of merit in 2004.",
    "year": 1935,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Marc Rich",
    "birthday": "1934-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/af/Marc_rich.jpg/320px-Marc_rich.jpg",
    "extract": "Marc Rich was an international commodities trader, hedge fund manager, financier, businessman, and alleged financial criminal. He founded the commodities company Glencore, and was later indicted in the United States on federal charges of tax evasion, wire fraud, racketeering, and making oil deals with Iran during the Iran hostage crisis. He fled to Switzerland at the time of the indictment and never returned to the United States. He received a widely criticized presidential pardon from U.S. President Bill Clinton on January 20, 2001, Clinton's last day in office; Rich's ex-wife Denise had made large donations to the Democratic Party.",
    "year": 1934,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Boris Volynov",
    "birthday": "1934-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Boris_Volynov_2016.jpg/320px-Boris_Volynov_2016.jpg",
    "extract": "Boris Valentinovich Volynov is a Soviet cosmonaut who flew two space missions of the Soyuz programme: Soyuz 5, and Soyuz 21. Following the death of Alexei Leonov in October 2019, he is the last surviving member of the original group of cosmonauts.",
    "year": 1934,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lonnie Brooks",
    "birthday": "1933-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Lonnie_Brooks_1975.jpg/320px-Lonnie_Brooks_1975.jpg",
    "extract": "Lonnie Brooks was an American blues singer and guitarist. The musicologist Robert Palmer, writing in Rolling Stone, stated, \"His music is witty, soulful and ferociously energetic, brimming with novel harmonic turnarounds, committed vocals and simply astonishing guitar work.\" Jon Pareles, a music critic for the New York Times, wrote, \"He sings in a rowdy baritone, sliding and rasping in songs that celebrate lust, fulfilled and unfulfilled; his guitar solos are pointed and unhurried, with a tone that slices cleanly across the beat. Wearing a cowboy hat, he looks like the embodiment of a good-time bluesman.\" Howard Reich, a music critic for the Chicago Tribune, wrote, \"...the music that thundered from Brooks' instrument and voice...shook the room. His sound was so huge and delivery so ferocious as to make everything alongside him seem a little smaller.\"",
    "year": 1933,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Roger Smith (actor)",
    "birthday": "1932-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Roger_Smith_Mister_Roberts.JPG/261px-Roger_Smith_Mister_Roberts.JPG",
    "extract": "Roger LaVerne Smith was an American television and film actor, producer, and screenwriter. He starred in the television detective series 77 Sunset Strip and in the comedy series Mister Roberts. Smith went on to manage the career of Ann-Margret, his wife of 50 years.",
    "year": 1932,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Allen Klein",
    "birthday": "1931-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/23/Allen_Klein-with_beatles.jpg/320px-Allen_Klein-with_beatles.jpg",
    "extract": "Allen Klein was an American businessman whose aggressive negotiation tactics affected industry standards for compensating recording artists. He founded ABKCO Music & Records Incorporated. Klein increased profits for his musician clients by negotiating new record company contracts. He first scored monetary and contractual gains for Buddy Knox and Jimmy Bowen, one-hit rockabillies of the late 1950s, then parlayed his early successes into a position managing Sam Cooke, and eventually managed the Beatles and the Rolling Stones simultaneously, along with many other artists, becoming one of the most powerful individuals in the music industry during his era.",
    "year": 1931,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bill Skowron",
    "birthday": "1930-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Bill_Skowron_1950s.jpg/261px-Bill_Skowron_1950s.jpg",
    "extract": "William Joseph Skowron, nicknamed \"Moose\", was an American professional baseball first baseman. He played 13 seasons in Major League Baseball (MLB) from 1954 to 1967 for the New York Yankees, Los Angeles Dodgers, Washington Senators, Chicago White Sox, and California Angels. He was an eight-time All-Star and a five-time World Series champion. He is one of just six players in MLB history to have won back-to-back Series championships on different teams.",
    "year": 1930,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gino Cimoli",
    "birthday": "1929-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Gino_Cimoli_1957.png/233px-Gino_Cimoli_1957.png",
    "extract": "Gino Nicholas Cimoli was an American professional baseball outfielder. He played in Major League Baseball (MLB) for the Brooklyn / Los Angeles Dodgers, St. Louis Cardinals, Pittsburgh Pirates, Milwaukee Braves, Kansas City Athletics, Baltimore Orioles, and Los Angeles Angels from 1956 through 1965. He was an MLB All-Star in 1957, and a member of the 1960 World Series champions.",
    "year": 1929,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Józef Glemp",
    "birthday": "1929-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Kard._J%C3%B3zef_Glemp.jpg/312px-Kard._J%C3%B3zef_Glemp.jpg",
    "extract": "Józef Glemp was a Polish cardinal of the Roman Catholic Church. He was Archbishop of Warsaw from 1981 to 2006, and was elevated to the cardinalate in 1983.",
    "year": 1929,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mirza Tahir Ahmad",
    "birthday": "1928-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/KhalifaIV_Surrey.jpg/211px-KhalifaIV_Surrey.jpg",
    "extract": "Mirza Tahir Ahmad was the fourth caliph and the head of the worldwide Ahmadiyya Muslim Community. He was elected as the fourth successor of the founder of the community, Mirza Ghulam Ahmad. He was elected on 10 June 1982, the day after the death of his predecessor, Mirza Nasir Ahmad.",
    "year": 1928,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Harold Land",
    "birthday": "1928-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Harold_Land.jpg/216px-Harold_Land.jpg",
    "extract": "Harold de Vance Land was an American hard bop and post-bop tenor saxophonist. Land developed his hard bop playing with the Max Roach/Clifford Brown band into a personal, modern style; often rivalling Clifford Brown's instrumental ability with his own inventive and whimsical solos. His tone was strong and emotional, yet hinted at a certain introspective fragility.",
    "year": 1928,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ramsey Clark",
    "birthday": "1927-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Ramsey_Clark_at_the_White_House%2C_28_Feb_1968.jpg/293px-Ramsey_Clark_at_the_White_House%2C_28_Feb_1968.jpg",
    "extract": "William Ramsey Clark was an American lawyer, activist, and federal government official. A progressive, New Frontier liberal, he occupied senior positions in the United States Department of Justice under Presidents John F. Kennedy and Lyndon B. Johnson, serving as United States Attorney General from 1967 to 1969; previously, he was Deputy Attorney General from 1965 to 1967 and Assistant Attorney General from 1961 to 1965.",
    "year": 1927,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Roméo LeBlanc",
    "birthday": "1927-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/40/GG-Romeo_LeBlanc.jpg",
    "extract": "Roméo-Adrien LeBlanc was a Canadian journalist, politician and statesman who served as Governor General of Canada, the 25th since Canadian Confederation.",
    "year": 1927,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Edwin Bramall",
    "birthday": "1923-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Field_Marshal_Bramall_%28cropped%29.jpg/286px-Field_Marshal_Bramall_%28cropped%29.jpg",
    "extract": "Field Marshal Edwin Noel Westby Bramall, Baron Bramall, was a British Army officer. He served as Chief of the General Staff, the professional head of the British Army, between 1979 and 1982, and as Chief of the Defence Staff, professional head of the British Armed Forces, from 1982 to 1985.",
    "year": 1923,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jack Brooks (American politician)",
    "birthday": "1922-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/JackBrooksCP.png/274px-JackBrooksCP.png",
    "extract": "Jack Bascom Brooks was an American Democratic Party politician from the state of Texas who served 42 years in the United States House of Representatives, initially representing Texas's 2nd congressional district from 1953 through 1967, and then, after district boundaries were redrawn in 1966, the 9th district from 1967 to 1995. He had strong political ties to prominent Texas Democrats including Speaker of the House Sam Rayburn and President Lyndon B. Johnson. For over fifteen years, he was the dean of the Texas congressional delegation.",
    "year": 1922,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Esther Lederberg",
    "birthday": "1922-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Esther_Lab.jpg/320px-Esther_Lab.jpg",
    "extract": "Esther Miriam Zimmer Lederberg was an American microbiologist and a pioneer of bacterial genetics. She discovered the bacterial virus λ and the bacterial fertility factor F, devised the first implementation of replica plating, and furthered the understanding of the transfer of genes between bacteria by specialized transduction.",
    "year": 1922,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Robert Leckie (author)",
    "birthday": "1920-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Robert_Leckie.jpg/277px-Robert_Leckie.jpg",
    "extract": "Robert Hugh Leckie was a United States Marine and author of books on United States military history, sports, fiction, autobiographies, and children's books. As a young man, he served with the 1st Marine Division during World War II; his service as a machine gunner and a scout in the war greatly influenced his work.",
    "year": 1920,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ossie Davis",
    "birthday": "1917-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Ossie_Davis.jpg/216px-Ossie_Davis.jpg",
    "extract": "Raiford Chatman \"Ossie\" Davis was an American actor, director, writer, and activist.",
    "year": 1917,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Douglas Fraser",
    "birthday": "1916-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Douglas_Fraser%2C_ca._1981.jpeg/282px-Douglas_Fraser%2C_ca._1981.jpeg",
    "extract": "Douglas Andrew Fraser was a Scottish - American union leader. He was president of the United Auto Workers from 1977 to 1983 and an adjunct professor of labor relations at Wayne State University for many years.",
    "year": 1916,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Betty Grable",
    "birthday": "1916-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/BETTYGrable.jpg/257px-BETTYGrable.jpg",
    "extract": "Elizabeth Ruth Grable was an American actress, pin-up girl, dancer, model, and singer. Her 42 films during the 1930s and 1940s grossed more than $100 million; for 10 consecutive years (1942–1951) she reigned in the Quigley Poll's top 10 box office stars. The U.S. Treasury Department in 1946 and 1947 listed her as the highest-salaried American woman; she earned more than $3 million during her career.",
    "year": 1916,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Alfred Bester",
    "birthday": "1913-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ad/Bester.gif",
    "extract": "Alfred Bester was an American science fiction author, TV and radio scriptwriter, magazine editor and scripter for comic strips and comic books. He is best remembered for his science fiction, including The Demolished Man, winner of the inaugural Hugo Award in 1953.",
    "year": 1913,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Willy Brandt",
    "birthday": "1913-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Bundesarchiv_B_145_Bild-F057884-0009%2C_Willy_Brandt.jpg/227px-Bundesarchiv_B_145_Bild-F057884-0009%2C_Willy_Brandt.jpg",
    "extract": "Willy Brandt was a German politician and statesman who was leader of the Social Democratic Party of Germany (SPD) from 1964 to 1987 and served as the chancellor of West Germany from 1969 to 1974. He was awarded the Nobel Peace Prize in 1971 for his efforts to strengthen cooperation in western Europe through the EEC and to achieve reconciliation between West Germany and the countries of Eastern Europe. He was the first Social Democrat chancellor since 1930.",
    "year": 1913,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ray Meyer",
    "birthday": "1913-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Ray_Meyer.jpg/320px-Ray_Meyer.jpg",
    "extract": "Raymond Joseph Meyer was an American men's collegiate basketball coach from Chicago, Illinois. He was well known for coaching at DePaul University from 1942 to 1984, compiling a 724–354 record. Meyer coached DePaul to 21 post-season appearances. In total, Meyer recorded 37 winning seasons and twelve 20-win seasons, including seven straight from 1978 to 1984. Two Meyer-coached teams reached the Final Four, and in 1945, Meyer led DePaul past Bowling Green to capture the National Invitation Tournament, the school's only post-season title.",
    "year": 1913,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Benjamin O. Davis Jr.",
    "birthday": "1912-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Benjamindavis.jpg/244px-Benjamindavis.jpg",
    "extract": "Benjamin Oliver Davis Jr. was a United States Air Force (USAF) general and commander of the World War II Tuskegee Airmen.",
    "year": 1912,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jules Dassin",
    "birthday": "1911-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Joe_and_Jules_Dassin_1970.jpg/278px-Joe_and_Jules_Dassin_1970.jpg",
    "extract": "Julius \"Jules\" Dassin was an American film and theatre director, producer, writer and actor. A subject of the Hollywood blacklist in the McCarthy era, he subsequently moved to France, and later Greece, where he continued his career. He was a member of the Academy of Motion Picture Arts and Sciences and the Screen Directors' Guild.",
    "year": 1911,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Abe Burrows",
    "birthday": "1910-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/aa/AbeBurrows1.jpg/320px-AbeBurrows1.jpg",
    "extract": "Abe Burrows was an American humorist, author, and director for radio and the stage. He won a Tony Award and was selected for two Pulitzer Prizes, only one of which was awarded.",
    "year": 1910,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Eric Tindill",
    "birthday": "1910-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Eric_Tindill_1935.jpg/231px-Eric_Tindill_1935.jpg",
    "extract": "Eric William Thomas Tindill was a New Zealand sportsman. Tindill held a number of unique records: he was the oldest ever Test cricketer at the time of his death, the only person to play Tests for New Zealand in both cricket and rugby union, and the only person ever to play Tests in both sports, referee a rugby union Test, and umpire a cricket Test: a unique \"double-double\".",
    "year": 1910,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Celia Johnson",
    "birthday": "1908-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/de/Celia_Johnson.jpg",
    "extract": "Dame Celia Elizabeth Johnson, was an English actress, whose career included stage, television and film known for her roles in the films In Which We Serve (1942), This Happy Breed (1944), Brief Encounter (1945) and The Captain's Paradise (1953). For Brief Encounter, she was nominated for the Academy Award for Best Actress. A six-time BAFTA Award nominee, she won the BAFTA Award for Best Actress in a Supporting Role for The Prime of Miss Jean Brodie (1969).",
    "year": 1908,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Paul Siple",
    "birthday": "1908-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Paulsiple1932.jpg/239px-Paulsiple1932.jpg",
    "extract": "Paul Allman Siple was an American Antarctic explorer and geographer who took part in six Antarctic expeditions, including the two Byrd expeditions of 1928–1930 and 1933–1935, representing the Boy Scouts of America as an Eagle Scout. In addition to being an Eagle Scout, Siple was also a Sea Scout. His first and third books covered these adventures. With Charles F. Passel he developed the wind chill factor, and Siple coined the term.",
    "year": 1908,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "George Stevens",
    "birthday": "1904-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/George_Stevens_with_Oscar_for_Giant.jpg/227px-George_Stevens_with_Oscar_for_Giant.jpg",
    "extract": "George Cooper Stevens was an American film director, producer, screenwriter and cinematographer.",
    "year": 1904,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Peter Wessel Zapffe",
    "birthday": "1899-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Portrait_of_Peter_Wessel_Zapffe.jpg/209px-Portrait_of_Peter_Wessel_Zapffe.jpg",
    "extract": "Peter Wessel Zapffe was a Norwegian metaphysician, author, artist, lawyer and mountaineer. He is often noted for his philosophically pessimistic and fatalistic view of human existence. His system of philosophy was inspired by the German philosopher Arthur Schopenhauer, as well as his firm advocacy of antinatalism. His thoughts regarding the error of human life are presented in the essay \"The Last Messiah\". This essay is a shorter version of his best-known and untranslated work, the philosophical treatise \"On the Tragic\".",
    "year": 1899,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Fletcher Henderson",
    "birthday": "1897-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Fletcher_Henderson_%281943_publicity_photo%29.jpg/257px-Fletcher_Henderson_%281943_publicity_photo%29.jpg",
    "extract": "James Fletcher Hamilton Henderson was an American pianist, bandleader, arranger and composer, important in the development of big band jazz and swing music. He was one of the most prolific black musical arrangers and, along with Duke Ellington, is considered one of the most influential arrangers and bandleaders in jazz history. Henderson's influence was vast. He helped bridge the gap between the Dixieland and the swing eras. He was often known as \"Smack\" Henderson.",
    "year": 1897,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Edwin Howard Armstrong",
    "birthday": "1890-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/EdwinHowardArmstrong.jpg/242px-EdwinHowardArmstrong.jpg",
    "extract": "Edwin Howard Armstrong was an American electrical engineer and inventor, who developed FM radio and the superheterodyne receiver system. He held 42 patents and received numerous awards, including the first Medal of Honor awarded by the Institute of Radio Engineers, the French Legion of Honor, the 1941 Franklin Medal and the 1942 Edison Medal. He was inducted into the National Inventors Hall of Fame and included in the International Telecommunication Union's roster of great inventors.",
    "year": 1890,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gladys Cooper",
    "birthday": "1888-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Gladys-Cooper_Ggbain.jpg/204px-Gladys-Cooper_Ggbain.jpg",
    "extract": "Dame Gladys Constance Cooper, was an English actress, theatrical manager and producer, whose career spanned seven decades on stage, in films and on television.",
    "year": 1888,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Robert Moses",
    "birthday": "1888-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Robert_Moses_with_Battery_Bridge_model.jpg/305px-Robert_Moses_with_Battery_Bridge_model.jpg",
    "extract": "Robert Moses was an American public official who worked mainly in the New York metropolitan area. His decisions favoring highways over public transit helped create the modern suburbs of Long Island. Although he was not a trained civil engineer, Moses's programs and designs influenced a generation of engineers, architects, and urban planners nationwide.",
    "year": 1888,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bhikhari Thakur",
    "birthday": "1887-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Bhikhari_Thakur.jpg/320px-Bhikhari_Thakur.jpg",
    "extract": "Bhikari Thakur was an Indian Bhojpuri language poet, playwright, lyricist, actor, folk dancer, folk singer and social activist. He is widely regarded as one of the greatest writer in Bhojpuri language and most popular folk writer of Purvanchal and Bihar. He is often called the \"Shakespeare of Bhojpuri\" and \"Rai Bahadur\". His works consist of more than a dozen plays, Monologues, Poems, Bhajans which appeared in print as nearly three dozen books. His noteworthy works are Bidesiya, Gabarghichor, Beti Bechwa and Bhai Birodh, Gabarghichor is often compared with Bertolt Brecht's play The Caucasian Chalk Circle. He is also known as the father of the naach folk theatre tradition. He is also credited as the first person to cast male actors in female roles.",
    "year": 1887,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ty Cobb",
    "birthday": "1886-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/1913_Ty_Cobb_portrait_photo.png/240px-1913_Ty_Cobb_portrait_photo.png",
    "extract": "Tyrus Raymond Cobb, nicknamed \"the Georgia Peach\", was an American Major League Baseball (MLB) center fielder. He was born in rural Narrows, Georgia. Cobb spent 22 seasons with the Detroit Tigers, the last six as the team's player-manager, and finished his career with the Philadelphia Athletics. In 1936, Cobb received the most votes of any player on the inaugural Baseball Hall of Fame ballot, receiving 222 out of a possible 226 votes (98.2%); no other player received a higher percentage of votes until Tom Seaver in 1992. In 1999, the Sporting News ranked Ty Cobb third on their list of \"Baseball's 100 Greatest Players.\"",
    "year": 1886,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Emil Starkenstein",
    "birthday": "1884-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Emil_Starkenstein_bookplate.jpg/310px-Emil_Starkenstein_bookplate.jpg",
    "extract": "Emil Starkenstein was a Czech-Jewish pharmacologist and one of the founders of clinical pharmacology. He was killed in the Mauthausen-Gusen concentration camp along with a few hundred refugees from Amsterdam after an incident in which a Dutch Jew resisted a Nazi patrol.",
    "year": 1884,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Richard Maury",
    "birthday": "1882-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Richard_Maury_with_workers.jpg/320px-Richard_Maury_with_workers.jpg",
    "extract": "Richard Fontaine Maury was an American railway engineer and naturalized Argentine. He became known for the project of the Argentine \"Ramal C-14\" of the Ferrocarril General Manuel Belgrano and the touristic Tren a las Nubes.",
    "year": 1882,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Paul Klee",
    "birthday": "1879-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Paul_Klee_by_Hugo_Erfurth%2C_1927.jpg/234px-Paul_Klee_by_Hugo_Erfurth%2C_1927.jpg",
    "extract": "Paul Klee was a Swiss-born German artist. His highly individual style was influenced by movements in art that included expressionism, cubism, and surrealism. Klee was a natural draftsman who experimented with and eventually deeply explored color theory, writing about it extensively; his lectures Writings on Form and Design Theory, published in English as the Paul Klee Notebooks, are held to be as important for modern art as Leonardo da Vinci's A Treatise on Painting for the Renaissance. He and his colleague, Russian painter Wassily Kandinsky, both taught at the Bauhaus school of art, design and architecture in Germany. His works reflect his dry humor and his sometimes childlike perspective, his personal moods and beliefs, and his musicality.",
    "year": 1879,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Joseph Stalin",
    "birthday": "1878-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Stalin_Full_Image.jpg/214px-Stalin_Full_Image.jpg",
    "extract": "Joseph Vissarionovich Stalin was a Georgian revolutionary and Soviet political leader who ruled the Soviet Union from 1922 until his death in 1953. He held power as General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Initially governing the country as part of a collective leadership, he consolidated power to become a dictator by the 1930s. Ideologically adhering to the Leninist interpretation of Marxism, he formalised these ideas as Marxism–Leninism, while his own policies are called Stalinism.",
    "year": 1878,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Matt McGrath",
    "birthday": "1875-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/1912_Matt_McGrath.JPG/311px-1912_Matt_McGrath.JPG",
    "extract": "Matthew John \"Matt\" McGrath was a member of the Irish American Athletic Club, the New York Athletic Club, and the New York City Police Department. At the time of his death at age 64, he attained the rank of Police Inspector, and during his career received the NYPD's Medal of Valor twice. He competed for the U.S. team in the Olympics in 1908, 1912, 1920 and 1924. In his prime, he was known as \"one of the world's greatest weight throwers.\"",
    "year": 1875,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Francis Burton Harrison",
    "birthday": "1873-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Francis_Burton_Harrison.jpg/233px-Francis_Burton_Harrison.jpg",
    "extract": "Francis Burton Harrison was an American statesman who served in the United States House of Representatives and was appointed governor-general of the Philippines by President of the United States Woodrow Wilson. Harrison was a prominent adviser to the president of the Philippine Commonwealth, as well as the next four presidents of the Republic of the Philippines. He is the only former governor-general of the Philippines to be awarded Philippine citizenship.",
    "year": 1873,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Saki",
    "birthday": "1870-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cc/Hector_Hugh_Munro_aka_Saki%2C_by_E_O_Hoppe%2C_1913.jpg/241px-Hector_Hugh_Munro_aka_Saki%2C_by_E_O_Hoppe%2C_1913.jpg",
    "extract": "Hector Hugh Munro, better known by the pen name Saki and also frequently as H. H. Munro, was a British writer whose witty, mischievous and sometimes macabre stories satirize Edwardian society and culture. He is considered by English teachers and scholars as a master of the short story, and often compared to O. Henry and Dorothy Parker. Influenced by Oscar Wilde, Lewis Carroll and Rudyard Kipling, he himself influenced A. A. Milne, Noël Coward and P. G. Wodehouse.",
    "year": 1870,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Edward Willis Redfield",
    "birthday": "1869-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Portrait_of_Edward_Willis_Redfield.jpg/266px-Portrait_of_Edward_Willis_Redfield.jpg",
    "extract": "Edward Willis Redfield was an American Impressionist landscape painter and member of the art colony at New Hope, Pennsylvania. He is best known today for his impressionist scenes of the New Hope area, often depicting the snow-covered countryside. He also spent his summers on Boothbay Harbor, Maine, where he interpreted the local coastline. He frequently painted Maine's Monhegan Island.",
    "year": 1869,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Foxhall P. Keene",
    "birthday": "1867-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Foxhall_P._Keene.jpg/320px-Foxhall_P._Keene.jpg",
    "extract": "Foxhall Parker Keene was an American thoroughbred race horse owner and breeder, a world and Olympic gold medallist in polo and an amateur tennis player. He was rated the best all-around polo player in the United States for eight consecutive years, a golfer who competed in the U.S. Open, and a pioneer racecar driver who vied for the Gordon Bennett Cup. In addition to his substantial involvement in flat racing, he was also a founding member of the National Steeplechase Association.",
    "year": 1867,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Archduke Franz Ferdinand of Austria",
    "birthday": "1863-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Ferdinand_Schmutzer_-_Franz_Ferdinand_von_%C3%96sterreich-Este%2C_um_1914.jpg/226px-Ferdinand_Schmutzer_-_Franz_Ferdinand_von_%C3%96sterreich-Este%2C_um_1914.jpg",
    "extract": "Archduke Franz Ferdinand Carl Ludwig Joseph Maria of Austria was the heir presumptive to the throne of Austria-Hungary. His assassination in Sarajevo was the most immediate cause of World War I.",
    "year": 1863,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lionel Monckton",
    "birthday": "1861-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2f/Monckton2.jpg",
    "extract": "Lionel John Alexander Monckton was an English composer of musical theatre. He became Britain's most popular composer of Edwardian musical comedy in the early years of the 20th century.",
    "year": 1861,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Edward MacDowell",
    "birthday": "1860-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Edward_A._MacDowell.jpg/239px-Edward_A._MacDowell.jpg",
    "extract": "Edward Alexander MacDowell was an American composer and pianist of the late Romantic period. He was best known for his second piano concerto and his piano suites Woodland Sketches, Sea Pieces and New England Idylls. Woodland Sketches includes his most popular short piece, \"To a Wild Rose\". In 1904 he was one of the first seven Americans honored by membership in the American Academy of Arts and Letters.",
    "year": 1860,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "J. J. Thomson",
    "birthday": "1856-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/J.J_Thomson.jpg/205px-J.J_Thomson.jpg",
    "extract": "Sir Joseph John Thomson was a British physicist and Nobel Laureate in Physics, credited with the discovery of the electron, the first subatomic particle to be discovered.",
    "year": 1856,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Henrietta Edwards",
    "birthday": "1849-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Henrietta_Edwards.jpg/219px-Henrietta_Edwards.jpg",
    "extract": "Henrietta Muir Edwards was a Canadian women's rights activist and reformer.\nShe was the eldest of \"The Famous Five\", along with Emily Murphy, Nellie McClung, Louise McKinney and Irene Parlby, who fought to have women recognized as \"persons\" under the law, and for the woman's right to vote in elections.",
    "year": 1849,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Augusta Holmès",
    "birthday": "1847-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Augusta_Holm%C3%A8s.jpg/232px-Augusta_Holm%C3%A8s.jpg",
    "extract": "Augusta Mary Anne Holmès was a French composer of Irish descent. In 1871, Holmès became a French citizen and added the accent to her last name. She wrote the texts to almost all of her vocal music herself, including songs, oratorios, the libretto of her opera La Montagne noire and the programmatic poems for her symphonic poems including Irlande and Andromède.",
    "year": 1847,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lyman Abbott",
    "birthday": "1835-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Lyman_Abbott_-_%28Purdy%29.jpg/221px-Lyman_Abbott_-_%28Purdy%29.jpg",
    "extract": "Lyman J. Abbott was an American Congregationalist theologian, editor, and author.",
    "year": 1835,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Charles Griffin",
    "birthday": "1825-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/CharlesGriffin.jpg/216px-CharlesGriffin.jpg",
    "extract": "Charles Griffin was a career officer in the United States Army and a Union general in the American Civil War. He rose to command a corps in the Army of the Potomac and fought in many of the key campaigns in the Eastern Theater.",
    "year": 1825,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "John S. Harris",
    "birthday": "1825-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/John_S._Harris_-_Brady-Handy.jpg/240px-John_S._Harris_-_Brady-Handy.jpg",
    "extract": "John Spafford Harris was an American politician for the state of Louisiana and member of the Republican Party. Born to a farm family in Truxton, New York, Harris was a delegate to the Louisiana state constitutional convention in 1868. He was a member of Louisiana State Senate in 1868 and the first Republican U.S. Senator from Louisiana, having served from 1868 to 1871. Harris was buried at Forestvale Cemetery in Helena, Montana.",
    "year": 1825,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "John Hall (New Zealand politician)",
    "birthday": "1824-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Sir_John_Hall%2C_ca_1880.jpg/255px-Sir_John_Hall%2C_ca_1880.jpg",
    "extract": "Sir John Hall was a New Zealand politician who served as the 12th premier of New Zealand from 1879 to 1882. He was born in Kingston upon Hull, England, the third son of George Hall, a captain in the navy. At the age of ten he was sent to school in Switzerland and his education continued in Paris and Hamburg. After returning to England and being employed by the Post Office, at the age of 27 he decided to emigrate. He was also Mayor of Christchurch.",
    "year": 1824,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "James Watney",
    "birthday": "1800-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/James_Watney_senior.jpg/251px-James_Watney_senior.jpg",
    "extract": "James Watney was an English brewer and landowner who resided at Haling Park, Croydon, and Beddington, Surrey. He was born to Daniel Watney (1771–1831) of Mitcham, Surrey and Mary Galpin (1771–1830), daughter of James Galpin of Mitcham, Surrey. He was the grandson of John Watney (1747–1814) and great-grandson of Daniel Watney (1705–1780) of Wimbledon, Surrey who was an ale conner.",
    "year": 1800,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Rey",
    "birthday": "1734-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/58/Jean-Baptiste_Rey_after_Pierre-Narcisse_Gu%C3%A9rin.jpg",
    "extract": "Jean-Baptiste Rey was a French conductor and composer.",
    "year": 1734,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Johann Salomo Semler",
    "birthday": "1725-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/86/Johann_Salomo_Semler_01.jpg",
    "extract": "Johann Salomo Semler was a German church historian, biblical commentator, and critic of ecclesiastical documents and of the history of dogmas. He is sometimes known as \"the father of German rationalism\".",
    "year": 1725,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Charles Wesley",
    "birthday": "1707-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Charles_Wesley.jpg/243px-Charles_Wesley.jpg",
    "extract": "Charles Wesley was an English leader of the Methodist movement. Wesley was a prolific hymnwriter who wrote over 6,500 hymns during his lifetime. His works include \"And Can It Be\", \"Christ the Lord Is Risen Today\", the carol \"Hark! The Herald Angels Sing\", and \"Lo! He Comes With Clouds Descending\".",
    "year": 1707,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "James Douglas, 2nd Duke of Queensberry",
    "birthday": "1662-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/James_2nd_dukeofqueensberry.jpg/231px-James_2nd_dukeofqueensberry.jpg",
    "extract": "James Douglas, 2nd Duke of Queensberry and 1st Duke of Dover was a Scottish nobleman.",
    "year": 1662,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Christopher Polhem",
    "birthday": "1661-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Christopher_Polhem_painted_by_Johan_Henrik_Scheffel_1741.jpg/256px-Christopher_Polhem_painted_by_Johan_Henrik_Scheffel_1741.jpg",
    "extract": "Christopher Polhammar better known as Christopher Polhem, which he took after his ennoblement in 1716, was a Swedish scientist, inventor and industrialist. He made significant contributions to the economic and industrial development of Sweden, particularly mining. He was ennobled by King Charles XII of Sweden for his contributions to Swedish technological development.\n\n\n",
    "year": 1661,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Christina, Queen of Sweden",
    "birthday": "1626-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Swedish_queen_Drottning_Kristina_portrait_by_S%C3%A9bastien_Bourdon_stor.jpg/246px-Swedish_queen_Drottning_Kristina_portrait_by_S%C3%A9bastien_Bourdon_stor.jpg",
    "extract": "Christina, a member of the House of Vasa, was Queen of Sweden from 1632 until her abdication in 1654. She succeeded her father Gustavus Adolphus upon his death at the Battle of Lützen in 1632, but began ruling the Swedish Empire when she reached the age of eighteen in 1644.",
    "year": 1626,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Charles du Fresne, sieur du Cange",
    "birthday": "1610-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Charles_Du_Fresne%2C_Seigneur_Du_Cange_-_Imagines_philologorum.jpg/267px-Charles_Du_Fresne%2C_Seigneur_Du_Cange_-_Imagines_philologorum.jpg",
    "extract": "Charles du Fresne, sieur du Cange or Du Cange was a distinguished philologist and historian of the Middle Ages and Byzantium.",
    "year": 1610,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "William Louis, Count of Nassau-Saarbrücken",
    "birthday": "1590-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Blason_Nassau-Weilbourg-Saarbrucken.svg/291px-Blason_Nassau-Weilbourg-Saarbrucken.svg.png",
    "extract": "William Louis of Nassau-Saarbrücken, was a Count of Saarbrücken.",
    "year": 1590,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ōuchi Yoshitaka",
    "birthday": "1507-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/%C5%8Cuchi_Yoshitaka.jpg/157px-%C5%8Cuchi_Yoshitaka.jpg",
    "extract": "Ōuchi Yoshitaka  was the daimyō of Suō Province and the head of the Ōuchi clan, succeeding Ōuchi Yoshioki.",
    "year": 1507,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Philipp von Hutten",
    "birthday": "1505-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Philipp-von-Hutten.png/236px-Philipp-von-Hutten.png",
    "extract": "Philipp von Hutten was a German adventurer and an early European explorer and conquistador of Venezuela. He is a significant figure in the history of Klein-Venedig, the concession of Venezuela Province to the Welser banking family by Charles V, Holy Roman Emperor and King of Spain.",
    "year": 1505,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Sebald Heyden",
    "birthday": "1499-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Sebald_Heyden_001.jpeg/193px-Sebald_Heyden_001.jpeg",
    "extract": "Sebald Heyden was a German musicologist, cantor, theologian, hymn-writer and religious poet. He is perhaps best known for his De arte canendi which is considered to have had a major impact on scholarship and the teaching of singing to young boys. He wrote hymns such as \"O Mensch, bewein dein Sünde groß\". It has been speculated that Heyden was the world's first true musicologist.",
    "year": 1499,
    "month": 12,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Sophie of Mecklenburg (1481–1503)",
    "birthday": "1481-12-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Sophie_of_Mecklenburg_%281481%E2%80%931503%29.jpg/317px-Sophie_of_Mecklenburg_%281481%E2%80%931503%29.jpg",
    "extract": "Sophie of Mecklenburg, also spelled Sophia was a German noblewoman. She was a Duchess of Mecklenburg by birth and by marriage Electoral Princess of Saxony.",
    "year": 1481,
    "month": 12,
    "day": 18,
    "language": "en"
  }
]