[
  {
    "name": "Hellen Obiri",
    "birthday": "1989-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Hellen_Obiri_Golden_Gala_2017.jpg/320px-Hellen_Obiri_Golden_Gala_2017.jpg",
    "extract": "Hellen Onsando Obiri is a Kenyan middle- and long-distance runner. She is a two-time world champion after winning the 5000 metres in 2017 and again in 2019, when she set a new championship record. Obiri took bronze for the 1500 metres in 2013. She is a two time Olympic 5000m silver medallist from the 2016 Rio and 2020 Tokyo Olympics, where she also placed fourth over the 10,000 metres. She won the 3000 metres race at the 2012 World Indoor Championships, took silver in 2014, and placed fourth in 2018. She holds the Kenyan national records for the mile, 3000 metres both out and indoors, and 5000 metres events.",
    "year": 1989,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Taylor Swift",
    "birthday": "1989-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/191125_Taylor_Swift_at_the_2019_American_Music_Awards_%28cropped%29.png/225px-191125_Taylor_Swift_at_the_2019_American_Music_Awards_%28cropped%29.png",
    "extract": "Taylor Alison Swift is an American singer-songwriter. Her discography spans multiple genres, and her narrative songwriting—often inspired by her personal life—has received critical praise and widespread media coverage. Born in West Reading, Pennsylvania, Swift moved to Nashville, Tennessee, at the age of 14 to pursue a career in country music. She signed a songwriting contract with Sony/ATV Music Publishing in 2004 and a recording deal with Big Machine Records in 2005, and released her eponymous debut studio album in 2006.",
    "year": 1989,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rickie Fowler",
    "birthday": "1988-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/2018_Quicken_Loans_National.jpg/146px-2018_Quicken_Loans_National.jpg",
    "extract": "Rick Yutaka Fowler is an American professional golfer who plays on the PGA Tour. He was the number one ranked amateur golfer in the world for 36 weeks in 2007 and 2008. On January 24, 2016 he reached a career high fourth in the Official World Golf Ranking following his victory in the Abu Dhabi HSBC Golf Championship.",
    "year": 1988,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Santi Cazorla",
    "birthday": "1984-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Santi_Cazorla%2C_2012-08-18_%28cropped%29.jpg/194px-Santi_Cazorla%2C_2012-08-18_%28cropped%29.jpg",
    "extract": "Santiago Cazorla González is a Spanish professional footballer who plays for Qatar Stars League club Al Sadd. A former Spanish international, Cazorla operates primarily as an attacking midfielder, but can also play as a winger, central midfielder or as a deep-lying playmaker.",
    "year": 1984,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hanna-Maria Seppälä",
    "birthday": "1984-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Hanna-Maria_Sepp%C3%A4l%C3%A4_from_Finland_at_2008_EC.jpg/320px-Hanna-Maria_Sepp%C3%A4l%C3%A4_from_Finland_at_2008_EC.jpg",
    "extract": "Hanna-Maria Hintsa is a Finnish freestyle swimmer, who won the world title in the 100 m freestyle at the 2003 World Aquatics Championships in Barcelona, Spain.",
    "year": 1984,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Amy Lee",
    "birthday": "1981-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Amy_Lynn_Lee_in_2015.jpg/215px-Amy_Lynn_Lee_in_2015.jpg",
    "extract": "Amy Lynn Hartzler is an American musician, singer and songwriter. She is the co-founder, lead vocalist, and sole constant member of the rock band Evanescence. Alongside her contributions with the band, Lee has also participated on other musical projects including Nightmare Revisited and Muppets: The Green Album from Walt Disney Records. She has performed collaborations with artists such as Korn, Seether, and David Hodges. Lee composed the soundtrack to the films War Story (2014) and Indigo Grey: The Passage (2015) with cellist Dave Eggar, and the song \"Speak to Me\" for the film Voice from the Stone (2017). She possesses a mezzo-soprano vocal range.",
    "year": 1981,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tom DeLonge",
    "birthday": "1975-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Angels%26Airwaves_Hansaring_06_Tom_DeLonge_%28Cropped%29.jpg/240px-Angels%26Airwaves_Hansaring_06_Tom_DeLonge_%28Cropped%29.jpg",
    "extract": "Thomas Matthew DeLonge is an American musician, singer, songwriter, author, record producer, actor, and filmmaker. Possessing a distinctive nasal singing voice, he is the lead vocalist and guitarist of the rock band Angels & Airwaves, which he formed in 2005, and was the co-lead vocalist, guitarist, and co-founder of the rock band Blink-182 from its formation in 1992 until his departure from the group in 2015.",
    "year": 1975,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jamie Foxx",
    "birthday": "1967-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Jamie_Foxx_Django_avp.jpg/226px-Jamie_Foxx_Django_avp.jpg",
    "extract": "Eric Marlon Bishop, known professionally as Jamie Foxx, is an American actor, comedian, and singer who is the recipient of various accolades, including an Academy Award, a BAFTA award, a Golden Globe Award, a Grammy Award, and a Screen Actors Guild Award. In 1991, he joined the cast as a featured player in the sketch comedy show In Living Color until the show's end in 1994. Following this success, Foxx was given his own television sitcom The Jamie Foxx Show, in which he starred, co-created and produced, airing for five highly rated seasons from 1996 to 2001 on The WB Television Network.",
    "year": 1967,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Arturs Krišjānis Kariņš",
    "birthday": "1964-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Kri%C5%A1j%C4%81nis_Kari%C5%86%C5%A1_2019_%28cropped%29.jpg/231px-Kri%C5%A1j%C4%81nis_Kari%C5%86%C5%A1_2019_%28cropped%29.jpg",
    "extract": "Arturs Krišjānis Kariņš is an American-Latvian politician who has served as the Prime Minister of Latvia since 2019. A linguist and businessperson by profession, he previously served as Latvia's Minister of Economics and a Member of the European Parliament. Born in Wilmington, Delaware, United States, to parents who had left Latvia during the Soviet occupation, he was active in the American Latvian community throughout his youth.",
    "year": 1964,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Richard Dent",
    "birthday": "1960-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/1988_Lions_Police_-_09_Lomas_Brown_%28Richard_Dent_crop%29.jpg/243px-1988_Lions_Police_-_09_Lomas_Brown_%28Richard_Dent_crop%29.jpg",
    "extract": "Richard Lamar Dent is a former American football defensive end who played primarily for the Chicago Bears of the National Football League (NFL). He was the MVP of Super Bowl XX. He was elected to the Pro Football Hall of Fame in 2011.",
    "year": 1960,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jeff Baxter",
    "birthday": "1948-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/The_Doobie_Brothers_-_Jeff_Skunk_Baxter.jpg/320px-The_Doobie_Brothers_-_Jeff_Skunk_Baxter.jpg",
    "extract": "Jeffrey Allen \"Skunk\" Baxter is an American guitarist, known for his stints in the rock bands Steely Dan and The Doobie Brothers during the 1970s and Spirit in the 1980s. More recently, he has worked as a defense consultant and advised U.S. members of Congress on missile defense. He was inducted into the Rock and Roll Hall of Fame as a member of The Doobie Brothers in 2020.",
    "year": 1948,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lillian Board",
    "birthday": "1948-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Lillian_Board.jpg/249px-Lillian_Board.jpg",
    "extract": "Lillian Barbara Board, was a British athlete. She won the silver medal in the 400 metres at the 1968 Summer Olympics in Mexico City, and two gold medals at the 1969 European Championships in Athletics in Athens. Her career was cut short in 1970 when she developed the colorectal cancer that within months would claim her life.",
    "year": 1948,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gus Johnson (basketball)",
    "birthday": "1938-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/GusJohnsonABA.jpg/194px-GusJohnsonABA.jpg",
    "extract": "Gus Johnson Jr. was an American professional basketball player in the National Basketball Association (NBA). A 6 ft 6 in (1.98 m), 235-pound (107 kg) forward–center, he spent nine seasons with the Baltimore Bullets, and his final season was split between the Phoenix Suns and the Indiana Pacers of the American Basketball Association (ABA).",
    "year": 1938,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Aga Khan IV",
    "birthday": "1936-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/His_Highness_the_Aga_Khan_%2815760993697%29.jpg/295px-His_Highness_the_Aga_Khan_%2815760993697%29.jpg",
    "extract": "Shāh Karim al-Husayni, known by the religious title Mawlānā Hazar Imam by his Ismaili followers and elsewhere as Aga Khan IV, is the 49th and current Imam of Nizari Ismailis, a denomination within Shia Islam. He has held the position of imam and the title of Aga Khan since 11 July 1957, when, at the age of 20, he succeeded his grandfather, Sir Sultan Muhammad Shah Aga Khan III. The Aga Khan claims direct lineal descent from the Islamic prophet Muhammad through Muhammad's cousin and son-in-law, Ali, considered an imam in Shia Islam, and Ali's wife Fatima, Muhammad's daughter from his first marriage.",
    "year": 1936,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Türkan Saylan",
    "birthday": "1935-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Turkan_Saylan.jpg/240px-Turkan_Saylan.jpg",
    "extract": "Türkan Saylan was a Turkish medical doctor in dermatology, academic, writer, teacher and social activist. She was famous for fighting leprosy, and for founding a charitable foundation called \"Association for the Support of Contemporary Living\".",
    "year": 1935,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Richard D. Zanuck",
    "birthday": "1934-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Richard_D._Zanuck_%28cropped%29.jpg/215px-Richard_D._Zanuck_%28cropped%29.jpg",
    "extract": "Richard Darryl Zanuck was an American film producer. His 1989 film Driving Miss Daisy won the Academy Award for Best Picture. Zanuck was also instrumental in launching the careers of directors Tim Burton and Steven Spielberg, who described Zanuck as a \"director's producer\" and \"one of the most honorable and loyal men of our profession.\"",
    "year": 1934,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Christopher Plummer",
    "birthday": "1929-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Christopher_Plummer_2014.jpg/244px-Christopher_Plummer_2014.jpg",
    "extract": "Arthur Christopher Orme Plummer was a Canadian actor. His career spanned seven decades, gaining him recognition for his performances in film, stage, and television. He received multiple accolades, including an Academy Award, two Tony Awards, two Primetime Emmy Awards and a Grammy Award nomination―making him one of few recipients of the \"Triple Crown of Acting\" to also acquire a Grammy nomination. He made his Broadway debut in 1954 and continued to act in leading roles on stage, playing Cyrano de Bergerac in Cyrano (1974), Iago in Othello, as well as playing the titular roles in Hamlet at Elsinore (1964), Macbeth, King Lear, and Barrymore. Plummer performed in stage productions, including J.B., No Man's Land, and Inherit the Wind.",
    "year": 1929,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "James Wright (poet)",
    "birthday": "1927-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7d/James_Wright_%28poet%29.jpg",
    "extract": "James Arlington Wright was an American poet.",
    "year": 1927,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dick Van Dyke",
    "birthday": "1925-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Dick_Van_Dyke_by_Gage_Skidmore.jpg/227px-Dick_Van_Dyke_by_Gage_Skidmore.jpg",
    "extract": "Richard Wayne Van Dyke is an American actor, singer, and dancer, who has starred in several television shows and films. His award-winning career has spanned seven decades in film, television and stage.",
    "year": 1925,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Philip W. Anderson",
    "birthday": "1923-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Andersonphoto.jpg/267px-Andersonphoto.jpg",
    "extract": "Philip Warren Anderson was an American theoretical physicist and Nobel laureate. Anderson made contributions to the theories of localization, antiferromagnetism, symmetry breaking, and high-temperature superconductivity, and to the philosophy of science through his writings on emergent phenomena. Anderson is also responsible for naming the field of physics that is now known as condensed matter physics.",
    "year": 1923,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "George Shultz",
    "birthday": "1920-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/George_Pratt_Shultz.jpg/241px-George_Pratt_Shultz.jpg",
    "extract": "George Pratt Shultz was an American economist, diplomat, and businessman. He served in various positions under three different Republican presidents and is one of only two people to have held four different Cabinet-level posts. Shultz played a major role in shaping the foreign policy of the Ronald Reagan administration. From 1974 to 1982, he was an executive of the Bechtel Group, an engineering and services company.",
    "year": 1920,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hans-Joachim Marseille",
    "birthday": "1919-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Bundesarchiv_Bild_146-2006-0122%2C_Hans-Joachim_Marseille.jpg/227px-Bundesarchiv_Bild_146-2006-0122%2C_Hans-Joachim_Marseille.jpg",
    "extract": "Hans-Joachim Marseille was a German Luftwaffe fighter pilot and flying ace during World War II. He is noted for his aerial battles during the North African Campaign and his Bohemian lifestyle. One of the most successful fighter pilots, he was nicknamed the \"Star of Africa\". Marseille claimed all but seven of his 158 victories against the British Commonwealth's Desert Air Force over North Africa, flying the Messerschmitt Bf 109 fighter for his entire combat career. No other pilot claimed as many Western Allied aircraft as Marseille.",
    "year": 1919,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Vorster",
    "birthday": "1915-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/John_Vorster.jpg/240px-John_Vorster.jpg",
    "extract": "Balthazar Johannes \"B. J.\" Vorster was a South African politician who served as the prime minister of South Africa from 1966 to 1978 and the fourth state president of South Africa from 1978 to 1979. Known as B. J. Vorster during much of his career, he came to prefer the anglicized name John in the 1970s.",
    "year": 1915,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alan Bullock",
    "birthday": "1914-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b4/Sir_Alan_Bullock_in_1969.jpg/232px-Sir_Alan_Bullock_in_1969.jpg",
    "extract": "Alan Louis Charles Bullock, Baron Bullock, was a British historian. He is best known for his book Hitler: A Study in Tyranny (1952), the first comprehensive biography of Adolf Hitler, which influenced many other Hitler biographies.",
    "year": 1914,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Archie Moore",
    "birthday": "1913-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Archie_Moore_1955.jpg/249px-Archie_Moore_1955.jpg",
    "extract": "Archie Moore was an American professional boxer and the longest reigning World Light Heavyweight Champion of all time. He had one of the longest professional careers in the history of the sport, competing from 1935 to 1963. Nicknamed \"The Mongoose\", and then \"The Old Mongoose\" in the latter half of his career, Moore was a highly strategic and defensive boxer, with a strong chin and unusual resilience. As of December 2020, BoxRec ranks Moore as the third greatest pound-for-pound boxer of all time. He also ranks fourth on The Ring's list of \"100 greatest punchers of all time\". Moore was also a trainer for a short time after retirement, training Muhammad Ali, George Foreman and James Tillis.",
    "year": 1913,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Arnold Brown (General of The Salvation Army)",
    "birthday": "1913-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e1/General_Arnold_Brown.jpg/248px-General_Arnold_Brown.jpg",
    "extract": "Arnold Brown was the 11th General of The Salvation Army (1977–1981).",
    "year": 1913,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Luiz Gonzaga",
    "birthday": "1912-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Luiz_Gonzaga_%281957%29.tif/lossy-page1-196px-Luiz_Gonzaga_%281957%29.tif.jpg",
    "extract": "Luiz Gonzaga do Nascimento, Sr. was a Brazilian singer, songwriter, musician and poet and one of the most influential figures of Brazilian popular music in the twentieth century. He has been credited with having presented the rich universe of Northeastern musical genres to all of Brazil, having created the musical genre baião and has been called a \"revolutionary\" by Antônio Carlos Jobim. According to Caetano Veloso, he was the first significant cultural event with mass appeal in Brazil. Luiz Gonzaga received the Shell prize for Brazilian Popular Music in 1984 and was only the fourth artist to receive this prize after Pixinguinha, Antônio Carlos Jobim and Dorival Caymmi. The Luiz Gonzaga Dam was named in his honor.",
    "year": 1912,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Trygve Haavelmo",
    "birthday": "1911-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Trygve_Haavelmo.jpg/221px-Trygve_Haavelmo.jpg",
    "extract": "Trygve Magnus Haavelmo, born in Skedsmo, Norway, was an economist whose research interests centered on econometrics. He received the Nobel Memorial Prize in Economic Sciences in 1989.",
    "year": 1911,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kenneth Patchen",
    "birthday": "1911-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/ba/Kenneth_Patchen_1952.jpg",
    "extract": "Kenneth Patchen was an American poet and novelist. He experimented with different forms of writing and incorporated painting, drawing, and jazz music into his works, which have been compared with those of William Blake and Walt Whitman. Patchen's biographer wrote that he \"developed in his fabulous fables, love poems, and picture poems a deep yet modern mythology that conveys a sense of compassionate wonder amidst the world's violence.\" Along with his friend and peer Kenneth Rexroth, he was a central influence on the San Francisco Renaissance and the Beat Generation.",
    "year": 1911,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Plinio Corrêa de Oliveira",
    "birthday": "1908-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Plinio_Corr%C3%AAa_de_Oliveira_profere_discurso_no_Congresso_Eucar%C3%ADstico_de_S%C3%A3o_Paulo.jpg/212px-Plinio_Corr%C3%AAa_de_Oliveira_profere_discurso_no_Congresso_Eucar%C3%ADstico_de_S%C3%A3o_Paulo.jpg",
    "extract": "Plinio Corrêa de Oliveira was a Brazilian intellectual and traditionalist Catholic activist, best known for the foundation of Tradition, Family and Property organization.",
    "year": 1908,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Van Heflin",
    "birthday": "1908-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Heflin%2C_Van.jpg/255px-Heflin%2C_Van.jpg",
    "extract": "Emmett Evan \"Van\" Heflin Jr. was an American theatre, radio and film actor. He played mostly character parts over the course of his film career, but during the 1940s had a string of roles as a leading man. Heflin won the Academy Award for Best Supporting Actor for his performance in Johnny Eager (1942). He also had memorable roles in Westerns such as Shane (1953), 3:10 to Yuma (1957), and Gunman's Walk (1958).",
    "year": 1908,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Elizabeth Alexander (scientist)",
    "birthday": "1908-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a7/Dr_Elizabeth_Alexander.png",
    "extract": "Frances Elizabeth Somerville Alexander was a British geologist, academic, and physicist, whose wartime work with radar and radio led to early developments in radio astronomy and whose post-war work on the geology of Singapore is considered a significant foundation to contemporary research. Alexander earned her PhD from Newnham College, Cambridge, and worked in Radio Direction Finding at Singapore Naval Base from 1938 to 1941. In January 1941, unable to return to Singapore from New Zealand, she became Head of Operations Research in New Zealand's Radio Development Lab, Wellington. In 1945, Alexander correctly interpreted that anomalous radar signals picked up on Norfolk Island were caused by the sun. This interpretation became pioneering work in the field of radio astronomy, making her one of the first women scientists to work in that field, albeit briefly.",
    "year": 1908,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Princess Marina of Greece and Denmark",
    "birthday": "1906-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Laszlo_-_Princess_Marina_of_Greece.jpg/250px-Laszlo_-_Princess_Marina_of_Greece.jpg",
    "extract": "Princess Marina of Greece and Denmark, later Princess Marina, Duchess of Kent, was a Greek princess by birth and a British princess by marriage. She was a daughter of Prince Nicholas of Greece and Denmark and Grand Duchess Elena Vladimirovna of Russia, and a granddaughter of King George I and Queen Olga of Greece. Princess Marina married Prince George, Duke of Kent, fourth son of King George V and Queen Mary, in 1934. They had three children: Prince Edward, Princess Alexandra, and Prince Michael.",
    "year": 1906,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Laurens van der Post",
    "birthday": "1906-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/37/Sir_Laurens_van_Der_Post_%28cropped%29.jpg",
    "extract": "Sir Laurens Jan van der Post, was a 20th-century South African Afrikaner writer, farmer, soldier, political adviser to British prime ministers, close friend of Prince Charles, godfather of Prince William, educator, journalist, humanitarian, philosopher, explorer and conservationist.",
    "year": 1906,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ella Baker",
    "birthday": "1903-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e4/Ella_baker_1964.jpg",
    "extract": "Ella Josephine Baker was an African-American civil rights and human rights activist. She was a largely behind-the-scenes organizer whose career spanned more than five decades. In New York City and the South, she worked alongside some of the most noted civil rights leaders of the 20th century, including W. E. B. Du Bois, Thurgood Marshall, A. Philip Randolph, and Martin Luther King Jr. She also mentored many emerging activists, such as Diane Nash, Stokely Carmichael, and Bob Moses, as leaders in the Student Nonviolent Coordinating Committee (SNCC).",
    "year": 1903,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Carlos Montoya",
    "birthday": "1903-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Carlos_Montoya-portrait.jpg/256px-Carlos_Montoya-portrait.jpg",
    "extract": "Carlos García Montoya in Madrid, Spain, was a prominent flamenco guitarist and a founder of the modern-day popular flamenco style of music.",
    "year": 1903,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Panagiotis Kanellopoulos",
    "birthday": "1902-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3d/%CE%A0.%CE%9A%CE%B1%CE%BD%CE%BD%CE%B5%CE%BB%CF%8C%CF%80%CE%BF%CF%85%CE%BB%CE%BF%CF%82.JPG",
    "extract": "Panagiotis Kanellopoulos or Panayotis Kanellopoulos was a Greek writer, politician and Prime Minister of Greece. He was the Prime Minister of Greece deposed by the Greek military junta of 1967–1974.",
    "year": 1902,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Talcott Parsons",
    "birthday": "1902-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/45/Talcott_Parsons_%28photo%29.jpg",
    "extract": "Talcott Parsons was an American sociologist of the classical tradition, best known for his social action theory and structural functionalism. Parsons is considered one of the most influential figures in sociology in the 20th century. After earning a PhD in economics, he served on the faculty at Harvard University from 1927 to 1929. In 1930, he was among the first professors in its new sociology department. Later, he was instrumental in the establishment of the Department of Social Relations at Harvard.",
    "year": 1902,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jonel Perlea",
    "birthday": "1900-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Ionel_Perlea.jpg/237px-Ionel_Perlea.jpg",
    "extract": "Ionel Perlea was a Romanian conductor particularly associated with the Italian and German opera repertories.",
    "year": 1900,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Albert Aalbers",
    "birthday": "1897-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Bank_Jabar_Bandung_2.jpg/240px-Bank_Jabar_Bandung_2.jpg",
    "extract": "Albert Frederik Aalbers was a Dutch architect who created elegant villas, hotels and office buildings in Bandung, Indonesia during Dutch colonial rule in the 1930s. Albert Aalbers worked in the Netherlands between 1924 and 1930 and then migrated to the Dutch East Indies after which he returned to the Netherlands in 1942 due to World War II and political circumstances following Indonesian independence. During his stay in Bandung, in a period when the city was dubbed the city of architecture laboratory, a number of his buildings were considered architectural masterpieces. Aalbers' style was inspired by expressionist Frank Lloyd Wright and modernist Le Corbusier. In Bandung, the DENIS bank in Braga Street and the Savoy Homann Hotel in Asia-Afrika Street, still carry Aalber's ocean wave ornamentation.",
    "year": 1897,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Drew Pearson (journalist)",
    "birthday": "1897-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Drew_Pearson_with_Lyndon_Johnson_%28cropped%29.jpg/278px-Drew_Pearson_with_Lyndon_Johnson_%28cropped%29.jpg",
    "extract": "Andrew Russell Pearson was one of the best-known American columnists of his day, noted for his syndicated newspaper column \"Washington Merry-Go-Round\", which used unprecedented leaks from inside government to hold the powerful accountable and influence public policy. He also had a program on NBC Radio titled Drew Pearson Comments. He often attacked conservative politicians, such as Joe McCarthy and Ronald Reagan. He was highly influential on public attitudes and elite analysis.",
    "year": 1897,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "George Pólya",
    "birthday": "1887-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5a/George_P%C3%B3lya_ca_1973.jpg",
    "extract": "George Pólya was a Hungarian mathematician. He was a professor of mathematics from 1914 to 1940 at ETH Zürich and from 1940 to 1953 at Stanford University. He made fundamental contributions to combinatorics, number theory, numerical analysis and probability theory. He is also noted for his work in heuristics and mathematics education. He has been described as one of The Martians.",
    "year": 1887,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alvin York",
    "birthday": "1887-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Alvin_C._York_1919.jpg/265px-Alvin_C._York_1919.jpg",
    "extract": "Alvin Cullum York, also known as Sergeant York, was one of the most decorated United States Army soldiers of World War I. He received the Medal of Honor for leading an attack on a German machine gun nest, gathering 35 machine guns, killing at least 25 enemy soldiers and capturing 132 prisoners. York's Medal of Honor action occurred during the United States-led portion of the Meuse-Argonne Offensive in France, which was intended to breach the Hindenburg line and force the Germans to surrender. He earned decorations from several allied countries during WWI, including France, Italy and Montenegro.",
    "year": 1887,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Annie Dale Biddle Andrews",
    "birthday": "1885-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/AnnieBiddle.png/318px-AnnieBiddle.png",
    "extract": "Annie Dale Biddle Andrews was the first woman to earn a Ph.D. in mathematics from the University of California, Berkeley.",
    "year": 1885,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Belle da Costa Greene",
    "birthday": "1883-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Belle_da_Costa_Greene_%281914%29.png/246px-Belle_da_Costa_Greene_%281914%29.png",
    "extract": "Belle da Costa Greene was an American librarian best known for managing and developing the personal library of J. P. Morgan. After Morgan's death in 1913, Greene continued as librarian for his son, Jack Morgan, and in 1924 was named the first director of the Pierpont Morgan Library. Despite being born to Black parents, Greene spent her professional career passing for white.",
    "year": 1883,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jane Edna Hunter",
    "birthday": "1882-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a2/Jane_Edna_Hunter.jpg",
    "extract": "Jane Edna Hunter, an African-American social worker, was born near Pendleton, South Carolina. In 1911 she established the Working Girls Association in Cleveland, Ohio, which later became the Phillis Wheatley Association of Cleveland.",
    "year": 1882,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Josef Lhévinne",
    "birthday": "1874-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Josef_Lh%C3%A9vinne.jpg/232px-Josef_Lh%C3%A9vinne.jpg",
    "extract": "Josef Lhévinne was a Russian pianist and piano teacher. Lhévinne wrote a short book in 1924 that is considered a classic: Basic Principles in Pianoforte Playing. Asked how to say his name, he told The Literary Digest it was lay-VEEN.",
    "year": 1874,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Emily Carr",
    "birthday": "1871-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/EmilyCarr.png/264px-EmilyCarr.png",
    "extract": "Emily Carr was a Canadian artist and writer who was inspired by the Indigenous peoples of the Pacific Northwest Coast. One of the painters in Canada to adopt a Modernist and Post-Impressionist style, Carr did not receive widespread recognition for her work until she changed her subject matter from Aboriginal themes to landscapes — forest scenes in particular, evoking primeval grandeur. As a writer Carr was one of the earliest chroniclers of life in British Columbia. The Canadian Encyclopedia describes her as a \"Canadian icon\".",
    "year": 1871,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Edward LeSaint",
    "birthday": "1870-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Edward_LeSaint_in_Disorder_in_the_Court_%281939%29.png/320px-Edward_LeSaint_in_Disorder_in_the_Court_%281939%29.png",
    "extract": "Edward LeSaint was an American stage and film actor and director whose career began in the silent era. He acted in over 300 films and directed more than 90. He was sometimes credited as Edward J. Le Saint.",
    "year": 1870,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kristian Birkeland",
    "birthday": "1867-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Asta_Norregaard_Kristian_Birkeland_1900.jpg/206px-Asta_Norregaard_Kristian_Birkeland_1900.jpg",
    "extract": "Kristian Olaf Bernhard Birkeland was a Norwegian scientist. He is best remembered for his theories of atmospheric electric currents that elucidated the nature of the aurora borealis. In order to fund his research on the aurorae, he invented the electromagnetic cannon and the Birkeland–Eyde process of fixing nitrogen from the air. Birkeland was nominated for the Nobel Prize seven times.",
    "year": 1867,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Emil Seidel",
    "birthday": "1864-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Seidell-Emil-1910.jpg/228px-Seidell-Emil-1910.jpg",
    "extract": "Emil Seidel was a prominent German-American politician. Seidel was the mayor of Milwaukee from 1910 to 1912. The first Socialist mayor of a major city in the United States, Seidel became the Vice Presidential candidate for the Socialist Party of America in the 1912 presidential election.",
    "year": 1864,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lucien Guitry",
    "birthday": "1860-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Lucien_Guitry.jpg/266px-Lucien_Guitry.jpg",
    "extract": "Lucien Germain Guitry was a French actor.",
    "year": 1860,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Svetozar Boroević",
    "birthday": "1856-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Svetozar_Boro%C3%ABvi%C4%87_von_Bojna_1914.jpg/261px-Svetozar_Boro%C3%ABvi%C4%87_von_Bojna_1914.jpg",
    "extract": "Svetozar Boroević von Bojna was an Austro-Hungarian field marshal who was described as one of the finest defensive strategists of the First World War. He commanded Austro-Hungarian forces in the Isonzo front, for which he was nicknamed the \"Lion of Isonzo\".",
    "year": 1856,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Herman Bavinck",
    "birthday": "1854-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/HermanBavinckBig.jpg/221px-HermanBavinckBig.jpg",
    "extract": "Herman Bavinck (1854–1921) was a Dutch Calvinist theologian and churchman. He was a significant scholar in the Calvinist tradition, alongside Abraham Kuyper and B. B. Warfield.",
    "year": 1854,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Franz von Lenbach",
    "birthday": "1836-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Franz_von_Lenbach_-_Selbstportr%C3%A4t_%281903%29.jpg/252px-Franz_von_Lenbach_-_Selbstportr%C3%A4t_%281903%29.jpg",
    "extract": "Franz Seraph Lenbach, after 1882, Ritter von Lenbach was a German painter known primarily for his portraits of prominent personalities from the nobility, the arts, and industry. Because of his standing in society, he was often referred to as the \"Malerfürst\".",
    "year": 1836,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mathilde Fibiger",
    "birthday": "1830-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/db/Fibiger.gif",
    "extract": "Mathilde Fibiger was a Danish feminist, novelist, and telegraphist.",
    "year": 1830,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mary Todd Lincoln",
    "birthday": "1818-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Mary_Todd_Lincoln2crop.jpg/247px-Mary_Todd_Lincoln2crop.jpg",
    "extract": "Mary Ann Todd Lincoln served as First Lady of the United States from 1861 until the assassination of her husband, President Abraham Lincoln in 1865.",
    "year": 1818,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Werner von Siemens",
    "birthday": "1816-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Wvs_1885.jpg/270px-Wvs_1885.jpg",
    "extract": "Ernst Werner Siemens was a German electrical engineer, inventor and industrialist. Siemens's name has been adopted as the SI unit of electrical conductance, the siemens. He founded the electrical and telecommunications conglomerate Siemens.",
    "year": 1816,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ana Néri",
    "birthday": "1814-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Stamp_Ana_N%C3%A9ri.jpg/272px-Stamp_Ana_N%C3%A9ri.jpg",
    "extract": "Ana Justina Ferreira Néri was a Brazilian nurse, considered the first in her country. She is best known for her volunteer work with the Triple Alliance during the Paraguayan War.",
    "year": 1814,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Joseph Howe",
    "birthday": "1804-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Joseph_Howe_1.jpg/186px-Joseph_Howe_1.jpg",
    "extract": "Joseph Howe, was a Nova Scotian journalist, politician, public servant, and poet. Howe is often ranked as one of Nova Scotia's most admired politicians and his considerable skills as a journalist and writer have made him a provincial legend.",
    "year": 1804,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Heinrich Heine",
    "birthday": "1797-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Heinrich_Heine-Oppenheim.jpg/252px-Heinrich_Heine-Oppenheim.jpg",
    "extract": "Christian Johann Heinrich Heine was a German poet, writer and literary critic. He is best known outside Germany for his early lyric poetry, which was set to music in the form of Lieder by composers such as Robert Schumann and Franz Schubert. Heine's later verse and prose are distinguished by their satirical wit and irony. He is considered a member of the Young Germany movement. His radical political views led to many of his works being banned by German authorities—which, however, only added to his fame. He spent the last 25 years of his life as an expatriate in Paris.",
    "year": 1797,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Archduke Louis of Austria",
    "birthday": "1784-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Erzherzog_Ludwig_von_%C3%96sterreich_%281784-1864%29.jpg/187px-Erzherzog_Ludwig_von_%C3%96sterreich_%281784-1864%29.jpg",
    "extract": "Archduke Louis, Prince Royal of Hungary and Bohemia and Prince of Tuscany, was the 15th child of Holy Roman Emperor Leopold II, King of Hungary and Bohemia, Grand Duke of Tuscany, and Infanta Maria Luisa of Spain.",
    "year": 1784,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Johann Wolfgang Döbereiner",
    "birthday": "1780-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Johann_Wolfgang_D%C3%B6bereiner.jpg/293px-Johann_Wolfgang_D%C3%B6bereiner.jpg",
    "extract": "Johann Wolfgang Döbereiner was a German chemist who is best known for work that foreshadowed the periodic law for the chemical elements, and for inventing the first lighter, which was known as the Döbereiner's lamp. He became a professor of chemistry and pharmacy at the University of Jena.",
    "year": 1780,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "James Scarlett, 1st Baron Abinger",
    "birthday": "1769-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/1stLordAbinger.jpg/260px-1stLordAbinger.jpg",
    "extract": "James Scarlett, 1st Baron Abinger, was an English lawyer, politician and judge.",
    "year": 1769,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Carlo Gozzi",
    "birthday": "1720-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Carlo_Gozzi.jpg/244px-Carlo_Gozzi.jpg",
    "extract": "Carlo, Count Gozzi was a Venetian playwright and champion of Commedia dell'arte.",
    "year": 1720,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Yongzheng Emperor",
    "birthday": "1678-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Portrait_of_the_Yongzheng_Emperor_in_Court_Dress.jpg/191px-Portrait_of_the_Yongzheng_Emperor_in_Court_Dress.jpg",
    "extract": "The Yongzheng Emperor was the fourth Emperor of the Qing dynasty, and the third Qing emperor to rule over China proper. He reigned from 1722 to 1735. A hard-working ruler, the Yongzheng Emperor's main goal was to create an effective government at minimal expense. Like his father, the Kangxi Emperor, the Yongzheng Emperor used military force to preserve the dynasty's position.",
    "year": 1678,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Francesco Bianchini",
    "birthday": "1662-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Portret_van_wetenschapper_en_geestelijke_Francesco_Bianchini%2C_RP-P-1920-2371.jpg/224px-Portret_van_wetenschapper_en_geestelijke_Francesco_Bianchini%2C_RP-P-1920-2371.jpg",
    "extract": "Francesco Bianchini was an Italian philosopher and scientist. He worked for the curia of three popes, including being camiere d'honore of Clement XI, and secretary of the commission for the reform of the calendar, working on the method to calculate the astronomically correct date for Easter in a given year.",
    "year": 1662,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert Plot",
    "birthday": "1640-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Portrait_of_Robert_Plot_D_D_by_Sylvester_Harding.jpg/271px-Portrait_of_Robert_Plot_D_D_by_Sylvester_Harding.jpg",
    "extract": "Robert Plot was an English naturalist, first Professor of Chemistry at the University of Oxford, and the first keeper of the Ashmolean Museum.",
    "year": 1640,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "William Drummond of Hawthornden",
    "birthday": "1585-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Attributed_to_Abraham_van_Blijenberch_-_William_Drummond_of_Hawthornden%2C_1585_-_1649._Poet_-_Google_Art_Project.jpg/251px-Attributed_to_Abraham_van_Blijenberch_-_William_Drummond_of_Hawthornden%2C_1585_-_1649._Poet_-_Google_Art_Project.jpg",
    "extract": "William Drummond, called \"of Hawthornden\", was a Scottish poet.",
    "year": 1585,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Maximilien de Béthune, Duke of Sully",
    "birthday": "1560-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Maximilien-de-Sully.jpg/231px-Maximilien-de-Sully.jpg",
    "extract": "Maximilien de Béthune, 1st Duke of Sully, Marquis of Rosny and Nogent, Count of Muret and Villebon, Viscount of Meaux was a nobleman, soldier, statesman, and counselor of King Henry IV of France. Historians emphasize Sully's role in building a strong centralized administrative system in France using coercion and highly effective new administrative techniques. While not all of his policies were original, he used them well to revitalize France after the European Religious Wars. Most, however, were repealed by later monarchs who preferred absolute power. Historians have also studied his Neostoicism and his ideas about virtue, prudence, and discipline.",
    "year": 1560,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Henry IV of France",
    "birthday": "1553-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Frans_Pourbus_the_Younger_%28Antwerp_1569_-_Paris_1622%29_-_Henri_IV%2C_King_of_France_%281553-1610%29_-_RCIN_402972_-_Royal_Collection.jpg/259px-Frans_Pourbus_the_Younger_%28Antwerp_1569_-_Paris_1622%29_-_Henri_IV%2C_King_of_France_%281553-1610%29_-_RCIN_402972_-_Royal_Collection.jpg",
    "extract": "Henry IV, also known by the epithet Good King Henry or Henry the Great, was King of Navarre from 1572 and King of France from 1589 to 1610. He was the first monarch of France from the House of Bourbon, a cadet branch of the Capetian dynasty. He was assassinated in 1610 by François Ravaillac, a Catholic zealot, and was succeeded by his son Louis XIII.",
    "year": 1553,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eric XIV of Sweden",
    "birthday": "1533-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Erik_XIV_king_of_Sweden_1533-1577_%28Domenicus_Verwilt%29_-_Nationalmuseum_-_21667.tif/lossy-page1-217px-Erik_XIV_king_of_Sweden_1533-1577_%28Domenicus_Verwilt%29_-_Nationalmuseum_-_21667.tif.jpg",
    "extract": "Eric XIV was King of Sweden from 1560 until he was deposed in 1569. Eric XIV was the eldest son of Gustav I (1496–1560) and Catherine of Saxe-Lauenburg (1513–1535). He was also ruler of Estonia, after its conquest by Sweden in 1561.",
    "year": 1533,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Pope Sixtus V",
    "birthday": "1521-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/%28Albi%29_Cath%C3%A9drale_Sainte-C%C3%A9cile_-_Tr%C3%A8sor_-_Portrait_du_pape_Sixte_V_-_PalissyIM81001477.jpg/239px-%28Albi%29_Cath%C3%A9drale_Sainte-C%C3%A9cile_-_Tr%C3%A8sor_-_Portrait_du_pape_Sixte_V_-_PalissyIM81001477.jpg",
    "extract": "Pope Sixtus V, born Felice Piergentile, was head of the Catholic Church from 24 April 1585 to his death. As a youth, he joined the Franciscan order, where he displayed talents as a scholar and preacher, and enjoyed the patronage of Pius V, who made him a cardinal. As a cardinal, he was known as Cardinal Montalto.",
    "year": 1521,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Justus Menius",
    "birthday": "1499-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Justus-menius.jpg/236px-Justus-menius.jpg",
    "extract": "Justus Menius was a German Lutheran pastor and Protestant reformer whose name is Latinized from Jost or Just Menig.",
    "year": 1499,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Martín de Azpilcueta",
    "birthday": "1491-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Flickr_-_Yale_Law_Library_-_Mart%C3%ADn_de_Azpilcueta_%281492%5E-1586%29.jpg/237px-Flickr_-_Yale_Law_Library_-_Mart%C3%ADn_de_Azpilcueta_%281492%5E-1586%29.jpg",
    "extract": "Martín de Azpilcueta, or Doctor Navarrus, was an important Spanish canonist and theologian in his time, and an early economist who independently formulated the quantity theory of money in 1556.",
    "year": 1491,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paul Speratus",
    "birthday": "1484-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Paul_Speratus.jpg/254px-Paul_Speratus.jpg",
    "extract": "Paul Speratus was a Swabian Catholic priest who became a Protestant preacher, reformer and hymn-writer. In 1523, he helped Martin Luther to create the First Lutheran hymnal, published in 1524 and called Achtliederbuch.",
    "year": 1484,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lucy Brocadelli",
    "birthday": "1476-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Lucianarni.JPG/210px-Lucianarni.JPG",
    "extract": "Lucy Brocadelli also known as the Blessed Lucy of Narni or Blessed Lucy of Narnia, was a Dominican tertiary who was famed as a mystic and a stigmatic. She has been venerated by the Roman Catholic Church since 1710. She is known for being the counselor of the Duke of Ferrara, for founding convents in two different and distant city-states and for her remains being solemnly returned to her home city of Narni on 26 May 1935, 391 years after her death.",
    "year": 1476,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jean Gerson",
    "birthday": "1363-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/58/Jean_Gerson_%281714%29.jpg/230px-Jean_Gerson_%281714%29.jpg",
    "extract": "Jean Charlier de Gerson was a French scholar, educator, reformer, and poet, Chancellor of the University of Paris, a guiding light of the conciliar movement and one of the most prominent theologians at the Council of Constance. He was one of the first thinkers to develop what would later come to be called natural rights theory, and was also one of the first individuals to defend Joan of Arc and proclaim her supernatural vocation as authentic.",
    "year": 1363,
    "month": 12,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Frederick III of Sicily",
    "birthday": "1272-12-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Federico_III.jpg/195px-Federico_III.jpg",
    "extract": "Frederick II was the regent of the Kingdom of Sicily from 1291 until 1295 and subsequently King of Sicily from 1295 until his death. He was the third son of Peter III of Aragon and served in the War of the Sicilian Vespers on behalf of his father and brothers, Alfonso ΙΙΙ and James ΙΙ. He was confirmed as king by the Peace of Caltabellotta in 1302. His reign saw important constitutional reforms: the Constitutiones regales, Capitula alia, and Ordinationes generales.",
    "year": 1272,
    "month": 12,
    "day": 13,
    "language": "en"
  }
]