[
  {
    "name": "Hailee Steinfeld",
    "birthday": "1996-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Hailee_Steinfeld_by_Gage_Skidmore.jpg/221px-Hailee_Steinfeld_by_Gage_Skidmore.jpg",
    "extract": "Hailee Steinfeld is an American actress and singer. Known for her acting versatility and musical prowess, she is the recipient of various accolades, including a Peabody Award, a Critics' Choice Movie Award, a Billboard Music Award, and nominations for an Academy Award, a British Academy Film Award, a Golden Globe Award, three Critics' Choice Movie Awards and a Screen Actors Guild Award.",
    "year": 1996,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Yalitza Aparicio",
    "birthday": "1993-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Yalitza_Aparicio_Oscars_2019.jpg/211px-Yalitza_Aparicio_Oscars_2019.jpg",
    "extract": "Yalitza Aparicio Martínez is a Mexican actress and preschool teacher. She made her film debut as Cleo in Alfonso Cuarón's 2018 drama Roma, which earned her a nomination for the Academy Award for Best Actress. In 2019, Time magazine named her one of the 100 most influential people in the world. On 4 October 2019 she was named UNESCO Goodwill Ambassador for Indigenous Peoples.",
    "year": 1993,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tiffany Alvord",
    "birthday": "1992-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Tiffany_alvord_2011_1.jpg/320px-Tiffany_alvord_2011_1.jpg",
    "extract": "Tiffany Lynn Alvord is an American singer, songwriter and actress. She has been cited as one of YouTube's first \"home-grown celebrities\". She has a large social presence on YouTube with over 705 million video views and over 3.15 million subscribers. Alvord also has a strong following on social media sites including more than 2.6 million Facebook fans and over 350 thousand Twitter followers. In December 2012, Alvord performed in Times Square on the Nivea stage with Carly Rae Jepsen, Train, PSY and Taylor Swift as part of the 2012 New Year's Eve celebration.",
    "year": 1992,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dalton Pompey",
    "birthday": "1992-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Santa_Claus_Parade_%28Toronto%29_%2822634745857%29.jpg/213px-Santa_Claus_Parade_%28Toronto%29_%2822634745857%29.jpg",
    "extract": "Dalton Kenrick Pompey is a Canadian professional baseball center fielder for the Guelph Royals of the Intercounty Baseball League. He has played in Major League Baseball (MLB) for the Toronto Blue Jays. After five seasons in the minor leagues, Pompey made his MLB debut on September 2, 2014, becoming only the sixth player born in Ontario to play for the Blue Jays.",
    "year": 1992,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Derrick Nix",
    "birthday": "1990-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Derrick_Nix.jpg/320px-Derrick_Nix.jpg",
    "extract": "Derrick Nix is an American professional basketball player for the Windy City Bulls of the NBA G League. He played college basketball for Michigan State.",
    "year": 1990,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tim Southee",
    "birthday": "1988-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Tim_Southee.jpg/207px-Tim_Southee.jpg",
    "extract": "Timothy Grant Southee, is a New Zealand international cricketer who plays all forms of the game. He is a right-arm fast-medium bowler and a hard-hitting lower order batsman. The third New Zealand bowler to take 300 Test wickets, he was one of the country's youngest cricketers, debuting at the age of 19 in February 2008. On his Test debut against England he took 5 wickets and made 77 off 40 balls in the second innings. He plays for Northern Districts in the Plunket Shield, Ford Trophy and Super Smash as well as Northland in the Hawke Cup. He was named as New Zealand's captain for the first T20I against West Indies in place of Kane Williamson, who was rested for that game. The Blackcaps won that match by 47 runs.",
    "year": 1988,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Clifton Geathers",
    "birthday": "1987-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Clifton_geathers_2015_%28cropped%29.jpg/320px-Clifton_geathers_2015_%28cropped%29.jpg",
    "extract": "Clifton Geathers is a former American football defensive end in the National Football League for the Miami Dolphins, Seattle Seahawks, Dallas Cowboys, Indianapolis Colts, Philadelphia Eagles, Washington Redskins and Pittsburgh Steelers. He was drafted by the Cleveland Browns in the sixth round of the 2010 NFL Draft. He played college football at the University of South Carolina.",
    "year": 1987,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alex Russell (actor)",
    "birthday": "1987-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Alex_Russell_%2819355023879%29.jpg/240px-Alex_Russell_%2819355023879%29.jpg",
    "extract": "Alexander Andrew Russell is an Australian actor. He is best known for starring in the films Chronicle (2012) and Believe Me (2014). Since 2017, Russell portrays Jim Street in the crime action-drama reboot S.W.A.T..",
    "year": 1987,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Miranda Tapsell",
    "birthday": "1987-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Miranda_Tapsell.jpeg/197px-Miranda_Tapsell.jpeg",
    "extract": "Miranda Tapsell is an Aboriginal Australian actress of both stage and screen, best known for her role as Cynthia in the Wayne Blair film The Sapphires and her 2015 performance as Martha Tennant in the Nine Network drama series Love Child. In 2016, she portrayed Fatima in the Stan series Wolf Creek.",
    "year": 1987,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Roy Hibbert",
    "birthday": "1986-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Roy_Hibbert_Pacers.jpg/220px-Roy_Hibbert_Pacers.jpg",
    "extract": "Roy Denzil Hibbert is a Jamaican-American former professional basketball player. He is a two-time NBA All-Star, and earned NBA All-Defensive Second Team honors in 2014. Hibbert was the runner-up for the NBA Defensive Player of the Year Award in the 2013-14 NBA season, placing second behind Joakim Noah.",
    "year": 1986,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Karla Souza",
    "birthday": "1985-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Karla_Souza_2014_%28cropped%29.jpg/212px-Karla_Souza_2014_%28cropped%29.jpg",
    "extract": "Karla Susana Olivares Souza is a Mexican actress known for her roles as Laurel Castillo on the ABC legal drama series How to Get Away with Murder and Marina Hayworth on the ABC sitcom Home Economics.",
    "year": 1985,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Leighton Baines",
    "birthday": "1984-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Baines_Leighton_126176_%28cropped%29.jpg/260px-Baines_Leighton_126176_%28cropped%29.jpg",
    "extract": "Leighton John Baines is an English former professional footballer who played as a left back. He is currently Professional Development Coach at Everton.",
    "year": 1984,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sandra Echeverría",
    "birthday": "1984-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Sandra_Echeverr%C3%ADa_2020.png/200px-Sandra_Echeverr%C3%ADa_2020.png",
    "extract": "Sandra Echeverría Gamboa is a Mexican actress and singer.",
    "year": 1984,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "James Ellsworth (wrestler)",
    "birthday": "1984-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Jimmy_Ellsworth.jpg/221px-Jimmy_Ellsworth.jpg",
    "extract": "James Ellsworth Morris, is an American professional wrestler, better known by the ring name James Ellsworth best known for his tenure with WWE.",
    "year": 1984,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pablo Pérez Companc",
    "birthday": "1982-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Pablo_PWC_Round_1.jpg/320px-Pablo_PWC_Round_1.jpg",
    "extract": "Pablo Pérez Companc is an Argentine racing driver from Buenos Aires.",
    "year": 1982,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Javier Saviola",
    "birthday": "1981-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Javier_Saviola_-_S.L._Benfica_player.jpg/275px-Javier_Saviola_-_S.L._Benfica_player.jpg",
    "extract": "Javier Pedro Saviola Fernández is an Argentine former professional footballer who played as a forward.",
    "year": 1981,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Adi Keissar",
    "birthday": "1980-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Adi_keissar_%28cropped%29.jpg/320px-Adi_keissar_%28cropped%29.jpg",
    "extract": "Adi Keissar is an Israeli poet, and founder of the cultural group Ars Poetica.",
    "year": 1980,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rider Strong",
    "birthday": "1979-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Rider_Strong_by_David_Shankbone.jpg/209px-Rider_Strong_by_David_Shankbone.jpg",
    "extract": "Rider King Strong is an American actor, producer, director and screenwriter best known for his role as Shawn Hunter on the 1990s sitcom Boy Meets World and its 2010s sequel Girl Meets World. He is also known for his role in the 2002 horror film Cabin Fever and as the voice of Tom Lucitor in Star vs. the Forces of Evil and Brick Flagg in Kim Possible.",
    "year": 1979,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Roy Wood Jr.",
    "birthday": "1978-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Roy_Wood_Jr.jpg/291px-Roy_Wood_Jr.jpg",
    "extract": "Roy Norris Wood Jr. is an American humorist, comedian, radio personality, actor, producer, podcaster, and writer. He has served as a correspondent for The Daily Show on Comedy Central since 2015.",
    "year": 1978,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mark Streit",
    "birthday": "1977-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Mark_Streit_2017-06-11_1.jpg/258px-Mark_Streit_2017-06-11_1.jpg",
    "extract": "Mark Thomas Streit is a Swiss former professional ice hockey defenceman. He was formerly the captain of both the New York Islanders and the Swiss national team. Streit was one of the few swingmen in the NHL who could play both as a defenceman and as a forward. He was inducted into the IIHF Hall of Fame in 2020.",
    "year": 1977,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Shareef Abdur-Rahim",
    "birthday": "1976-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/%D0%A8%D0%B0%D1%80%D0%B8%D1%84_%D0%90%D0%B1%D0%B4%D1%83%D1%80-%D0%A0%D0%B0%D1%85%D0%B8%D0%BC_2019.png/222px-%D0%A8%D0%B0%D1%80%D0%B8%D1%84_%D0%90%D0%B1%D0%B4%D1%83%D1%80-%D0%A0%D0%B0%D1%85%D0%B8%D0%BC_2019.png",
    "extract": "Julius Shareef Abdur-Rahim is an American former professional basketball player and current president of the NBA G League. He was also the director of player personnel for the Sacramento Kings of the National Basketball Association (NBA) and the general manager of the Reno Bighorns, the Kings' minor-league affiliate. He last played in the NBA for the Kings. On the basketball court, he played both forward and center positions. He left the University of California, Berkeley after one year to enter the 1996 NBA draft.",
    "year": 1976,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gerben de Knegt",
    "birthday": "1975-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Gerben_d_k.jpg/320px-Gerben_d_k.jpg",
    "extract": "Gerben de Knegt is a former professional cyclo-cross racing cyclist and mountain biker from the Netherlands. He was born in Tilburg, North Brabant.",
    "year": 1975,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rey Mysterio",
    "birthday": "1974-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Rey_Mysterio_%2829081123617%29.jpg/226px-Rey_Mysterio_%2829081123617%29.jpg",
    "extract": "Óscar Gutiérrez, better known by his ring name Rey Mysterio, is an American professional wrestler currently signed to WWE, where he performs on the Raw brand. Widely regarded as one of the most influential wrestlers of all time, Mysterio is credited for popularizing cruiserweight wrestling, and is one of the world's most recognizable lucha libre wrestlers.",
    "year": 1974,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Maarten Lafeber",
    "birthday": "1974-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Maarten_Lafeber.JPG/266px-Maarten_Lafeber.JPG",
    "extract": "Maarten Lafeber is a Dutch professional golfer who won the Dutch, Swiss and Spanish amateur championships before turning professional in 1997.",
    "year": 1974,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ben Shephard",
    "birthday": "1974-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/BenShephard.jpg/213px-BenShephard.jpg",
    "extract": "Benjamin Peter Sherrington Shephard is an English television presenter and journalist who is currently employed by ITV. He was a main presenter on the now defunct breakfast programme GMTV and since April 2014 has co-hosted the ITV breakfast show Good Morning Britain alongside Susanna Reid, Kate Garraway and Charlotte Hawkins. He has also hosted game shows such as The Krypton Factor (2009–2010), Tipping Point (2012–present) and Ninja Warrior UK.",
    "year": 1974,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gete Wami",
    "birthday": "1974-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Getewa.jpg/213px-Getewa.jpg",
    "extract": "Getenesh \"Gete\" Wami Degife is an Ethiopian former long-distance runner who competed in cross country, track, and road events.",
    "year": 1974,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mos Def",
    "birthday": "1973-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Mos_Def_-_Ilosaarirock_2012.jpg/212px-Mos_Def_-_Ilosaarirock_2012.jpg",
    "extract": "Yasiin Bey, previously known by his stage name Mos Def, is an American rapper, singer, songwriter, and actor. He began his hip hop career in 1994, alongside his siblings in the short-lived rap group Urban Thermo Dynamics (UTD), after which they appeared on albums by Da Bush Babees and De La Soul. He subsequently formed the duo Black Star, alongside fellow Brooklyn-based rapper Talib Kweli, and in 1998 they released their eponymous debut album, featuring the singles \"Definition\" and \"Respiration\". He was featured on the roster of Rawkus Records and in 1999 released his solo debut, Black on Both Sides. His debut was followed by The New Danger (2004), True Magic (2006), and The Ecstatic (2009). The editors of About.com listed him as the 14th greatest rapper on their \"50 Greatest Rappers of All Time\" list. Some of his top hits include \"Oh No\", \"Ms. Fat Booty\" and \"Mathematics\".",
    "year": 1973,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Daniel Alfredsson",
    "birthday": "1972-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Daniel_Alfredsson_2013-05-24.JPG/319px-Daniel_Alfredsson_2013-05-24.JPG",
    "extract": "Daniel Alfredsson is a Swedish former professional ice hockey player. He spent 18 seasons in the National Hockey League (NHL), 17 with the Ottawa Senators and his 18th with the Detroit Red Wings.",
    "year": 1972,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sami Al-Jaber",
    "birthday": "1972-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Sami09.JPG/292px-Sami09.JPG",
    "extract": "Sami Abdullah Al-Jaber is a retired football striker from Saudi Arabia. He spent the majority of his career from 1988 to 2008 with Al-Hilal.",
    "year": 1972,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Andriy Husin",
    "birthday": "1972-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/74/Husin.JPG",
    "extract": "Andriy Leonidovych Husin was a professional Ukrainian football player and coach. He frequently played in the Ukraine national football team, and was one of Ukraine's most capped players. He was a member of their squad at the 2006 World Cup.",
    "year": 1972,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Willie McGinest",
    "birthday": "1971-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Willie_McGinest_at_ESPN_Weekend_2008.jpg/281px-Willie_McGinest_at_ESPN_Weekend_2008.jpg",
    "extract": "William Lee McGinest Jr. is a former American football linebacker who played in the National Football League (NFL) for 15 seasons, primarily with the New England Patriots. He played college football at USC and was selected fourth overall by the Patriots in the 1994 NFL Draft. During his 12 seasons with the team, he was named to two Pro Bowls and won three Super Bowl titles. McGinest also holds the postseason record for sacks. For his accomplishments in New England, he was inducted to the Patriots Hall of Fame in 2015.",
    "year": 1971,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Viswanathan Anand",
    "birthday": "1969-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Viswanathan_Anand_%282016%29_%28cropped%29.jpeg/296px-Viswanathan_Anand_%282016%29_%28cropped%29.jpeg",
    "extract": "Viswanathan \"Vishy\" Anand is an Indian chess grandmaster and a five-time world chess champion. He became the first grandmaster from India in 1988, and is one of the few players to have surpassed an Elo rating of 2800, a feat he first achieved in 2006.",
    "year": 1969,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Stig Inge Bjørnebye",
    "birthday": "1969-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Stig_inge_bjornebye.png/275px-Stig_inge_bjornebye.png",
    "extract": "Stig Inge Bjørnebye is a Norwegian former professional footballer who played in Norway, England, and Denmark, most notably for Liverpool, and is currently the sports director of the Danish football club AGF Aarhus. His preferred position was left back, which he occupied for domestic clubs and the national team. Bjørnebye was appointed assistant manager of Norway in 2003, relinquishing the role three years later to succeed Tom Nordlie as manager of IK Start. He was the sports director of Rosenborg Ballklub from March 2015 until November 2019.",
    "year": 1969,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Max Martini",
    "birthday": "1969-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Max_Martini_090423-A-9488J-005.jpg/234px-Max_Martini_090423-A-9488J-005.jpg",
    "extract": "Maximilian Carlo Martini is an American actor, writer, and director known for his roles as Corporal Fred Henderson in Saving Private Ryan, Wiley in Level 9, First Sergeant Sid Wojo in The Great Raid, and as Master Sergeant Mack Gerhardt in the military drama television series The Unit. He also starred in the film 13 Hours: The Secret Soldiers of Benghazi. He was also a guard in The Divergent Series: Allegiant.",
    "year": 1969,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Emmanuelle Charpentier",
    "birthday": "1968-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Emmanuelle_Charpentier_2020.jpg/320px-Emmanuelle_Charpentier_2020.jpg",
    "extract": "Emmanuelle Marie Charpentier is a French professor and researcher in microbiology, genetics, and biochemistry. Since 2015, she has been a Director at the Max Planck Institute for Infection Biology in Berlin. In 2018, she founded an independent research institute, the Max Planck Unit for the Science of Pathogens. In 2020, Charpentier and American biochemist Jennifer Doudna of the University of California, Berkeley, were awarded the Nobel Prize in Chemistry \"for the development of a method for genome editing\". This was the first science Nobel ever won by two women alone.",
    "year": 1968,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Fabrizio Ravanelli",
    "birthday": "1968-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Fabrizio_Ravanelli_maggio_2012.jpg/219px-Fabrizio_Ravanelli_maggio_2012.jpg",
    "extract": "Fabrizio Ravanelli is an Italian football manager and former international player.",
    "year": 1968,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Peter Kelamis",
    "birthday": "1967-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Peter_Kelamis_-1-_%2834930958622%29.jpg/212px-Peter_Kelamis_-1-_%2834930958622%29.jpg",
    "extract": "Peter Kelamis is an Australian-born Canadian actor, stand-up comedian and impressionist. He is known for playing Tail Terrier in Krypto the Superdog, Dr. Adam Brody in Stargate Universe, Goku in Ocean's English dubs of the animated series Dragon Ball Z, and Rolf from Ed, Edd n Eddy.",
    "year": 1967,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mo'Nique",
    "birthday": "1967-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mo%27Nique_attending_the_82nd_Academy_Awards_2010.jpg/221px-Mo%27Nique_attending_the_82nd_Academy_Awards_2010.jpg",
    "extract": "Monique Angela Hicks, known professionally as Mo'Nique, is an American stand-up comedian and actress. She has received an Academy Award, BAFTA Award, Golden Globe Award, Screen Actors Guild Award, and Grammy Award.",
    "year": 1967,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Chris Shepherd",
    "birthday": "1967-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Chris_Shepherd.jpg/213px-Chris_Shepherd.jpg",
    "extract": "Chris Shepherd is a double BAFTA nominated television/film writer and director. Born in Anfield, Liverpool, Lancashire, in 1967. He is mainly known for combining live action with animation. His work fuses comedy with commentary on the darker side of human nature.",
    "year": 1967,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Göran Kropp",
    "birthday": "1966-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/04/Goran_95.gif",
    "extract": "Lars Olof Göran Kropp was a Swedish adventurer and mountaineer. He made a solo ascent of Mount Everest without bottled oxygen or Sherpa support on 23 May 1996, for which he travelled by bicycle, alone, from Sweden and part-way back.",
    "year": 1966,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Erik Honoré",
    "birthday": "1966-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Erik_honore.jpg/235px-Erik_honore.jpg",
    "extract": "Erik Honoré is a Norwegian writer, musician, record producer and sound engineer. As a musician, he has collaborated with Jan Bang, David Sylvian, Brian Eno/Peter Schwalm, Jon Hassell, Nils Petter Molvær, Arve Henriksen, Sidsel Endresen, Unni Wilhelmsen, Eivind Aarset, Claudia Scott, Anne Grete Preus, Savoy and produced all the albums from Velvet Belly.",
    "year": 1966,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Leon Lai",
    "birthday": "1966-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/LeonLai2006_%28cropped%29.jpg/240px-LeonLai2006_%28cropped%29.jpg",
    "extract": "Leon Lai Ming SBS BBS MH, is a Hong Kong actor, film director, businessman and Cantopop singer. He is one of the \"Four Heavenly Kings\" of Hong Kong pop music. He uses his Chinese name \"Li Ming\" or \"Lai Ming\", which literally means \"dawn\".",
    "year": 1966,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jay Bell",
    "birthday": "1965-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Buck_Showalter%2C_Jay_Bell_%2815123013032%29_%28cropped%29.jpg/154px-Buck_Showalter%2C_Jay_Bell_%2815123013032%29_%28cropped%29.jpg",
    "extract": "Jay Stuart Bell is an American former Major League Baseball shortstop who is currently the manager of the Rocket City Trash Pandas of the Southern League. He played for the Cleveland Indians (1986–88), Pittsburgh Pirates (1989–96), Kansas City Royals (1997), Arizona Diamondbacks (1998–2002) and New York Mets (2003). He was the bench coach for the Cincinnati Reds, and was the bench coach for the New Zealand national baseball team that competed in the 2013 World Baseball Classic.",
    "year": 1965,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Glenn Lazarus",
    "birthday": "1965-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Glenn_Lazarus_2015.jpg/268px-Glenn_Lazarus_2015.jpg",
    "extract": "Glenn Patrick Lazarus is an Australian former professional rugby league footballer, and a former Australian Senator. An Australian international and New South Wales State of Origin representative prop, Lazarus won premierships with the Canberra Raiders, Brisbane Broncos and Melbourne Storm, who he also captained. He is the only player in the history of the game to win grand finals with three separate clubs, with the grand final wins also being the first for each club. He is remembered as one of the greatest players in the history of rugby league. After his retirement from football he assisted several NRL clubs in a coaching capacity.",
    "year": 1965,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Giannis Ragousis",
    "birthday": "1965-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Ragousis_Giannis.jpg/261px-Ragousis_Giannis.jpg",
    "extract": "Giannis Ragousis is a Greek economist and politician of SYRIZA who had previously served in the government of Panhellenic Socialist Movement.",
    "year": 1965,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Justin Currie",
    "birthday": "1964-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Justin_Currie%2C_Vicar_Street%2C_Dublin%2C_2014.jpg/320px-Justin_Currie%2C_Vicar_Street%2C_Dublin%2C_2014.jpg",
    "extract": "Justin Robert Currie is a Scottish singer and songwriter best known as a founding member of the band Del Amitri.",
    "year": 1964,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dave Schools",
    "birthday": "1964-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Dave_Schools.jpg/320px-Dave_Schools.jpg",
    "extract": "David Allen Schools is a bass player and founding member of American rock band Widespread Panic. He is also a record producer, songwriter and journalist with articles published in a wide variety of music magazines. Schools lives in Sonoma County, California with his two dogs; when not on tour he likes to garden.",
    "year": 1964,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mario Been",
    "birthday": "1963-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Mario_Been_%282007%29.jpg/212px-Mario_Been_%282007%29.jpg",
    "extract": "Marinus Antonius Been is a Dutch football manager and former professional player.",
    "year": 1963,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Claudia Kohde-Kilsch",
    "birthday": "1963-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Claudia_Kohde-Kilsch_2012-03-16.JPG/320px-Claudia_Kohde-Kilsch_2012-03-16.JPG",
    "extract": "Claudia Kohde-Kilsch is a former German tennis player and member of the Die Linke. During her tennis career, she won two women's doubles Grand Slam titles. She also won eight singles titles and a total of 25 doubles titles.",
    "year": 1963,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Lammers",
    "birthday": "1963-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/John_Lammers_HC_Innsbruck_2016.JPG/320px-John_Lammers_HC_Innsbruck_2016.JPG",
    "extract": "John Lammers is a Canadian professional ice hockey forward who currently plays for ESV Kaufbeuren in the DEL2. He was selected by the Dallas Stars in the 3rd round of the 2004 NHL Entry Draft.",
    "year": 1963,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nigel Winterburn",
    "birthday": "1963-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/1_nigel_winterburn_2017.jpg/230px-1_nigel_winterburn_2017.jpg",
    "extract": "Nigel Winterburn is an English former professional footballer, coach and current television personality for BT Sport.",
    "year": 1963,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dave King (singer)",
    "birthday": "1961-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Flogging_Molly_-_Reload_Festival_2018_18.jpg/320px-Flogging_Molly_-_Reload_Festival_2018_18.jpg",
    "extract": "Dave King is an Irish and American singer, musician and songwriter. He is currently a member of the band Flogging Molly, of which he is a founding member. He first gained notability as the original lead singer of hard rock band Fastway in the 1980s.",
    "year": 1961,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Macky Sall",
    "birthday": "1961-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/President_Macky_Sall_in_2020.jpg/267px-President_Macky_Sall_in_2020.jpg",
    "extract": "Macky Sall is a Senegalese politician who has been President of Senegal since April 2012. He was re-elected President in the first round voting in February 2019. Under President Abdoulaye Wade, Sall was Prime Minister of Senegal from July 2004 to June 2007 and President of the National Assembly from June 2007 to November 2008. He was the Mayor of Fatick from 2002 to 2008 and held that post again from 2009 to 2012.",
    "year": 1961,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Marco Pierre White",
    "birthday": "1961-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/MarcoPierreWhite.jpg/221px-MarcoPierreWhite.jpg",
    "extract": "Marco Pierre White is a British chef, restaurateur, and television personality. He has been dubbed \"the first celebrity chef\" and the enfant terrible of the UK restaurant scene. In January 1995, aged 33, White became the first British chef to be awarded three Michelin stars. He has trained notable chefs such as Mario Batali, Heston Blumenthal, Shannon Bennett, Gordon Ramsay, and Curtis Stone.",
    "year": 1961,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Chris Hughton",
    "birthday": "1958-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Chris_Hughton_July_2015.jpg/240px-Chris_Hughton_July_2015.jpg",
    "extract": "Christopher William Gerard Hughton is a professional football manager and former player. Born in England, he represented the Republic of Ireland national team.",
    "year": 1958,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nikki Sixx",
    "birthday": "1958-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Nikki_Sixx.jpg/213px-Nikki_Sixx.jpg",
    "extract": "Nikki Sixx is an American musician who is the co-founder, bassist, and primary songwriter of the heavy metal band Mötley Crüe. Prior to forming Mötley Crüe, Sixx was a member of Sister before going on to form London with his Sister bandmate Lizzie Grey. In 2000, he formed side project group 58 with Dave Darling, Steve Gibb and Bucket Baker issuing one album, Diet for a New America, the same year while, in 2002, he formed the hard rock supergroup Brides of Destruction with L.A. Guns guitarist Tracii Guns. Formed in 2006, initially to record an audio accompaniment to Sixx's autobiography The Heroin Diaries: A Year in the Life of a Shattered Rock Star, his side band Sixx:A.M. features songwriter, producer, and vocalist James Michael and guitarist DJ Ashba.",
    "year": 1958,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Peter Bagge",
    "birthday": "1957-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/4.16.16PeterBaggeByLuigiNovi1.jpg/294px-4.16.16PeterBaggeByLuigiNovi1.jpg",
    "extract": "Peter Bagge is an American cartoonist whose best-known work includes the comics Hate and Neat Stuff. His stories often use black humor and exaggerated cartooning to dramatize the reduced expectations of middle-class American youth. He won two Harvey Awards in 1991, one for best cartoonist and one for his work on Hate. In recent decades Bagge has done more fact-based comics, everything from biographies to history to comics journalism. Publishers of Bagge's articles, illustrations, and comics include suck.com, MAD Magazine, toonlet, Discover, and the Weekly World News, with the comic strip Adventures of Batboy. He has expressed his libertarian views in features for Reason.",
    "year": 1957,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Andrew Lansley",
    "birthday": "1956-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Official_portrait_of_Lord_Lansley_crop_2.jpg/240px-Official_portrait_of_Lord_Lansley_crop_2.jpg",
    "extract": "Andrew David Lansley, Baron Lansley, is a British Conservative politician who previously served as Secretary of State for Health and Leader of the House of Commons. He was Member of Parliament (MP) for South Cambridgeshire from 1997 to 2015.",
    "year": 1956,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Stu Jackson",
    "birthday": "1955-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Stu_Jackson_-_Mens_USA_Basketball_%282752606122%29.jpg/213px-Stu_Jackson_-_Mens_USA_Basketball_%282752606122%29.jpg",
    "extract": "Stuart Wayne Jackson is an American basketball executive and former basketball coach. He currently serves as the director of basketball operations for the French professional club Élan Béarnais based in Pau. Jackson has coached the New York Knicks from 1989 to 1990, and the Vancouver Grizzlies in 1997, and has also served as the Grizzlies' general manager. He is the former executive vice president of the National Basketball Association (NBA).",
    "year": 1955,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Brad Bryant",
    "birthday": "1954-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Brad_Bryant.jpg/211px-Brad_Bryant.jpg",
    "extract": "Bradley Dub Bryant is an American professional golfer.",
    "year": 1954,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sylvester Clarke",
    "birthday": "1954-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/53/Sylvester_Clarke_WCM_Nov_83.jpg/260px-Sylvester_Clarke_WCM_Nov_83.jpg",
    "extract": "Sylvester Theophilus Clarke was a Barbadian cricketer who played 11 Test matches and 10 One Day Internationals for the West Indian cricket team.",
    "year": 1954,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Santiago Creel",
    "birthday": "1954-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Santiago_Creel.jpg/241px-Santiago_Creel.jpg",
    "extract": "Santiago Creel Miranda is a Mexican senator representing the centre-right National Action Party who served as Secretary of the Interior in the cabinet of President Vicente Fox.",
    "year": 1954,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jermaine Jackson",
    "birthday": "1954-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/JermaineJackson2007%28cropped%29.jpg/200px-JermaineJackson2007%28cropped%29.jpg",
    "extract": "Jermaine La Juane Jackson is an American singer and a member of the Jackson family. In The Jackson 5 with four of his brothers from 1964 to 1975, he was the second vocalist after his brother Michael and played bass guitar, and since 1983 has rejoined their successors, The Jacksons.",
    "year": 1954,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bess Armstrong",
    "birthday": "1953-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Bess_Armstrong.JPG/250px-Bess_Armstrong.JPG",
    "extract": "Elizabeth Key \"Bess\" Armstrong is an American film, stage and television actress. She is best known for her roles in films The Four Seasons (1981), High Road to China (1983), Jaws 3-D (1983), and Nothing in Common (1986). Armstrong also starred in the ABC drama series My So-Called Life and had lead roles in a number of made-for-television films.",
    "year": 1953,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mazlan Othman",
    "birthday": "1951-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Mazlan_Othman_20100615.jpg/320px-Mazlan_Othman_20100615.jpg",
    "extract": "Emerita Professor Tan Sri Dr. Mazlan binti Othman is a Malaysian astrophysicist whose work has pioneered Malaysia's participation in space exploration. She was her country's first astrophysicist, and helped to create a curriculum in astrophysics at the national university, as well as to build public awareness and understanding of astronomy and space issues. She was appointed Director General of Angkasa, the Malaysian National Space Agency and served as the director of the United Nations Office for Outer Space Affairs in Vienna from 2007 to 2014.",
    "year": 1951,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ria Stalman",
    "birthday": "1951-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Ria_Stalman_1982b.jpg/213px-Ria_Stalman_1982b.jpg",
    "extract": "Maria \"Ria\" Geertruida Stalman is a retired discus thrower and shot putter from the Netherlands.",
    "year": 1951,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Christina Onassis",
    "birthday": "1949-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Christina_Onassis_1978.jpg/228px-Christina_Onassis_1978.jpg",
    "extract": "Christina Onassis was a Greek businesswoman, socialite, and heiress to the Onassis fortune. She was the only daughter of Aristotle Onassis and Tina Onassis Niarchos.",
    "year": 1949,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rhoma Irama",
    "birthday": "1946-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Rhoma_Irama_gives_lecture.jpg/320px-Rhoma_Irama_gives_lecture.jpg",
    "extract": "Raden Haji Oma Irama or better known as Rhoma Irama is an Indonesian dangdut singer, songwriter and guitarist of Sundanese descent.",
    "year": 1946,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lynda Day George",
    "birthday": "1944-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Lynda_Day_George_2_1973.jpg/243px-Lynda_Day_George_2_1973.jpg",
    "extract": "Lynda Louise Day George is an American television and film actress whose career spanned three decades from the 1960s to the 1980s. She was a cast member on Mission: Impossible (1971–1973). She was also the wife of actor Christopher George.",
    "year": 1944,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Michael Lang (producer)",
    "birthday": "1944-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Michael_Lang_-_Afterparty%2C_%22Taking_Woodstock%22_%283802811192%29_%28cropped%29.jpg",
    "extract": "Michael Scott Lang was an American concert promoter, producer, and artistic manager who was best known as a co-creator of the Woodstock Music & Art Festival in 1969. Lang served as the organizer of the event, as well as the organizer for its follow-up events, Woodstock '94 and the ill-fated Woodstock '99. He later became a producer of records, films, and other concerts, as well as, the manager of performing artists, a critically acclaimed author, and a sculptor.",
    "year": 1944,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Brenda Lee",
    "birthday": "1944-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Brenda_Lee.png/319px-Brenda_Lee.png",
    "extract": "Brenda Mae Tarpley, known professionally as Brenda Lee, is an American singer. Performing rockabilly, pop and country music, she had 47 US chart hits during the 1960s and is ranked fourth in that decade, surpassed only by Elvis Presley, the Beatles and Ray Charles. She is known for her 1960 hit \"I'm Sorry\" and 1958's \"Rockin' Around the Christmas Tree\", which has become a Christmas standard.",
    "year": 1944,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Kerry",
    "birthday": "1943-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/John_Kerry_portrait_of_Climate_Envoy_%28cropped%29.jpg/264px-John_Kerry_portrait_of_Climate_Envoy_%28cropped%29.jpg",
    "extract": "John Forbes Kerry is an American attorney, politician and diplomat who is the first United States special presidential envoy for climate. A member of the Forbes family and the Democratic Party, he served as the 68th United States secretary of state from 2013 to 2017 under Barack Obama. Kerry came to public attention as a decorated naval officer and Vietnam veteran turned anti-war activist. He went on to become a county prosecutor and then Lieutenant Governor of Massachusetts, before serving as United States Senator from Massachusetts from 1985 to 2013. He was the Democratic nominee for President of the United States in the 2004 election, losing to incumbent President George W. Bush.",
    "year": 1943,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Anna Carteret",
    "birthday": "1942-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Anna_Carteret_PA310051_2.jpg/264px-Anna_Carteret_PA310051_2.jpg",
    "extract": "Anna Carteret is a British stage and screen actress.",
    "year": 1942,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Max Baucus",
    "birthday": "1941-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Portrait_of_Ambassador_Max_Baucus.jpg/256px-Portrait_of_Ambassador_Max_Baucus.jpg",
    "extract": "Maxwell Sieben Baucus is an American politician who served as a United States senator from Montana from 1978 to 2014. A member of the Democratic Party, he was a U.S. senator for over 35 years, making him the longest-serving U.S. senator in Montana history. President Barack Obama appointed Baucus to replace Gary Locke as the 11th U.S. Ambassador to the People's Republic of China, a position he held from 2014 until 2017.",
    "year": 1941,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "J. P. Parisé",
    "birthday": "1941-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c8/J.P._Parise_Minnesota_North_Stars_1976_team_photo.jpg/245px-J.P._Parise_Minnesota_North_Stars_1976_team_photo.jpg",
    "extract": "Jean-Paul Joseph-Louis Parisé was a Canadian professional ice hockey coach and player. Parisé played in the National Hockey League (NHL), most notably for the Minnesota North Stars and the New York Islanders.",
    "year": 1941,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rogier van Otterloo",
    "birthday": "1941-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Rogier_van_Otterloo_%281975%29.jpg/320px-Rogier_van_Otterloo_%281975%29.jpg",
    "extract": "Willem Rogier van Otterloo was a Dutch composer and conductor.",
    "year": 1941,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "David Gates",
    "birthday": "1940-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/David_Gates.png/320px-David_Gates.png",
    "extract": "David Ashworth Gates is a retired American singer-songwriter, guitarist, musician and producer, frontman and co-lead singer of the group Bread, which reached the tops of the musical charts in Europe and North America on several occasions in the 1970s. The band was inducted into the Vocal Group Hall of Fame.",
    "year": 1940,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Donna Mills",
    "birthday": "1940-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Donna_Mills_1990.jpg/154px-Donna_Mills_1990.jpg",
    "extract": "Donna Mills is an American actress. She began her television career in 1966 with a recurring role on The Secret Storm, and in the same year appeared on Broadway in the Woody Allen comedy Don't Drink the Water. She made her film debut the following year in The Incident. She then starred for three years in the soap opera Love is a Many Splendored Thing (1967–70), before starring as Tobie Williams, the girlfriend of Clint Eastwood's character in the 1971 cult film Play Misty for Me.",
    "year": 1940,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tom Hayden",
    "birthday": "1939-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Tom_Hayden_%28cropped%29.jpg/233px-Tom_Hayden_%28cropped%29.jpg",
    "extract": "Thomas Emmet Hayden was an American social and political activist, author, and politician. Hayden was best known for his role as an anti-war, civil rights, and intellectual activist in the 1960s, authoring the Port Huron Statement and standing trial in the Chicago Seven case.",
    "year": 1939,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Thomas McGuane",
    "birthday": "1939-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Thomas_mcguane_3090008.jpg/240px-Thomas_mcguane_3090008.jpg",
    "extract": "Thomas Francis McGuane III is an American writer. His work includes ten novels, short fiction and screenplays, as well as three collections of essays devoted to his life in the outdoors. He is a member of the American Academy of Arts and Letters, National Cutting Horse Association Members Hall of Fame and the Fly Fishing Hall of Fame.",
    "year": 1939,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Enrico Macias",
    "birthday": "1938-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Enrico_Macias_2016.jpg/173px-Enrico_Macias_2016.jpg",
    "extract": "Gaston Ghrenassia , known by his stage name Enrico Macias, is an Algerian-French singer, songwriter and musician of Algerian Jewish descent.",
    "year": 1938,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "McCoy Tyner",
    "birthday": "1938-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Mccoy_Tyner_1973_gh.jpg/213px-Mccoy_Tyner_1973_gh.jpg",
    "extract": "Alfred McCoy Tyner was an American jazz pianist and composer known for his work with the John Coltrane Quartet and his long solo career afterwards. He was an NEA Jazz Master and five-time Grammy award winner. Unlike many of the jazz keyboardists of his generation, Tyner very rarely incorporated electric keyboards or synthesizers into his work. Tyner has been widely imitated, and is one of the most recognizable and influential pianists in jazz history.",
    "year": 1938,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jim Harrison",
    "birthday": "1937-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/53/Jim_Harrison.jpg/320px-Jim_Harrison.jpg",
    "extract": "James Harrison was an American poet, novelist, and essayist. He was a prolific and versatile writer publishing over three dozen books in several genres including poetry, fiction, nonfiction, children’s literature, and memoir. He wrote screenplays, book reviews, literary criticism, and published essays on food, travel, and sport. Harrison indicated that, of all his writing, his poetry meant the most to him. He published 24 novellas during his lifetime and is considered \"America’s foremost master\" of that form. His first commercial success came with the 1979 publication of the trilogy of novellas, Legends of the Fall, two of which were made into movies. Harrison's work has been translated into multiple languages including Spanish, French, Greek, Chinese, and Russian. He was the recipient of multiple awards and honors including a Guggenheim Fellowship (1969), the Mark Twain Award for distinguished contributions to Midwestern literature (1990), and induction into the American Academy of Arts & Letters (2007). Harrison wrote that \"The dream that I could write a good poem, a good novel, or even a good movie for that matter, has devoured my life.\"",
    "year": 1937,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Taku Yamasaki",
    "birthday": "1936-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Taku_Yamasaki-Public_speaking-20050409.jpg/213px-Taku_Yamasaki-Public_speaking-20050409.jpg",
    "extract": "Taku Yamasaki  is a Japanese politician who served in the House of Representatives from 1972 to 2003 and from 2005 to 2009. He directed the Director General of the Japan Defense Agency for two months in 1989, and served as Minister of Construction from 1991 to 1992. He was a prominent faction leader in the Liberal Democratic Party (LDP) during the late 1990s and early 2000s, and served as its Secretary-General and Vice President under Prime Minister Jun'ichirō Koizumi.",
    "year": 1936,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hans van den Broek",
    "birthday": "1936-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Hans_van_den_Broek_1983.jpg/248px-Hans_van_den_Broek_1983.jpg",
    "extract": "Henri \"Hans\" van den Broek is a retired Dutch politician and diplomat of the defunct Catholic People's Party (KVP) and later the Christian Democratic Appeal (CDA) party and jurist who served as European Commissioner from 6 January 1993 until 16 September 1999.",
    "year": 1936,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pranab Mukherjee",
    "birthday": "1935-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Pranab_Mukherjee_Portrait.jpg/228px-Pranab_Mukherjee_Portrait.jpg",
    "extract": "Pranab Kumar Mukherjee was an Indian politician who served as the 13th president of India from 2012 until 2017. In a political career spanning five decades, Mukherjee was a senior leader in the Indian National Congress and occupied several ministerial portfolios in the Government of India. Prior to his election as President, Mukherjee was Union Finance Minister from 2009 to 2012. He was awarded India's highest civilian honour, the Bharat Ratna, in 2019, by his successor as president, Ram Nath Kovind.",
    "year": 1935,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Elmer Vasko",
    "birthday": "1935-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/MooseVasko_Chex.jpg/231px-MooseVasko_Chex.jpg",
    "extract": "Elmer \"Moose\" Vasko was a Canadian professional ice hockey defenceman who played 13 seasons in the National Hockey League for the Chicago Black Hawks and Minnesota North Stars. He was on the Blackhawks team that won the Stanley Cup in 1961.",
    "year": 1935,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Aquilino Pimentel Jr.",
    "birthday": "1933-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Nene_Pimentel_at_the_Bantayog_ng_mga_Bayani_2018_Honoring_of_Martyrs_and_Heroes.jpg/240px-Nene_Pimentel_at_the_Bantayog_ng_mga_Bayani_2018_Honoring_of_Martyrs_and_Heroes.jpg",
    "extract": "Aquilino Quilinging Pimentel Jr., commonly known as Nene Pimentel, was a Filipino politician and human rights lawyer who was one of the leading political opposition leaders during the regime of Ferdinand Marcos from the declaration of martial law in 1972 until the People Power Revolution in 1986, which removed Marcos from power. He co-founded the country's current ruling party Partido Demokratiko Pilipino–Lakas ng Bayan (PDP–Laban) and served as the President of the Senate of the Philippines from 2000 to 2001. He was the father of incumbent senator and former Senate President Aquilino Pimentel III.",
    "year": 1933,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Enrique Bermúdez",
    "birthday": "1932-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c4/EBermudez.jpg",
    "extract": "Enrique Bermúdez Varela, known as Comandante 380, was a Nicaraguan soldier and rebel who founded and commanded the Nicaraguan Contras. In this capacity, he became a central global figure in one of the most prominent conflicts of the Cold War.",
    "year": 1932,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Keith Waldrop",
    "birthday": "1932-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Keith_Waldrop_%28cropped%29.jpg/320px-Keith_Waldrop_%28cropped%29.jpg",
    "extract": "Keith Waldrop is an American poet, translator, and academic. He has authored numerous books of poetry and prose and translated the work of Claude Royet-Journoud, Anne-Marie Albiach, and Edmond Jabès, among others. One such translation is Charles Baudelaire's Les Fleurs du Mal (2006). He won the National Book Award for Poetry for his 2009 collection Transcendental Studies: A Trilogy.",
    "year": 1932,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rajneesh",
    "birthday": "1931-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Bhagwan_beweging_gekwetst_door_reclame-affiche_van_het_NRC_met_de_tekst_profeet_%2C_Bestanddeelnr_933-0734-cropped.jpg/301px-Bhagwan_beweging_gekwetst_door_reclame-affiche_van_het_NRC_met_de_tekst_profeet_%2C_Bestanddeelnr_933-0734-cropped.jpg",
    "extract": "Rajneesh, also known as Acharya Rajneesh, Bhagwan Shree Rajneesh, and later as Osho, was an Indian godman, mystic, and founder of the Rajneesh movement. During his lifetime, he was viewed as a controversial new religious movement leader and a mystic Guru. He rejected institutional religions. Rajneesh emphasised the importance of freethought, meditation, mindfulness, love, celebration, courage, creativity, and humour—qualities that he viewed as being suppressed by adherence to static belief systems, religious dogmas and traditions, and socialization. In advocating a more open attitude to human sexuality he caused controversy in India during the late 1960s and became known as \"the sex guru\".",
    "year": 1931,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ronald Dworkin",
    "birthday": "1931-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Ronald_Dworkin_at_the_Brooklyn_Book_Festival.jpg/240px-Ronald_Dworkin_at_the_Brooklyn_Book_Festival.jpg",
    "extract": "Ronald Myles Dworkin was an American philosopher, jurist, and scholar of United States constitutional law. At the time of his death, he was Frank Henry Sommer Professor of Law and Philosophy at New York University and Professor of Jurisprudence at University College London. Dworkin had taught previously at Yale Law School and the University of Oxford, where he was the Professor of Jurisprudence, successor to philosopher H.L.A. Hart. An influential contributor to both philosophy of law and political philosophy, Dworkin received the 2007 Holberg International Memorial Prize in the Humanities for \"his pioneering scholarly work\" of \"worldwide impact.\" According to a survey in The Journal of Legal Studies, Dworkin was the second most-cited American legal scholar of the twentieth century. After his death, the Harvard legal scholar Cass Sunstein said Dworkin was \"one of the most important legal philosophers of the last 100 years. He may well head the list.\"",
    "year": 1931,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rita Moreno",
    "birthday": "1931-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Rita_Moreno_2014.jpg/239px-Rita_Moreno_2014.jpg",
    "extract": "Rita Moreno is a Puerto Rican actress, dancer, and singer. Noted for her work across different areas of the entertainment industry, she has appeared in numerous film, television, and theater projects throughout her extensive career spanning over seven decades. Her vast work includes supporting roles in the musical films Singin' in the Rain (1952), The King and I (1956), and the 1961 and 2021 film adaptations of West Side Story. Her other notable films include Popi (1969), Carnal Knowledge (1971), The Four Seasons (1981), I Like It Like That (1994) and the cult film Slums of Beverly Hills (1998). She is also known for her work on television including the children's television series The Electric Company (1971–1977), and a supporting role as Sister Peter Marie Reimondo on the HBO series Oz (1997–2003). She voiced the titular role of Carmen Sandiego in Where on Earth Is Carmen Sandiego? from 1994 to 1999. In theater, she is best known for her role as Googie Gomez in The Ritz. She is one of the last remaining stars from the Golden Age of Hollywood.",
    "year": 1931,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Chus Lampreave",
    "birthday": "1930-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ed/Chus_Lampreave.jpg/320px-Chus_Lampreave.jpg",
    "extract": "María Jesús Lampreave Pérez, known professionally as Chus Lampreave, was a Spanish character actress who starred in more than 70 films. \nShe is internationally known for her roles in films by Pedro Almodóvar.",
    "year": 1930,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jean-Louis Trintignant",
    "birthday": "1930-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Jean-Louis_Trintignant_Cannes_2012.jpg/219px-Jean-Louis_Trintignant_Cannes_2012.jpg",
    "extract": "Jean-Louis Xavier Trintignant is a French actor, filmmaker and racecar driver. He made his theatrical debut in 1951, going on to be seen as one of the most gifted French dramatic actors of the post-war era, known for his starring roles in many classic films of European cinema.",
    "year": 1930,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Buscema",
    "birthday": "1927-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7a/John_Buscema_1975.jpg",
    "extract": "John Buscema was an American comic book artist and one of the mainstays of Marvel Comics during its 1960s and 1970s ascendancy into an industry leader and its subsequent expansion to a major pop-culture conglomerate. His younger brother Sal Buscema is also a comic book artist.",
    "year": 1927,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Big Mama Thornton",
    "birthday": "1926-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b3/Thornton_Big_Mama_01.jpg/265px-Thornton_Big_Mama_01.jpg",
    "extract": "Willie Mae Thornton, better known as Big Mama Thornton, was an American R&B singer and songwriter. She was the first to record Leiber and Stoller's \"Hound Dog\", in 1952, which became her biggest hit, staying seven weeks at number one on the Billboard R&B chart in 1953 and selling almost two million copies. Thornton's other recordings included the original version of \"Ball and Chain\", which she wrote.",
    "year": 1926,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Paul Greengard",
    "birthday": "1925-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/dd/Paul_Greengard.jpg",
    "extract": "Paul Greengard was an American neuroscientist best known for his work on the molecular and cellular function of neurons. In 2000, Greengard, Arvid Carlsson and Eric Kandel were awarded the Nobel Prize for Physiology or Medicine for their discoveries concerning signal transduction in the nervous system. He was Vincent Astor Professor at Rockefeller University, and served on the Scientific Advisory Board of the Cure Alzheimer's Fund, as well as the Scientific Council of the Brain & Behavior Research Foundation. He was married to artist Ursula von Rydingsvard.",
    "year": 1925,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Doc Blanchard",
    "birthday": "1924-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Doc_Blanchard_1947_Howitzer_Photo.jpg/249px-Doc_Blanchard_1947_Howitzer_Photo.jpg",
    "extract": "Felix Anthony \"Doc\" Blanchard was best known as the college football player who became the first junior to win the Heisman Trophy, Maxwell Award and was the first football player to win the James E. Sullivan Award, all in 1945. He played football for the United States Military Academy at West Point, where he was known as \"Mr. Inside.\" Because his father was a doctor, Felix Blanchard was nicknamed \"Little Doc\" as a boy. After football, he served in the United States Air Force from 1947 until 1971 when he retired with the rank of colonel.",
    "year": 1924,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Betsy Blair",
    "birthday": "1923-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Betsy_Blair_%28Amiens_nov_2007%29_5c.jpg/281px-Betsy_Blair_%28Amiens_nov_2007%29_5c.jpg",
    "extract": "Betsy Blair was an American actress of film and stage, long based in London.",
    "year": 1923,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Morrie Turner",
    "birthday": "1923-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ae/Morrie_Turner_in_2005.jpg",
    "extract": "Morris Nolton Turner was an American cartoonist, creator of the strip Wee Pals, the first American syndicated strip with an integrated cast of characters.",
    "year": 1923,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dilip Kumar",
    "birthday": "1922-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Dilip_Kumar_in_1946_Enhanced.jpg/240px-Dilip_Kumar_in_1946_Enhanced.jpg",
    "extract": "Mohammed Yusuf Khan, better known by his stage name Dilip Kumar, was an Indian actor and film producer who worked in Hindi cinema. Referred to as the \"Tragedy King\" for his portrayal of serious roles and retrospectively as \"The First Khan\" of Bollywood, he has been described as one of the most successful film stars in the industry and is credited with bringing a distinct form of method acting to cinema. Kumar holds the record for most wins for the Filmfare Award for Best Actor and was also the inaugural recipient of the award, he has won 3 Filmfare awards consecutively.",
    "year": 1922,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Maila Nurmi",
    "birthday": "1922-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Maila_Nurmi_1947.jpg/277px-Maila_Nurmi_1947.jpg",
    "extract": "Maila Elizabeth Niemi, known professionally as Maila Nurmi, was an American actress who created the campy 1950s’ character Vampira.",
    "year": 1922,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Grace Paley",
    "birthday": "1922-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/86/Grace_Paley.jpg",
    "extract": "Grace Paley was an American short story author, poet, teacher, and political activist.",
    "year": 1922,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Denis Jenkinson",
    "birthday": "1920-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Denis_Jenkinson_1967.jpg/230px-Denis_Jenkinson_1967.jpg",
    "extract": "Denis Sargent Jenkinson, \"Jenks\" or \"DSJ\" as he was known in the pages of Motor Sport, was a British journalist deeply involved in motorsports. As Continental Correspondent of the UK-based Motor Sport magazine, he covered Formula One and other races all over Europe. He gained fame as the navigator for Stirling Moss in their record-breaking triumph in the 1955 Mille Miglia cross-country race.",
    "year": 1920,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Cliff Michelmore",
    "birthday": "1919-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bb/Cliff_Michelmore.jpeg/241px-Cliff_Michelmore.jpeg",
    "extract": "Arthur Clifford Michelmore was an English television presenter and producer.",
    "year": 1919,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Marie Windsor",
    "birthday": "1919-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/WindsorMarie.jpg/256px-WindsorMarie.jpg",
    "extract": "Marie Windsor was an actress known for her femme fatale characters in the classic film noir features Force of Evil, The Narrow Margin and The Killing. Windsor's height created problems for her in scenes with all but the tallest actors. She was the female lead in so many B movies that she became dubbed the \"Queen\" of the genre.",
    "year": 1919,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Aleksandr Solzhenitsyn",
    "birthday": "1918-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Aleksandr_Solzhenitsyn_1974crop.jpg/255px-Aleksandr_Solzhenitsyn_1974crop.jpg",
    "extract": "Aleksandr Isayevich Solzhenitsyn was a Russian novelist. One of the most famous Soviet dissidents, Solzhenitsyn was an outspoken critic of communism and helped to raise global awareness of political repression in the Soviet Union (USSR), in particular the Gulag system.",
    "year": 1918,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pérez Prado",
    "birthday": "1916-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Perez_prado_%28cropped%29.jpg/137px-Perez_prado_%28cropped%29.jpg",
    "extract": "Dámaso Pérez Prado was a Cuban bandleader, pianist, composer and arranger who popularized the mambo in the 1950s. His big band adaptation of the danzón-mambo proved to be a worldwide success with hits such as \"Mambo No. 5\", earning him the nickname \"King of the Mambo\". In 1955, Prado and his orchestra topped the charts in the US and UK with a mambo cover of Louiguy's \"Cherry Pink \". He frequently made brief appearances in films, primarily of the rumberas genre, and his music was featured in films such as La Dolce Vita.",
    "year": 1916,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Elena Garro",
    "birthday": "1916-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Elena_Garro.jpg/218px-Elena_Garro.jpg",
    "extract": "Elena Garro was a Mexican screenwriter, journalist, dramaturg, short story writer, and novelist. She has been described as the initiator of the Magical Realism movement, though she rejected this affiliation. She is a recipient of the Sor Juana Inés de la Cruz Prize.",
    "year": 1916,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jean Marais",
    "birthday": "1913-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Flickr_-_%E2%80%A6trialsanderrors_-_Jean_Marais_by_Carl_Van_Vechten%2C_1949.jpg/211px-Flickr_-_%E2%80%A6trialsanderrors_-_Jean_Marais_by_Carl_Van_Vechten%2C_1949.jpg",
    "extract": "Jean-Alfred Villain-Marais, known professionally as Jean Marais, was a French actor, film director, theatre director, painter, sculptor, visual artist, writer and photographer. He performed in over 100 films and was the muse and lover of acclaimed director Jean Cocteau. In 1996, he was awarded the French Legion of Honor for his contributions to French Cinema.",
    "year": 1913,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Carlo Ponti",
    "birthday": "1912-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Carlo_Ponti_1951.jpg/233px-Carlo_Ponti_1951.jpg",
    "extract": "Carlo Fortunato Pietro Ponti Sr. Cavaliere di Gran Croce OMRI was an Italian film producer with more than 140 productions to his credit. Along with Dino De Laurentiis, he is credited with reinvigorating and popularizing Italian cinema post-World War II, producing some of the country's most acclaimed and financially-successful films of the 1950s and 1960s.",
    "year": 1912,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Val Guest",
    "birthday": "1911-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/69/Director_Val_Guest.jpg/243px-Director_Val_Guest.jpg",
    "extract": "Val Guest was an English film director and screenwriter. Beginning as a writer of comedy films, he is best known for his work for Hammer, for whom he directed 14 films, and science fiction films. He enjoyed a long career in the film industry from the early 1930s until the early 1980s.",
    "year": 1911,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Naguib Mahfouz",
    "birthday": "1911-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Necip_Mahfuz.jpg/221px-Necip_Mahfuz.jpg",
    "extract": "Naguib Mahfouz Abdelaziz Ibrahim Ahmed Al-Basha was an Egyptian writer who won the 1988 Nobel Prize for Literature. Mahfouz is regarded as one of the first contemporary writers of Arabic literature, along with Taha Hussein, to explore themes of existentialism. He is the only Egyptian to win the Nobel Prize in Literature. He published 35 novels, over 350 short stories, 26 movie scripts, hundreds of op-ed columns for Egyptian newspapers, and seven plays over a 70-year career, from the 1930s until 2004. All of his novels take place in Egypt, and always mentions the lane, which equals the world. His most famous works include The Trilogy and Children of Gebelawi. Many of Mahfouz's works have been made into Egyptian and foreign films; no Arab writer exceeds Mahfouz in number of works that have been adapted for cinema and television. While Mahfouz's literature is classified as realist literature, existential themes appear in it.",
    "year": 1911,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Qian Xuesen",
    "birthday": "1911-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Tsien_Hsue-shen.jpg/320px-Tsien_Hsue-shen.jpg",
    "extract": "Qian Xuesen, or Hsue-Shen Tsien, was a Chinese mathematician, cyberneticist, aerospace engineer, and physicist who made significant contributions to the field of aerodynamics and established engineering cybernetics. Recruited from MIT, he joined Theodore von Kármán's group at Caltech.",
    "year": 1911,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Elliott Carter",
    "birthday": "1908-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f6/Elliott_Carter.jpg",
    "extract": "Elliott Cook Carter Jr. was an American modernist composer. One of the most respected composers of the second half of the 20th century, he combined elements of European modernism and American \"ultra-modernism\" into a distinctive style with a personal harmonic and rhythmic language, after an early neoclassical phase. His compositions are performed throughout the world, and include orchestral, chamber music, solo instrumental, and vocal works. The recipient of many awards, Carter was twice awarded the Pulitzer Prize.",
    "year": 1908,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Manoel de Oliveira",
    "birthday": "1908-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Manoel_de_Oliveira_3_juillet_2008-2.jpg/248px-Manoel_de_Oliveira_3_juillet_2008-2.jpg",
    "extract": "Manoel Cândido Pinto de Oliveira was a Portuguese film director and screenwriter born in Cedofeita, Porto. He first began making films in 1927, when he and some friends attempted to make a film about World War I. In 1931 he completed his first film Douro, Faina Fluvial, a documentary about his home city Porto made in the city symphony genre. He made his feature film debut in 1942 with Aniki-Bóbó and continued to make shorts and documentaries for the next 30 years, gaining a minimal amount of recognition without being considered a major world film director. Among the numerous factors that prevented Oliveira from making more films during this time period were the political situation in Portugal, family obligations and money.",
    "year": 1908,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hákun Djurhuus",
    "birthday": "1908-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/eb/PM_Hakun_Djurhuus.jpg",
    "extract": "Hákun Djurhuus was the prime minister of the Faroe Islands from 1963 to 1967. He was born in Tórshavn.",
    "year": 1908,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Amon Göth",
    "birthday": "1908-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Amon_G%C3%B6th-prisoner_1945.jpg/320px-Amon_G%C3%B6th-prisoner_1945.jpg",
    "extract": "Amon Leopold Göth was an Austrian SS functionary and war criminal. He served as the commandant of the Kraków-Płaszów concentration camp in Płaszów in German-occupied Poland for most of the camp's existence during World War II.",
    "year": 1908,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gilbert Roland",
    "birthday": "1905-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Gilbert_Roland_-_1952.jpg/250px-Gilbert_Roland_-_1952.jpg",
    "extract": "Luis Antonio Dámaso de Alonso, known professionally as Gilbert Roland, was a Mexican-born American film and television actor whose career spanned seven decades from the 1920s until the 1980s. He was twice nominated for the Golden Globe Award in 1952 and 1964, and inducted into the Hollywood Walk of Fame in 1960.",
    "year": 1905,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Marge (cartoonist)",
    "birthday": "1904-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1b/Marjoriebuell.jpg/320px-Marjoriebuell.jpg",
    "extract": "Marjorie Henderson Buell was an American cartoonist who worked under the pen name Marge. She was best known as the creator of Little Lulu.",
    "year": 1904,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gerd Arntz",
    "birthday": "1900-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Gerd_Arntz_1982_photo_by_Robert_Scheers_%E2%80%94_HGA001000184.jpg/320px-Gerd_Arntz_1982_photo_by_Robert_Scheers_%E2%80%94_HGA001000184.jpg",
    "extract": "Gerd Arntz was a German Modernist artist renowned for his black and white woodcuts. A core member of the Cologne Progressives, he was also a council communist. The Cologne Progressives participated in the revolutionary unions AAUD (KAPD) and its offshoot the AAUE in the 1920s. In 1928 Arntz contributed prints to the AAUE paper Die Proletarische Revolution, calling for workers to abandon parliament and form and participate in worker's councils. These woodcut prints feature recurring themes of class.",
    "year": 1900,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Julio de Caro",
    "birthday": "1899-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Orquesta_tipica_julio_de_caro.jpg/320px-Orquesta_tipica_julio_de_caro.jpg",
    "extract": "Julio de Caro was an Argentine composer, musician and conductor prominent in the Tango genre.",
    "year": 1899,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ronald Skirth",
    "birthday": "1897-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/40/Ronald_Skirth_%281897-1977%29_seated.jpg",
    "extract": "John Ronald Skirth was a British soldier who served in the Royal Garrison Artillery during the First World War.",
    "year": 1897,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Leo Ornstein",
    "birthday": "1893-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Leo_Ornstein_as_a_young_man.jpg/222px-Leo_Ornstein_as_a_young_man.jpg",
    "extract": "Leo Ornstein was an American experimental composer and pianist of the early twentieth century. His performances of works by avant-garde composers and his own innovative and even shocking pieces made him a cause célèbre on both sides of the Atlantic. The bulk of his experimental works were written for piano.",
    "year": 1893,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Arnold Majewski",
    "birthday": "1892-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Arnold_Majewski.gif",
    "extract": "Karl Arnold Woldemar Majewski was a legendary Finnish cavalry officer of Polish origin.",
    "year": 1892,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Carlos Gardel",
    "birthday": "1890-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Carlos_Gardel%2C_Argentine_tango_singer%2C_portrait.jpg/210px-Carlos_Gardel%2C_Argentine_tango_singer%2C_portrait.jpg",
    "extract": "Carlos Gardel was a French-born Argentine singer, songwriter, composer and actor, and the most prominent figure in the history of tango. He was one of the most influential interpreters of world popular music in the first half of the 20th century. Gardel is the most famous popular tango singer of all time and is recognized throughout the world. He was notable for his baritone voice and the dramatic phrasing of his lyrics. Together with lyricist and long-time collaborator Alfredo Le Pera, Gardel wrote several classic tangos.",
    "year": 1890,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mark Tobey",
    "birthday": "1890-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/48/Mark_Tobey_%281964%29_by_Erling_Mandelmann.jpg",
    "extract": "Mark George Tobey was an American painter. His densely structured compositions, inspired by Asian calligraphy, resemble Abstract expressionism, although the motives for his compositions differ philosophically from most Abstract Expressionist painters. His work was widely recognized throughout the United States and Europe. Along with Guy Anderson, Kenneth Callahan, Morris Graves, and William Cumming, Tobey was a founder of the Northwest School. Senior in age and experience, he had a strong influence on the others; friend and mentor, Tobey shared their interest in philosophy and Eastern religions. Similar to others of the Northwest School, Tobey was mostly self-taught after early studies at the Art Institute of Chicago. In 1921, Tobey founded the art department at The Cornish School in Seattle, Washington.",
    "year": 1890,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Walter Knott",
    "birthday": "1889-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/WalterKnott1948.jpg/320px-WalterKnott1948.jpg",
    "extract": "Walter Marvin Knott was an American farmer who created the Knott's Berry Farm amusement park in California, introduced the Boysenberry, and made Knott's Berry Farm boysenberry preserves.",
    "year": 1889,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Piet Ooms",
    "birthday": "1884-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Piet_Ooms.jpg/239px-Piet_Ooms.jpg",
    "extract": "Pieter (\"Piet\") Lodewijk Ooms was a Dutch freestyle swimmer and water polo player who competed in the 1908 Summer Olympics.",
    "year": 1884,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Subramania Bharati",
    "birthday": "1882-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Subramanya_Bharathi_1960_stamp_of_India.jpg/276px-Subramanya_Bharathi_1960_stamp_of_India.jpg",
    "extract": "Subramania Bharathiyar was a Tamil writer, poet, journalist, Indian independence activist, social reformer and polyglot. Popularly known as \"Mahakavi Bharathi\", he was a pioneer of modern Tamil poetry and is considered one of the greatest Tamil literary figures of all time. His numerous works included fiery songs kindling patriotism during the Indian Independence movement. He fought for the emancipation of women, against child marriage, vehemently opposed the caste system, and stood for reforming society and religion. He was also in solidarity with Dalits and Muslims.",
    "year": 1882,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Max Born",
    "birthday": "1882-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Max_Born.jpg/248px-Max_Born.jpg",
    "extract": "Max Born was a German physicist and mathematician who was instrumental in the development of quantum mechanics. He also made contributions to solid-state physics and optics and supervised the work of a number of notable physicists in the 1920s and 1930s. Born won the 1954 Nobel Prize in Physics for his \"fundamental research in quantum mechanics, especially in the statistical interpretation of the wave function\".",
    "year": 1882,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Fiorello La Guardia",
    "birthday": "1882-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/F.H._LaGuardia_LOC_16457254975_%28cropped%29.jpg/240px-F.H._LaGuardia_LOC_16457254975_%28cropped%29.jpg",
    "extract": "Fiorello Henry La Guardia was an American attorney and politician who represented New York in the House of Representatives and served as the 99th Mayor of New York City from 1934 to 1945. Known for his irascible, energetic, and charismatic personality and diminutive, rotund stature, La Guardia is acclaimed as one of the greatest mayors in American history. La Guardia was frequently cross-endorsed by parties other than his own, including the Democratic Party, under New York's electoral fusion laws.",
    "year": 1882,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Frank Tarrant",
    "birthday": "1880-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Frank_Tarrant_c1905.jpg/160px-Frank_Tarrant_c1905.jpg",
    "extract": "Francis Alfred \"Frank\" Tarrant was an Australian cricketer whose first-class career spanned from 1899 to 1936, and included 329 matches.",
    "year": 1880,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Yehuda Leib Maimon",
    "birthday": "1875-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Yehuda_Leib_Maimon.jpg/236px-Yehuda_Leib_Maimon.jpg",
    "extract": "Yehuda Leib Maimon was an Israeli rabbi, politician and leader of the Religious Zionist movement. He was Israel's first Minister of Religions.",
    "year": 1875,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Josip Plemelj",
    "birthday": "1873-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Josip_Plemelj_1920s.jpg/254px-Josip_Plemelj_1920s.jpg",
    "extract": "Josip Plemelj was a Slovene mathematician, whose main contributions were to the theory of analytic functions and the application of integral equations to potential theory. He was the first chancellor of the University of Ljubljana.",
    "year": 1873,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "René Bull",
    "birthday": "1872-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/MU_KPB_004_The_Arabian_Nights.pdf/page1-246px-MU_KPB_004_The_Arabian_Nights.pdf.jpg",
    "extract": "René Bull was a British illustrator and photographer. He was born in Dublin on 11 December 1872 to a French mother and an English father. He went to Paris to study engineering, but embarked on an artistic career after meeting and taking drawing lessons from the French satirist and political cartoonist Caran d'Ache. Bull returned to Ireland to contribute sketches and political cartoons to various publications, including the 'Weekly Freeman'.",
    "year": 1872,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Annie Jump Cannon",
    "birthday": "1863-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Annie_Jump_Cannon_1922_Portrait.jpg/228px-Annie_Jump_Cannon_1922_Portrait.jpg",
    "extract": "Annie Jump Cannon was an American astronomer whose cataloging work was instrumental in the development of contemporary stellar classification. With Edward C. Pickering, she is credited with the creation of the Harvard Classification Scheme, which was the first serious attempt to organize and classify stars based on their temperatures and spectral types. She was nearly deaf throughout her career. She was a suffragist and a member of the National Women's Party.",
    "year": 1863,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Frederick Eveleigh-de-Moleyns, 5th Baron Ventry",
    "birthday": "1861-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Frederick_Eveleigh-de-Moleyns%2C_5th_Baron_Ventry%2C_grave.jpg/320px-Frederick_Eveleigh-de-Moleyns%2C_5th_Baron_Ventry%2C_grave.jpg",
    "extract": "Lieutenant-Colonel Frederick Rossmore Wauchope Eveleigh-de-Moleyns, 5th Baron Ventry,, was a British Army officer and Anglo-Irish peer.",
    "year": 1861,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Vladimir Nemirovich-Danchenko",
    "birthday": "1858-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Vladimir_Nemirovich_Danchenko3.jpg/237px-Vladimir_Nemirovich_Danchenko3.jpg",
    "extract": "Vladimir Ivanovich Nemirovich-Danchenko, was a Soviet and Russian theatre director, writer, pedagogue, playwright, producer and theatre administrator, who founded the Moscow Art Theatre with his colleague, Konstantin Stanislavski, in 1898.",
    "year": 1858,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Georgi Plekhanov",
    "birthday": "1856-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Georgi_Plekhanov.jpg/266px-Georgi_Plekhanov.jpg",
    "extract": "Georgi Valentinovich Plekhanov was a Russian revolutionary, philosopher and Marxist theoretician. He was a founder of the social-democratic movement in Russia and was one of the first Russians to identify himself as \"Marxist\". Facing political persecution, Plekhanov emigrated to Switzerland in 1880, where he continued in his political activity attempting to overthrow the Tsarist regime in Russia. Plekhanov is known as the \"father of Russian Marxism\".",
    "year": 1856,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Robert Koch",
    "birthday": "1843-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/RobertKoch_cropped.jpg/228px-RobertKoch_cropped.jpg",
    "extract": "Heinrich Hermann Robert Koch was a German physician and microbiologist. As the discoverer of the specific causative agents of deadly infectious diseases including tuberculosis, cholera, and anthrax, he is regarded as one of the main founders of modern bacteriology. As such he is popularly nicknamed the father of microbiology, and as the father of medical bacteriology. His discovery of the anthrax bacterium in 1876 is considered as the birth of modern bacteriology. His discoveries directly provided proofs for the germ theory of diseases, and the scientific basis of public health.",
    "year": 1843,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kamehameha V",
    "birthday": "1830-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Kamehameha_the_Fifth.jpg/241px-Kamehameha_the_Fifth.jpg",
    "extract": "Kamehameha V, reigned as the fifth monarch of the Kingdom of Hawaiʻi from 1863 to 1872. His motto was \"Onipaʻa\": immovable, firm, steadfast or determined; he worked diligently for his people and kingdom and was described as the last great traditional chief.",
    "year": 1830,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alfred de Musset",
    "birthday": "1810-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Alfred_de_musset.jpg/221px-Alfred_de_musset.jpg",
    "extract": "Alfred Louis Charles de Musset-Pathay was a French dramatist, poet, and novelist. Along with his poetry, he is known for writing the autobiographical novel La Confession d'un enfant du siècle.",
    "year": 1810,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hector Berlioz",
    "birthday": "1803-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fd/Hector-Berlioz-1845.png/236px-Hector-Berlioz-1845.png",
    "extract": "Louis-Hector Berlioz was a French Romantic composer and conductor. His output includes orchestral works such as the Symphonie fantastique and Harold in Italy, choral pieces including the Requiem and L'Enfance du Christ, his three operas Benvenuto Cellini, Les Troyens and Béatrice et Bénédict, and works of hybrid genres such as the \"dramatic symphony\" Roméo et Juliette and the \"dramatic legend\" La Damnation de Faust.",
    "year": 1803,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Christian Dietrich Grabbe",
    "birthday": "1801-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Christian_D_Grabbe.jpg/264px-Christian_D_Grabbe.jpg",
    "extract": "Christian Dietrich Grabbe was a German dramatist of the Vormärz era. He wrote many historical plays conceiving a disillusioned and pessimistic world view, with some shrill scenes. Heinrich Heine saw him as one of Germany's foremost dramatists, calling him \"a drunken Shakespeare\" and Sigmund Freud described Grabbe as \"an original and rather peculiar poet.\"",
    "year": 1801,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "David Brewster",
    "birthday": "1781-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/David-Brewster.jpg/239px-David-Brewster.jpg",
    "extract": "Sir David Brewster KH PRSE FRS FSA Scot FSSA MICE was a British scientist, inventor, author, and academic administrator. In science he is principally remembered for his experimental work in physical optics, mostly concerned with the study of the polarization of light and including the discovery of Brewster's angle. He studied the birefringence of crystals under compression and discovered photoelasticity, thereby creating the field of optical mineralogy. For this work, William Whewell dubbed him the \"father of modern experimental optics\" and \"the Johannes Kepler of optics.\"",
    "year": 1781,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gian Domenico Romagnosi",
    "birthday": "1761-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Romagnosi.jpg/191px-Romagnosi.jpg",
    "extract": "Gian Domenico Romagnosi was an Italian philosopher, economist and jurist.",
    "year": 1761,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Carl Friedrich Zelter",
    "birthday": "1758-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Carl-Friedrich-Zelter.jpeg/299px-Carl-Friedrich-Zelter.jpeg",
    "extract": "Carl Friedrich Zelter was a German composer, conductor and teacher of music. Working in his father's bricklaying business, Zelter attained mastership in that profession, and was a musical autodidact.",
    "year": 1758,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "George Mason",
    "birthday": "1725-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/George_Mason.jpg/274px-George_Mason.jpg",
    "extract": "George Mason was an American planter, politician, Founding Father, and delegate to the U.S. Constitutional Convention of 1787, one of three delegates who refused to sign the Constitution. His writings, including substantial portions of the Fairfax Resolves of 1774, the Virginia Declaration of Rights of 1776, and his Objections to this Constitution of Government (1787) opposing ratification, have exercised a significant influence on American political thought and events. The Virginia Declaration of Rights, which Mason principally authored, served as a basis for the United States Bill of Rights, a document of which he has been deemed a father.",
    "year": 1725,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Francesco Algarotti",
    "birthday": "1712-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Francesco_Algarotti_%28Liotard%29.jpg/251px-Francesco_Algarotti_%28Liotard%29.jpg",
    "extract": "Count Francesco Algarotti was a Venetian polymath, philosopher, poet, essayist, anglophile, art critic and art collector. He was a man of broad knowledge, an expert in Newtonianism, architecture and opera. He was a friend of Frederick the Great and leading authors of his times: Voltaire, Jean-Baptiste de Boyer, Marquis d'Argens, Pierre-Louis de Maupertuis and the atheist Julien Offray de La Mettrie. Lord Chesterfield, Thomas Gray, George Lyttelton, Thomas Hollis, Metastasio, Benedict XIV and Heinrich von Brühl were among his correspondents.",
    "year": 1712,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Amar Singh Rathore",
    "birthday": "1613-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Rao_Amar_Singh_of_Jodhpur_%286125095904%29.jpg/226px-Rao_Amar_Singh_of_Jodhpur_%286125095904%29.jpg",
    "extract": "Amar Singh Rathore was the eldest son of Maharaja Gaj Singh of Marwar in seventeenth-century India.\n",
    "year": 1613,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Heo Mok",
    "birthday": "1595-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Heo_Mok.jpg/252px-Heo_Mok.jpg",
    "extract": "Heo Mok was a Korean calligrapher, painter, philosopher, poet, and politician during the Joseon Dynasty, who came from the Yangcheon Heo clan. He was most commonly known by the pen name Misu.",
    "year": 1595,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pope Leo X",
    "birthday": "1475-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Raffael_040_%28crop%29.jpg/223px-Raffael_040_%28crop%29.jpg",
    "extract": "Pope Leo X was head of the Catholic Church and ruler of the Papal States from 9 March 1513 to his death in 1521.",
    "year": 1475,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ashikaga Yoshihisa",
    "birthday": "1465-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Ashikaga_Yoshihisa_Tenry%C5%AB-ji.jpg/265px-Ashikaga_Yoshihisa_Tenry%C5%AB-ji.jpg",
    "extract": "Ashikaga Yoshihisa  was the 9th shōgun of the Ashikaga shogunate who reigned from 1473 to 1489 during the Muromachi period of Japan. Yoshihisa was the son of the eighth shōgun Ashikaga Yoshimasa with his wife Hino Tomiko.",
    "year": 1465,
    "month": 12,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Eberhard I, Duke of Württemberg",
    "birthday": "1445-12-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Baden-W%C3%BCrttemberg%2C_Stuttgart%2C_Altes_Schloss_NIK_1458.JPG/320px-Baden-W%C3%BCrttemberg%2C_Stuttgart%2C_Altes_Schloss_NIK_1458.JPG",
    "extract": "Eberhard I of Württemberg. From 1459 to 1495 he was Count Eberhard V, and from July 1495 he was the first Duke of Württemberg. He is also known as Eberhard im Bart.",
    "year": 1445,
    "month": 12,
    "day": 11,
    "language": "en"
  }
]