[
  {
    "name": "Li Zijun",
    "birthday": "1996-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Zijun_LI_CHN_%E2%80%93_7th_Place_%285%29.jpg/213px-Zijun_LI_CHN_%E2%80%93_7th_Place_%285%29.jpg",
    "extract": "Li Zijun is a Chinese former competitive figure skater. She is the 2012 Winter Youth Olympic bronze medalist and the 2014 Four Continents bronze medalist. Li is also the 2017 Asian Winter Games silver medalist, 2010 JGP Final bronze medalist, and a four-time (2011-2014) Chinese national champion.",
    "year": 1996,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Antonio Giovinazzi",
    "birthday": "1993-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/2019_Formula_One_tests_Barcelona%2C_Giovinazzi_%2847200025952%29.jpg/218px-2019_Formula_One_tests_Barcelona%2C_Giovinazzi_%2847200025952%29.jpg",
    "extract": "Antonio Maria Giovinazzi is an Italian racing driver who is currently racing for Dragon/Penske Autosport in Formula E. He was the 2015 FIA Formula 3 European Championship runner-up and raced with Prema in the 2016 GP2 Series, again finishing runner-up with five wins and eight overall podiums. Giovinazzi was chosen by Scuderia Ferrari to be their third and reserve driver for the 2017 season. He made his competitive debut for Sauber at the 2017 Australian Grand Prix, replacing the injured Pascal Wehrlein. He also replaced Wehrlein at the following Chinese Grand Prix as Wehrlein continued his recovery. Giovinazzi raced in F1 for Alfa Romeo Racing from 2019 to 2021.",
    "year": 1993,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tori Kelly",
    "birthday": "1992-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Tori_Kelly%2C_2016_Toronto_Film_Festival-1.jpg/228px-Tori_Kelly%2C_2016_Toronto_Film_Festival-1.jpg",
    "extract": "Victoria Loren Kelly is an American singer and songwriter. She first gained recognition after posting videos on YouTube as a teenager, and made it through to Hollywood week on the ninth season of American Idol in 2010. Thereafter, she independently released her self-produced debut EP in 2012, Handmade Songs by Tori Kelly.",
    "year": 1992,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ryo Miyaichi",
    "birthday": "1992-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Miyaichi%2C_Ryo_StP_16-17_%282%29_WP.jpg/240px-Miyaichi%2C_Ryo_StP_16-17_%282%29_WP.jpg",
    "extract": "Ryo Miyaichi  is a Japanese professional footballer who plays as a winger for Yokohama F. Marinos in the J1 League. He played for the Japan national team in 2012.",
    "year": 1992,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ben Henry",
    "birthday": "1991-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Ben_Henry_Warriors.jpg/222px-Ben_Henry_Warriors.jpg",
    "extract": "Ben Henry is a New Zealand former professional rugby league footballer who represented New Zealand and played for the New Zealand Warriors in the National Rugby League competition. Henry was a utility player who could fill in at lock, second-row, centre and hooker.",
    "year": 1991,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Offset (rapper)",
    "birthday": "1991-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Offset_in_2019.png/256px-Offset_in_2019.png",
    "extract": "Kiari Kendrell Cephus, known professionally as Offset, is an American rapper who has released music both as a solo artist and as part of Migos, a rap group consisting of his cousin Quavo and Quavo's nephew Takeoff.",
    "year": 1991,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sam Burgess",
    "birthday": "1989-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Sam_Burgess_2017.jpg/175px-Sam_Burgess_2017.jpg",
    "extract": "Samuel Burgess is an English former professional rugby league footballer who played as a loose forward, prop or second-row forward in the 2000s and 2010s.",
    "year": 1989,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pedro Botelho (footballer, born 1989)",
    "birthday": "1989-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Pedro_Botelho_Llevant.jpg/137px-Pedro_Botelho_Llevant.jpg",
    "extract": "Pedro Roberto da Silva Botelho is a Brazilian professional footballer who plays for Rio Branco. Mainly a left back, he can also play as a left midfielder.",
    "year": 1989,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Onew",
    "birthday": "1989-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Onew_Marie_Claire_Korea_April_2022.png/275px-Onew_Marie_Claire_Korea_April_2022.png",
    "extract": "Lee Jin-ki, better known by his stage name Onew, is a South Korean singer, songwriter, actor and host. Born in Gwangmyeong, Gyeonggi-do, Onew was discovered at the 2006 SM Academy Casting and signed a contract with SM Entertainment the day after his audition. He debuted as one of the lead vocalists and leader of boy group Shinee in May 2008, who went on to become one of the best-selling artists in South Korea.",
    "year": 1989,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Nicolas Batum",
    "birthday": "1988-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Nic_Batum_-_51848406711_%28cropped%29.jpg/262px-Nic_Batum_-_51848406711_%28cropped%29.jpg",
    "extract": "Nicolas Batum is a French professional basketball player for the Los Angeles Clippers of the National Basketball Association (NBA). He is also a member of the French national team and earned a silver medal in the 2020 Summer Olympics in Tokyo.",
    "year": 1988,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Nate Ebner",
    "birthday": "1988-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Nate_Ebner_2017.JPG/246px-Nate_Ebner_2017.JPG",
    "extract": "Nathan Ebner is an American football safety and special teamer who is a free agent, and a rugby sevens player for the United States national rugby sevens team.",
    "year": 1988,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Vanessa Hudgens",
    "birthday": "1988-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Vanessa_Hudgens_-_2019_by_Glenn_Francis.jpg/213px-Vanessa_Hudgens_-_2019_by_Glenn_Francis.jpg",
    "extract": "Vanessa Anne Hudgens is an American actress and singer. After making her feature film debut in Thirteen (2003), Hudgens rose to fame portraying Gabriella Montez in the High School Musical film series (2006–2008), which brought her significant mainstream media success. The success of the first film led Hudgens to acquire a recording contract with Hollywood Records, with whom she released two studio albums, V (2006) and Identified (2008).",
    "year": 1988,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Hayato Sakamoto",
    "birthday": "1988-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Giants_sakamotohayato6.JPG/213px-Giants_sakamotohayato6.JPG",
    "extract": "Hayato Sakamoto  is a Japanese professional baseball shortstop with the Yomiuri Giants of Nippon Professional Baseball (NPB).",
    "year": 1988,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kenneth Medwood",
    "birthday": "1987-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Kenneth_Medwood.jpg/247px-Kenneth_Medwood.jpg",
    "extract": "Kenneth Nathaniel Medwood is a Belizean track and field athlete, specializing in the 400 metres hurdles. He competed in the 2011 IAAF World Championships in Athletics and was his nation's flagbearer in the opening ceremonies of the 2012 Summer Olympics.",
    "year": 1987,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jakub Błaszczykowski",
    "birthday": "1985-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Jakub_B%C5%82aszczykowski_2019.jpg",
    "extract": "Jakub Błaszczykowski, also known as Kuba, is a Polish professional footballer who plays as a winger for Wisła Kraków, businessman and Wisła Kraków's part owner. He started his professional football at Wisła Kraków establishing himself at a young age. In 2007, he joined Borussia Dortmund, where he spent the majority of his career, making over 250 appearances and winning two Bundesliga titles, two DFL-Supercups, and one DFB-Pokal.",
    "year": 1985,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alex Pennie",
    "birthday": "1985-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/68/PennieAutomatic.jpg/233px-PennieAutomatic.jpg",
    "extract": "Alexander Gregor Pennie was previously in Welsh band The Automatic from the Vale of Glamorgan, South Wales, where he provided backing vocals as well as playing synthesizers and keyboards for the act. Pennie left The Automatic in late 2007. Since then he has been in other bands, the latest of which was the Goodtime Boys, which disbanded in 2015.",
    "year": 1985,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Chris Brunt",
    "birthday": "1984-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Chris_Brunt_23-08-2015_1.png/173px-Chris_Brunt_23-08-2015_1.png",
    "extract": "Christopher Colin Brunt is a Northern Irish former professional footballer who played as a midfielder. He is widely regarded as one of the greatest West Bromwich Albion midfielders in the club’s history.",
    "year": 1984,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rana Daggubati",
    "birthday": "1984-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/RanaDaggubati.jpg/295px-RanaDaggubati.jpg",
    "extract": "Ramanaidu \"Rana\" Daggubati is an Indian actor and producer known primarily for his work in Telugu language films, in addition to Hindi and Tamil languages.",
    "year": 1984,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Josh Fields (infielder)",
    "birthday": "1982-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/00063533_Josh_Fields.jpg/213px-00063533_Josh_Fields.jpg",
    "extract": "Joshua Dean Fields is an American former professional baseball infielder. He was selected as the 18th overall pick in the first round of the 2004 Major League Baseball Draft by the Chicago White Sox. He has played in Major League Baseball for the White Sox and Kansas City Royals and in Nippon Professional Baseball for the Yomiuri Giants.",
    "year": 1982,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Steve Sidwell",
    "birthday": "1982-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Steve_Sidwell_2015.jpg/320px-Steve_Sidwell_2015.jpg",
    "extract": "Steven James Sidwell is an English former professional footballer who played as a midfielder.",
    "year": 1982,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rebecca Jarvis",
    "birthday": "1981-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/70/Rebecca_Jarvis_%28CBS%29.jpg",
    "extract": "Rebecca Ann Jarvis is an American journalist and investment banker. She is the chief business, economics, and technology correspondent for ABC News, the host, creator, and managing editor of Real Biz with Rebecca Jarvis and the host of the podcasts No Limits with Rebecca Jarvis and The Dropout. She was a finalist on Season 4 of The Apprentice.",
    "year": 1981,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Johnny Jeter",
    "birthday": "1981-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/JohnnyJeter.png/191px-JohnnyJeter.png",
    "extract": "John Jeter is an American professional wrestler. He is best known for his appearances with World Wrestling Entertainment (WWE) in 2006 as Johnny, a member of The Spirit Squad.",
    "year": 1981,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Liam Lawrence",
    "birthday": "1981-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Liam.Lawrence.jpg/130px-Liam.Lawrence.jpg",
    "extract": "Liam Lawrence is a former professional footballer who played as a winger or central midfielder.",
    "year": 1981,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Shaun Marcum",
    "birthday": "1981-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Shaun_Marcum_at_Miller_Park%2C_Milwaukee%2C_Wisconsin_-_20110612.jpg/310px-Shaun_Marcum_at_Miller_Park%2C_Milwaukee%2C_Wisconsin_-_20110612.jpg",
    "extract": "Shaun Michal Marcum is an American former professional baseball pitcher who played in Major League Baseball (MLB) for the Toronto Blue Jays, Milwaukee Brewers, New York Mets, and Cleveland Indians. In 2015, he became the pitching coach for the Northwestern Oklahoma State Rangers. He joined the Missouri Southern Lions as their pitching coach in August 2016.",
    "year": 1981,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gordon Greer",
    "birthday": "1980-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Gordon_Greer.jpg/246px-Gordon_Greer.jpg",
    "extract": "Gordon Greer is a Scottish former professional footballer who played as a defender. Greer played for Clyde, Blackburn Rovers, Stockport County, Kilmarnock, Doncaster Rovers, Swindon Town and Brighton & Hove Albion during his career. He also played in 11 full international matches for Scotland between 2013 and 2016.",
    "year": 1980,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Didier Zokora",
    "birthday": "1980-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Zokora_Trabzonspor.JPG/194px-Zokora_Trabzonspor.JPG",
    "extract": "Déguy Alain Didier Zokora is an Ivorian former professional footballer who played as a defensive midfielder. He represented the Ivory Coast national team for 14 years, beginning in 2000, and is currently the nation's most capped player. He now serves as an assistant manager at AFAD Djékanou.",
    "year": 1980,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Thed Björk",
    "birthday": "1980-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Thed_Bj%C3%B6rk_2012.jpg/248px-Thed_Bj%C3%B6rk_2012.jpg",
    "extract": "Thed Björk is a Swedish racing driver, and 2017 World Touring Car Champion. Other notable titles include the 2006 Swedish Touring Car Championship and the 2013, 2014 and 2015 Scandinavian Touring Car Championship. He also finished second in 2005 and 2009, and third in the 2008 STCC and the 2012 TTA – Racing Elite League.",
    "year": 1980,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jean-Alain Boumsong",
    "birthday": "1979-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Jean-Alain_Boumsong_%28novembre_2013%29.JPG/305px-Jean-Alain_Boumsong_%28novembre_2013%29.JPG",
    "extract": "Jean-Alain Boumsong Somkong is a French former professional footballer who played as a defender. He began his senior career with French club Le Havre in 1997 before joining AJ Auxerre in 2000. His performances at Auxerre earned him a move to Rangers in 2004. One season later, he signed with Newcastle United. where he spent two seasons. In 2006, he joined Juventus, freshly relegated to Serie B and helped the club return to Serie A. He returned to France with Lyon in 2008. His last spell was at Greek Super League side Panathinaikos before ending his career in 2013. Between 2003 and 2009, he made 27 appearances scoring 1 goal for the France national team.",
    "year": 1979,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Andrei Makrov",
    "birthday": "1979-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Andrei_Makrov_2.png/247px-Andrei_Makrov_2.png",
    "extract": "Andrei Makrov is an Estonian professional ice hockey player who plays for HC Viking of the Meistriliiga (EML).",
    "year": 1979,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sophie Monk",
    "birthday": "1979-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Sophie_Monk_%2825446230810%29.jpg/238px-Sophie_Monk_%2825446230810%29.jpg",
    "extract": "Sophie Charlene Akland Monk is an Australian singer, actress, model, and television personality. She was a member of the girl group Bardot, winners of the first season of Popstars Australia in 2000, and later released a solo album titled Calendar Girl (2003). She has appeared in various flms, including Date Movie (2006), Click (2006), Sex and Death 101 (2007), The Hills Run Red (2009), and Spring Breakdown (2009). Monk was the winner of the fourth season of The Celebrity Apprentice Australia in 2015, and in 2016, she was a judge on Australia's Got Talent. In 2017, she starred on the third season of The Bachelorette Australia, and the following year, she became the host of Love Island Australia.",
    "year": 1979,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Michael Owen",
    "birthday": "1979-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Michael_Owen.jpg/231px-Michael_Owen.jpg",
    "extract": "Michael James Owen is an English former professional footballer who played as a striker for Liverpool, Real Madrid, Newcastle United, Manchester United and Stoke City, as well as for the England national team. Since retiring from football in 2013, he has become a racehorse breeder and owner and regularly features as a sports pundit and commentator.",
    "year": 1979,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rocc (opera stage director)",
    "birthday": "1979-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Rocc_-_profile_photo.jpg/213px-Rocc_-_profile_photo.jpg",
    "extract": "Rocc is a Slovenian-born opera stage director, scenographer, dramaturge, performance artist, opera manager and pedagogue. His professional mononymous pseudonym is a tribute to Marie Mrázková, Rocc's professor of stage acting and his mentor.",
    "year": 1979,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dean Brogan",
    "birthday": "1978-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Dean_Brogan_Port_Power.JPG/150px-Dean_Brogan_Port_Power.JPG",
    "extract": "Dean Scott Brogan is a former professional Australian rules footballer who played for the Port Adelaide Football Club and Greater Western Sydney Giants in the Australian Football League (AFL). He is currently serving as the Giants' ruck and stoppages coach.",
    "year": 1978,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Zdeněk Pospěch",
    "birthday": "1978-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Zden%C4%9Bk_Posp%C4%9Bch_2009.jpg/132px-Zden%C4%9Bk_Posp%C4%9Bch_2009.jpg",
    "extract": "Zdeněk Pospěch is a Czech former professional footballer. He normally played as a defender in a right back position, but could also play on the right side of midfield.",
    "year": 1978,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Patty Schnyder",
    "birthday": "1978-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Schnyder_Roland_Garros_2009_1.jpg/277px-Schnyder_Roland_Garros_2009_1.jpg",
    "extract": "Patty Schnyder is a Swiss retired tennis player. A former top 10 player in singles, she twice defeated a reigning world No. 1 player in her career: Martina Hingis at the 1998 Grand Slam Cup and Jennifer Capriati at the Family Circle Cup in 2002. In addition, she has notable wins over former number ones Lindsay Davenport, Serena Williams, Arantxa Sánchez Vicario, Steffi Graf, Kim Clijsters, Justine Henin, Amélie Mauresmo, Maria Sharapova, Jelena Janković, Ana Ivanovic and Caroline Wozniacki.",
    "year": 1978,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kim St-Pierre",
    "birthday": "1978-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Kim_St-Pierre_33.jpg/272px-Kim_St-Pierre_33.jpg",
    "extract": "Kim St-Pierre is a Canadian ice hockey player. She is a three-time Olympic gold medallist and five-time IIHF world champion. She was announced as a Hockey Hall of Fame inductee on June 24, 2020.",
    "year": 1978,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Brendan Nash",
    "birthday": "1977-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Brendan_Nash.jpg/240px-Brendan_Nash.jpg",
    "extract": "Brendan Paul Nash is a Jamaican Australian former professional cricketer who played Test and One Day International cricket for West Indies. He played first-class cricket for Jamaica, Queensland and Kent.",
    "year": 1977,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jamie Peacock",
    "birthday": "1977-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Jamie_Peacock_Hull_KR.jpg/192px-Jamie_Peacock_Hull_KR.jpg",
    "extract": "James Darryl Peacock MBE, is a motivational speaker, leadership mentor and former English professional rugby league footballer. He played for Leeds Rhinos and the Bradford Bulls in the Super League, and captained both Great Britain and England at international level. After retiring at the end of the 2015 season he became director of rugby at the Hull Kingston Rovers, but resumed his playing career towards the end of the 2016 season. His position of choice was prop, although he played much of his early career as a second-row. He is the most successful player in Super League history, having won a total of 9 Super League championships, 4 Challenge Cup winners medals, 4 World Club Challenge winners medals, twice named the Best Forward in the World, named in the Super League Dream Team on 11 occasions, won the Man of Steel award in 2003 and in 2021 awarded the MBE.",
    "year": 1977,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "André Couto",
    "birthday": "1976-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Andre_couto_silverstone2014.JPG/212px-Andre_couto_silverstone2014.JPG",
    "extract": "André Couto is a Macanese motor racing driver who is best known for winning his home F3 Grand Prix in 2000 and Japan's Super GT GT300 Championship in 2015.",
    "year": 1976,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Santiago Ezquerro",
    "birthday": "1976-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Santi_Ezquerro_21dec2006.jpg/237px-Santi_Ezquerro_21dec2006.jpg",
    "extract": "Santiago 'Santi' Ezquerro Marín is a Spanish former professional footballer who played as a forward.",
    "year": 1976,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Justin Furstenfeld",
    "birthday": "1975-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Justin_Furstenfeld-photo-by-raymond-boyd.jpg/213px-Justin_Furstenfeld-photo-by-raymond-boyd.jpg",
    "extract": "Justin Steward Furstenfeld is an American musician. He is the lead vocalist, guitarist, and lyricist of rock band Blue October. He is also a member of the band Harvard of the South.",
    "year": 1975,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ben Kay",
    "birthday": "1975-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Ben_Kay2.jpg/210px-Ben_Kay2.jpg",
    "extract": "Benedict James Kay MBE is a retired English international rugby union footballer who played Second row forward for Leicester Tigers and England.",
    "year": 1975,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Falk Balzer",
    "birthday": "1973-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Slm_borna_2006_balzer_und_blaschek_nach_rennen.jpg/320px-Slm_borna_2006_balzer_und_blaschek_nach_rennen.jpg",
    "extract": "Falk Balzer is a former German hurdler, the son of former East German hurdler Karin Balzer. He is best known for winning the silver medal at the 1998 European Championships in Budapest, Hungary. He represented his native country at the 2000 Summer Olympics in Sydney, Australia.",
    "year": 1973,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pat Burke",
    "birthday": "1973-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Burke_Pat.jpg/246px-Burke_Pat.jpg",
    "extract": "Patrick John Burke is an Irish former professional basketball player. Burke competed in the National Basketball Association (NBA) and also played in Europe, ending his career with the Polish club Asseco Prokom Sopot. He was a co-captain of the senior Irish national basketball team and also represented his country at the World University Games.",
    "year": 1973,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tomasz Radzinski",
    "birthday": "1973-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Tomasz_Radzinski_2004.jpg/213px-Tomasz_Radzinski_2004.jpg",
    "extract": "Tomasz Radzinski is a former professional soccer player who played as a striker and winger. He featured for clubs including North York Rockets in Canada, Germinal Ekeren, Anderlecht, Lierse and Waasland-Beveren in Belgium, Everton and Fulham in England and Skoda Xanthi in Greece. Born in Poland, he represented Canada at international level having moved there as a teenager, receiving 46 full caps between 1995 and 2009.",
    "year": 1973,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Saulius Štombergas",
    "birthday": "1973-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Saulius_Stombergas_by_Augustas_Didzgalvis.jpg/243px-Saulius_Stombergas_by_Augustas_Didzgalvis.jpg",
    "extract": "Saulius Štombergas is a retired Lithuanian professional basketball player, basketball coach and businessman. Štombergas is one of the greatest Lithuanian basketball players of all time, and he was also considered to be a great team leader, as he managed to play very well under pressure, and at the end of games. He was also known for his 3-point shooting ability.",
    "year": 1973,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Miranda Hart",
    "birthday": "1972-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Miranda_Hart_in_2011.jpg/213px-Miranda_Hart_in_2011.jpg",
    "extract": "Miranda Katherine Hart Dyke is an English actress, comedian and writer. Following drama training at the Academy of Live and Recorded Arts, Hart began writing material for the Edinburgh Fringe Festival and making appearances in various British sitcoms, including Hyperdrive (2006–2007) and Not Going Out (2006–2009).",
    "year": 1972,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Marcus Jensen",
    "birthday": "1972-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Marcus_Jensen_edited-1.jpg/256px-Marcus_Jensen_edited-1.jpg",
    "extract": "Marcus Christian Jensen is an American professional baseball player and coach. He played as a catcher for the San Francisco Giants, Detroit Tigers, Milwaukee Brewers, St. Louis Cardinals, Minnesota Twins, Boston Red Sox and Texas Rangers in Major League Baseball (MLB) from 1996 through 2002. After retiring as a player, Jensen coached and managed in the minor leagues. In 2015, he was the coach for the Oakland Athletics of MLB.",
    "year": 1972,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Michaela Watkins",
    "birthday": "1971-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Michaela_Watkins_2010.jpg/187px-Michaela_Watkins_2010.jpg",
    "extract": "Michaela Suzanne Watkins is an American actress and comedian. She is best known for starring on the Hulu series Casual and on the short-lived sitcoms The Unicorn and Trophy Wife, as well as being a cast member on Saturday Night Live from 2008 to 2009. She has also recurred on television series such as The New Adventures of Old Christine, Catastrophe, Enlightened and Search Party and appeared in films such as The Back-up Plan (2010), Wanderlust (2012), Enough Said (2013) and Sword of Trust (2019).",
    "year": 1971,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Anna Maria Jopek",
    "birthday": "1970-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Anna_Maria_Jopek_20080706.jpg/213px-Anna_Maria_Jopek_20080706.jpg",
    "extract": "Anna Maria Jopek is a Polish vocalist, songwriter, and improviser. She represented her country in the 1997 Eurovision Song Contest, with the song \"Ale jestem\" and finished 11th out of 25 participating acts; and in 2002, she collaborated on an album with jazz guitarist Pat Metheny. She has received numerous awards for her music, including Michel Legrand's Personal Award in Vitebsk in 1994, as well as all of the awards for music in Poland, together with gold and platinum records.",
    "year": 1970,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Beth Orton",
    "birthday": "1970-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Beth_Orton.jpg/241px-Beth_Orton.jpg",
    "extract": "Elizabeth Caroline Orton is an English singer-songwriter, known for her \"folktronica\" sound, which mixes elements of folk and electronica. She was initially recognised for her collaborations with William Orbit, Andrew Weatherall, Red Snapper and the Chemical Brothers in the mid-1990s. Her UK/US first solo album, Trailer Park, received much critical acclaim in 1996. Orton developed a devoted audience with the release of the BRIT Award-winning album Central Reservation (1999) and the 2002 UK top 10 album, Daybreaker. Her 2006 album, Comfort of Strangers, was followed by a break during which Orton gave birth to her daughter and collaborated with the British guitarist Bert Jansch. Orton returned with Sugaring Season in 2012, which moved towards a purer acoustic sound, followed by a return to electronic music with Kidsticks, released in 2016.",
    "year": 1970,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Archie Kao",
    "birthday": "1969-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Archie-Kao-Esquire-2016.jpg/320px-Archie-Kao-Esquire-2016.jpg",
    "extract": "Archie David Kao is an American actor and producer. He is best known to American audiences for series regulars roles on Chicago P.D., Power Rangers Lost Galaxy as well as long-running hit CSI: Crime Scene Investigation.",
    "year": 1969,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Arthur Numan",
    "birthday": "1969-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Arthur_Numan_2013.jpg/223px-Arthur_Numan_2013.jpg",
    "extract": "Arthur Numan is a Dutch former professional footballer. He played as a left back and was a regular fixture in Netherlands national football team. He is currently the team manager for the Netherlands B squad and a scout for AZ Alkmaar.",
    "year": 1969,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Natascha McElhone",
    "birthday": "1969-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Natascha_McElhone_May_2018.jpg/195px-Natascha_McElhone_May_2018.jpg",
    "extract": "Natascha McElhone is a British actress. She is a graduate of the London Academy of Music and Dramatic Art. In film, she is best known for her roles in Ronin (1998), The Truman Show (1998), and Solaris (2002). On television, she has portrayed Karen van der Beek, the long-time partner of Hank Moody, in the Showtime comedy-drama series Californication (2007–2014), First Lady Alex Kirkman in the ABC political drama Designated Survivor (2016–2017), and Laz Ingram in Beau Willimon's Hulu science-fiction series The First (2018).",
    "year": 1969,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kelley Armstrong",
    "birthday": "1968-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Kelley_Armstrong_Signing_-_4589399932.jpg/266px-Kelley_Armstrong_Signing_-_4589399932.jpg",
    "extract": "Kelley Armstrong is a Canadian writer, primarily of fantasy novels since 2001.",
    "year": 1968,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ewa Białołęcka",
    "birthday": "1967-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Ewa_Bia%C5%82o%C5%82%C4%99cka.jpg/240px-Ewa_Bia%C5%82o%C5%82%C4%99cka.jpg",
    "extract": "Ewa Białołęcka is a Polish fantasy writer. She currently lives in Gdańsk. Her literary debut was her short story Wariatka (Madwoman), published in 1993. Since then she has written more than a dozen short stories, two of which, Tkacz Iluzji (1994) and Błękit Maga (1997) were awarded with the Janusz A. Zajdel Award, and another, Nocny śpiewak, nominated to this award. She also published Piołun i miód, all of which are part of the Kroniki Drugiego Kręgu series. In 2005, she published Naznaczeni błękitem, which is a new version of the Tkacz Iluzji short story collection, made more consistent with the other two novels. Białołęcka also creates stained glass works.",
    "year": 1967,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Fabrizio Giovanardi",
    "birthday": "1966-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Fabrizio_giovanardi_doningtonpark2014.JPG/213px-Fabrizio_giovanardi_doningtonpark2014.JPG",
    "extract": "Fabrizio Giovanardi is an Italian racing driver. During his career he has won ten touring car titles, including European and British crowns making him the most successful touring car driver worldwide. He has spent the majority of his career racing for Alfa Romeo and Vauxhall.",
    "year": 1966,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Helle Thorning-Schmidt",
    "birthday": "1966-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Helle_Thorning-Schmidt%2C_Danmarks_statsminister._Nordiska_Radets_session_2011_i_Kopenhamn.jpg/213px-Helle_Thorning-Schmidt%2C_Danmarks_statsminister._Nordiska_Radets_session_2011_i_Kopenhamn.jpg",
    "extract": "Helle Thorning-Schmidt is a Danish retired politician who served as the 26th Prime Minister of Denmark from 2011 to 2015, and Leader of the Social Democrats from 2005 to 2015. She is the first woman to have held each post. Following defeat in 2015, she announced that she would step down as both Danish Prime Minister and Social Democratic party leader. Ending her political career in April 2016, she was the chief executive of the NGO Save the Children until June 2019.",
    "year": 1966,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bill Ranford",
    "birthday": "1966-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Bill_Ranford_-_Los_Angeles_Kings.jpg/291px-Bill_Ranford_-_Los_Angeles_Kings.jpg",
    "extract": "William Edward Ranford is a Canadian former professional ice hockey goaltender and current goaltending coach for the Los Angeles Kings. He was selected in the third round of the 1985 NHL Entry Draft, 52nd overall, by the Boston Bruins. Over the course of fifteen NHL seasons Ranford would play with Boston, the Edmonton Oilers, Washington Capitals, Tampa Bay Lightning, and Detroit Red Wings, winning two Stanley Cups, a Canada Cup, and the 1994 Men's Ice Hockey World Championships while playing for Canada. He is only goaltender in history to be awarded the MVP of Stanley Cup Playoffs, Canada Cup/World Cup & Men's Ice Hockey World Championship.",
    "year": 1966,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tim Skold",
    "birthday": "1966-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Tim_Skold_of_Marilyn_Manson%2C_live_in_Florence_29052007.jpg/320px-Tim_Skold_of_Marilyn_Manson%2C_live_in_Florence_29052007.jpg",
    "extract": "Tim Skold is a Swedish musician and record producer, who in addition to producing solo work, has also collaborated with multiple musical groups including Shotgun Messiah, KMFDM, Marilyn Manson and Motionless in White.",
    "year": 1966,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Craig Biggio",
    "birthday": "1965-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Craig_Biggio_HOF_%28cropped%29.jpg/240px-Craig_Biggio_HOF_%28cropped%29.jpg",
    "extract": "Craig Alan Biggio is an American former second baseman, outfielder and catcher in Major League Baseball who played his entire career from 1988 through 2007 for the Houston Astros. A seven-time National League (NL) All-Star often regarded as the greatest all-around player in Astros history, he is the only player ever to be named an All-Star and to be awarded Silver Slugger Award at both catcher and second base. With longtime teammates Jeff Bagwell and Lance Berkman, he formed the core of the \"Killer B's\" who led Houston to six playoff appearances from 1997 to 2005, culminating in the franchise's first World Series appearance in 2005. At the end of his career, he ranked sixth in NL history in games played (2,850), fifth in at bats (10,876), 21st in hits (3,060), and seventh in runs scored (1,844). His 668 career doubles ranked sixth in major league history, and are the second-most ever by a right-handed hitter; his 56 doubles in 1999 were the most in the major leagues in 63 years.",
    "year": 1965,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ted Raimi",
    "birthday": "1965-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Ted_Raimi_2014.jpg/198px-Ted_Raimi_2014.jpg",
    "extract": "Theodore Raimi is an American character actor, director, comedian, and writer. He is known for his roles in the works of his brother Sam Raimi, including a fake Shemp in The Evil Dead, possessed Henrietta in Evil Dead II, and Ted Hoffman in the Spider-Man trilogy. He later reprised his role as Henrietta in the television series Ash vs. Evil Dead, in which he also played the character Chet Kaminski. He is also known for his roles as Lieutenant JG Tim O'Neill in seaQuest DSV and Joxer the Mighty in Xena: Warrior Princess and Hercules: The Legendary Journeys.",
    "year": 1965,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Diana Gansky",
    "birthday": "1963-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Bundesarchiv_Bild_183-1987-0611-042%2C_Diana_Gansky.jpg/219px-Bundesarchiv_Bild_183-1987-0611-042%2C_Diana_Gansky.jpg",
    "extract": "Diana Gansky is a German track and field athlete. She won an Olympic medal and was one of the world's best discus throwers. She represented East Germany and was the 1986 European champion. In 1987 and 1988 she was second in both the world championship and the Olympic games.",
    "year": 1963,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jeff Robinson (starting pitcher)",
    "birthday": "1961-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/1986_Nashville_Jeff_Robinson.jpg/265px-1986_Nashville_Jeff_Robinson.jpg",
    "extract": "Jeffrey Mark Robinson was an American right-handed pitcher who spent six seasons from 1987 to 1992 in Major League Baseball (MLB) with the Detroit Tigers (1987–1990), Baltimore Orioles (1991), Texas Rangers (1992) and Pittsburgh Pirates (1992).",
    "year": 1961,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Chris Waddle",
    "birthday": "1960-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Chris_Waddle_2012.jpg/212px-Chris_Waddle_2012.jpg",
    "extract": "Christopher Roland Waddle is an English former professional football player and manager. He currently works as a commentator.",
    "year": 1960,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "James Comey",
    "birthday": "1960-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/James_Comey_official_portrait.jpg/256px-James_Comey_official_portrait.jpg",
    "extract": "James Brien Comey Jr. is an American lawyer who was the 7th director of the Federal Bureau of Investigation (FBI) from 2013 until his dismissal in May 2017. Comey was a registered Republican for most of his adult life; however, in 2016, he described himself as unaffiliated.",
    "year": 1960,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bob Paris",
    "birthday": "1959-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Paolo_Tassetto_con_Bob_Paris_a_Padova_%28Italia%29%2C1986.png/320px-Paolo_Tassetto_con_Bob_Paris_a_Padova_%28Italia%29%2C1986.png",
    "extract": "Bob Paris is an American writer, actor, public speaker, civil rights activist, and former professional bodybuilder. Paris was the 1983 NPC American National and IFBB World Bodybuilding Champion.",
    "year": 1959,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mike Scott (Scottish musician)",
    "birthday": "1958-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/The_Waterboys_-_Festival_du_Bout_du_Monde_2012_-_004.jpg/213px-The_Waterboys_-_Festival_du_Bout_du_Monde_2012_-_004.jpg",
    "extract": "Michael Scott is a Scottish singer, songwriter and musician. He is the founding member, lead singer, guitarist and songwriter of rock band The Waterboys. He has also produced two solo albums, Bring 'em All In and Still Burning. Scott is a vocalist, guitarist and pianist, and has played a large range of other instruments, including the bouzouki, drums, and Hammond organ on his albums. Scott is also a published writer, having released his autobiography, Adventures of a Waterboy, in 2012.",
    "year": 1958,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Spider Stacy",
    "birthday": "1958-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/The_Pogues_in_NYC_14.jpg/212px-The_Pogues_in_NYC_14.jpg",
    "extract": "Peter Richard \"Spider\" Stacy is an English musician, singer, songwriter, and actor. He is best known for playing tin whistle and sometimes singing for The Pogues.",
    "year": 1958,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Linda Fabiani",
    "birthday": "1956-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Linda_Fabiani.png/240px-Linda_Fabiani.png",
    "extract": "Linda Fabiani HonFRIAS OSSI FCIH is a Scottish politician who served as a Deputy Presiding Officer in the Scottish Parliament from 2016 to 2021. A member of the Scottish National Party (SNP), she was the Member of the Scottish Parliament (MSP) for the East Kilbride constituency from 2011 until her retirement in 2021. She was previously a regional member of the Scottish Parliament for the Central Scotland region from 1999 until 2011.",
    "year": 1956,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alan Kulwicki",
    "birthday": "1954-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/AlanKulwickiSearsPoint1991.jpg/269px-AlanKulwickiSearsPoint1991.jpg",
    "extract": "Alan Dennis Kulwicki, nicknamed \"Special K\" and the \"Polish Prince\", was an American auto racing driver and team owner. He started racing at local short tracks in Wisconsin before moving up to regional stock car touring series. Kulwicki arrived at NASCAR, the highest and most expensive level of stock car racing in the United States, with no sponsor, a limited budget and only a racecar and a borrowed pickup truck. Despite starting with meager equipment and finances, he earned the 1986 NASCAR Rookie of the Year award over drivers racing for well-funded teams.",
    "year": 1954,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Steve MacLean (astronaut)",
    "birthday": "1954-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Steve_MacLean.jpg/256px-Steve_MacLean.jpg",
    "extract": "Steven Glenwood MacLean is a Canadian astronaut. He was the President of the Canadian Space Agency, from September 1, 2008 to February 1, 2013.",
    "year": 1954,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Vijay Amritraj",
    "birthday": "1953-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/The_former_Tennis_player%2C_Shri_Vijay_Amritraj_calling_on_the_Minister_of_State_for_Youth_Affairs_and_Sports_%28IC%29%2C_Water_Resources%2C_River_Development_and_Ganga_Rejuvenation%2C_Shri_Vijay_Goel%2C_in_New_Delhi_on_April_11%2C_2017_%28cropped%29.jpg/261px-thumbnail.jpg",
    "extract": "Vijay Amritraj is an Indian sports commentator, actor and retired professional tennis player from Madras. He was awarded the Padma Shri, India's 4th highest civilian honour, in 1983.",
    "year": 1953,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Wade Davis (anthropologist)",
    "birthday": "1953-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Wade-Davis.jpg/320px-Wade-Davis.jpg",
    "extract": "Edmund Wade Davis is a Canadian cultural anthropologist, ethnobotanist, author, and photographer. Davis came to prominence with his 1985 best-selling book The Serpent and the Rainbow about the zombies of Haiti. He is professor of anthropology and the BC Leadership Chair in Cultures and Ecosystems at Risk at the University of British Columbia.",
    "year": 1953,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "René Eespere",
    "birthday": "1953-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Ren%C3%A9_Eespere_2013_crop.jpg/313px-Ren%C3%A9_Eespere_2013_crop.jpg",
    "extract": "René Eespere is an Estonian composer. Eespere's music is noted for its spiritual dimension; he has also incorporated elements from pop music. His best-regarded works are Glorificatio (1990) and Two Jubilations (1995), both written for mixed chorus.",
    "year": 1953,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Vangelis Meimarakis",
    "birthday": "1953-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Evangelos_Meimarakis_2015-07-12.jpg/245px-Evangelos_Meimarakis_2015-07-12.jpg",
    "extract": "Evangelos-Vasileios \"Vangelis\" Meimarakis, is a Greek lawyer and politician who served as the acting President of New Democracy and Leader of the Opposition in Greece from 5 July to 24 November 2015, competing as the challenger to Prime Minister Alexis Tsipras in the September 2015 Greek legislative election. He lost in the run-off of the New Democracy leadership election, 2015–16. Since 2019, he has been a Member of the European Parliament.",
    "year": 1953,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mikael Odenberg",
    "birthday": "1953-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mikael_Odenberg.jpg/248px-Mikael_Odenberg.jpg",
    "extract": "Mikael Ingemarsson Odenberg is a Swedish politician of the Moderate Party. He was a Member of Parliament from 1991 to 2006 and Minister for Defence in the Swedish government from 2006 to 2007. From 1 March 2008 to 28 February 2017 he was the director-general of Svenska kraftnät.",
    "year": 1953,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "John Lurie",
    "birthday": "1952-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/JohnLurie_RayHenders.jpg/214px-JohnLurie_RayHenders.jpg",
    "extract": "John Lurie is an American musician, painter, actor, director, and producer. He co-founded the Lounge Lizards jazz ensemble; acted in 19 films, including Stranger than Paradise and Down by Law; composed and performed music for 20 television and film works; and produced, directed, and starred in the Fishing with John television series. In 1996 his soundtrack for Get Shorty was nominated for a Grammy Award, and his album The Legendary Marvin Pontiac: Greatest Hits has been praised by critics and fellow musicians.",
    "year": 1952,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jan Timman",
    "birthday": "1951-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Jan_Timman_1984_Saloniki.jpg/218px-Jan_Timman_1984_Saloniki.jpg",
    "extract": "Jan Timman is a Dutch chess Grandmaster who was one of the world's leading players from the late 1970s to the early 1990s. At the peak of his career he was considered to be the best non-Soviet player and was known as \"The Best of the West\". He has won the Dutch Chess Championship nine times and has been a Candidate for the World Championship several times. He lost the title match of the 1993 FIDE World Championship against Anatoly Karpov.",
    "year": 1951,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bill Buckner",
    "birthday": "1949-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Bill_Buckner_of_the_Boston_Red_Sox.jpg/258px-Bill_Buckner_of_the_Boston_Red_Sox.jpg",
    "extract": "William Joseph Buckner was an American first baseman and left fielder in Major League Baseball (MLB) who played for five teams from 1969 through 1990, most notably the Chicago Cubs, Los Angeles Dodgers and Boston Red Sox. Beginning his career as an outfielder with the Dodgers, Buckner helped the team to the 1974 pennant with a .314 batting average, but a serious ankle injury the next year led to his trade to the Cubs prior to the 1977 season. The Cubs moved him to first base, and he won the National League (NL) batting title with a .324 mark in 1980. He was named to the All-Star team the following year as he led the major leagues in doubles. After setting a major league record for first basemen with 159 assists in 1982, Buckner surpassed that total with 161 in 1983 while again leading the NL in doubles. Feuds with team management over a loss of playing time resulted in his being traded to the Red Sox in the middle of the 1984 season.",
    "year": 1949,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Cliff Williams",
    "birthday": "1949-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/1982_Cliff_Williams.jpg/212px-1982_Cliff_Williams.jpg",
    "extract": "Clifford Williams is an English musician, best known as the bassist and backing vocalist of the Australian hard rock band AC/DC. He started his professional music career in 1967 and had previously been in the English groups Home and Bandit. His first studio album with AC/DC was Powerage in 1978. Williams was inducted into the American Rock and Roll Hall of Fame as a member of AC/DC in 2003. Williams announced his retirement from AC/DC in 2016, but returned for their 2020 comeback album Power Up along with band mates Brian Johnson and Phil Rudd. His side projects include benefit concerts.",
    "year": 1949,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lester Bangs",
    "birthday": "1948-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/80/Lester_Bangs.jpg/249px-Lester_Bangs.jpg",
    "extract": "Leslie Conway \"Lester\" Bangs was an American music journalist, critic, author, and musician. He wrote for Creem and Rolling Stone magazines, and was known for his leading influence in rock music criticism. The music critic Jim DeRogatis called him \"America's greatest rock critic\".",
    "year": 1948,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kim Beazley",
    "birthday": "1948-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Kim_Beazley_crop.jpg/227px-Kim_Beazley_crop.jpg",
    "extract": "Kim Christian Beazley is an Australian politician and diplomat who is currently serving as the 33rd governor of Western Australia. He previously served as deputy prime minister of Australia from 1995 to 1996, leader of the Labor Party and leader of the Opposition from 1996 to 2001 and 2005 to 2006, and Ambassador to the United States from 2010 to 2016. He served in multiple roles in the Hawke and Keating Governments from 1983 to 1996.",
    "year": 1948,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Boudewijn Büch",
    "birthday": "1948-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Buch675.jpg/212px-Buch675.jpg",
    "extract": "Boudewijn Maria Ignatius Büch was a Dutch writer, poet and television presenter.",
    "year": 1948,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Peeter Kreitzberg",
    "birthday": "1948-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SDE_Peeter_Kreitzberg.jpg/216px-SDE_Peeter_Kreitzberg.jpg",
    "extract": "Peeter Kreitzberg was an Estonian politician, member of parliament and a member of the Social Democratic Party. Kreitzberg served as the Estonian Minister of Culture and Education from April to November 1995. He also taught at Tallinn University from 1997 to 2011.",
    "year": 1948,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Christopher Parkening",
    "birthday": "1947-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Christopher_Parkening_1975_USC_Bovard_Auditorium_MHW046.jpg/320px-Christopher_Parkening_1975_USC_Bovard_Auditorium_MHW046.jpg",
    "extract": "Christopher William Parkening is an American classical guitarist. He holds the Chair of Classical Guitar at Pepperdine University under the title Distinguished Professor of Music.",
    "year": 1947,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dilma Rousseff",
    "birthday": "1947-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Dilma_Rousseff_-_foto_oficial_2011-01-09.jpg/213px-Dilma_Rousseff_-_foto_oficial_2011-01-09.jpg",
    "extract": "Dilma Vana Rousseff is a Brazilian economist and politician who served as the 36th president of Brazil, holding the position from 2011 until her impeachment and removal from office on 31 August 2016. She is the first woman to have held the Brazilian presidency and had previously served as chief of staff to former president Luiz Inácio Lula da Silva from 2005 to 2010.",
    "year": 1947,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Antony Beevor",
    "birthday": "1946-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Antony_Beevor_01.JPG/301px-Antony_Beevor_01.JPG",
    "extract": "Sir Antony James Beevor, is a British military historian. He has published several popular historical works on the Second World War and the Spanish Civil War.",
    "year": 1946,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jane Birkin",
    "birthday": "1946-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Jane_Birkin_Cannes_2016.jpg/186px-Jane_Birkin_Cannes_2016.jpg",
    "extract": "Jane Mallory Birkin, OBE is an English-French singer and actress. She attained international fame and notability for her decade-long musical and romantic partnership with Serge Gainsbourg. She also had a prolific career as an actress in British and French cinema.",
    "year": 1946,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Patty Duke",
    "birthday": "1946-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Patty_Duke_1975.JPG/267px-Patty_Duke_1975.JPG",
    "extract": "Anna Marie \"Patty\" Duke was an American actress and mental health advocate. Over the course of her acting career, she was the recipient of an Academy Award, two Golden Globe Awards, three Primetime Emmy Awards, and a star on the Hollywood Walk of Fame.",
    "year": 1946,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ruth Fuchs",
    "birthday": "1946-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Bundesarchiv_Bild_183-W0429-0042%2C_Ruth_Fuchs.jpg/320px-Bundesarchiv_Bild_183-W0429-0042%2C_Ruth_Fuchs.jpg",
    "extract": "Ruth Fuchs is a German politician and former athlete. Fuchs, representing East Germany, was the winner of the women's javelin at the 1972 (Munich) and 1976 (Montreal) Olympic Games. She set the world record for the javelin six times during the 1970s.",
    "year": 1946,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Stan Smith",
    "birthday": "1946-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Stan_Smith_2009_US_Open_01.jpg/256px-Stan_Smith_2009_US_Open_01.jpg",
    "extract": "Stanley Roger Smith is an American former tennis player, best known to non–tennis players as the namesake of a popular brand of tennis shoes. A world No. 1 tennis player and two-time major singles champion, Smith also paired with Bob Lutz to create one of the most successful doubles teams of all time. In 1970, Smith won the inaugural year-end championships title. Smith's two major singles titles were the 1971 US Open and 1972 Wimbledon. In 1972, he was the year-end world No. 1 singles player. In 1973, he won his second and last year end championship title at the Dallas WCT Finals. In addition, he won four Grand Prix Championship Series titles. In his early years he improved his tennis game through lessons from Pancho Segura, the Pasadena Tennis Patrons, and the sponsorship of the Southern California Tennis Association headed by Perry T. Jones. Since 2011, Smith has served as President of the International Tennis Hall of Fame.",
    "year": 1946,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Joyce Vincent Wilson",
    "birthday": "1946-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Joyce_Vincent_Wilson%2C_April_2016.jpg/286px-Joyce_Vincent_Wilson%2C_April_2016.jpg",
    "extract": "Joyce Vincent Wilson is an American singer, best known as part of the group Tony Orlando and Dawn.",
    "year": 1946,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Graham Kirkham, Baron Kirkham",
    "birthday": "1944-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Graham_Kirkham%2C_Baron_Kirkham_01.JPG/240px-Graham_Kirkham%2C_Baron_Kirkham_01.JPG",
    "extract": "Graham Kirkham, Baron Kirkham, is an English businessman, the founder and chairman of sofa retailer DFS.",
    "year": 1944,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tommy McAvoy",
    "birthday": "1943-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Official_portrait_of_Lord_McAvoy_crop_2%2C_2019.jpg/240px-Official_portrait_of_Lord_McAvoy_crop_2%2C_2019.jpg",
    "extract": "Thomas McLaughlin McAvoy, Baron McAvoy, is a British Labour and Co-operative politician serving as a life peer in the House of Lords since 2010. He served as the Member of Parliament (MP) for Glasgow Rutherglen from 1987 to 2005, and Rutherglen and Hamilton West from 2005 to 2010.",
    "year": 1943,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Chris Harris (actor)",
    "birthday": "1942-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Chris_Harris_pantomime_artist.jpg/210px-Chris_Harris_pantomime_artist.jpg",
    "extract": "Chris Harris was an English actor, director and writer. He appeared in several UK TV series including Into the Labyrinth and Hey Look That's Me. He also built a successful career in pantomime, acting as a pantomime dame, as well as being a director and writer at the Bristol Old Vic and the Theatre Royal, Bath. He lived in Portishead in North Somerset.",
    "year": 1942,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Karan Armstrong",
    "birthday": "1941-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Karan_Armstrong_1974.JPG/259px-Karan_Armstrong_1974.JPG",
    "extract": "Karan Armstrong was an American operatic soprano, who was celebrated as a singing actress. After winning the Metropolitan Opera National Council Auditions in 1966, she was given small roles at the Metropolitan Opera, and appeared in leading roles at the New York City Opera from 1969, including Conceptión in Ravel's L'heure espagnol, Blonde in Mozart's Die Entführung aus dem Serail, and the title roles in Verdi's La traviata, Offenbach's La belle Hélène and Puccini's La fanciulla del West. After she performed in Europe from 1974, first as Micaëla in Bizet's Carmen, and then as a sensational Salome at the Opéra du Rhin, she enjoyed a career at major opera houses, appearing in several opera recordings and films. Armstrong was for decades a leading soprano at the Deutsche Oper Berlin, where her husband Götz Friedrich was director. She appeared in world premieres, including Gottfried von Einem's Jesu Hochzeit, Luciano Berio's Un re in ascolto and York Höller's Der Meister und Margarita. She was awarded the title Kammersängerin twice.",
    "year": 1941,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ellen Willis",
    "birthday": "1941-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Ellen_willis.png/320px-Ellen_willis.png",
    "extract": "Ellen Jane Willis was an American left-wing political essayist, journalist, activist, feminist, and pop music critic. A 2014 collection of her essays, The Essential Ellen Willis, received the National Book Critics Circle Award for Criticism.",
    "year": 1941,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Leonardo Boff",
    "birthday": "1938-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Leonardo_Boff%2C_2003_%28cropped%29.jpeg/226px-Leonardo_Boff%2C_2003_%28cropped%29.jpeg",
    "extract": "Leonardo Boff, born as Genézio Darci Boff, is a Brazilian theologian, philosopher writer, and former Catholic priest known for his active support for Latin American liberation theology. He currently serves as Professor Emeritus of Ethics, Philosophy of Religion, and Ecology at the Rio de Janeiro State University. In 2001, he received the Right Livelihood Award for \"his inspiring insights and practical work to help people realise the links between human spirituality, social justice and environmental stewardship.\"",
    "year": 1938,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lewis Arquette",
    "birthday": "1935-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6f/Lewis_Arquette.jpg/225px-Lewis_Arquette.jpg",
    "extract": "Lewis Michael Arquette was an American film actor, writer, and producer. Arquette was known for playing J.D. Pickett on the television series The Waltons, on which he worked from 1978 to 1981.",
    "year": 1935,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lee Remick",
    "birthday": "1935-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Lee_Ann_Remick%2C_London%2C_1974.jpg/239px-Lee_Ann_Remick%2C_London%2C_1974.jpg",
    "extract": "Lee Ann Remick was an American actress and singer. She was nominated for the Academy Award for Best Actress for the film Days of Wine and Roses (1962), and for the 1966 Tony Award for Best Actress in a Play for her Broadway theatre performance in Wait Until Dark.",
    "year": 1935,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Shyam Benegal",
    "birthday": "1934-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Shyam_Benegal.jpg/320px-Shyam_Benegal.jpg",
    "extract": "Shyam Benegal is an Indian film director, screenwriter and documentary filmmaker. Often regarded as the pioneer of parallel cinema, He is widely considered as one of the greatest filmmakers post 1970s. He has received several accolades, including eighteen National Film Awards, a Filmfare Award and a Nandi Award. In 2005, he was honoured with the Dadasaheb Phalke Award, India's highest award in the field of cinema. In 1976, he was honoured by the Government of India with the Padma Shri, the fourth-highest civilian honour of the country, and in 1991, he was awarded Padma Bhushan, the third-highest civilian honour for his contributions in the field of arts.",
    "year": 1934,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "George Furth",
    "birthday": "1932-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7a/George_Furth_in_The_Boston_Strangler_1968.jpg",
    "extract": "George Furth was an American librettist, playwright, and actor.",
    "year": 1932,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Abbe Lane",
    "birthday": "1932-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Abbe_Lane_1961.JPG/251px-Abbe_Lane_1961.JPG",
    "extract": "Abbe Lane is an American singer and actress. Lane was known in the 1950s and 1960s for her revealing outfits and sultry style of performing. She was the fourth wife of Latin bandleader and musician Xavier Cugat.",
    "year": 1932,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Charlie Rich",
    "birthday": "1932-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Charlie_Rich_1973.JPG/276px-Charlie_Rich_1973.JPG",
    "extract": "Charles Allan Rich was an American country music singer, songwriter, and musician. His eclectic style of music was often difficult to classify, encompassing the rockabilly, jazz, blues, country, soul, and gospel genres.",
    "year": 1932,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jaun Elia",
    "birthday": "1931-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Jaun3.jpg/253px-Jaun3.jpg",
    "extract": "Syed Hussain Jaun Asghar Naqvi, commonly known as Jaun Elia, was an Urdu poet, philosopher, biographer, and scholar from South Asia who migrated from India to Pakistan. He was the brother of Rais Amrohvi and Syed Muhammad Taqi, who were journalists and psychoanalysts. He was fluent in Urdu, Arabic, English, Persian, Sanskrit and Hebrew. One of the most prominent modern Urdu poets, popular for his unconventional ways, he \"acquired knowledge of philosophy, logic, Islamic history, the Muslim Sufi tradition, Muslim religious sciences, Western literature, and Kabbala.\"",
    "year": 1931,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ron Jarden",
    "birthday": "1929-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Ron_Jarden.JPG/225px-Ron_Jarden.JPG",
    "extract": "Ronald Alexander Jarden, better known as Ron Jarden, was a New Zealand rugby union footballer, businessman, and sharebroker.",
    "year": 1929,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Richard Cassilly",
    "birthday": "1927-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/94/Richard_Cassilly_as_Tannh%C3%A4user.jpg/191px-Richard_Cassilly_as_Tannh%C3%A4user.jpg",
    "extract": "Richard Cassilly was an American operatic tenor who had a major international opera career between 1954–90. Cassilly \"was a mainstay in the heldentenor repertory in opera houses around the world for 30 years\", and particularly excelled in Wagnerian roles like Tristan, Siegmund and Tannhäuser, and in dramatic parts that required both stamina and vocal weight, such as Giuseppe Verdi's Otello and Camille Saint-Saëns's Samson.",
    "year": 1927,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Koos Rietkerk",
    "birthday": "1927-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Koos_Rietkerk_1977_%281%29.jpg/281px-Koos_Rietkerk_1977_%281%29.jpg",
    "extract": "Jacobus Gijsbert \"Koos\" Rietkerk was a Dutch politician of the People's Party for Freedom and Democracy (VVD) and jurist.",
    "year": 1927,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sam Jones (baseball)",
    "birthday": "1925-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Sam_Jones_1961.jpg/255px-Sam_Jones_1961.jpg",
    "extract": "Samuel \"Toothpick\" Jones was an American Major League Baseball pitcher with the Cleveland Indians, Chicago Cubs, St. Louis Cardinals, San Francisco Giants, Detroit Tigers and the Baltimore Orioles between 1951 and 1964. He batted and threw right-handed.",
    "year": 1925,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Raj Kapoor",
    "birthday": "1924-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Raj_Kapoor_in_Anari_enhanced.jpg/256px-Raj_Kapoor_in_Anari_enhanced.jpg",
    "extract": "Raj Kapoor was an Indian actor, film producer and film director who worked in Hindi cinema. He received multiple accolades, including three National Film Awards and 11 Filmfare Awards in India. The Filmfare Lifetime Achievement Award is named after Kapoor. He was a two-time nominee for the Palme d'Or grand prize at the Cannes Film Festival for his films Awaara (1951) and Boot Polish (1954). His performance in Awaara was ranked as one of the top ten greatest performances of all time in world cinema by Time magazine.",
    "year": 1924,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gerard Reve",
    "birthday": "1923-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Gerard_Reve_1969-crop.jpg/240px-Gerard_Reve_1969-crop.jpg",
    "extract": "Gerard Kornelis van het Reve was a Dutch writer. He started writing as Simon Gerard van het Reve and adopted the shorter Gerard Reve [ˈɣeːrɑrt ˈreːvə] in 1973. Together with Willem Frederik Hermans and Harry Mulisch, he is considered one of the \"Great Three\" of Dutch post-war literature. His 1981 novel De vierde man was the basis for Paul Verhoeven's 1983 film.",
    "year": 1923,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Nikolay Basov",
    "birthday": "1922-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Basov.jpg/226px-Basov.jpg",
    "extract": "Nikolay Gennadiyevich Basov was a Soviet physicist and educator. For his fundamental work in the field of quantum electronics that led to the development of laser and maser, Basov shared the 1964 Nobel Prize in Physics with Alexander Prokhorov and Charles Hard Townes.",
    "year": 1922,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Don Hewitt",
    "birthday": "1922-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/84/Don_Hewitt.jpg",
    "extract": "Donald Shepard Hewitt was an American television news producer and executive, best known for creating the CBS television news magazine 60 Minutes in 1968, which at the time of his death was the longest-running prime-time broadcast on American television. Under Hewitt's leadership, 60 Minutes was the only news program ever rated the nation's top-ranked television program, an achievement it accomplished five times. Hewitt produced the first televised presidential debate in 1960.",
    "year": 1922,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Clark Terry",
    "birthday": "1920-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Clark_Terry_in_1981.jpg/320px-Clark_Terry_in_1981.jpg",
    "extract": "Clark Virgil Terry Jr. was an American swing and bebop trumpeter, a pioneer of the flugelhorn in jazz, and a composer and educator.",
    "year": 1920,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "James T. Aubrey",
    "birthday": "1918-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7c/James_T_Aubrey.JPG",
    "extract": "James Thomas Aubrey Jr. was an American television and film executive. As president of the CBS television network from 1959 to 1965, with his \"smell for the blue-collar,\" he produced some of television's most enduring series on the air, including Gilligan's Island and The Beverly Hillbillies.",
    "year": 1918,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Radu Beligan",
    "birthday": "1918-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Stamps_of_Romania%2C_2006-118.jpg/320px-Stamps_of_Romania%2C_2006-118.jpg",
    "extract": "Radu Beligan was a Romanian actor, director, and essayist, with an activity of over 70 years in theatre, film, television, and radio. On 15 December 2013, confirmed by Guinness World Records, the actor received the title of \"The oldest active theatre actor\" on the planet. He was elected honorary member of the Romanian Academy in 2004.",
    "year": 1918,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "B. K. S. Iyengar",
    "birthday": "1918-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/BKS_Iyengar.jpg/263px-BKS_Iyengar.jpg",
    "extract": "Bellur Krishnamachar Sundararaja Iyengar was an Indian yoga teacher and author who is the founder of the style of yoga as exercise known as \"Iyengar Yoga\" and was considered one of the foremost yoga gurus in the world. He was the author of many books on yoga practice and philosophy including Light on Yoga, Light on Pranayama, Light on the Yoga Sutras of Patanjali, and Light on Life. Iyengar was one of the earliest students of Tirumalai Krishnamacharya, who is often referred to as \"the father of modern yoga\". He has been credited with popularizing yoga, first in India and then around the world.",
    "year": 1918,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "C.-H. Hermansson",
    "birthday": "1917-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/CH_Hermansson.jpg/213px-CH_Hermansson.jpg",
    "extract": "Carl-Henrik \"C.-H.\" Hermansson was a Swedish politician who served as chairman of the Communist Party of Sweden from 1964 to 1975 and member of parliament from 1963 to 1985. He was a major force in redirecting Left Party policies away from Moscow loyalism towards Eurocommunism and Scandinavian Popular Socialism. He wrote several books regarding capitalism and the owners of the large corporations, as well as on communists and the policies of the left.",
    "year": 1917,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Elyse Knox",
    "birthday": "1917-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/ElyseknoxYANK1943c.jpg/235px-ElyseknoxYANK1943c.jpg",
    "extract": "Elyse Knox was an American actress, model, and fashion designer.",
    "year": 1917,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "June Taylor",
    "birthday": "1917-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/June_taylor_dance_1958.JPG/283px-June_taylor_dance_1958.JPG",
    "extract": "Marjorie June Taylor was an American choreographer, best known as the founder of the June Taylor Dancers, who were featured on Jackie Gleason's various television variety programs.",
    "year": 1917,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Shirley Jackson",
    "birthday": "1916-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/43/ShirleyJack.jpg/242px-ShirleyJack.jpg",
    "extract": "Shirley Hardie Jackson was an American writer known primarily for her works of horror and mystery. Over the duration of her writing career, which spanned over two decades, she composed six novels, two memoirs, and more than 200 short stories.",
    "year": 1916,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dan Dailey",
    "birthday": "1915-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Dan_Dailey_in_Washington_Melodrama_trailer.jpg",
    "extract": "Daniel James Dailey Jr. was an American dancer and actor. He is best remembered for a series of popular musicals he made at 20th Century Fox such as Mother Wore Tights (1947).",
    "year": 1915,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Karl Carstens",
    "birthday": "1914-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Bundesarchiv_B_145_Bild-F054633-0020%2C_Ludwigshafen%2C_CDU-Bundesparteitag%2C_Carstens_%28cropped%29.jpg/254px-Bundesarchiv_B_145_Bild-F054633-0020%2C_Ludwigshafen%2C_CDU-Bundesparteitag%2C_Carstens_%28cropped%29.jpg",
    "extract": "Karl Carstens was a German politician. He served as the president of West Germany from 1979 to 1984.",
    "year": 1914,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rosalyn Tureck",
    "birthday": "1914-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e2/Rosalyn_Tureck.jpg/320px-Rosalyn_Tureck.jpg",
    "extract": "Rosalyn Tureck was an American pianist and harpsichordist who was particularly associated with the music of Johann Sebastian Bach. However, she had a wide-ranging repertoire that included works by composers Ludwig van Beethoven, Johannes Brahms and Frédéric Chopin, as well as more modern composers such as David Diamond, Luigi Dallapiccola and William Schuman. Diamond's Piano Sonata No. 1 was inspired by Tureck's playing.",
    "year": 1914,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Spike Jones",
    "birthday": "1911-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Spike_Jones_%281940s_publicity_photo%29.jpg/236px-Spike_Jones_%281940s_publicity_photo%29.jpg",
    "extract": "Lindley Armstrong \"Spike\" Jones was an American musician and bandleader specializing in spoof arrangements of popular songs and classical music. Ballads receiving the Jones treatment were punctuated with gunshots, whistles, cowbells, hiccups, burps and outlandish and comedic vocals. Jones and his band recorded under the title Spike Jones and His City Slickers from the early 1940s to the mid-1950s, and toured the United States and Canada as \"The Musical Depreciation Revue\".",
    "year": 1911,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Hans von Ohain",
    "birthday": "1911-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Ohain.jpg/292px-Ohain.jpg",
    "extract": "Hans Joachim Pabst von Ohain was a German physicist, engineer, and the designer of the first operational jet engine. His first test unit ran on externally supplied hydrogen in March 1937, and it was a later development that powered the world's first flyable all-jet aircraft, the prototype of the Heinkel He 178 in late August 1939. In spite of these early successes, other German designs quickly eclipsed Ohain's, and none of his engine designs entered widespread production or operational use.",
    "year": 1911,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jerzy Iwanow-Szajnowicz",
    "birthday": "1911-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e8/JerzyIwanow-SzajnowiczImage.jpg",
    "extract": "Jerzy Iwanow-Szajnowicz was a Polish-Greek athlete who fought as a saboteur in the Greek Resistance during World War II and was executed by the Germans.",
    "year": 1911,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Edward Tatum",
    "birthday": "1909-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/32/Edward_Lawrie_Tatum_nobel.jpg/226px-Edward_Lawrie_Tatum_nobel.jpg",
    "extract": "Edward Lawrie Tatum was an American geneticist. He shared half of the Nobel Prize in Physiology or Medicine in 1958 with George Beadle for showing that genes control individual steps in metabolism. The other half of that year's award went to Joshua Lederberg.",
    "year": 1909,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Morey Amsterdam",
    "birthday": "1908-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Morey_Amsterdam_HA-SN-99-00637.jpg/221px-Morey_Amsterdam_HA-SN-99-00637.jpg",
    "extract": "Moritz \"Morey\" Amsterdam was an American actor, comedian, writer and producer. He played Buddy Sorrell on CBS's The Dick Van Dyke Show from 1961 to 1966.",
    "year": 1908,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mária Szepes",
    "birthday": "1908-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Szepes_maria.jpg/215px-Szepes_maria.jpg",
    "extract": "Mária Szepes was a Hungarian author. She worked as a journalist and screenwriter, as well as an independent author in the field of hermetic philosophy since 1941. She would sometimes write under the pseudonyms Mária Papir or Mária Orsi.",
    "year": 1908,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Frances Bavier",
    "birthday": "1902-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Frances_Bavier_1964.JPG/255px-Frances_Bavier_1964.JPG",
    "extract": "Frances Elizabeth Bavier was an American stage and television actress. Originally from New York theatre, she worked in film and television from the 1950s until the 1970s. She is best known for her role of Aunt Bee on The Andy Griffith Show and Mayberry R.F.D. from 1960 to 1970. Aunt Bee logged more Mayberry years (ten) than any other character. She won an Emmy Award for Outstanding Supporting Comedy Actress for the role in 1967. Bavier was additionally known for playing Amy Morgan on It's a Great Life (1954–1956).",
    "year": 1902,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Herbert Feigl",
    "birthday": "1902-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/39/Philosopher_Herbert_Feigl_%281902_%E2%80%931988%29_In_1973.jpg",
    "extract": "Herbert Feigl was an Austrian-American philosopher and an early member of the Vienna Circle. He coined the term \"nomological danglers\".",
    "year": 1902,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Henri Cochet",
    "birthday": "1901-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Henri_Cochet_1924.jpg/237px-Henri_Cochet_1924.jpg",
    "extract": "Henri Jean Cochet was a French tennis player. He was a world No. 1 ranked player, and a member of the famous \"Four Musketeers\" from France who dominated tennis in the late 1920s and early 1930s.",
    "year": 1901,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Paul of Greece",
    "birthday": "1901-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Paul_I_of_Greece.jpg/234px-Paul_I_of_Greece.jpg",
    "extract": "Paul was King of Greece from 1 April 1947 until his death in 1964. He was succeeded by his son, Constantine II.",
    "year": 1901,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "DeFord Bailey",
    "birthday": "1899-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/DeFord_Bailey.JPG/230px-DeFord_Bailey.JPG",
    "extract": "DeFord Bailey was an American country music and blues star from the 1920s until 1941. He was the first performer to be introduced on Nashville radio station WSM's Grand Ole Opry, the first African-American performer to appear on the show, and the first performer to have his music recorded in Nashville. Bailey played several instruments in his career but is best known for playing the harmonica, often being referred to as a \"harmonica wizard\".",
    "year": 1899,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kurt Schuschnigg",
    "birthday": "1897-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/KurtVonSchuschnigg1936-3.jpg/258px-KurtVonSchuschnigg1936-3.jpg",
    "extract": "Kurt Alois Josef Johann von Schuschnigg was an Austrian Fatherland Front politician who was the Chancellor of the Federal State of Austria from the 1934 assassination of his predecessor Engelbert Dollfuss until the 1938 Anschluss with Nazi Germany. Although Schuschnigg accepted that Austria was a \"German state\" and that Austrians were Germans, he was strongly opposed to Adolf Hitler's goal to absorb Austria into the Third Reich and wished for it to remain independent.",
    "year": 1897,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Margaret Chase Smith",
    "birthday": "1897-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Margaret_Chase_Smith.jpg/248px-Margaret_Chase_Smith.jpg",
    "extract": "Margaret Madeline Chase Smith was an American politician. A member of the Republican Party, she served as a U.S. representative (1940–1949) and a U.S. senator (1949–1973) from Maine. She was the first woman to serve in both houses of the United States Congress, and the first woman to represent Maine in either. A moderate Republican, she was among the first to criticize the tactics of Joseph McCarthy in her 1950 speech, \"Declaration of Conscience\".",
    "year": 1897,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jimmy Doolittle",
    "birthday": "1896-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Lt._General_James_Doolittle%2C_head_and_shoulders.jpg/245px-Lt._General_James_Doolittle%2C_head_and_shoulders.jpg",
    "extract": "James Harold Doolittle was an American military general and aviation pioneer who received the Medal of Honor for his daring raid on Japan during World War II. He also made early coast-to-coast flights, record-breaking speed flights, won many flying races, and helped develop and flight-test instrument flying.",
    "year": 1896,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "George VI",
    "birthday": "1895-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/King_George_VI_LOC_matpc.14736_%28cleaned%29.jpg/233px-King_George_VI_LOC_matpc.14736_%28cleaned%29.jpg",
    "extract": "George VI was King of the United Kingdom and the Dominions of the British Commonwealth from 11 December 1936 until his death in 1952. He was concurrently the last Emperor of India until August 1947, when India gained independence.",
    "year": 1895,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Paul Éluard",
    "birthday": "1895-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Eluard_Harcourt_1945.jpg/230px-Eluard_Harcourt_1945.jpg",
    "extract": "Paul Éluard, born Eugène Émile Paul Grindel, was a French poet and one of the founders of the Surrealist movement.",
    "year": 1895,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alexander Nelke",
    "birthday": "1894-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Alexander_Nelke.jpg/288px-Alexander_Nelke.jpg",
    "extract": "Sergei Alexander Nelke was an Estonian-American artist in the mid to late 20th century. He is primarily known as marine and landscape artist specializing in square rigged sailing vessels.",
    "year": 1894,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Xul Solar",
    "birthday": "1887-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/XulSolar.JPG/212px-XulSolar.JPG",
    "extract": "Xul Solar was the adopted name of Oscar Agustín Alejandro Schulz Solari, Argentine painter, sculptor, writer, and inventor of imaginary languages.",
    "year": 1887,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jane Cowl",
    "birthday": "1884-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Jane_Cowl.jpg/228px-Jane_Cowl.jpg",
    "extract": "Jane Cowl was an American film and stage actress and playwright \"notorious for playing lachrymose parts\". Actress Jane Russell was named in Cowl's honor.",
    "year": 1884,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Manolis Kalomiris",
    "birthday": "1883-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a6/Manolis_Kalomiris_-_%CE%9C%CE%B1%CE%BD%CF%8E%CE%BB%CE%B7%CF%82_%CE%9A%CE%B1%CE%BB%CE%BF%CE%BC%CE%BF%CE%AF%CF%81%CE%B7%CF%82.jpg/255px-Manolis_Kalomiris_-_%CE%9C%CE%B1%CE%BD%CF%8E%CE%BB%CE%B7%CF%82_%CE%9A%CE%B1%CE%BB%CE%BF%CE%BC%CE%BF%CE%AF%CF%81%CE%B7%CF%82.jpg",
    "extract": "Manolis Kalomiris was a Greek classical composer. He was the founder of the Greek National School of Music.",
    "year": 1883,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Morihei Ueshiba",
    "birthday": "1883-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0f/Morihei_Ueshiba_Portrait.jpg/235px-Morihei_Ueshiba_Portrait.jpg",
    "extract": "Morihei Ueshiba  was a Japanese martial artist and founder of the martial art of aikido. He is often referred to as \"the founder\" Kaiso (開祖) or Ōsensei (大先生/翁先生), \"Great Teacher\".",
    "year": 1883,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Katherine MacDonald",
    "birthday": "1881-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Katherine_MacDonald_by_Evans_L.A.jpg/256px-Katherine_MacDonald_by_Evans_L.A.jpg",
    "extract": "Katherine Agnew MacDonald was an American stage and film actress, film producer, and model. She was born in Pittsburgh, Pennsylvania and was the older sister of actresses Miriam MacDonald and Mary MacLaren.",
    "year": 1881,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Karl Renner",
    "birthday": "1870-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Karl_Renner_1905.jpg/271px-Karl_Renner_1905.jpg",
    "extract": "Karl Renner was an Austrian politician of the Social Democratic Workers' Party of Austria. He is often referred to as the \"Father of the Republic\" because he led the first government of German-Austria and the First Austrian Republic in 1919 and 1920, and was once again decisive in establishing the present Second Republic after the fall of Nazi Germany in 1945, becoming its first President after World War II.",
    "year": 1870,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Roger Fry",
    "birthday": "1866-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Roger_Fry_self-portrait.jpg/258px-Roger_Fry_self-portrait.jpg",
    "extract": "Roger Eliot Fry was an English painter and critic, and a member of the Bloomsbury Group. Establishing his reputation as a scholar of the Old Masters, he became an advocate of more recent developments in French painting, to which he gave the name Post-Impressionism. He was the first figure to raise public awareness of modern art in Britain, and emphasised the formal properties of paintings over the \"associated ideas\" conjured in the viewer by their representational content. He was described by the art historian Kenneth Clark as \"incomparably the greatest influence on taste since Ruskin ...In so far as taste can be changed by one man, it was changed by Roger Fry\". The taste Fry influenced was primarily that of the Anglophone world, and his success lay largely in alerting an educated public to a compelling version of recent artistic developments of the Parisian avant-garde.",
    "year": 1866,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Louis Marshall",
    "birthday": "1856-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Louis-Marshall.jpg/240px-Louis-Marshall.jpg",
    "extract": "Louis Marshall was an American corporate, constitutional and civil rights lawyer as well as a mediator and Jewish community leader who worked to secure religious, political, and cultural freedom for all minority groups. Among the founders of the American Jewish Committee (AJC), he defended Jewish and minority rights. He was also a conservationist, and the force behind re-establishing the New York State College of Forestry at Syracuse University, which evolved into today's State University of New York College of Environmental Science and Forestry (SUNY-ESF).",
    "year": 1856,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Errico Malatesta",
    "birthday": "1853-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/ErricoMalatesta.gif/220px-ErricoMalatesta.gif",
    "extract": "Errico Malatesta was an Italian anarchist propagandist and revolutionary socialist. He edited several radical newspapers and spent much of his life exiled and imprisoned, having been jailed and expelled from Italy, England, France, and Switzerland. Originally a supporter of insurrectionary propaganda by deed, Malatesta later advocated for syndicalism. His exiles included five years in Europe and 12 years in Argentina. Malatesta participated in actions including an 1895 Spanish revolt and a Belgian general strike. He toured the United States, giving lectures and founding the influential anarchist journal La Questione Sociale. After World War I, he returned to Italy where his Umanità Nova had some popularity before its closure under the rise of Mussolini.",
    "year": 1853,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Daniel De Leon",
    "birthday": "1852-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Daniel-DeLeon-1902.jpg/230px-Daniel-DeLeon-1902.jpg",
    "extract": "Daniel De Leon, alternatively spelt Daniel de León, was an American socialist newspaper editor, politician, Marxist theoretician, and trade union organizer. He is regarded as the forefather of the idea of revolutionary industrial unionism and was the leading figure in the Socialist Labor Party of America from 1890 until the time of his death. De Leon was a co-founder of the Industrial Workers of the World and much of his ideas and philosophy contributed to the creations of Socialist Labor parties across the world, including: Australia, the United Kingdom, Canada, and the Socialist Trade and Labor Alliance.",
    "year": 1852,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mary Tappan Wright",
    "birthday": "1851-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/72/Mary_Tappan_Wright.jpg",
    "extract": "Mary Tappan Wright (1851–1916) was an American novelist and short story writer best known for her acute characterizations and depictions of academic life. She was the wife of classical scholar John Henry Wright and the mother of legal scholar and utopian novelist Austin Tappan Wright and geographer John Kirtland Wright.",
    "year": 1851,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Daniel H. Reynolds",
    "birthday": "1832-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Daniel_H._Reynolds.jpg/229px-Daniel_H._Reynolds.jpg",
    "extract": "Daniel Harris Reynolds was a Confederate States Army brigadier general during the American Civil War. He was born at Centerburg, Ohio but moved to Iowa, Tennessee and finally to Arkansas before the Civil War. He was a lawyer in Arkansas before the war. After the war, Reynolds resumed his practice of law and was a member of the Arkansas Senate for one term.",
    "year": 1832,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pierre Puvis de Chavannes",
    "birthday": "1824-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Puvis_de_Chavannes.jpg/240px-Puvis_de_Chavannes.jpg",
    "extract": "Pierre Puvis de Chavannes was a French painter known for his mural painting, who came to be known as \"the painter for France\". He became the co-founder and president of the Société Nationale des Beaux-Arts, and his work influenced many other artists, notably Robert Genin. Puvis de Chavannes was a prominent painter in the early Third Republic. Émile Zola described his work as \"an art made of reason, passion, and will\".",
    "year": 1824,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Erastus Corning",
    "birthday": "1794-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Erastus_Corning.jpg/240px-Erastus_Corning.jpg",
    "extract": "Erastus Corning was an American businessman and politician from Albany, New York. A Democrat, he was most notable for his service as mayor of Albany from 1834 to 1837, in the New York State Senate (1842–1845), and in the United States House of Representatives.",
    "year": 1794,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Charles Wolfe",
    "birthday": "1791-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Charles_Wolfe.jpg/257px-Charles_Wolfe.jpg",
    "extract": "Charles Wolfe was an Irish poet, chiefly remembered for \"The Burial of Sir John Moore after Corunna\" which achieved popularity in 19th century poetry anthologies.",
    "year": 1791,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Maria Szymanowska",
    "birthday": "1789-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Maria_Szymanowska.jpg/225px-Maria_Szymanowska.jpg",
    "extract": "Maria Szymanowska was a Polish composer and one of the first professional virtuoso pianists of the 19th century. She toured extensively throughout Europe, especially in the 1820s, before settling permanently in St. Petersburg. In the Russian imperial capital, she composed for the court, gave concerts, taught music, and ran an influential salon.",
    "year": 1789,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Princess Maria Antonia of Naples and Sicily",
    "birthday": "1784-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Maria_Antonietta_Borbone_Napoli_1784_18061.jpg/278px-Maria_Antonietta_Borbone_Napoli_1784_18061.jpg",
    "extract": "Maria Antonia of Naples and Sicily, was the youngest daughter of Ferdinand, King of Naples and Sicily, and Maria Carolina of Austria. As the wife of the future Ferdinand VII of Spain, then heir apparent to the Spanish throne, she held the title of Princess of Asturias.",
    "year": 1784,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Du Pre Alexander, 2nd Earl of Caledon",
    "birthday": "1777-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Du_Pre_Alexander%2C_2nd_Earl_of_Caledon%2C_by_Charles_Turner%2C_after_Richard_Rothwell.jpg/228px-Du_Pre_Alexander%2C_2nd_Earl_of_Caledon%2C_by_Charles_Turner%2C_after_Richard_Rothwell.jpg",
    "extract": "Du Pré Alexander, 2nd Earl of Caledon KP, styled The Honourable Du Pré Alexander from 1790 to 1800 and Viscount Alexander from 1800 to 1802, was an Irish peer, landlord and colonial administrator, and was the second child and only son of James Alexander, 1st Earl of Caledon.",
    "year": 1777,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Philander Chase",
    "birthday": "1775-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Chase_Philander-Bishop_Episcopal_Church_USA.jpg/246px-Chase_Philander-Bishop_Episcopal_Church_USA.jpg",
    "extract": "Philander Chase was an Episcopal Church bishop, educator, and pioneer of the United States western frontier, especially in Ohio and Illinois.",
    "year": 1775,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Thomas Cochrane, 10th Earl of Dundonald",
    "birthday": "1775-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Thomas_Cochrane%2C_10th_Earl_of_Dundonald.jpg/252px-Thomas_Cochrane%2C_10th_Earl_of_Dundonald.jpg",
    "extract": "Thomas Cochrane, 10th Earl of Dundonald, Marquess of Maranhão, styled Lord Cochrane between 1778 and 1831, was a British naval flag officer of the Royal Navy, mercenary and Radical politician. He was a successful captain of the Napoleonic Wars, leading Napoleon to nickname him le Loup des Mers, 'the Sea Wolf'. He was successful in virtually all of his naval actions.",
    "year": 1775,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jan Antonín Koželuh",
    "birthday": "1738-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Jan_Antonin_Kozeluh_1872_Mukarovsky.png/262px-Jan_Antonin_Kozeluh_1872_Mukarovsky.png",
    "extract": "Jan Antonín Koželuh was a Czech composer.",
    "year": 1738,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Justus Möser",
    "birthday": "1720-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Justus-moeser_1.jpg/193px-Justus-moeser_1.jpg",
    "extract": "Justus Möser was a German jurist and social theorist, best known for his innovative history of Osnabrück which stressed social and cultural themes.",
    "year": 1720,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Daniel Neal",
    "birthday": "1678-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Portrait_of_Daniel_Neal_M.A_%284670215%29.jpg/256px-Portrait_of_Daniel_Neal_M.A_%284670215%29.jpg",
    "extract": "Daniel Neal was an English historian.",
    "year": 1678,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Aphra Behn",
    "birthday": "1640-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Peter_Lely_-_Aphra_Behn_-_Google_Art_Project.jpg/268px-Peter_Lely_-_Aphra_Behn_-_Google_Art_Project.jpg",
    "extract": "Aphra Behn was an English playwright, poet, prose writer and translator from the Restoration era. As one of the first English women to earn her living by her writing, she broke cultural barriers and served as a literary role model for later generations of women authors. Rising from obscurity, she came to the notice of Charles II, who employed her as a spy in Antwerp. Upon her return to London and a probable brief stay in debtors' prison, she began writing for the stage. She belonged to a coterie of poets and famous libertines such as John Wilmot, Lord Rochester. Behn wrote under the pastoral pseudonym Astrea. During the turbulent political times of the Exclusion Crisis, she wrote an epilogue and prologue that brought her into legal trouble; she thereafter devoted most of her writing to prose genres and translations. A staunch supporter of the Stuart line, she declined an invitation from Bishop Burnet to write a welcoming poem to the new king William III. She died shortly after.",
    "year": 1640,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Anne Conway (philosopher)",
    "birthday": "1631-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Samuel_van_Hoogstraten_-_Perspective_View_with_a_Woman_Reading_a_Letter_-_66_-_Mauritshuis.jpg/235px-Samuel_van_Hoogstraten_-_Perspective_View_with_a_Woman_Reading_a_Letter_-_66_-_Mauritshuis.jpg",
    "extract": "Anne Conway was an English philosopher whose work, in the tradition of the Cambridge Platonists, was an influence on Gottfried Leibniz. Conway's thought is a deeply original form of rationalist philosophy, with hallmarks of gynocentric concerns and patterns that lead some to think of it as unique among seventeenth-century systems.",
    "year": 1631,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Barthélemy d'Herbelot",
    "birthday": "1625-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Barth%C3%A9lemy_d%27Herbelot_de_Molainville.png/214px-Barth%C3%A9lemy_d%27Herbelot_de_Molainville.png",
    "extract": "Barthélemy d'Herbelot de Molainville was a French Orientalist.",
    "year": 1625,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "John Kemény (prince)",
    "birthday": "1607-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Johann_Kem%C3%A9ny_-_F%C3%BCrst_von_Siebenb%C3%BCrgen.jpg/218px-Johann_Kem%C3%A9ny_-_F%C3%BCrst_von_Siebenb%C3%BCrgen.jpg",
    "extract": "János Kemény was a Hungarian aristocrat, writer and prince of Transylvania.",
    "year": 1607,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tycho Brahe",
    "birthday": "1546-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Portr%C3%A4tt_av_Tycho_Brahe_-_Skoklosters_slott_-_90153.tif/lossy-page1-260px-Portr%C3%A4tt_av_Tycho_Brahe_-_Skoklosters_slott_-_90153.tif.jpg",
    "extract": "Tycho Brahe was a Danish astronomer, known for his accurate and comprehensive astronomical observations. Born in Scania, which became part of Sweden in the next century, Tycho was well known in his lifetime as an astronomer, astrologer, and alchemist. He has been described as \"the first competent mind in modern astronomy to feel ardently the passion for exact empirical facts\". Most of his observations were more accurate than the best observations available at the time.",
    "year": 1546,
    "month": 12,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Frederick III, Landgrave of Thuringia",
    "birthday": "1332-12-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Friedrich_Strenge_Albrechtsburg.jpg/193px-Friedrich_Strenge_Albrechtsburg.jpg",
    "extract": "Frederick III, the Strict, Landgrave of Thuringia and Margrave of Meissen, was the son of Frederick II, Margrave of Meissen and Mathilde of Bavaria.",
    "year": 1332,
    "month": 12,
    "day": 14,
    "language": "en"
  }
]