[
  {
    "name": "Eliot Vassamillet",
    "birthday": "2000-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/ESC2019_-_Eliot_Vassamillet_%28cropped%29.jpg/268px-ESC2019_-_Eliot_Vassamillet_%28cropped%29.jpg",
    "extract": "Eliot Vassamillet is a Belgian singer who represented Belgium at the Eurovision Song Contest 2019 in Tel Aviv, Israel and failed to qualify for the grand final. He was selected internally with the song \"Wake Up\" written by Pierre Dumoulin, who previously wrote \"City Lights\" for singer Blanche, which placed 4th in Eurovision Song Contest 2017, and Vassamillet himself.",
    "year": 2000,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Felix Keisinger",
    "birthday": "1997-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/2020-02-28_Medal_Ceremony_Men%27s_Skeleton_%28Bobsleigh_%26_Skeleton_World_Championships_Altenberg_2020%29_by_Sandro_Halank%E2%80%93051.jpg/253px-2020-02-28_Medal_Ceremony_Men%27s_Skeleton_%28Bobsleigh_%26_Skeleton_World_Championships_Altenberg_2020%29_by_Sandro_Halank%E2%80%93051.jpg",
    "extract": "Felix Keisinger is a German Skeleton racer who finished fourth in the standings in the men's singles category of the 2019-20 Skeleton World Cup.",
    "year": 1997,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sana (singer)",
    "birthday": "1996-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/20220121%E2%80%94Sana_%EC%82%AC%EB%82%98_Campaign_Film%2C_Pearlygates_x_Twice_2022.jpg/272px-20220121%E2%80%94Sana_%EC%82%AC%EB%82%98_Campaign_Film%2C_Pearlygates_x_Twice_2022.jpg",
    "extract": "Sana Minatozaki , known mononymously as Sana, is a Japanese singer based in South Korea. She is a member of the K-pop girl group Twice, formed by JYP Entertainment. Sana is one of Twice's three Japanese members.",
    "year": 1996,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ross Lynch",
    "birthday": "1995-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Ross_Lynch_2_%28cropped%29.png/217px-Ross_Lynch_2_%28cropped%29.png",
    "extract": "Ross Shor Lynch is an American singer, songwriter, musician, and actor. He was the lead vocalist of the pop rock band R5 and is one half of the band the Driver Era, with his brother, Rocky Lynch. As an actor, he is known for his debut role as Austin Moon on the Disney Channel original series Austin & Ally, and for his role as Brady in the Teen Beach Movie series.",
    "year": 1995,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kei Nishikori",
    "birthday": "1989-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Nishikori_RG18_%2856%29_%2842077294635%29.jpg/213px-Nishikori_RG18_%2856%29_%2842077294635%29.jpg",
    "extract": "Kei Nishikori  is a Japanese professional tennis player. He is the second male Japanese player to have been ranked in the top 5 in singles, and the only one to do so in the Open Era. Nishikori first reached his career-high singles ranking of world No. 4 in March 2015. Nishikori has won 12 singles titles and was runner-up at the 2014 US Open, making him the first male player representing an Asian country to reach a Grand Slam singles final. He also became the first man from Asia to qualify for the ATP World Tour Finals and reached the semifinals in 2014 and 2016. In addition, Nishikori defeated Rafael Nadal to win the bronze medal at the 2016 Summer Olympics, bringing Japan its first Olympic tennis medal in 96 years. Nishikori also holds the record for the highest win percentage in matches extending to 5 sets, with a record of 27-7 and a win percentage of 79.4%.",
    "year": 1989,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Eric Berry",
    "birthday": "1988-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Eric_Berry.JPG/178px-Eric_Berry.JPG",
    "extract": "Eric Berry is a former American football safety. He played college football at Tennessee, where he was a two-time unanimous All-American and recognized as the best collegiate defensive back in the country. He was then drafted by the Kansas City Chiefs fifth overall in the 2010 NFL Draft. Berry has been voted to the Pro Bowl five times and has been named to the First Team All-Pro three times. Berry last played professionally in the 2018 NFL season.",
    "year": 1988,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Christen Press",
    "birthday": "1988-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Christen_Press_%2823628856798%29.jpg/209px-Christen_Press_%2823628856798%29.jpg",
    "extract": "Christen Annemarie Press is an American soccer player for Angel City FC of the National Women's Soccer League (NWSL) and the United States national team. She first appeared for the United States national team during an international friendly against Scotland on February 9, 2013. She has made 155 appearances for her country and is currently ninth all-time with 64 goals scored.",
    "year": 1988,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ágnes Szávay",
    "birthday": "1988-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Agnes_Szavay.jpg/320px-Agnes_Szavay.jpg",
    "extract": "Ágnes Szávay is a former professional tennis player from Hungary. The 2007 WTA Newcomer of the Year achieved her career-high ranking of world No. 13 in April 2008.",
    "year": 1988,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Juliana Huxtable",
    "birthday": "1987-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Juliana_Huxtable.jpg/320px-Juliana_Huxtable.jpg",
    "extract": "Juliana Huxtable is an American artist, writer, performer, DJ, and co-founder of the New York-based nightlife project Shock Value. Huxtable has exhibited and performed at a number of venues including Reena Spaulings Fine Art, Project Native Informant, Artists Space, the New Museum, the Museum of Modern Art, Portland Institute for Contemporary Art, and Institute of Contemporary Arts. Huxtable's multidisciplinary art practice explores a number of projects, such as the internet, the body, history, and text, often through a process she calls \"conditioning.\" Huxtable is a published author of two books and a member of the New York City-based collective House of Ladosha. She previously lived and worked in New York City, and has been based in Berlin since 2020.",
    "year": 1987,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Iain De Caestecker",
    "birthday": "1987-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Iain_De_Caestecker_by_Gage_Skidmore_2.jpg/247px-Iain_De_Caestecker_by_Gage_Skidmore_2.jpg",
    "extract": "Iain De Caestecker is a Scottish actor. He is known for his roles in the films Shell (2012), In Fear (2013), Not Another Happy Ending (2013), Lost River (2014), and Overlord (2018). From 2013 to 2020, he portrayed Leopold Fitz/The Doctor in the television series Agents of S.H.I.E.L.D.",
    "year": 1987,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Yuhi Sekiguchi",
    "birthday": "1987-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/No.19_Yuhi_Sekiguchi_%2835514728414%29.jpg/320px-No.19_Yuhi_Sekiguchi_%2835514728414%29.jpg",
    "extract": "Yuhi Sekiguchi  is a Japanese racing driver. He currently competes in the GT500 class of the Super GT Series for TGR Team au TOM's, where he is the 2021 series champion. He also competes in the Super Formula Championship for Carenex Team Impul.",
    "year": 1987,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Alexa Ray Joel",
    "birthday": "1985-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Alexa_Ray_Joel_Wikiimage.jpg/202px-Alexa_Ray_Joel_Wikiimage.jpg",
    "extract": "Alexa Ray Joel is an American singer, songwriter, and pianist. Her parents are singer-songwriter Billy Joel and model Christie Brinkley. Joel released an EP Sketches (2006) and several singles on independent record labels. She has performed at numerous charity events and New York City fashion events.",
    "year": 1985,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Brenton Lawrence",
    "birthday": "1984-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Brenton_Lawrence.jpg/218px-Brenton_Lawrence.jpg",
    "extract": "Brenton Lawrence is an Australian former professional rugby league footballer who played as a prop in the 2010s.",
    "year": 1984,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jessica Andrews",
    "birthday": "1983-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Jessica_Andrews.jpg/277px-Jessica_Andrews.jpg",
    "extract": "Jessica Danielle Andrews is an American country music singer. At age 15 in mid-1999, she made her debut on the Billboard Hot Country Singles & Tracks charts with the single \"I Will Be There for You\", from her debut album Heart Shaped World, released in 1999 on DreamWorks Records Nashville. Andrews had her biggest chart success in 2001 with the song \"Who I Am\", a No. 1 country hit and the title track of her second studio album, which was certified gold in the United States. A third album, Now was released in 2003 to lower sales, while a fourth album was never released due to DreamWorks' closure. In late 2008, Andrews signed to Carolwood Records, an imprint of Lyric Street Records, however, she was dropped from the label in 2009 without issuing an album.",
    "year": 1983,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "James Kelly (Australian footballer)",
    "birthday": "1983-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/James_Kelly_2017.jpg/213px-James_Kelly_2017.jpg",
    "extract": "James Kelly is a former professional Australian rules footballer who played for the Geelong Football Club and Essendon Football Club in the Australian Football League (AFL).",
    "year": 1983,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Alison Brie",
    "birthday": "1982-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Alison_Brie_by_Gage_Skidmore.jpg/244px-Alison_Brie_by_Gage_Skidmore.jpg",
    "extract": "Alison Brie Schermerhorn is an American actress, writer, and producer. Her breakthrough came with the role of Trudy Campbell in the drama series Mad Men (2007–2015), which won her a Screen Actors Guild Award. She gained recognition for her role as Annie Edison in the comedy series Community (2009–2015) and voicing Diane Nguyen in the animated comedy series BoJack Horseman (2014–2020). For playing Ruth Wilder in the comedy-drama series GLOW (2017–2019) she received nominations for two Golden Globes and two Critics' Choice Awards.",
    "year": 1982,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dale Morris",
    "birthday": "1982-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Dale_morris.jpg/260px-Dale_morris.jpg",
    "extract": "Dale Morris is a former Australian rules footballer who played for the Western Bulldogs in the Australian Football League (AFL).",
    "year": 1982,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Norbert Siedler",
    "birthday": "1982-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Norbert_Siedler.jpg",
    "extract": "Norbert Siedler is an Austrian racing driver.",
    "year": 1982,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Shizuka Arakawa",
    "birthday": "1981-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Arakawa_2009_Festa_On_Ice.JPG/258px-Arakawa_2009_Festa_On_Ice.JPG",
    "extract": "Shizuka Arakawa  is a retired Japanese figure skater. She is the 2006 Olympic champion and the 2004 World champion. Arakawa is the first Japanese skater to win an Olympic gold medal in figure skating and the second Japanese skater to win any Olympic medal in figure skating, after Midori Ito, who won silver in 1992. She is also the second Japanese woman to win a gold medal at the Winter Olympics, following skier Tae Satoya. She was the only Japanese medalist at the 2006 Winter Olympics.",
    "year": 1981,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Shaun Suisham",
    "birthday": "1981-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Suisham_closeup.jpg/320px-Suisham_closeup.jpg",
    "extract": "Shaun Christopher Suisham is a Canadian-born former American football placekicker in the National Football League for the Dallas Cowboys, San Francisco 49ers, Washington Redskins and Pittsburgh Steelers. He was signed by the Steelers as an undrafted free agent in 2005. He played college football at Bowling Green.",
    "year": 1981,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Vjatšeslav Zahovaiko",
    "birthday": "1981-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Zahovaiko%2C_2009.jpg/220px-Zahovaiko%2C_2009.jpg",
    "extract": "Vjatšeslav Zahovaiko is an Estonian football coach and former player. Currently he is unemployed. Zahovaiko played for several professional clubs and was also a member of the Estonian national team.",
    "year": 1981,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mitsuhiro Ishida",
    "birthday": "1979-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Mitsuhiro_Ishida.jpg/251px-Mitsuhiro_Ishida.jpg",
    "extract": "Mitsuhiro Ishida is a retired Japanese mixed martial artist who competed in Shooto, Strikeforce, PRIDE, DREAM, and DEEP. A professional competitor from 2001 until 2011, Ishida also participated in the Yarennoka event in the Saitama Super Arena in Japan.",
    "year": 1979,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Diego Luna",
    "birthday": "1979-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Diego_Luna_Berlinale_2017.jpg/213px-Diego_Luna_Berlinale_2017.jpg",
    "extract": "Diego Luna Alexander is a Mexican actor, singer, director, and producer. Following a career in Mexican telenovelas, he has appeared in films including Y tu mamá también; Open Range; Milk; Rudo y Cursi; Dirty Dancing: Havana Nights; The Terminal; and Berlin, I Love You. He plays Cassian Andor in Rogue One: A Star Wars Story and Andor and drug trafficker Miguel Ángel Félix Gallardo in the first two seasons of Narcos: Mexico.",
    "year": 1979,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "George Parros",
    "birthday": "1979-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/George_Parros.jpg/212px-George_Parros.jpg",
    "extract": "George James Parros is an American former professional ice hockey player who played nine seasons in the National Hockey League (NHL), who currently serves as the head of the NHL's Department of Player Safety, with the title of senior vice president of player safety. In this role Parros is tasked with determining the suspensions or fines handed out for various on-ice incidents in the NHL, using the wheel of justice method. His primary role on the ice was that of an enforcer. Parros was part of the 2007 Stanley Cup winning Anaheim Ducks.",
    "year": 1979,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jake Berry",
    "birthday": "1978-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Official_portrait_of_Rt_Hon_Jake_Berry_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Jake_Berry_MP_crop_2.jpg",
    "extract": "James Jacob Gilchrist Berry is a British Conservative Party politician and former solicitor who served as Minister for the Northern Powerhouse, from 2017 to 2020, in the governments of Theresa May and Boris Johnson.",
    "year": 1978,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kieron Dyer",
    "birthday": "1978-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/KeironDyerWHU21082010.jpg/192px-KeironDyerWHU21082010.jpg",
    "extract": "Kieron Courtney Dyer is an English former professional footballer who played as a midfielder. He was recently the U23s manager at Ipswich Town.",
    "year": 1978,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Danny Higginbotham",
    "birthday": "1978-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/12/Danny_Higginbotham_vs._Estonia.jpg",
    "extract": "Daniel John Higginbotham is a former professional footballer who played as a defender.",
    "year": 1978,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Angelo Taylor",
    "birthday": "1978-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Taylor_in_blue-cropped.jpg/242px-Taylor_in_blue-cropped.jpg",
    "extract": "Angelo F. Taylor is an American track and field athlete, coach, and winner of 400-meter hurdles at the 2000 and 2008 Summer Olympics, who has been suspended by the United States Center for SafeSport for sexual misconduct since 2019. His personal record for the 400 m hurdles is 47.25 seconds, tied with Félix Sánchez for #14 all time. Taylor also has a 400-meter dash best of 44.05 seconds, which is #24 all time. He won the bronze medal in the 400 m at the 2007 World Championships in Athletics. He is a three-time world champion in the 4×400 m relay with the United States, and was a relay gold medalist at the 2008 Beijing Olympics and silver medalist at the 2012 London Olympics.",
    "year": 1978,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Filip Kuba",
    "birthday": "1976-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Filip_Kuba_2011-11-25.JPG/240px-Filip_Kuba_2011-11-25.JPG",
    "extract": "Filip Kuba is a Czech former professional ice hockey defenseman. Kuba most recently played for the Florida Panthers of the National Hockey League (NHL). He has previously played for the Minnesota Wild, Tampa Bay Lightning, and the Ottawa Senators of the NHL.",
    "year": 1976,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Danny McBride",
    "birthday": "1976-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/DannyRMcBrideMar09.jpg/216px-DannyRMcBrideMar09.jpg",
    "extract": "Daniel Richard McBride is an American actor, comedian, producer, and writer. He starred in the HBO television series Eastbound & Down, Vice Principals, and The Righteous Gemstones, also co-creating the former two with frequent collaborator Jody Hill while creating the latter himself. He has appeared in films such as The Foot Fist Way (2006), Hot Rod (2007), Pineapple Express (2008), Tropic Thunder (2008), Up in the Air (2009), Your Highness (2011), This Is the End (2013), and Alien: Covenant (2017). He has done voice acting for Despicable Me (2010), Kung Fu Panda 2 (2011), The Angry Birds Movie, Sausage Party, The Angry Birds Movie 2 (2019), and The Mitchells vs. the Machines (2021).",
    "year": 1976,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Shawn Hatosy",
    "birthday": "1975-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Peabodys_MG_0037_%288892890044%29_%28Shawn_Hatosy_cropped%29.jpg/237px-Peabodys_MG_0037_%288892890044%29_%28Shawn_Hatosy_cropped%29.jpg",
    "extract": "Shawn Wayne Hatosy is an American film and television actor and director. He is best known for his roles in the films In & Out, The Faculty, Outside Providence, Anywhere but Here, The Cooler, and Alpha Dog. He is also well known for his role as Detective Sammy Bryant on the TNT crime drama series Southland and is currently starring as Andrew \"Pope\" Cody in the TNT crime drama series, Animal Kingdom, based on the 2010 Australian film of the same title.",
    "year": 1975,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jaret Wright",
    "birthday": "1975-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/IMG_0372_Jaret_Wright.jpg/191px-IMG_0372_Jaret_Wright.jpg",
    "extract": "Jaret Samuel Wright is an American former professional baseball pitcher. He played all or part of 11 seasons in Major League Baseball for the Cleveland Indians, San Diego Padres, Atlanta Braves, New York Yankees, and Baltimore Orioles, primarily as a starting pitcher.",
    "year": 1975,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Twinkle Khanna",
    "birthday": "1974-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Twinkle_Khanna_at_The_White_Window.jpg",
    "extract": "Twinkle Khanna is an Indian Interior designer, author, producer, and former film actress.",
    "year": 1974,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mekhi Phifer",
    "birthday": "1974-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Mekhi_Phifer_at_2011_Comic-Con_International_%285983164175%29_%28cropped%29.jpg/214px-Mekhi_Phifer_at_2011_Comic-Con_International_%285983164175%29_%28cropped%29.jpg",
    "extract": "Mekhi Phifer is an American actor. He portrayed Dr. Greg Pratt on NBC's long-running medical drama ER and had a co-starring role opposite Eminem in the 2002 feature film 8 Mile. He was a recurring cast member on the Fox crime show Lie to Me in the role of Ben Reynolds before season three, and also starred as CIA officer Rex Matheson in Torchwood: Miracle Day.",
    "year": 1974,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Richie Sexson",
    "birthday": "1974-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/AAAA3659_Richie_Sexson.jpg/320px-AAAA3659_Richie_Sexson.jpg",
    "extract": "Richmond Lockwood Sexson, nicknamed \"Big Sexy\", is a former Major League Baseball first baseman who played for five teams from 1997 to 2008.",
    "year": 1974,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ryan Shore",
    "birthday": "1974-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Ryan_Shore_3.jpg/213px-Ryan_Shore_3.jpg",
    "extract": "Ryan Shore is a Canadian composer, songwriter, conductor, music producer, and music director for film, television, virtual reality, records, games, concerts, and theater. He is often known from his scores for Star Wars Forces of Destiny, Scooby-Doo! and WWE: Curse of the Speed Demon, The Not-Too-Late Show with Elmo, and Go! Go! Cory Carson. He is a Yamaha Artist and a graduate of the Berklee College of Music.",
    "year": 1974,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mahal (actress)",
    "birthday": "1974-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/16/Mahal_%28actress%29.jpg",
    "extract": "Noemi Tesorero, known professionally as Mahal, was a Filipino actress, comedian and vlogger. She had dwarfism, but was noted for her childlike roles and giggly personality.",
    "year": 1974,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Theo Epstein",
    "birthday": "1973-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Theo_Epstein_2010.jpg/264px-Theo_Epstein_2010.jpg",
    "extract": "Theo Nathaniel Epstein is an American Major League Baseball executive, who currently works for MLB as a consultant. He was the vice president and general manager for the Boston Red Sox and then the president of baseball operations for the Chicago Cubs. He worked for each team for nine seasons.",
    "year": 1973,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jude Law",
    "birthday": "1972-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Jude_Law_-_Headshot.jpg/271px-Jude_Law_-_Headshot.jpg",
    "extract": "David Jude Heyworth Law is an English actor. He has received several accolades throughout his career, including a British Academy Film Award, as well as nominations for two Academy Awards, two Tony Awards, and four Golden Globe Awards. In 2007, he received an Honorary César and was named a knight of the Order of Arts and Letters by the French government.",
    "year": 1972,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Besnik Hasi",
    "birthday": "1971-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Besnik_Hasi_2016_%28cropped%29.jpg/320px-Besnik_Hasi_2016_%28cropped%29.jpg",
    "extract": "Besnik Hasi is an Kosovar professional football coach and former player who was most recently the manager of Saudi club Al-Ahli.",
    "year": 1971,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Aled Jones",
    "birthday": "1970-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Aled_Jones.jpg/212px-Aled_Jones.jpg",
    "extract": "Aled Jones, is a Welsh singer and radio and television presenter. As a teenage chorister, he reached widespread fame during the mid-1980s. Since then he has worked in television with the BBC and ITV, and radio.",
    "year": 1970,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Glen Phillips (singer)",
    "birthday": "1970-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Glen_Phillips.jpg/256px-Glen_Phillips.jpg",
    "extract": "Glen Phillips is an American songwriter, lyricist, singer and guitarist. He is best known as the singer and songwriter of the alternative rock group Toad the Wet Sprocket.",
    "year": 1970,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jennifer Ehle",
    "birthday": "1969-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Jennifer_Ehle_%2830443863926%29.jpg/240px-Jennifer_Ehle_%2830443863926%29.jpg",
    "extract": "Jennifer Anne Ehle is an American actress, the daughter of English actress Rosemary Harris and American author John Ehle.",
    "year": 1969,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Allan McNish",
    "birthday": "1969-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Allan_Mcnish.jpg/212px-Allan_Mcnish.jpg",
    "extract": "Allan McNish is a British former racing driver, commentator, and journalist from Scotland. He is a three-time winner of the 24 Hours of Le Mans, most recently in 2013, as well as a three-time winner of the American Le Mans Series, which he last won in 2007. He won the FIA World Endurance Championship in 2013. He has also been a co-commentator and pundit for BBC Formula One coverage on TV, radio and online and was team principal of the Audi Sport ABT Schaeffler Formula E team.",
    "year": 1969,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ashleigh Banfield",
    "birthday": "1967-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Ashleigh_Banfield_Apr_2019.png/263px-Ashleigh_Banfield_Apr_2019.png",
    "extract": "Ashleigh Dennistoun Banfield is a Canadian-American journalist and host of Banfield. She is a former host of Legal View with Ashleigh Banfield and Early Start on CNN.",
    "year": 1967,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Evan Seinfeld",
    "birthday": "1967-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Evan_Seinfeld_1.jpeg/320px-Evan_Seinfeld_1.jpeg",
    "extract": "Evan Seinfeld is an American musician and actor, as well as a director, photographer, writer, and former pornographic actor. He is best known as the former lead vocalist, bassist, and founding member of Biohazard. Since leaving the band in May 2011 for personal reasons, he has joined the band Attika7 as a vocalist. He is the founder and CEO of subscription service IsMyGirl.",
    "year": 1967,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stefano Eranio",
    "birthday": "1966-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/StefanioEranio02.jpg/320px-StefanioEranio02.jpg",
    "extract": "Stefano Eranio is an Italian former professional footballer who played as a midfielder. Throughout his career, Eranio played mainly as a right winger; he is mostly remembered for having played for Italian clubs A.C. Milan, and Genoa, as well as English side Derby County, and he also represented Italy 20 times between 1990 and 1997 at international level. His main attributes were his technique, pace, stamina, and his ability to make attacking runs. Although he was primarily an offensive or wide midfielder, he was also competent defensively, and he was occasionally deployed as a full-back. He was voted one of Derby County's 11 greatest ever footballers.",
    "year": 1966,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Martin Offiah",
    "birthday": "1966-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Martin_Offiah.jpg/320px-Martin_Offiah.jpg",
    "extract": "Martin Nwokocha Offiah MBE ; born 29 December 1966) is an English former professional rugby league and rugby union footballer who played in the 1980s, 1990s and 2000s. Offiah was inducted into the Rugby League Hall of Fame in 2013. He scored over 500 tries during his rugby league career, making him the third-highest try scorer of all time, and now features in a statue of great rugby league players outside Wembley Stadium.",
    "year": 1966,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jeff Luhnow",
    "birthday": "1966-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Jeff_Luhnow_at_Union_Station_in_August_2014.jpg/213px-Jeff_Luhnow_at_Union_Station_in_August_2014.jpg",
    "extract": "Jeff Luhnow is a Mexican-American former baseball executive who most recently served as general manager and president of baseball operations for the Houston Astros of Major League Baseball (MLB). He worked for the St. Louis Cardinals in their scouting department from 2003 through 2011, before joining the Astros in December 2011. On January 13, 2020, Luhnow was fired by the Astros after Major League Baseball suspended him for the entire 2020 season as a result of the electronic sign-stealing scandal. Prior to working in baseball, Luhnow was a business entrepreneur.",
    "year": 1966,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dexter Holland",
    "birthday": "1965-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Dexter_Holland_live_in_Rome.jpg/232px-Dexter_Holland_live_in_Rome.jpg",
    "extract": "Bryan Keith \"Dexter\" Holland is an American musician who is the lead vocalist, rhythm guitarist, primary songwriter and last remaining original member of the punk rock band the Offspring. He is also the creator of the hot sauce Gringo Bandito, launched in 2004. In 2017, Holland attained a PhD in molecular biology.",
    "year": 1965,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Danilo Pérez",
    "birthday": "1965-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Danilo_perez_panama_jazz_fest_2012.jpg/320px-Danilo_perez_panama_jazz_fest_2012.jpg",
    "extract": "Danilo Pérez is a Panamanian pianist, composer, educator, and a social activist. His music is a blend of Panamanian roots with elements of Latin American folk music, jazz, European impressionism, African, and other musical heritages that promote music as a multi-dimensional bridge between people. He has released eleven albums as a leader, and appeared on many recordings as a side man, which have earned him critical acclaim, numerous accolades, Grammy Awards wins and nominations. He is a recipient of the United States Artists Fellowship, and the 2009 Smithsonian Legacy Award.",
    "year": 1965,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Michael Cudlitz",
    "birthday": "1964-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Michael_Cudlitz_July_2018.jpg/271px-Michael_Cudlitz_July_2018.jpg",
    "extract": "Michael Cudlitz is an American actor known for portraying John Cooper in the NBC/TNT drama series Southland for which he won the Critics' Choice Television Award for Best Supporting Actor in a Drama Series in 2013, Sergeant Denver \"Bull\" Randleman in the HBO miniseries Band of Brothers, and Sergeant Abraham Ford in the AMC horror series The Walking Dead.",
    "year": 1964,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dave McKean",
    "birthday": "1963-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Dave_McKean_-_Lucca_Comics_%26_Games_2018_01.jpg/228px-Dave_McKean_-_Lucca_Comics_%26_Games_2018_01.jpg",
    "extract": "David McKean is an English illustrator, photographer, comic book artist, graphic designer, filmmaker and musician. His work incorporates drawing, painting, photography, collage, found objects, digital art and sculpture. McKean's projects include illustrating books by amongst others Neil Gaiman, Grant Morrison, Heston Blumenthal, Ray Bradbury and Stephen King, and directing three feature films.",
    "year": 1963,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sean Payton",
    "birthday": "1963-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Sean_Payton_2021.jpg/213px-Sean_Payton_2021.jpg",
    "extract": "Sean Patrick Payton is a former American football coach and quarterback. He served as the head coach of the New Orleans Saints of the National Football League (NFL) from 2006 to 2021, leading the franchise to its first Super Bowl victory during the 2009 season. Payton was a quarterback at Naperville Central High School and Eastern Illinois University and played professionally in 1987 with Chicago Bears and 1988 overseas in Britain for the Leicester Panthers.",
    "year": 1963,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Wynton Rufer",
    "birthday": "1962-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Wynton_rufer_headshot.JPG",
    "extract": "Wynton Alan Whai Rufer is a New Zealand retired professional footballer who played as a striker. He spent more than a decade of his professional career in Switzerland and Germany, achieving his greatest success at Werder Bremen, where he won a total of four major titles and finished the top scorer in the UEFA Champions League 1993–94 season. He was also a member of the New Zealand national team in its first FIFA World Cup appearance in 1982. He was named the Oceania Footballer of the Century by the Oceania Football Confederation.",
    "year": 1962,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Devon White (baseball)",
    "birthday": "1962-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Devon_White_2009.jpg/320px-Devon_White_2009.jpg",
    "extract": "Devon Markes Whyte, nicknamed \"Devo\", is a Jamaican-born American former professional baseball center fielder, best known for his defensive ability at that position. He played in Major League Baseball (MLB) for the California Angels, Toronto Blue Jays, Florida Marlins, Arizona Diamondbacks, Los Angeles Dodgers, and Milwaukee Brewers. He currently serves as the first base coach for the Triple-A Buffalo Bisons.",
    "year": 1962,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Carles Puigdemont",
    "birthday": "1962-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Retrat_oficial_del_President_Carles_Puigdemont_cropped.jpg/220px-Retrat_oficial_del_President_Carles_Puigdemont_cropped.jpg",
    "extract": "Carles Puigdemont i Casamajó is a Catalan politician and journalist from Spain. Since 2019 he has served as a Member of the European Parliament (MEP). A former mayor of Girona, Puigdemont served as the 130th President of Catalonia from 2016 to 2017 when he was removed from office by the Spanish Government following the unilateral Catalan declaration of independence. He is co-founder of the National Call for the Republic (CNxR), leader of the Together for Catalonia (JuntsxCat) electoral alliance and founder of the Together for Catalonia party.",
    "year": 1962,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kevin Granata",
    "birthday": "1961-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0a/Granata.jpg",
    "extract": "Kevin P. Granata was an American professor in multiple departments including the Departments of Engineering, Science and Mechanics and Mechanical Engineering at Virginia Polytechnic Institute and State University, in Blacksburg, Virginia. Granata held an additional academic appointment as a professor in the Virginia Tech-Wake Forest School of Biomedical Engineering and was an adjunct professor at the University of Virginia in the Department of Orthopedic Surgery. During the Virginia Tech shooting, he shepherded students into his office in order to safeguard them. He was then killed by Seung-Hui Cho after he went to investigate and intervene.",
    "year": 1961,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jim Reid",
    "birthday": "1961-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Jim_Reid.jpg/240px-Jim_Reid.jpg",
    "extract": "James McLeish Reid is a Scottish singer/songwriter and the lead singer for the alternative rock band The Jesus and Mary Chain, which he formed with his elder brother and guitarist William Reid in 1983.",
    "year": 1961,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Richard Horton (editor)",
    "birthday": "1961-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Dr._Richard_Horton%2C_Editor_in_Chief%2C_the_Lancet_%28cropped%29.jpg/320px-Dr._Richard_Horton%2C_Editor_in_Chief%2C_the_Lancet_%28cropped%29.jpg",
    "extract": "Richard Charles Horton is editor-in-chief of The Lancet, a United Kingdom–based medical journal. He is an honorary professor at the London School of Hygiene and Tropical Medicine, University College London, and the University of Oslo.",
    "year": 1961,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "David Boon",
    "birthday": "1960-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/David_Boon%2C_booksigning.jpg/248px-David_Boon%2C_booksigning.jpg",
    "extract": "David Clarence Boon is an Australian cricket match referee, former cricket commentator and international cricketer whose international playing career spanned the years 1984–1996. A right-handed batsman and a very occasional off-spin bowler, he played first-class cricket for both his home state Tasmania and English county side Durham.",
    "year": 1960,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dave Gilbert (cricketer)",
    "birthday": "1960-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Dave_Gilbert.jpg/263px-Dave_Gilbert.jpg",
    "extract": "David Robert Gilbert is a former Australian cricketer who played in nine Test matches and 14 One Day Internationals (ODIs) in 1985 and 1986. He played domestically for New South Wales, Gloucestershire and Tasmania.",
    "year": 1960,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Patricia Clarkson",
    "birthday": "1959-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Patricia_Clarkson_Press_Conference_The_Party_Berlinale_2017_01_%28cropped_2%29.jpg/231px-Patricia_Clarkson_Press_Conference_The_Party_Berlinale_2017_01_%28cropped_2%29.jpg",
    "extract": "Patricia Davies Clarkson is an American actress. She has starred in numerous leading and supporting roles in a variety of films ranging from independent film features to major film studio productions. Her accolades include a Golden Globe Award and two Primetime Emmy Awards, in addition to nominations for an Academy Award and a Tony Award.",
    "year": 1959,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Paula Poundstone",
    "birthday": "1959-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/PaulaPoundstoneByPhilKonstantin.jpg/320px-PaulaPoundstoneByPhilKonstantin.jpg",
    "extract": "Paula Poundstone is an American stand-up comedian, author, actor, interviewer, and commentator. Beginning in the late 1980s, she performed a series of one-hour HBO comedy specials. She provided backstage commentary during the 1992 presidential election on The Tonight Show with Jay Leno. She is the host of the Starburns Audio podcast Nobody Listens to Paula Poundstone, which is the successor to the National Public Radio program Live from the Poundstone Institute. She is a frequent panelist on NPR's weekly news quiz show Wait Wait... Don't Tell Me, and was a recurring guest on the network's A Prairie Home Companion variety program during Garrison Keillor's years as host.",
    "year": 1959,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Nancy J. Currie-Gregg",
    "birthday": "1958-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Nancy_Currie.jpg/256px-Nancy_Currie.jpg",
    "extract": "Nancy Jane Currie-Gregg is an American engineer, United States Army officer and a NASA astronaut. Currie-Gregg has served in the United States Army for over 22 years and holds the rank of colonel. With NASA, she has participated in four space shuttle missions: STS-57, STS-70, STS-88, and STS-109, accruing 1,000 hours in space. She currently holds an appointment as a professor of practice in the Department of Industrial & Systems Engineering at Texas A&M University.",
    "year": 1958,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Brad Grey",
    "birthday": "1957-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Brad_Grey%2C_Garry_Shandling_%282091302388%29.jpg/212px-Brad_Grey%2C_Garry_Shandling_%282091302388%29.jpg",
    "extract": "Brad Alan Grey was an American television and film producer. He co-founded Brillstein-Grey Entertainment, and afterwards became the chairman and CEO of Paramount Pictures, a position he held from 2005 until 2017. Grey graduated from the State University of New York at Buffalo School of Management. Under Grey's leadership, Paramount finished No. 1 in global market share in 2011 and No. 2 domestically in 2008, 2009, and 2010, despite releasing significantly fewer films than its competitors. He also produced eight out of Paramount's 10 top-grossing pictures of all time after having succeeded Sherry Lansing in 2005.",
    "year": 1957,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Oliver Hirschbiegel",
    "birthday": "1957-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/MJK35777_Oliver_Hirschbiegel_%28Der_Gleiche_Himmel%2C_Berlinale_2017%29.jpg/213px-MJK35777_Oliver_Hirschbiegel_%28Der_Gleiche_Himmel%2C_Berlinale_2017%29.jpg",
    "extract": "Oliver Hirschbiegel is a German film director. His works include Das Experiment and the Oscar-nominated Downfall.",
    "year": 1957,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Donald D. Hoffman",
    "birthday": "1955-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Donald_Hoffman.jpg/239px-Donald_Hoffman.jpg",
    "extract": "Donald David Hoffman is an American cognitive psychologist and popular science author. He is a professor in the Department of Cognitive Sciences at the University of California, Irvine, with joint appointments in the Department of Philosophy, the Department of Logic and Philosophy of Science, and the School of Computer Science.",
    "year": 1955,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Thomas Bach",
    "birthday": "1953-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Thomas_Bach_%2813951010204%29.jpg/240px-Thomas_Bach_%2813951010204%29.jpg",
    "extract": "Thomas Bach is a German lawyer, former Olympic fencer and Olympic gold medalist, serving as the ninth and current president of the International Olympic Committee since 10 September 2013. He is also a former member of the German Olympic Sports Confederation executive board. Bach is the first ever Olympic champion to be elected President of the IOC.",
    "year": 1953,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Alan Rusbridger",
    "birthday": "1953-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Alan_Rusbridger_01.jpg/261px-Alan_Rusbridger_01.jpg",
    "extract": "Alan Charles Rusbridger is a British journalist, who was formerly editor-in-chief of The Guardian and then principal of Lady Margaret Hall, Oxford.",
    "year": 1953,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kate Schmidt",
    "birthday": "1953-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Kate_Schmidt_1976.jpg/201px-Kate_Schmidt_1976.jpg",
    "extract": "Kathryn Joan \"Kate\" Schmidt is an American former world record holder in the javelin throw. A native of California, graduate of Woodrow Wilson Classical High School, and alumnus of UCLA, she won bronze medals at the 1972 and 1976 Olympics. She qualified for the 1980 Olympics, but did not compete due to the 1980 Summer Olympics boycott. She placed fourth at the 1984 Olympic Trials.",
    "year": 1953,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stanley Williams",
    "birthday": "1953-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Tookie.jpg/320px-Tookie.jpg",
    "extract": "Stanley Tookie Williams III was an American gang member and spree killer who co-founded and led the Crips gang in Los Angeles. He and Raymond Washington formed an alliance in 1971 that established the Crips as Los Angeles' first major African-American street gang. During the 1970s, Williams was the de facto leader of the Crips and the prominent crime boss in South Los Angeles.",
    "year": 1953,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charlayne Woodard",
    "birthday": "1953-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/44/Charlayne_Woodard_at_Dramatists_Guild_of_America.jpg",
    "extract": "Charlaine \"Charlayne\" Woodard is an American playwright and actress. She made her debut in the original production of the musical Ain't Misbehavin', for which she received a Tony Award for Best Featured Actress in a Musical nomination in 1978. She has played supporting roles in a number of films, include One Good Cop (1991), The Crucible (1996), Unbreakable (2000), and Glass (2019).",
    "year": 1953,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Yvonne Elliman",
    "birthday": "1951-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Yvonne_Elliman.jpg/246px-Yvonne_Elliman.jpg",
    "extract": "Yvonne Marianne Elliman is an American singer, songwriter, and actress who performed for four years in the first cast of the stage musical Jesus Christ Superstar. She scored a number of hits in the 1970s and achieved a US #1 hit with \"If I Can't Have You\". The song also reached #9 on the Adult Contemporary chart and number 4 in the UK Chart. Her cover of Barbara Lewis's \"Hello Stranger\" went to #1 on the Adult Contemporary chart, and \"Love Me\" was also #5, giving her 3 top 10 singles. After a long hiatus in the 1980s and 1990s, during which time she dedicated herself to her family, she made a comeback album as a singer-songwriter in 2004.",
    "year": 1951,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "David Topliss",
    "birthday": "1949-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f9/David_Topliss_-_Balmain_Tigers.jpeg/227px-David_Topliss_-_Balmain_Tigers.jpeg",
    "extract": "David Topliss, also known by the nickname of \"Toppo\", was an English World Cup winning professional rugby league footballer who played in the 1960s, 1970s and 1980s, and coached in the 1980s and 1990s. He played at representative level for Great Britain, England and Yorkshire, at club level for Wakefield Trinity (captain), Penrith Panthers, Balmain Tigers, Hull F.C. (captain) and Oldham, as a stand-off, i.e. number 6, and coached at club level for Wakefield Trinity.",
    "year": 1949,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Peter Robinson (Northern Ireland politician)",
    "birthday": "1948-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Peter_Robinson_headshot%2C_2011.jpg/240px-Peter_Robinson_headshot%2C_2011.jpg",
    "extract": "Peter David Robinson is a retired Northern Irish politician who served as First Minister of Northern Ireland from 2008 until 2016 and Leader of the Democratic Unionist Party (DUP) from 2008 until 2015. Until his retirement in 2016, Robinson was involved in Northern Irish politics for over 40 years, being a founding member of the DUP along with Ian Paisley.",
    "year": 1948,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ted Danson",
    "birthday": "1947-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Ted_Danson_2008_number_2.jpg/320px-Ted_Danson_2008_number_2.jpg",
    "extract": "Edward Bridge Danson III is an American actor and producer who played the lead character Sam Malone on the NBC sitcom Cheers, Jack Holden in the films Three Men and a Baby and Three Men and a Little Lady, and Dr. John Becker on the CBS sitcom Becker. He also starred in the CBS dramas CSI: Crime Scene Investigation and CSI: Cyber as D.B. Russell. Additionally, he plays a recurring role as a fictionalized version of himself on Larry David's HBO sitcom Curb Your Enthusiasm, starred alongside Glenn Close in legal drama Damages and was a regular on the HBO comedy series Bored to Death. In 2015, he starred as Hank Larsson in the second season of FX's black comedy-crime drama anthology Fargo. From 2016 to 2020, he played the afterlife architect Michael in the NBC sitcom The Good Place. He played Neil Bremer in NBC's Mr. Mayor from the start of the show in 2021 until it was cancelled in 2022.",
    "year": 1947,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Leonhard Lapin",
    "birthday": "1947-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/LeoLapin.jpg/231px-LeoLapin.jpg",
    "extract": "Leonhard Lapin, also known under the pseudonym Albert Trapeež, was an Estonian architect, artist, architecture historian, and poet.",
    "year": 1947,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Cozy Powell",
    "birthday": "1947-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/63/Cozypowell2.jpg",
    "extract": "Cozy Powell was an English rock drummer, who made his name with many major rock bands and artists such as The Jeff Beck Group, Rainbow, Michael Schenker Group, Gary Moore, Robert Plant, Brian May, Whitesnake, Emerson, Lake & Powell, and Black Sabbath.",
    "year": 1947,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Marianne Faithfull",
    "birthday": "1946-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Marianne_Faithfull%2C_Women%27s_World_Awards_2009_b.jpg/213px-Marianne_Faithfull%2C_Women%27s_World_Awards_2009_b.jpg",
    "extract": "Marianne Evelyn Gabriel Faithfull is an English singer, songwriter and actress. She achieved popularity in the 1960s with the release of her hit single \"As Tears Go By\" and became one of the lead female artists during the British Invasion in the United States.",
    "year": 1946,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Laffit Pincay Jr.",
    "birthday": "1946-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Laffit_Pincay_Jr.%2C_1972.jpg/249px-Laffit_Pincay_Jr.%2C_1972.jpg",
    "extract": "Laffit Alejandro Pincay Jr. was once flat racing's winningest all-time jockey, still holding third place many years after his retirement. He competed primarily in the United States.",
    "year": 1946,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Birendra of Nepal",
    "birthday": "1945-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Birendra_Bir_Bikram_Shah.jpg/320px-Birendra_Bir_Bikram_Shah.jpg",
    "extract": "Birendra Bir Bikram Shah Dev was the King of Nepal from 31 January 1972 until he died in 2001.",
    "year": 1945,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bill Aucoin",
    "birthday": "1943-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Bill_Aucoin_2008.jpg/320px-Bill_Aucoin_2008.jpg",
    "extract": "William Martin Aucoin was an American band manager, well known for his work with the rock band Kiss and Billy Idol.",
    "year": 1943,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rick Danko",
    "birthday": "1943-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Rick_Danko_79.jpg/211px-Rick_Danko_79.jpg",
    "extract": "Richard Clare Danko was a Canadian musician, bassist, songwriter, and singer, best known as a founding member of the Band.",
    "year": 1943,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rajesh Khanna",
    "birthday": "1942-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Abhijeet_Das_%26_Rajesh_Khanna_enhanced_%28cropped%29.jpg/264px-Abhijeet_Das_%26_Rajesh_Khanna_enhanced_%28cropped%29.jpg",
    "extract": "Rajesh Khanna was an Indian actor, film producer and politician who worked in Hindi films. Dubbed the \"First Superstar of Indian cinema\", he consecutively starred in a record 15 successful films between 1969 to 1971. He was the highest-paid actor in Hindi cinema throughout the 1970s and 1980s. His accolades include four BFJA Awards and five Filmfare Awards, and in 2013, he was posthumously awarded the Padma Bhushan, India's third highest civilian honour.",
    "year": 1942,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Óscar Rodríguez Maradiaga",
    "birthday": "1942-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Cardinal_%C3%93scar_Andr%C3%A9s_Rodr%C3%ADguez_Maradiaga.jpg/241px-Cardinal_%C3%93scar_Andr%C3%A9s_Rodr%C3%ADguez_Maradiaga.jpg",
    "extract": "Óscar Andrés Rodríguez Maradiaga, S.D.B. is a Salesian and Cardinal of the Catholic Church from Honduras. He is the current Archbishop of Tegucigalpa, is the former President of Caritas Internationalis and served as President of the Latin American Episcopal Conference (CELAM) from 1995 to 1999. Rodríguez was elevated to the cardinalate in 2001. He has been the Vatican's spokesman with the International Monetary Fund and the World Bank, on the issue of Third World debt.",
    "year": 1942,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ray Thomas",
    "birthday": "1941-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Ray_Thomas.jpg/235px-Ray_Thomas.jpg",
    "extract": "Raymond Thomas was an English multi-instrumentalist, flautist, singer, founding member and composer in the English progressive rock band the Moody Blues. His flute solo on the band's 1967 hit single \"Nights in White Satin\" is regarded as one of progressive rock's defining moments. In 2018, he was posthumously inducted into the Rock and Roll Hall of Fame as a member of the Moody Blues.",
    "year": 1941,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ed Bruce",
    "birthday": "1939-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Ed-Bruce.jpg/320px-Ed-Bruce.jpg",
    "extract": "William Edwin Bruce Jr. was an American country music songwriter, singer, and actor. He was known for writing the 1975 song \"Mammas Don't Let Your Babies Grow Up to Be Cowboys\" and recording the 1982 country number one hit \"You're the Best Break This Old Heart Ever Had\". He also co-starred in the television series Bret Maverick with James Garner during the 1981–1982 season.",
    "year": 1939,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Harvey Smith (equestrian)",
    "birthday": "1938-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Harvey_Smith_%281974%29.jpg/320px-Harvey_Smith_%281974%29.jpg",
    "extract": "Harvey John Smith is a former British show jumping champion.",
    "year": 1938,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jon Voight",
    "birthday": "1938-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Jon_Voight_2012.jpg/241px-Jon_Voight_2012.jpg",
    "extract": "Jonathan Vincent Voight is an American actor. He came to prominence in the late 1960s with his Academy Award-nominated performance as Joe Buck, a would-be gigolo, in Midnight Cowboy (1969). During the 1970s, he became a Hollywood star with his portrayals of a businessman mixed up with murder in Deliverance (1972); a paraplegic Vietnam veteran in Coming Home (1978), for which he won an Academy Award for Best Actor; and a penniless ex-boxing champion in the remake of The Champ (1979).",
    "year": 1938,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Wayne Huizenga",
    "birthday": "1937-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Wayne_Huizenga.jpg",
    "extract": "Harry Wayne Huizenga Sr. was an American businessman and entrepreneur. He founded AutoNation and Waste Management Inc., and was the owner or co-owner of Blockbuster Video, the Miami Dolphins of the National Football League, the Florida Panthers of the National Hockey League, and the Florida Marlins of Major League Baseball.",
    "year": 1937,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mary Tyler Moore",
    "birthday": "1936-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Mary_Tyler_Moore_2000_%281%29_%28cropped%29.jpg/265px-Mary_Tyler_Moore_2000_%281%29_%28cropped%29.jpg",
    "extract": "Mary Tyler Moore was an American actress, producer, and social advocate. She is best known for her roles on The Dick Van Dyke Show (1961–1966) and The Mary Tyler Moore Show (1970–1977), which \"helped define a new vision of American womanhood\" and \"appealed to an audience facing the new trials of modern-day existence\". Moore won seven Primetime Emmy Awards and three Golden Globe Awards. She was nominated for the Academy Award for Best Actress for her performance in Ordinary People. Moore is also known for her supporting role in the musical film Thoroughly Modern Millie. Moore was an advocate for animal rights, vegetarianism and diabetes prevention.",
    "year": 1936,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ray Nitschke",
    "birthday": "1936-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Nitschke_packers.jpg/252px-Nitschke_packers.jpg",
    "extract": "Raymond Ernest Nitschke was a professional American football middle linebacker who spent his entire 15-year National Football League (NFL) career with the Green Bay Packers. Enshrined in the Pro Football Hall of Fame in 1978, he was the anchor of the defense for head coach Vince Lombardi in the 1960s, leading the Packers to five NFL championships and victories in the first two Super Bowls.",
    "year": 1936,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ed Flanders",
    "birthday": "1934-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/74/Ed_flanders.jpg/260px-Ed_flanders.jpg",
    "extract": "Edward Paul Flanders was an American actor. He is best known for playing Dr. Donald Westphall in the medical drama series St. Elsewhere (1982–1988). Flanders was nominated for eight Primetime Emmys and won three times in 1976, 1977, and 1983.",
    "year": 1934,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Forugh Farrokhzad",
    "birthday": "1934-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/%D9%81%D8%B1%D9%88%D8%BA_%D9%81%D8%B1%D8%AE%D8%B2%D8%A7%D8%AF.jpg/226px-%D9%81%D8%B1%D9%88%D8%BA_%D9%81%D8%B1%D8%AE%D8%B2%D8%A7%D8%AF.jpg",
    "extract": "Forugh Farrokhzad was an influential Iranian poet and film director. She was a controversial modernist poet and an iconoclast, writing from a female point of view.",
    "year": 1934,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Inga Swenson",
    "birthday": "1932-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Inga_Swenson_1958.JPG/250px-Inga_Swenson_1958.JPG",
    "extract": "Inga Swenson is an American retired actress and singer from Omaha, Nebraska, USA. She appeared in multiple Broadway productions and received two Tony nominations. She also spent seven years portraying Gretchen Kraus in the ABC comedy series Benson.",
    "year": 1932,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stanislovas Stonkus",
    "birthday": "1931-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/38/Stanislovas_Stonkus.jpg/290px-Stanislovas_Stonkus.jpg",
    "extract": "Stanislovas \"Stasys\" Stonkus was a Soviet and Lithuanian basketball player who competed for the Soviet Union in the 1952 Summer Olympics and in the 1956 Summer Olympics. He was born in Telšiai. In 1954, he graduated from the Lithuanian National Physical Education Institute. He trained at VSS Žalgiris in Kaunas.",
    "year": 1931,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Matt \"Guitar\" Murphy",
    "birthday": "1929-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/88/MattMurphyNYC_%28cropped%29.jpg",
    "extract": "Matthew Tyler Murphy, known as Matt \"Guitar\" Murphy, was an American blues guitarist. He was associated with Memphis Slim, The Blues Brothers and Howlin' Wolf.",
    "year": 1929,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kim Song-ae",
    "birthday": "1924-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0a/Kim_Song-ae.jpeg",
    "extract": "Kim Sŏng-ae was a North Korean politician who served as the first lady of North Korea from 1963 to 1974. She was the second wife of North Korea's founder, Kim Il-sung.",
    "year": 1924,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Cheikh Anta Diop",
    "birthday": "1923-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Cheikh_Anta_Diop%2C_late_1940s.jpg/201px-Cheikh_Anta_Diop%2C_late_1940s.jpg",
    "extract": "née\nCheikh Anta Diop was a Senegalese historian, anthropologist, physicist, and politician who studied the human race's origins and pre-colonial African culture. Diop's work is considered foundational to the Afrocentrist movement, though he himself never used the term. The questions he posed about cultural bias in scientific research contributed greatly to the postcolonial turn in the study of African civilizations.",
    "year": 1923,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dina Merrill",
    "birthday": "1923-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Dina_Merrill_1968.JPG/257px-Dina_Merrill_1968.JPG",
    "extract": "Dina Merrill was an American actress, heiress, socialite, businesswoman, and philanthropist.",
    "year": 1923,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Shlomo Venezia",
    "birthday": "1923-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Argentina_6183.jpg/320px-Argentina_6183.jpg",
    "extract": "Shlomo Venezia was a Greek-born Italian Jew. He was a survivor of the Auschwitz-Birkenau concentration camp.",
    "year": 1923,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Yvonne Choquet-Bruhat",
    "birthday": "1923-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Yvonne_Choquet-Bruhat_2.jpeg/320px-Yvonne_Choquet-Bruhat_2.jpeg",
    "extract": "Yvonne Choquet-Bruhat is a French mathematician and physicist. She has made seminal contributions to the study of Einstein's general theory of relativity, by showing that the Einstein equations can be put into the form of an initial value problem which is well-posed. In 2015, her breakthrough paper was listed by the journal Classical and Quantum Gravity as one of thirteen 'milestone' results in the study of general relativity, across the hundred years in which it had been studied.",
    "year": 1923,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "William Gaddis",
    "birthday": "1922-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/William_Gaddis_1975.jpg/242px-William_Gaddis_1975.jpg",
    "extract": "William Thomas Gaddis, Jr. was an American novelist.\nThe first and longest of his five novels, The Recognitions, was named one of TIME magazine's 100 best novels from 1923 to 2005\nand two others, J R and A Frolic of His Own, won the annual U.S. National Book Award for Fiction.\nA collection of his essays was published posthumously as The Rush for Second Place (2002). The Letters of William Gaddis was published by Dalkey Archive Press in February 2013.",
    "year": 1922,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dobrica Ćosić",
    "birthday": "1921-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/S.Kragujevic%2C_Dobrica_Cosic_1961.JPG/211px-S.Kragujevic%2C_Dobrica_Cosic_1961.JPG",
    "extract": "Dobrica Ćosić was a Yugoslav and Serbian politician, writer, and political theorist.",
    "year": 1921,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Viveca Lindfors",
    "birthday": "1920-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Viveca_Lindfors_1957.jpg/253px-Viveca_Lindfors_1957.jpg",
    "extract": "Elsa Viveca Torstensdotter Lindfors was a Swedish-born American stage, film, and television actress. She won an Emmy Award and a Silver Bear for Best Actress.",
    "year": 1920,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Alfred de Grazia",
    "birthday": "1919-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Alfred%2C_27_August_2003.jpg/240px-Alfred%2C_27_August_2003.jpg",
    "extract": "Alfred de Grazia, born in Chicago, Illinois, was a political scientist and author. He developed techniques of computer-based social network analysis in the 1950s, developed new ideas about personal digital archives in the 1970s, and defended the catastrophism thesis of Immanuel Velikovsky.",
    "year": 1919,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Roman Vlad",
    "birthday": "1919-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Roman_Vlad.jpg/320px-Roman_Vlad.jpg",
    "extract": "Roman Vlad was a Romanian-born Italian composer, pianist, and musicologist.",
    "year": 1919,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tom Bradley (American politician)",
    "birthday": "1917-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Los_Angeles_Mayor_Tom_Bradley_meets_with_Rodolfo_Escalera_%28Crop%29.jpg/290px-Los_Angeles_Mayor_Tom_Bradley_meets_with_Rodolfo_Escalera_%28Crop%29.jpg",
    "extract": "Thomas Bradley was an American politician and police officer who served as the 38th Mayor of Los Angeles from 1973 to 1993. He was the first and thus far only black mayor of Los Angeles, and his 20 years in office mark the longest tenure by any mayor in the city's history. His election as mayor in 1973 made him the second black mayor of a major U.S. city. Bradley retired in 1993, after his approval ratings began dropping subsequent to the 1992 Los Angeles Riots.",
    "year": 1917,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ramanand Sagar",
    "birthday": "1917-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Ramanand_Saagar.jpg/223px-Ramanand_Saagar.jpg",
    "extract": "Ramanand Sagar was an Indian film director. He is most famous for making the Ramayan television series, a 78-part TV adaptation of the ancient Indian epic of the same name, starring Arun Govil as Lord Ram and Deepika Chikhalia as Sita. This TV serial was then widely watched and liked across the country. The Government of India awarded him the civilian honour of Padma Shri in 2000.",
    "year": 1917,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bill Osmanski",
    "birthday": "1915-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Harold_and_Ray_Schumacher_with_George_Halas.jpg/320px-Harold_and_Ray_Schumacher_with_George_Halas.jpg",
    "extract": "William Thomas Osmanski, nicknamed \"Bullet\" Bill, was an American football player and coach. He was inducted into the College Football Hall of Fame in 1973 and in 1977 he was inducted into the National Polish-American Sports Hall of Fame.",
    "year": 1915,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Robert Ruark",
    "birthday": "1915-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d4/Ruark_main.jpg/232px-Ruark_main.jpg",
    "extract": "Robert Ruark was an American author, syndicated columnist, and big game hunter.",
    "year": 1915,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jo Van Fleet",
    "birthday": "1915-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Jo_Van_Fleet_in_East_of_Eden_trailer_2.jpg/320px-Jo_Van_Fleet_in_East_of_Eden_trailer_2.jpg",
    "extract": "Catherine Josephine Van Fleet was an American stage, film, and television actress. During her long career, which spanned over four decades, she often played characters much older than her actual age. Van Fleet won a Tony Award in 1954 for her performance in the Broadway production The Trip to Bountiful, and the next year she won an Academy Award for Best Supporting Actress for her supporting role in East of Eden.",
    "year": 1915,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Zainul Abedin",
    "birthday": "1914-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Zainul_Abedin.jpg/268px-Zainul_Abedin.jpg",
    "extract": "Zainul Abedin was a Bangladeshi painter born in Kishoregonj, East Bengal, British India. He became well known in 1944 through his series of paintings depicting some of the great famines in Bengal during its British colonial period. After the Partition of Indian subcontinent he moved to East Pakistan. In 1948, he helped to establish the Institute of Arts and Crafts at University of Dhaka. The Indian Express has described him as a legendary Bangladeshi painter. Like many of his contemporaries, his paintings on the Bengal famine of 1943 are viewed as his most characteristic works. His homeland honored him with given the title \"Shilpacharya\" \"Great teacher of the arts\" for his artistic and visionary attributes. He was the pioneer of the modern art movement that took place in Bangladesh and was rightly considered by Syed Manzoorul Islam as the founding father of Bangladeshi modern arts, soon after Bangladesh earned the status of an independent republic.",
    "year": 1914,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Billy Tipton",
    "birthday": "1914-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9f/Billy_Tipton.jpg",
    "extract": "Billy Tipton was an American jazz musician, bandleader, and talent broker. Tipton lived as a man for most of his adult life; after his death, friends and family were surprised to learn that he was transgender.",
    "year": 1914,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Albert Tucker (artist)",
    "birthday": "1914-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Albert_Tucker_1940.jpg/232px-Albert_Tucker_1940.jpg",
    "extract": "Albert Lee Tucker was an Australian artist and member of the Heide Circle, a group of modernist artists and writers associated with Heide, the Melbourne home of art patrons John and Sunday Reed. Along with Heide Circle members such as Sidney Nolan and Arthur Boyd, Tucker became associated with the Angry Penguins art movement, named after a publication founded by poet Max Harris and published by the Reeds.",
    "year": 1914,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Klaus Fuchs",
    "birthday": "1911-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Klaus_Fuchs_-_police_photograph.jpg/253px-Klaus_Fuchs_-_police_photograph.jpg",
    "extract": "Klaus Emil Julius Fuchs was a German theoretical physicist and atomic spy who supplied information from the American, British and Canadian Manhattan Project to the Soviet Union during and shortly after World War II. While at the Los Alamos National Laboratory, Fuchs was responsible for many significant theoretical calculations relating to the first nuclear weapons and, later, early models of the hydrogen bomb. After his conviction in 1950, he served nine years in prison in the United Kingdom, then migrated to East Germany where he resumed his career as a physicist and scientific leader.",
    "year": 1911,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ronald Coase",
    "birthday": "1910-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Coase_scan_10_edited.jpg/304px-Coase_scan_10_edited.jpg",
    "extract": "Ronald Harry Coase was a British economist and author. He was the Clifton R. Musser Professor of Economics at the University of Chicago Law School, where he arrived in 1964 and remained for the rest of his life. He received the Nobel Memorial Prize in Economic Sciences in 1991.",
    "year": 1910,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Helmut Gollwitzer",
    "birthday": "1908-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Ludwig_Binder_Haus_der_Geschichte_Studentenrevolte_1968_2001_03_0275.4240_%2816900018369%29.jpg/320px-Ludwig_Binder_Haus_der_Geschichte_Studentenrevolte_1968_2001_03_0275.4240_%2816900018369%29.jpg",
    "extract": "Helmut Gollwitzer was a German Protestant (Lutheran) theologian and author.",
    "year": 1908,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Magnus Pyke",
    "birthday": "1908-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Magnus_Pyke_DMarshall1987.jpg/254px-Magnus_Pyke_DMarshall1987.jpg",
    "extract": "Magnus Alfred Pyke was an English nutritional scientist, governmental scientific adviser, writer and presenter. He worked for the UK Ministry of Food, the post-war Allied Commission for Austria, and different food manufacturers. He wrote prolifically and became famous as a TV and radio personality, and was featured on Thomas Dolby's 1982 synthpop hit, \"She Blinded Me with Science\".",
    "year": 1908,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kuvempu",
    "birthday": "1904-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Kuvempu.jpg/247px-Kuvempu.jpg",
    "extract": "Kuppali Venkatappa Puttappa, popularly known by his pen name Kuvempu, was an Indian poet, playwright, novelist and critic. He is widely regarded as the greatest Kannada poet of the 20th century. He was the first Kannada writer to receive the Jnanpith Award.",
    "year": 1904,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Candido Portinari",
    "birthday": "1903-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/C%C3%A2ndido_Portinari_%281962%29.tif/lossy-page1-224px-C%C3%A2ndido_Portinari_%281962%29.tif.jpg",
    "extract": "Candido Portinari was a Brazilian painter. He is considered one of the most important Brazilian painters as well as a prominent and influential practitioner of the neo-realism style in painting.",
    "year": 1903,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Nels Stewart",
    "birthday": "1902-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Nels_Stewart.jpg/267px-Nels_Stewart.jpg",
    "extract": "Robert Nelson \"Old Poison\" Stewart was a Canadian professional ice hockey player who played for the Montreal Maroons, New York Americans and Boston Bruins in the National Hockey League. He is an Honoured Member of the Hockey Hall of Fame. He was the first player to win the NHL's Hart Trophy multiple times, and is considered the NHL's greatest goalscorer in the pre-World War II era, holding the league record for career goals from 1937 to 1952.",
    "year": 1902,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Nie Rongzhen",
    "birthday": "1899-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Marshal_Nie_Rongzhen.jpg/241px-Marshal_Nie_Rongzhen.jpg",
    "extract": "Nie Rongzhen was a prominent Chinese Communist military leader, and one of ten Marshals in the People's Liberation Army of China. He was the last surviving PLA officer with the rank of Marshal.",
    "year": 1899,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "David Alfaro Siqueiros",
    "birthday": "1896-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/David-Alfaro-Siqueiros.png/232px-David-Alfaro-Siqueiros.png",
    "extract": "David Alfaro Siqueiros was a Mexican social realist painter, best known for his large public murals using the latest in equipment, materials and technique. Along with Diego Rivera and José Clemente Orozco, he was one of the most famous of the \"Mexican muralists\". He was a member of the Mexican Communist Party, and a Stalinist and supporter of the Soviet Union who led an unsuccessful attempt to assassinate Leon Trotsky in May 1940.",
    "year": 1896,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Norman Hallows",
    "birthday": "1886-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Norman_Hallows_1908.jpg/160px-Norman_Hallows_1908.jpg",
    "extract": "Norman Frederic Hallows was an English middle-distance runner. Educated at Felsted School, he won the bronze medal and set an Olympic record in the 1500 metres race at the 1908 Summer Olympics in London. His time in the first round was 4:03.4, beating the Olympic record set by American Mel Sheppard only minutes earlier by 1.6 seconds. In the final, Sheppard matched Hallows' first round time while Hallows finished in third place at 4:04.0.",
    "year": 1886,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Roman von Ungern-Sternberg",
    "birthday": "1885-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Baron_ungern.ruem.jpg/206px-Baron_ungern.ruem.jpg",
    "extract": "Nikolai Robert Maximilian Freiherr von Ungern-Sternberg, often referred to as Roman von Ungern-Sternberg or Baron Ungern, was an anticommunist general in the Russian Civil War and then an independent warlord who intervened in Mongolia against China. A part of the Russian Empire's Baltic German minority, Ungern was an ultraconservative monarchist who aspired to restore the Russian monarchy after the 1917 Russian Revolutions and to revive the Mongol Empire under the rule of the Bogd Khan. His attraction to Vajrayana Buddhism and his eccentric, often violent, treatment of enemies and his own men earned him the sobriquet \"the Mad Baron\" or \"the Bloody Baron\".",
    "year": 1885,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jess Willard",
    "birthday": "1881-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Jess_Willard_1915.jpg/320px-Jess_Willard_1915.jpg",
    "extract": "Jess Myron Willard was an American world heavyweight boxing champion billed as the Pottawatomie Giant who knocked out Jack Johnson in April 1915 for the heavyweight title. Willard was known for size rather than skill, and though held the championship for more than four years, he defended it rarely and was in person reserved. In 1919, when he was 37 years of age he lost the title in an extremely one sided loss by declining to come out for the fourth round against Jack Dempsey, who became a more celebrated champion. Soon after the bout Willard began accusing Dempsey of using something with the effect of a knuckle duster. Dempsey did not grant Willard a return match, and at 42 years old he was KO'd, following which he retired from boxing, although for the rest of his life continued claiming Dempsey had cheated. Ferdie Pacheco expressed the opinion in a book that the surviving photographs of Willard's face during the Dempsey fight indicate fractures to Willard's facial bones suggesting a metal implement, and show he was bleeding heavily. The matter has never been resolved, with contemporaneous ringside sports journalist reporting by the NYT that Willard spat out at least one tooth and was \"a fountain of blood\" increasingly discounted in favor of a view that he had only a cut lip and a little bruising.",
    "year": 1881,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Billy Mitchell",
    "birthday": "1879-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Billy_Mitchell.jpg/251px-Billy_Mitchell.jpg",
    "extract": "William Lendrum Mitchell was a United States Army general who is regarded as the father of the United States Air Force.",
    "year": 1879,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Pablo Casals",
    "birthday": "1876-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Pablocasals.jpg/200px-Pablocasals.jpg",
    "extract": "Pau Casals i Defilló, usually known in English by his Castilian Spanish name Pablo Casals, was a Spanish and Puerto Rican cellist, composer, and conductor. He is generally regarded as the pre-eminent cellist of the first half of the 20th century and one of the greatest cellists of all time. He made many recordings throughout his career of solo, chamber, and orchestral music, including some as conductor, but he is perhaps best remembered for the recordings of the Bach Cello Suites he made from 1936 to 1939. He was awarded the Presidential Medal of Freedom in 1963 by President John F. Kennedy.",
    "year": 1876,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lionel Tertis",
    "birthday": "1876-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Lionel_Tertis.jpg/215px-Lionel_Tertis.jpg",
    "extract": "Lionel Tertis, CBE was an English violist. He was one of the first viola players to achieve international fame and a noted teacher.",
    "year": 1876,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "François Brandt",
    "birthday": "1874-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Fran%C3%A7ois_Brandt%2C_Roelof_Klein_and_unknown_French_Boy_%281900_Summer_Olympics%29_cropped.jpg/291px-Fran%C3%A7ois_Brandt%2C_Roelof_Klein_and_unknown_French_Boy_%281900_Summer_Olympics%29_cropped.jpg",
    "extract": "François Brandt was a Dutch rower who competed at the 1900 Summer Olympics in Paris. Brandt was part of the Dutch eight team that won a bronze medal with Hermanus Brockmann as the coxswain. Brockmann also steered the boat of Brandt and Roelof Klein in the coxed pairs semifinal, which they lost to France. The pair realized that the 60 kg weight of Brockmann puts them in disadvantage; they replaced him with a local boy of 33 kg and won the final narrowly beating the French team.",
    "year": 1874,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Venustiano Carranza",
    "birthday": "1859-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Portrait_of_Venustiano_Carranza_%28cropped%29.jpg/240px-Portrait_of_Venustiano_Carranza_%28cropped%29.jpg",
    "extract": "José Venustiano Carranza de la Garza was a Mexican wealthy land owner and politician who was Governor of Coahuila when the constitutionally elected president Francisco I. Madero was overthrown in a February 1913 right-wing military coup. Known as the Primer Jefe or \"First Chief\" of the Constitutionalist faction in the Mexican Revolution, Carranza was a shrewd civilian politician. He supported Madero's challenge to the Díaz regime in the 1910 elections, but became a critic of Madero once Díaz was overthrown in May 1911. Madero did appoint him the governor of Coahuila. When Madero was murdered during the February 1913 counter-revolutionary coup, Carranza drew up the Plan of Guadalupe, a purely political plan to oust Madero's usurper, General Victoriano Huerta. As a sitting governor when Madero was overthrown, Carranza held legitimate power and he became the leader of the northern coalition opposed to Huerta. The Constitutionalist faction was victorious and Huerta ousted in July 1914. Carranza did not assume the title of provisional president of Mexico, as called for in his Plan of Guadalupe, since it would have prevented his running for constitutional president once elections were held. His government in this period was in a preconstitutional, extralegal state, to which both his best generals, Álvaro Obregón and Pancho Villa objected. The factions of the coalition against Huerta fell apart and a bloody civil war of the winners ensued, with Obregón remaining loyal to Carranza and Villa, now allied with peasant leader Emiliano Zapata, breaking with him. The Constitutionalist Army under Obregón defeated Villa in the north, and Zapata and the peasant army of Morelos returned to guerrilla warfare. Carranza's position was secure enough politically and militarily to take power in Mexico City, although Zapata and Pancho Villa remained threats. Carranza consolidated enough power in the capital that he called a constitutional convention in 1916 to revise the 1857 liberal constitution. The Constitutionalist faction had fought to defend it and return Mexico to constitutional rule. With the promulgation of a new revolutionary Mexican Constitution of 1917, he was elected president, serving from 1917 to 1920.",
    "year": 1859,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Thomas Joannes Stieltjes",
    "birthday": "1856-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/ThomasStieltjes.jpeg/320px-ThomasStieltjes.jpeg",
    "extract": "Thomas Joannes Stieltjes was a Dutch mathematician. He was a pioneer in the field of moment problems and contributed to the study of continued fractions. The Thomas Stieltjes Institute for Mathematics at Leiden University, dissolved in 2011, was named after him, as is the Riemann–Stieltjes integral.",
    "year": 1856,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "August Kitzberg",
    "birthday": "1855-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/A._Kitzberg%2C_ERM_Fk_2668-106.jpg/320px-A._Kitzberg%2C_ERM_Fk_2668-106.jpg",
    "extract": "August Kitzberg was an Estonian writer.",
    "year": 1855,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Womesh Chunder Bonnerjee",
    "birthday": "1844-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/WCBonnerjee.jpg/201px-WCBonnerjee.jpg",
    "extract": "Womesh Chandra Bannerjee was an Indian barrister. He was the co-founder and first president of Indian National Congress.",
    "year": 1844,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Carl Ludwig",
    "birthday": "1816-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Carl_Ludwig_%28physiologist%29.jpg/249px-Carl_Ludwig_%28physiologist%29.jpg",
    "extract": "Carl Friedrich Wilhelm Ludwig was a German physician and physiologist. His work as both a researcher and teacher had a major influence on the understanding, methods and apparatus used in almost all branches of physiology.",
    "year": 1816,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "William Ewart Gladstone",
    "birthday": "1809-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/William_Ewart_Gladstone%2C_1892_%28cropped%29.jpg/237px-William_Ewart_Gladstone%2C_1892_%28cropped%29.jpg",
    "extract": "William Ewart Gladstone was a British statesman and Liberal politician. In a career lasting over 60 years, he served for 12 years as Prime Minister of the United Kingdom, spread over four terms beginning in 1868 and ending in 1894. He also served as Chancellor of the Exchequer four times, serving over 12 years.",
    "year": 1809,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Andrew Johnson",
    "birthday": "1808-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Andrew_Johnson_photo_portrait_head_and_shoulders%2C_c1870-1880-Edit1.jpg/249px-Andrew_Johnson_photo_portrait_head_and_shoulders%2C_c1870-1880-Edit1.jpg",
    "extract": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. He assumed the presidency as he was vice president at the time of the assassination of Abraham Lincoln. Johnson was a Democrat who ran with Lincoln on the National Union ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the newly freed people who were formerly enslaved. This led to conflict with the Republican-dominated Congress, culminating in his impeachment by the House of Representatives in 1868. He was acquitted in the Senate by one vote.",
    "year": 1808,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charles Goodyear",
    "birthday": "1800-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Southworth_and_Hawes_-_Charles_Goodyear_%28Zeno_Fotografie%29_crop.png/252px-Southworth_and_Hawes_-_Charles_Goodyear_%28Zeno_Fotografie%29_crop.png",
    "extract": "Charles Goodyear was an American self-taught chemist and manufacturing engineer who developed vulcanized rubber, for which he received patent number 3633 from the United States Patent Office on June 15, 1844.",
    "year": 1800,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Johann Christian Poggendorff",
    "birthday": "1796-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Johann_Christian_Poggendorff.jpg/227px-Johann_Christian_Poggendorff.jpg",
    "extract": "Johann Christian Poggendorff, was a German physicist born in Hamburg. By far the greater and more important part of his work related to electricity and magnetism. Poggendorff is known for his electrostatic motor which is analogous to Wilhelm Holtz's electrostatic machine. In 1841 he described the use of the potentiometer for measurement of electrical potentials without current draw.",
    "year": 1796,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charles Macintosh",
    "birthday": "1766-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Charles_Macintosh.jpg/265px-Charles_Macintosh.jpg",
    "extract": "Charles Macintosh FRS was a Scottish chemist and the inventor of the modern waterproof raincoat. The Mackintosh raincoat is named after him.",
    "year": 1766,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Madame de Pompadour",
    "birthday": "1721-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Charles_Andr%C3%A9_Van_Loo_-_Madame_de_Pompadour_en_belle_jardini%C3%A8re_-_v.1754-1755FXD.jpg/255px-Charles_Andr%C3%A9_Van_Loo_-_Madame_de_Pompadour_en_belle_jardini%C3%A8re_-_v.1754-1755FXD.jpg",
    "extract": "Jeanne Antoinette Poisson, Marquise de Pompadour, commonly known as Madame de Pompadour, was a member of the French court. She was the official chief mistress of King Louis XV from 1745 to 1751, and remained influential as court favourite until her death.",
    "year": 1721,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Elizabeth of Russia",
    "birthday": "1709-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Carle_Vanloo%2C_Portrait_de_l%E2%80%99imp%C3%A9ratrice_%C3%89lisabeth_Petrovna_%281760%29.jpg/243px-Carle_Vanloo%2C_Portrait_de_l%E2%80%99imp%C3%A9ratrice_%C3%89lisabeth_Petrovna_%281760%29.jpg",
    "extract": "Elizabeth Petrovna, also known as Yelisaveta or Elizaveta, reigned as Empress of Russia from 1741 until her death in 1762. She remains one of the most popular Russian monarchs because of her decision not to execute a single person during her reign, her numerous construction projects, and her strong opposition to Prussian policies.",
    "year": 1709,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Johannes Zollikofer",
    "birthday": "1633-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Johannes_Zollikofer%27s_%2C_Neuer%C3%B6ffneter%2C_himmlischer_Weihrauch-Schatz%2C_oder_vollst%C3%A4ndiges_Gebet-Buch%2C_f%C3%BCr_alle_Zeiten%2C_Anliegen_und_St%C3%A4nde.JPG/320px-Johannes_Zollikofer%27s_%2C_Neuer%C3%B6ffneter%2C_himmlischer_Weihrauch-Schatz%2C_oder_vollst%C3%A4ndiges_Gebet-Buch%2C_f%C3%BCr_alle_Zeiten%2C_Anliegen_und_St%C3%A4nde.JPG",
    "extract": "Johannes Zollikofer was a Swiss reformed vicar.",
    "year": 1633,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "García de Silva Figueroa",
    "birthday": "1550-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Garc%C3%ADa_Silva_de_Figueroa.jpg/294px-Garc%C3%ADa_Silva_de_Figueroa.jpg",
    "extract": "Don García de Silva Figueroa was a Spanish diplomat, and the first Western traveller to correctly identify the ruins of Takht-e Jamshid in Persia as the location of Persepolis, the ancient capital of the Achaemenid Empire and one of the great cities of antiquity.",
    "year": 1550,
    "month": 12,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ali al-Rida",
    "birthday": "765-12-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Imam_Ali_ar_Ridha.png/320px-Imam_Ali_ar_Ridha.png",
    "extract": "Ali ibn Musa al-Rida, also known as Abu al-Hasan al-Thani, was a descendant of the Islamic prophet Muhammad, and the eighth Imam in Twelver Shia Islam, succeeding his father, Musa al-Kazim. He is also part of the chain of mystical authority in Shia Sufi orders. He was known for his piety and learning, and a number of works are attributed to him, including Al-Risala al-Dhahabia, Sahifa al-Rida, and Fiqh al-Rida. Uyun al-Akhbar al-Rida by Ibn Babawayh is a comprehensive collection that includes the religious debates, sayings, biographical details, and even the miracles which have occurred at his tomb.",
    "year": 765,
    "month": 12,
    "day": 29,
    "language": "en"
  }
]