[
  {
    "name": "Ronnie Bassett Jr.",
    "birthday": "1995-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Ronnie_Bassett_Jr.png/220px-Ronnie_Bassett_Jr.png",
    "extract": "Ronald W. Bassett Jr. is an American professional stock car racing driver. He competes part-time in the NASCAR Xfinity Series, driving the No. 77 Chevrolet Camaro for his team, Bassett Racing. He and his family team also previously competed full-time in what is now the ARCA Menards Series East. He is the brother of Dillon Bassett, who also drives for and co-owns Bassett Racing.",
    "year": 1995,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Riccardo Saponara",
    "birthday": "1991-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Saponara_nel_2013.jpg/216px-Saponara_nel_2013.jpg",
    "extract": "Riccardo Saponara is an Italian professional footballer who plays as an attacking midfielder for Serie A club Fiorentina.",
    "year": 1991,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Tamannaah",
    "birthday": "1989-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Tamannaah_at_trailer_launch_of_Tutak_Tutak_Tutiya_%2801%29.jpg/217px-Tamannaah_at_trailer_launch_of_Tutak_Tutak_Tutiya_%2801%29.jpg",
    "extract": "Tamanna Bhatia, known professionally as Tamannaah, is an Indian actress who appears primarily in Telugu and Tamil films, along with Hindi films. In addition to acting, she also participates in stage shows and is a prominent celebrity endorser for brands and products.",
    "year": 1989,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Perri Shakes-Drayton",
    "birthday": "1988-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Perri_Shakes-Drayton.jpg/240px-Perri_Shakes-Drayton.jpg",
    "extract": "Peirresha Alexandra Shakes-Drayton is a British retired track and field athlete. After specialising in the 400 metres hurdles in the early part of her career, a knee injury at the 2013 World Championships forced Shakes-Drayton to concentrate on the 400 metres on her return to athletics. She is the 2013 European Indoor Champion in the 400 metres and won a 2012 World Indoor Championship gold medal in the 4 x 400 metres relay. She has also won silver and bronze medals in the 4 × 400 m relay at the World Championships.",
    "year": 1988,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Tom Sturridge",
    "birthday": "1985-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/TomSturridge.jpeg/183px-TomSturridge.jpeg",
    "extract": "Thomas Sidney Jerome Sturridge is an English actor who acted in Being Julia, Like Minds, and The Boat That Rocked. In 2013, he was nominated for the Tony Award for Best Actor in a Play for his performance in the Broadway play Orphans and in 2020, he received another nomination in the category for his role in Sea Wall/A Life.",
    "year": 1985,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Steven Yeun",
    "birthday": "1983-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Steven_Yeun_2016.jpg/247px-Steven_Yeun_2016.jpg",
    "extract": "Yeun Sang-yeop, known professionally as Steven Yeun, is a South Korean-born American actor and producer.",
    "year": 1983,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Philip Humber",
    "birthday": "1982-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Philip_Humber_crop.jpg/252px-Philip_Humber_crop.jpg",
    "extract": "Philip Gregory Humber is an American former professional baseball pitcher. He pitched for the New York Mets, Minnesota Twins, Kansas City Royals, Chicago White Sox, and Houston Astros in seven seasons in Major League Baseball (MLB). Although he debuted in the major leagues in 2006 and had worked mostly as a starter in the minor leagues, he did not become a regular MLB starter until 2011.",
    "year": 1982,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Steve Montador",
    "birthday": "1979-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Steve_Montador_9_17_11.jpg/214px-Steve_Montador_9_17_11.jpg",
    "extract": "Steven Richard \"The Matador\" Montador was a Canadian professional ice hockey defenceman who played 571 games in the National Hockey League (NHL) for the Calgary Flames, Florida Panthers, Anaheim Ducks, Boston Bruins, Buffalo Sabres and Chicago Blackhawks before ending his career in 2014 as a member of Medveščak Zagreb of the Kontinental Hockey League (KHL).",
    "year": 1979,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Emiliano Brembilla",
    "birthday": "1978-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/EBrembilla1.jpg/224px-EBrembilla1.jpg",
    "extract": "Emiliano Brembilla is a freestyle swimmer from Italy who was five-time individual European Champion, four in 400 m freestyle and one in 1500 m freestyle (1997).",
    "year": 1978,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Charles Dera",
    "birthday": "1978-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Porn_Set_2_%28cropped%29.jpg",
    "extract": "Charles Dera is an American pornographic actor, stripper, and model.",
    "year": 1978,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Shaun Morgan",
    "birthday": "1978-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/W1921-Hellfest2014_Seether_ShaunMorgan_87691.JPG/213px-W1921-Hellfest2014_Seether_ShaunMorgan_87691.JPG",
    "extract": "Shaun Morgan Welgemoed is a South African musician. He is the singer, songwriter, and guitarist for the rock band Seether.",
    "year": 1978,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Emmanuel Macron",
    "birthday": "1977-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Emmanuel_Macron%2C_en_juin_2021.jpg/248px-Emmanuel_Macron%2C_en_juin_2021.jpg",
    "extract": "Emmanuel Jean-Michel Frédéric Macron is a French politician who has been serving as the president of France since 2017. Prior to his presidency, he served as the Minister of the Economy, Industry and Digital Affairs between 2014 and 2016.",
    "year": 1977,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Paloma Herrera",
    "birthday": "1975-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Paloma_Herrera_2_%2832877705364%29_%28cropped%29.jpg/240px-Paloma_Herrera_2_%2832877705364%29_%28cropped%29.jpg",
    "extract": "Paloma Herrera is a prominent Argentine ballet dancer, choreographer, and artistic director who was a principal dancer with American Ballet Theatre, where she worked for twenty-four years. She is currently the director of Colon Theater Ballet.",
    "year": 1975,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Karrie Webb",
    "birthday": "1974-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/2010_Women%27s_British_Open_-_Karrie_Webb_%2811%29.jpg/213px-2010_Women%27s_British_Open_-_Karrie_Webb_%2811%29.jpg",
    "extract": "Karrie Ann Webb is an Australian professional golfer. She plays mainly on the U.S.-based LPGA Tour, and also turns out once or twice a year on the ALPG Tour in her home country. She is a member of the World Golf Hall of Fame. She has 41 wins on the LPGA Tour, more than any other active player.",
    "year": 1974,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Irakli Alasania",
    "birthday": "1973-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Irakli_Alasania_2014-09-07.jpg/235px-Irakli_Alasania_2014-09-07.jpg",
    "extract": "Irakli Alasania is a Georgian politician, soldier and former diplomat who served as the Minister of Defense of Georgia from 2012 to 2014. He was Georgia's Ambassador to the United Nations from September 11, 2006, until December 4, 2008. His previous assignments include Chairman of the Government of Abkhazia(-in-exile) and the President of Georgia's aide in the Georgian-Abkhaz talks. Soon after his resignation, Alasania withdrew into opposition to the Mikheil Saakashvili administration, setting up the Our Georgia – Free Democrats party in July 2009. In 2012 Alasania was appointed Minister of Defense, a position he held until 2014.",
    "year": 1973,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Matías Almeyda",
    "birthday": "1973-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Almeyda_foto_.jpg/320px-Almeyda_foto_.jpg",
    "extract": "Matías Jesús Almeyda is an Argentine professional football manager and former player, who is the current manager of Greek Super League club AEK Athens.",
    "year": 1973,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Y. S. Jagan Mohan Reddy",
    "birthday": "1972-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Image_of_Y.S._Jagan_Mohan_Reddy.png/269px-Image_of_Y.S._Jagan_Mohan_Reddy.png",
    "extract": "Yeduguri Sandinti Jagan Mohan Reddy, also known as Y. S. Jagan or mononymously Jagan, is an Indian politician serving as the 17th and current chief minister of Andhra Pradesh since 2019. He is also the founder and president of YSR Congress Party (YSRCP). He is the son of the former chief minister of Andhra Pradesh, Y. S. Rajasekhara Reddy. He had served as the leader of opposition in the Andhra Pradesh Legislative Assembly between 2014 and 2019.",
    "year": 1972,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Matthieu Chedid",
    "birthday": "1971-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/2013-07-04_21-23-25-eurockeennes-m.jpg/212px-2013-07-04_21-23-25-eurockeennes-m.jpg",
    "extract": "Matthieu Chedid, better known by his stage name -M-, is a French rock singer-songwriter and guitar player. Since 2018, he has been the most awarded artist at the Victoires de la Musique Awards with 13 awards, tied with Alain Bashung.",
    "year": 1971,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Julie Delpy",
    "birthday": "1969-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Julie_Delpy_Cannes%2C_in_2002.jpg/262px-Julie_Delpy_Cannes%2C_in_2002.jpg",
    "extract": "Julie Delpy is a French-American actress, film director, screenwriter, and singer-songwriter. She studied filmmaking at NYU's Tisch School of the Arts and has directed, written, and acted in more than 30 films, including Europa Europa (1990), Voyager (1991), Three Colors: White (1993), the Before trilogy, An American Werewolf in Paris (1997), and 2 Days in Paris (2007).",
    "year": 1969,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Mihails Zemļinskis",
    "birthday": "1969-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Mihails_Zemlinskis_saeima.jpg/213px-Mihails_Zemlinskis_saeima.jpg",
    "extract": "Mihails Zemļinskis is a Latvian politician and former professional footballer. He played as a centre-back or sweeper, making over 100 appearances for the Latvia national team.",
    "year": 1969,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Terry Mills (basketball)",
    "birthday": "1967-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/99/Terry_Mills_cropped_1989_National_Champions.jpg",
    "extract": "Terry Richard Mills is an American former professional basketball player who played as a power forward. He was a member of the Michigan Wolverines' 1989 National Collegiate Athletic Association (NCAA) Men's Division I Basketball Championship winning team before playing over a decade in the National Basketball Association (NBA).",
    "year": 1967,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Mikheil Saakashvili",
    "birthday": "1967-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Ministru_prezidents_Valdis_Dombrovskis_tiekas_ar_Gruzijas_Valsts_prezidentu_Mihailu_Saaka%C5%A1vili_%287300446616%29_%28cropped%29.jpg/227px-Ministru_prezidents_Valdis_Dombrovskis_tiekas_ar_Gruzijas_Valsts_prezidentu_Mihailu_Saaka%C5%A1vili_%287300446616%29_%28cropped%29.jpg",
    "extract": "Mikheil Saakashvili is a Georgian and Ukrainian politician and jurist. He was the third president of Georgia for two consecutive terms from 25 January 2004 to 17 November 2013. From May 2015 until November 2016, Saakashvili was the governor of Ukraine's Odessa Oblast. He is the founder and former chairman of the United National Movement party. Saakashvili heads the Executive Committee of Ukraine's National Reform Council since 7 May 2020.",
    "year": 1967,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "William Ruto",
    "birthday": "1966-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/William_Ruto_at_WTO_Public_Forum_2014.jpg/239px-William_Ruto_at_WTO_Public_Forum_2014.jpg",
    "extract": "William Samoei Arap Ruto is a Kenyan politician currently serving as Deputy President of Kenya since September 2013. On 15 March 2022, Ruto was endorsed by UDA as the party's presidential candidate for Kenya's presidential election set for August 2022. On 12th April 2022, Kenya Kwanza political coalition endorsed Ruto as its presidential candidate for 2022 elections.",
    "year": 1966,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Kiefer Sutherland",
    "birthday": "1966-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Kiefer_Sutherland_2_SDCC_2014.jpg/211px-Kiefer_Sutherland_2_SDCC_2014.jpg",
    "extract": "Kiefer William Frederick Dempsey George Rufus Sutherland is a British-Canadian actor. He is best known for his starring role as Jack Bauer in the Fox drama series 24, for which he won an Emmy Award, a Golden Globe Award, two Screen Actors Guild Awards, and two Satellite Awards.",
    "year": 1966,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Anke Engelke",
    "birthday": "1965-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/MJK_45300_Anke_Engelke_%28Deutscher_Filmpreis_2019%29.jpg/213px-MJK_45300_Anke_Engelke_%28Deutscher_Filmpreis_2019%29.jpg",
    "extract": "Anke Christina Fischer is a German comedian, actress, voice actress and television presenter.",
    "year": 1965,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Govinda (actor)",
    "birthday": "1963-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Govinda_snapped_at_Indian_Pro_Music_League.jpg/246px-Govinda_snapped_at_Indian_Pro_Music_League.jpg",
    "extract": "Govind Arun Ahuja, known mononymously as Govinda, is an Indian actor, comedian, dancer, and former politician who is known for his work in Hindi-language films.",
    "year": 1963,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Sherry Rehman",
    "birthday": "1960-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Sherry_Rehman_%28cropped%29.jpg/270px-Sherry_Rehman_%28cropped%29.jpg",
    "extract": "Sherry Rehman is a Pakistani politician and former diplomat who has been the member of the Senate of Pakistan since 2015. She was the first female Leader of the Opposition in the Senate from March to August 2018 and served as Pakistan's Ambassador to the United States from 2011 to 2013. She is currently serving as the Federal Minister for the Ministry of Climate Change.",
    "year": 1960,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Florence Griffith Joyner",
    "birthday": "1959-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Florence_Griffith_Joyner2.jpg/252px-Florence_Griffith_Joyner2.jpg",
    "extract": "Florence Delorez Griffith Joyner, also known as Flo-Jo, was an American track and field athlete. She set world records in 1988 for both the 100 m and 200 m. During the late 1980s she became a popular figure due to both her record-setting athleticism and eclectic personal style.",
    "year": 1959,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Krishnamachari Srikkanth",
    "birthday": "1959-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Former_cricketer_K._Srikkanth_meets_PM_Modi_%28cropped%29.jpg/241px-Former_cricketer_K._Srikkanth_meets_PM_Modi_%28cropped%29.jpg",
    "extract": "Krishnamachari Srikkanth pronunciation (help·info), also known as Cheeka, is a former captain of the Indian cricket team and former chairman of the selection committee. He played a crucial part in India's team batting line up as opener especially on the 1983 Cricket World Cup winning squad by contributing crucial 38 runs as a top scorer in the finals against West Indies. \nSrikkanth is the First player in the World to have a Career with International Centuries, 5 Wicket Hauls, and also 5 Catches in an Innings. Known for his aggressive opening style, he has represented the Indian National Cricket team and Tamil Nadu in Indian domestic cricket. He is also a commentator on Star Sports Tamil.",
    "year": 1959,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Ray Romano",
    "birthday": "1957-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Ray_Romano_2014.jpg/216px-Ray_Romano_2014.jpg",
    "extract": "Raymond Albert Romano is an American stand-up comedian, actor and screenwriter. He is best known for his role as Ray Barone on the CBS sitcom Everybody Loves Raymond, for which he received an Emmy Award, and as the voice of Manny in the Ice Age film series. He created and starred in the TNT comedy drama Men of a Certain Age (2009–2011). From 2012 to 2015, Romano had a recurring role as Hank Rizzoli, a love interest of Sarah Braverman in the NBC series Parenthood. More recently, he co-starred in the romantic comedy The Big Sick (2017) and portrayed mob lawyer Bill Bufalino in Martin Scorsese's epic crime film The Irishman (2019). Since 2017, Romano has portrayed Rick Moreweather in the Epix comedy-drama series Get Shorty.",
    "year": 1957,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Dave Laut",
    "birthday": "1956-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Dave_Laut%2C_1984.jpg/240px-Dave_Laut%2C_1984.jpg",
    "extract": "David Lester Laut was an American shot putter. He was born in Findlay, Ohio, and grew up in Oxnard, California. Laut attended Art Haycox Elementary School, E. O. Green Junior High School, Santa Clara High School, Moorpark College, along with San Jose City College and UCLA, where he was a two-time NCAA champion and ranked No. 1 shot putter in the United States.",
    "year": 1956,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Jane Kaczmarek",
    "birthday": "1955-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Jane_Kaczmarek_September_2014_%28cropped%29.jpg/230px-Jane_Kaczmarek_September_2014_%28cropped%29.jpg",
    "extract": "Jane Frances Kaczmarek is an American actress. She is best known for her role as Malcolm's mother Lois on the Fox television sitcom Malcolm in the Middle (2000–2006), which earned her three Golden Globe nominations and seven Primetime Emmy nominations. She also appeared as Linda in Equal Justice (1990–1991), Judge Trudy in Raising the Bar (2008–2009), Ann in Falling in Love (1984), Emily in The Heavenly Kid (1985), and Gayle in 6 Balloons (2018).",
    "year": 1955,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Chris Evert",
    "birthday": "1954-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Chris_Evert.jpg/239px-Chris_Evert.jpg",
    "extract": "Christine Marie Evert, known as Chris Evert Lloyd from 1979 to 1987, is an American former world No. 1 tennis player. She won 18 Grand Slam singles championships and three doubles titles. She was the year-end world no. 1 singles player seven times. Overall, Evert won 157 singles titles and 32 doubles titles.",
    "year": 1954,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "András Schiff",
    "birthday": "1953-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Andr%C3%A1s_Schiff_in_Leipzig_%282016%29.jpg/320px-Andr%C3%A1s_Schiff_in_Leipzig_%282016%29.jpg",
    "extract": "Sir András Schiff is a Hungarian-born Austro-British classical pianist and conductor, who has received numerous major awards and honours, including the Grammy Award, Gramophone Award, Mozart Medal, and Royal Academy of Music Bach Prize, and was appointed Knight Bachelor in the 2014 Queen's Birthday Honours for services to music. He is also known for his public criticism of political movements in Hungary and Austria.",
    "year": 1953,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Betty Wright",
    "birthday": "1953-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/BettyWright_20091402.jpg/320px-BettyWright_20091402.jpg",
    "extract": "Bessie Regina Norris, better known by her stage name Betty Wright, was an American soul and R&B singer, songwriter and background vocalist. Beginning her professional career in the late 1960s as a teenager, Wright rose to fame in the 1970s with hits such as \"Clean Up Woman\" and \"Tonight Is the Night\". Wright was also prominent in her use of whistle register.",
    "year": 1953,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Joaquín Andújar",
    "birthday": "1952-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Joaquin_Andujar_-_Houston_Astros_-_1976.jpg/229px-Joaquin_Andujar_-_Houston_Astros_-_1976.jpg",
    "extract": "Joaquín Andújar was a Dominican professional baseball pitcher who played in Major League Baseball (MLB) for the Houston Astros, St. Louis Cardinals, and Oakland Athletics from 1976 through 1988. Andújar was a four-time MLB All-Star and a Gold Glove Award winner.",
    "year": 1952,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Steve Furniss",
    "birthday": "1952-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Bruce_and_Steve_Furniss_1976.jpg/287px-Bruce_and_Steve_Furniss_1976.jpg",
    "extract": "Steven Charles Furniss is an American former swimmer, Olympic medalist and former world record-holder. At the 1972 Summer Olympics in Munich, Germany, he won the bronze medal in the men's 200-meter individual medley. He attended Foothill High School in Santa Ana, California. His brother Bruce Furniss also competed as an Olympic swimmer.",
    "year": 1952,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Steve Perryman",
    "birthday": "1951-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Steve_Perryman_%281981%29.jpg/240px-Steve_Perryman_%281981%29.jpg",
    "extract": "Stephen John Perryman MBE is an English former professional footballer who is best-known for his successes with Tottenham Hotspur during the 1970s and early 1980s. He has won the FA Cup, League Cup, and UEFA Cup twice with Tottenham in his 17 years at the club. Perryman was voted Football Writers' Association Footballer of the Year in 1982 and made a club record 854 first team appearances for Tottenham. He was the director of football at Exeter City from 2003 until his temporary retirement in March 2018.",
    "year": 1951,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Jeffrey Katzenberg",
    "birthday": "1950-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Jeffrey_Katzenberg%2C_World_Travel_%26_Tourism_Council%2C_Global_Summit_2014-1_%28cropped%29.jpg/234px-Jeffrey_Katzenberg%2C_World_Travel_%26_Tourism_Council%2C_Global_Summit_2014-1_%28cropped%29.jpg",
    "extract": "Jeffrey Katzenberg is an American film producer and media proprietor. He became well known for his tenure as chairman of Walt Disney Studios from 1984 to 1994. After departing Disney, he was a co-founder and CEO of DreamWorks Animation, where he oversaw the production of such animated franchises as Shrek, Madagascar, Kung Fu Panda, and How to Train Your Dragon. He has since founded a new media and technology company called WndrCo and was the founder of Quibi, a defunct short-form mobile video platform.",
    "year": 1950,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Lillebjørn Nilsen",
    "birthday": "1950-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Lillebj%C3%B8rn_Nilsen_%2811096944475%29.jpg/320px-Lillebj%C3%B8rn_Nilsen_%2811096944475%29.jpg",
    "extract": "Bjørn \"Lillebjørn\" Falk Nilsen is a Norwegian singer-songwriter and folk musician. He was born in Oslo, and is considered by some to be the leading \"voice of Oslo\", thanks to numerous classic songs about the city from the 1970s and onwards.",
    "year": 1950,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Max Maven",
    "birthday": "1950-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Max_Maven.jpg/214px-Max_Maven.jpg",
    "extract": "Max Maven is an American magician and mentalist whose performances are considered erudite and intelligent. He is ranked as one of the most influential mentalists of all time, and one of the 100 \"Most Influential Magicians of the 20th Century\" by Magic Magazine.",
    "year": 1950,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Thomas Sankara",
    "birthday": "1949-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0d/Thomas_Sankara.jpg/242px-Thomas_Sankara.jpg",
    "extract": "Thomas Isidore Noël Sankara was a Burkinabé military officer, Marxist revolutionary, and pan-Africanist who served as President of Burkina Faso from his coup in 1983 to his deposition and murder in 1987. Viewed by supporters as a charismatic and iconic figure of revolution, he is commonly referred to as \"Africa's Che Guevara\".",
    "year": 1949,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Nikolaos Sifounakis",
    "birthday": "1949-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/%CE%A3%CF%85%CE%BD%CE%B5%CE%B4%CF%81%CE%AF%CE%B1%CF%83%CE%B7_%CF%84%CE%BF%CF%85_%CE%A5%CF%80%CE%BF%CF%85%CF%81%CE%B3%CE%B9%CE%BA%CE%BF%CF%8D_%CE%A3%CF%85%CE%BC%CE%B2%CE%BF%CF%85%CE%BB%CE%AF%CE%BF%CF%85_08.11.2011.jpg/320px-%CE%A3%CF%85%CE%BD%CE%B5%CE%B4%CF%81%CE%AF%CE%B1%CF%83%CE%B7_%CF%84%CE%BF%CF%85_%CE%A5%CF%80%CE%BF%CF%85%CF%81%CE%B3%CE%B9%CE%BA%CE%BF%CF%8D_%CE%A3%CF%85%CE%BC%CE%B2%CE%BF%CF%85%CE%BB%CE%AF%CE%BF%CF%85_08.11.2011.jpg",
    "extract": "Nikolaos Sifounakis is a Greek politician, former Minister for the Aegean and ex-member of the European Parliament (MEP). He was elected on the Panhellenic Socialist Movement ticket and sat with the Party of European Socialists group. On 23 July 2004 he was elected Chair of the Committee on Culture and Education.",
    "year": 1949,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Barry Gordon",
    "birthday": "1948-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Barrygordonheadshot2.JPG/213px-Barrygordonheadshot2.JPG",
    "extract": "Barry Gordon is an American actor and political talk show host. He was the longest-serving president of the Screen Actors Guild, having served from 1988 to 1995. He is perhaps best known as the original voice of Donatello and Bebop in Teenage Mutant Ninja Turtles.",
    "year": 1948,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Samuel L. Jackson",
    "birthday": "1948-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Samuel_L._Jackson_2019_by_Glenn_Francis.jpg/213px-Samuel_L._Jackson_2019_by_Glenn_Francis.jpg",
    "extract": "Samuel Leroy Jackson is an American actor. One of the most widely recognized actors of his generation, the films in which he has appeared have collectively grossed over $27 billion worldwide, making him the highest-grossing actor of all time.",
    "year": 1948,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Dave Kingman",
    "birthday": "1948-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Dave_Kong_Kingman.JPG/223px-Dave_Kong_Kingman.JPG",
    "extract": "David Arthur Kingman, nicknamed \"Kong,\" \"King Kong,\" and \"Sky King\", is a former Major League Baseball left fielder, first baseman, third baseman, and designated hitter who was a three-time MLB All-Star with 442 career home runs and 1,210 runs batted in (RBI) in 16 seasons. In his career, Kingman averaged a home run every 15.11 at bats, tied for 14th best all-time.",
    "year": 1948,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Paco de Lucía",
    "birthday": "1947-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Paco_de_Luc%C3%ADa_4.jpg/320px-Paco_de_Luc%C3%ADa_4.jpg",
    "extract": "Francisco Gustavo Sánchez Gómez, known as Paco de Lucía, was a Spanish virtuoso flamenco guitarist, composer, and record producer. A leading proponent of the new flamenco style, he was one of the first flamenco guitarists to branch into classical and jazz. Richard Chapman and Eric Clapton, authors of Guitar: Music, History, Players, describe de Lucía as a \"titanic figure in the world of flamenco guitar\", and Dennis Koster, author of Guitar Atlas, Flamenco, has referred to de Lucía as \"one of history's greatest guitarists\".",
    "year": 1947,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Carl Wilson",
    "birthday": "1946-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/The_Beach_Boys_%281965%29_%28Carl%29.png/226px-The_Beach_Boys_%281965%29_%28Carl%29.png",
    "extract": "Carl Dean Wilson was an American musician, singer, and songwriter who co-founded the Beach Boys. He is best remembered as their lead guitarist, as the younger brother of bandmates Brian and Dennis Wilson, and as the group's de facto leader in the early 1970s. He was also the band's musical director on stage from 1965 until his death.",
    "year": 1946,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Doug Walters",
    "birthday": "1945-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Doug_Walters_1965.jpg/241px-Doug_Walters_1965.jpg",
    "extract": "Kevin Douglas Walters is a former Australian cricketer. He was known as an attacking batsman, a useful part-time bowler, and also as a typical ocker.",
    "year": 1945,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Michael Tilson Thomas",
    "birthday": "1944-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/MTTKeepingScore.jpg/245px-MTTKeepingScore.jpg",
    "extract": "Michael Tilson Thomas is an American conductor, pianist and composer. He is Artistic Director Laureate of the New World Symphony, an American orchestral academy based in Miami Beach, Florida, Music Director Laureate of the San Francisco Symphony, and Conductor Laureate of the London Symphony Orchestra.",
    "year": 1944,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Zheng Xiaoyu",
    "birthday": "1944-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e4/Zhengxiaoyu.jpg/277px-Zhengxiaoyu.jpg",
    "extract": "Zheng Xiaoyu was the director of the State Food and Drug Administration of the People's Republic of China from 2003 to 2005. He was sentenced to death for corruption and allowing possibly tainted products in Mainland China in the first instance trial at Beijing No.1 Intermediate Court on May 29, 2007. He was executed on July 10, 2007.",
    "year": 1944,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Albert Lee",
    "birthday": "1943-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Albert_Lee_2019_by_Glenn_Francis.jpg/213px-Albert_Lee_2019_by_Glenn_Francis.jpg",
    "extract": "Albert William Lee is an English guitarist known for his fingerstyle and hybrid picking technique. Lee has worked, both in the studio and on tour, with many famous musicians from a wide range of genres. He has also maintained a solo career and is a noted composer and musical director.",
    "year": 1943,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Walter Spanghero",
    "birthday": "1943-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/14.9.78._Tennis._Tirage_au_sort._W._Spanghero%2C_Ch._B%C3%AEmes%2C_J._Dortmann_%281978%29_-_53Fi6648_%28Spanghero%29.jpg/240px-14.9.78._Tennis._Tirage_au_sort._W._Spanghero%2C_Ch._B%C3%AEmes%2C_J._Dortmann_%281978%29_-_53Fi6648_%28Spanghero%29.jpg",
    "extract": "Walter Spanghero is a former French rugby union footballer. His father, Ferruccio Dante Spanghero, emigrated from Friuli, arriving in France in the 1930s to make a living as a bricklayer. He was a part of the French national team which won the 1968 Grand Slam in the Five Nations. He was also a part of the French side which won the Five Nations in 1967 and 1973. He played for France over 50 times. He played at number 8, lock and flanker. He famously had a very stormy relationship with his brother, Claude, who was also an international rugby player for France.",
    "year": 1943,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Hu Jintao",
    "birthday": "1942-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Hu_Jintao_Cannes2011.jpg/251px-Hu_Jintao_Cannes2011.jpg",
    "extract": "Hu Jintao is a retired Chinese politician who served as General Secretary of the Chinese Communist Party (CCP) from 2002 to 2012, President of the People's Republic of China (PRC) from 2003 to 2013, and Chairman of the Central Military Commission (CMC) from 2004 to 2012. He was a member of the CCP Politburo Standing Committee, China's de facto top decision-making body, from 1992 to 2012. Hu was the paramount leader of China from 2004 to 2012.",
    "year": 1942,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Frank Zappa",
    "birthday": "1940-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Zappa_16011977_01_300.jpg/228px-Zappa_16011977_01_300.jpg",
    "extract": "Frank Vincent Zappa was an American musician, singer, composer, songwriter and bandleader. His work is characterized by nonconformity, free-form improvisation, sound experiments, musical virtuosity and satire of American culture. In a career spanning more than 30 years, Zappa composed rock, pop, jazz, jazz fusion, orchestral and musique concrète works, and produced almost all of the 60-plus albums that he released with his band the Mothers of Invention and as a solo artist. Zappa also directed feature-length films and music videos, and designed album covers. He is considered one of the most innovative and stylistically diverse musicians of his generation.",
    "year": 1940,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Lloyd Axworthy",
    "birthday": "1939-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Lloyd_Axworthy_%281999%29.JPEG/240px-Lloyd_Axworthy_%281999%29.JPEG",
    "extract": "Lloyd Norman Axworthy is a Canadian politician, elder statesman and academic. He served as Minister of Foreign Affairs in the Cabinet chaired by Prime Minister Jean Chrétien. Following his retirement from parliament, he served as president and vice-chancellor of the University of Winnipeg from 2004 to 2014 and as chancellor of St. Paul's University College. He is currently the Chair of the World Refugee & Migration Council.",
    "year": 1939,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Wafic Saïd",
    "birthday": "1939-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Wafic_Said.png",
    "extract": "Wafic Rida Saïd is a Syrian-Saudi-Canadian financier, businessman, and philanthropist, who has resided for many years in Monaco.",
    "year": 1939,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Jane Fonda",
    "birthday": "1937-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Jane_Fonda_Cannes_2015.jpg/218px-Jane_Fonda_Cannes_2015.jpg",
    "extract": "Jane Seymour Fonda is an American actress, activist, and former fashion model. Recognized as a film icon, Fonda is the recipient of various accolades including two Academy Awards, two British Academy Film Awards, seven Golden Globe Awards, a Primetime Emmy Award, the AFI Life Achievement Award, the Golden Lion Honorary Award, the Honorary Palme d'Or, and the Cecil B. DeMille Award.",
    "year": 1937,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "John G. Avildsen",
    "birthday": "1935-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/16/John_G_Avildsen.jpg",
    "extract": "John Guilbert Avildsen was an American film director. He is perhaps best known for directing Rocky (1976), which earned him the Academy Award for Best Director, and the first three The Karate Kid films. Other films he directed include Joe (1970), Save the Tiger (1973), The Formula (1980), Neighbors (1981), Lean on Me (1989), Rocky V (1990), and 8 Seconds (1994).",
    "year": 1935,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Lorenzo Bandini",
    "birthday": "1935-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Bandini1966cropped.jpg/226px-Bandini1966cropped.jpg",
    "extract": "Lorenzo Bandini was an Italian motor racing driver who raced in Formula One for the Scuderia Centro Sud and Ferrari teams.",
    "year": 1935,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Phil Donahue",
    "birthday": "1935-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Phil_Donahue_at_the_Toronto_International_Film_Festival.jpg/237px-Phil_Donahue_at_the_Toronto_International_Film_Festival.jpg",
    "extract": "Phillip John Donahue is an American media personality, writer, film producer and the creator and host of The Phil Donahue Show. The television program, later known simply as Donahue, was the first talk show format that included audience participation. The show had a 29-year run on national television in America that began in Dayton, Ohio in 1967 and ended in New York City in 1996.\nHis shows have often focused on issues that divide liberals and conservatives in the United States, such as abortion, consumer protection, civil rights and war issues. His most frequent guest was Ralph Nader, for whom Donahue campaigned in 2000. Donahue also briefly hosted a talk show on MSNBC from July 2002 to March 2003.\nDonahue is one of the most influential talk show hosts and has been called the \"king of daytime talk\". Oprah Winfrey has stated, \"If it weren't for Phil Donahue, there would never have been an Oprah Show.\" In 1996, Donahue was ranked #42 on TV Guide's 50 Greatest TV Stars of All Time.",
    "year": 1935,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Edward Schreyer",
    "birthday": "1935-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Ed_Schreyer_%283%29.jpg/314px-Ed_Schreyer_%283%29.jpg",
    "extract": "Edward Richard Schreyer is a Canadian politician, diplomat, and statesman who served as Governor General of Canada, the 22nd since Canadian Confederation.",
    "year": 1935,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Stela Popescu",
    "birthday": "1935-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Stela_Popescu_%284%29.JPG/320px-Stela_Popescu_%284%29.JPG",
    "extract": "Stela Popescu was a Romanian actress and TV personality considered the greatest comedy actress and one of best female actress of all time in Romania.\nWith Ștefan Bănică and Alexandru Arșinel she was successively half of two famous romantic partnerships.",
    "year": 1935,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Giuseppina Leone",
    "birthday": "1934-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Giuseppina_Leone_1960.jpg/204px-Giuseppina_Leone_1960.jpg",
    "extract": "Giuseppina \"Giusy\" Leone is a retired Italian sprinter. She competed in the 100 m, 200 m and 4 × 100 m events at the 1952, 1956 and 1960 Olympics and reached the final on five occasions. In 1960 she won a bronze medal in the 100 m.",
    "year": 1934,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Hanif Mohammad",
    "birthday": "1934-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/91/Hanif_Mohammad.jpg",
    "extract": "Hanif Mohammad was a Pakistani cricketer.",
    "year": 1934,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Robert Worcester",
    "birthday": "1933-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Sir_Robert_Worcester.jpg/222px-Sir_Robert_Worcester.jpg",
    "extract": "Sir Robert Milton Worcester, KBE, DL is an American-born British pollster who is the founder of MORI and a member and contributor to many voluntary organisations. He is a well-known figure in British public opinion research and political circles and as a media commentator, especially about voting intentions in British and American elections.",
    "year": 1933,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "U. R. Ananthamurthy",
    "birthday": "1932-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/U_R_Ananthamurthy_Z1_%28cropped%29.JPG/267px-U_R_Ananthamurthy_Z1_%28cropped%29.JPG",
    "extract": "Udupi Rajagopalacharya Ananthamurthy was an Indian contemporary writer and critic in the Kannada language. He was born in Thirtahalli Taluk and is considered one of the pioneers of the Navya movement. In 1994, he became the sixth Kannada writer to be honored with the Jnanpith Award, the highest literary honour conferred in India. In 1998, he received the Padma Bhushan award from the Government of India. He was the vice-chancellor of Mahatma Gandhi University in Kerala during the late 1980s. He was one of the finalists of Man Booker International Prize for the year 2013. He remained a fervent critic of nationalistic political parties until his death from kidney failure and cardiac arrest on 22 August 2014.",
    "year": 1932,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Arnošt Lustig",
    "birthday": "1926-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Arnost_Lustig_a_Marketa_Malisova_-1_cropped.jpg/254px-Arnost_Lustig_a_Marketa_Malisova_-1_cropped.jpg",
    "extract": "Arnošt Lustig was a renowned Czech Jewish author of novels, short stories, plays, and screenplays whose works have often involved the Holocaust.",
    "year": 1926,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Joe Paterno",
    "birthday": "1926-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Joe_Paterno_-_Penn_State_-_Outback_Bowl_pep_rally_123110_cropped.jpg/259px-Joe_Paterno_-_Penn_State_-_Outback_Bowl_pep_rally_123110_cropped.jpg",
    "extract": "Joseph Vincent Paterno, sometimes referred to as JoePa, was an American college football player, athletic director, and coach. He was the head coach of the Penn State Nittany Lions from 1966 to 2011. With 409 victories, Paterno is the most victorious coach in NCAA FBS history. He recorded his 409th victory on October 29, 2011; his career ended with his dismissal from the team on November 9, 2011, as a result of the Penn State child sex abuse scandal. He died 74 days later, of complications from lung cancer.",
    "year": 1926,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Wat Misaka",
    "birthday": "1923-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Wat_Misaka.jpg/271px-Wat_Misaka.jpg",
    "extract": "Wataru Misaka was an American professional basketball player. A 5-foot-7-inch (1.70 m) point guard of Japanese descent, he broke a color barrier in professional basketball by being the first non-white player and the first player of Asian descent to play in the National Basketball Association (NBA), known then as the Basketball Association of America (BAA).",
    "year": 1923,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Paul Winchell",
    "birthday": "1922-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Paul_Winchell_Jerry_Mahoney_1951.JPG/258px-Paul_Winchell_Jerry_Mahoney_1951.JPG",
    "extract": "Paul Winchell was an American actor, comedian, humanitarian, inventor and ventriloquist whose career flourished in the 1950s and 1960s. From 1950 to 1954, he hosted The Paul Winchell Show, which also used two other titles during its prime time run on NBC: The Speidel Show, and What's My Name? From 1965 to 1968, Winchell hosted the children's television series Winchell-Mahoney Time.",
    "year": 1922,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Cécile DeWitt-Morette",
    "birthday": "1922-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Cecile.png/291px-Cecile.png",
    "extract": "Cécile Andrée Paule DeWitt-Morette was a French mathematician and physicist. She founded a summer school at Les Houches in the French Alps. For this and her publications, she was awarded the American Society of the French Legion of Honour 2007 Medal for Distinguished Achievement. Attendees at the summer school included over twenty students who would go on to be Nobel Prize winners, including Pierre-Gilles de Gennes, Georges Charpak, and Claude Cohen-Tannoudji, who identify the school for assisting in their success.",
    "year": 1922,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Alicia Alonso",
    "birthday": "1920-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Alicia_Alonso_1955.jpg/207px-Alicia_Alonso_1955.jpg",
    "extract": "Alicia Alonso was a Cuban prima ballerina assoluta and choreographer whose company became the Ballet Nacional de Cuba in 1955. She is best known for her portrayals of Giselle and the ballet version of Carmen.",
    "year": 1920,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Donald Regan",
    "birthday": "1918-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Donaldtregan1.jpg/283px-Donaldtregan1.jpg",
    "extract": "Donald Thomas Regan was the 66th United States Secretary of the Treasury from 1981 to 1985 and the White House Chief of Staff from 1985 to 1987 under Ronald Reagan. In the Reagan administration, he advocated \"Reaganomics\" and tax cuts as a means to create jobs and to stimulate production.",
    "year": 1918,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Kurt Waldheim",
    "birthday": "1918-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Kurt_Waldheim_UN.jpg/255px-Kurt_Waldheim_UN.jpg",
    "extract": "Kurt Josef Waldheim was an Austrian politician and diplomat. Waldheim was the fourth Secretary-General of the United Nations from 1972 to 1981, and President of Austria from 1986 to 1992. While he was running for the latter office in the 1986 election, the revelation of his service in Greece and Yugoslavia, as an intelligence officer in Nazi Germany's Wehrmacht during World War II, raised international controversy.",
    "year": 1918,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Heinrich Böll",
    "birthday": "1917-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Bundesarchiv_B_145_Bild-F062164-0004%2C_Bonn%2C_Heinrich_B%C3%B6ll.jpg/260px-Bundesarchiv_B_145_Bild-F062164-0004%2C_Bonn%2C_Heinrich_B%C3%B6ll.jpg",
    "extract": "Heinrich Theodor Böll was a German writer. Considered one of Germany's foremost post-World War II writers, Böll is a recipient of the Georg Büchner Prize (1967) and the Nobel Prize for Literature (1972).",
    "year": 1917,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Trapp Family",
    "birthday": "1915-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Music._The_Trapp_Family_BAnQ_P48S1P13784.jpg/320px-Music._The_Trapp_Family_BAnQ_P48S1P13784.jpg",
    "extract": "The Trapp Family were a singing group formed from the family of former Austrian naval commander Georg von Trapp. The family achieved fame in their original singing career in their native Austria during the interwar period. They also performed in the United States before emigrating there permanently to escape the deteriorating situation in Austria during World War II. In the United States, they became well known as the \"Trapp Family Singers\" until they ceased to perform as a unit in 1957. The family's story later served as the basis for a memoir, two German films, and Rodgers and Hammerstein's Broadway musical The Sound of Music. The last surviving of the original seven Trapp children, Maria Franziska, died in 2014 at the age of 99.",
    "year": 1915,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Frank Fenner",
    "birthday": "1914-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/55/Professor_Frank_Fenner.jpg",
    "extract": "Frank John Fenner was an Australian scientist with a distinguished career in the field of virology. His two greatest achievements are cited as overseeing the eradication of smallpox, and the control of Australia's rabbit plague through the introduction of Myxoma virus.",
    "year": 1914,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Arnold Friberg",
    "birthday": "1913-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b7/Arnold_Friberg.jpg/320px-Arnold_Friberg.jpg",
    "extract": "Arnold Friberg was an American illustrator and painter noted for his religious and patriotic works. He is perhaps best known for his 1975 painting The Prayer at Valley Forge, a depiction of George Washington praying at Valley Forge. He is also well known for his 15 \"pre-visualization\" paintings for the Cecil B. DeMille film The Ten Commandments which were used to promote the film worldwide and for which he received an Academy Award nomination.",
    "year": 1913,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Josh Gibson",
    "birthday": "1911-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Josh_Gibson_1931.jpg/232px-Josh_Gibson_1931.jpg",
    "extract": "Joshua Gibson was an American baseball catcher primarily in the Negro leagues. Baseball historians consider Gibson among the best power hitters and catchers in baseball history. In 1972, he became the second Negro league player to be inducted in the National Baseball Hall of Fame.",
    "year": 1911,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Seichō Matsumoto",
    "birthday": "1909-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Seich%C5%8D_Matsumoto_%281955%2C_46_years_old%29.jpg/252px-Seich%C5%8D_Matsumoto_%281955%2C_46_years_old%29.jpg",
    "extract": "Seichō Matsumoto  was a Japanese writer, credited with popularizing detective fiction in Japan.",
    "year": 1909,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Konstantin Rokossovsky",
    "birthday": "1896-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Konstanty_Rokossowski%2C_1945.jpg/235px-Konstanty_Rokossowski%2C_1945.jpg",
    "extract": "Konstantin Konstantinovich (Xaverevich) Rokossovsky was a Soviet and Polish officer who became a Marshal of the Soviet Union, a Marshal of Poland, and served as Poland's Defence Minister from 1949 until his removal in 1956 during the Polish October. He became one of the most prominent Red Army commanders of World War II.",
    "year": 1896,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Walter Hagen",
    "birthday": "1892-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Walter_Hagen_1914.png/226px-Walter_Hagen_1914.png",
    "extract": "Walter Charles Hagen was an American professional golfer and a major figure in golf in the first half of the 20th century. His tally of 11 professional majors is third behind Jack Nicklaus (18) and Tiger Woods (15). Known as the \"father of professional golf,\" he brought publicity, prestige, big prize money and lucrative endorsements to the sport. Hagen is rated one of the greatest golfers ever.",
    "year": 1892,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Rebecca West",
    "birthday": "1892-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Rebecca_West.jpg/260px-Rebecca_West.jpg",
    "extract": "Dame Cicily Isabel Fairfield, known as Rebecca West, or Dame Rebecca West, was a British author, journalist, literary critic, and travel writer. An author who wrote in many genres, West reviewed books for The Times, the New York Herald Tribune, The Sunday Telegraph, and The New Republic, and she was a correspondent for The Bookman. Her major works include Black Lamb and Grey Falcon (1941), on the history and culture of Yugoslavia; A Train of Powder (1955), her coverage of the Nuremberg trials, published originally in The New Yorker; The Meaning of Treason, later The New Meaning of Treason (1964), a study of the trial of the British fascist William Joyce and others; The Return of the Soldier (1918), a modernist World War I novel; and the \"Aubrey trilogy\" of autobiographical novels, The Fountain Overflows (1956), This Real Night, and Cousin Rosamund (1985). Time called her \"indisputably the world's number one woman writer\" in 1947. She was made CBE in 1949, and DBE in 1959; in each case, the citation reads: \"writer and literary critic\". She took the pseudonym \"Rebecca West\" from the rebellious young heroine in Rosmersholm by Henrik Ibsen. She was a recipient of the Benson Medal.",
    "year": 1892,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "John W. McCormack",
    "birthday": "1891-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/John_W._McCormack_%28Speaker_of_the_US_House%29.jpg/278px-John_W._McCormack_%28Speaker_of_the_US_House%29.jpg",
    "extract": "John William McCormack was an American politician from Boston, Massachusetts. An attorney and a Democrat, McCormack served in the United States Army during World War I, and afterwards won terms in both the Massachusetts House of Representatives and Massachusetts State Senate before winning election to the United States House of Representatives.",
    "year": 1891,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Hermann Joseph Muller",
    "birthday": "1890-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/HJ_Muller_1952.jpg/228px-HJ_Muller_1952.jpg",
    "extract": "Hermann Joseph Muller was an American geneticist, educator, and Nobel laureate best known for his work on the physiological and genetic effects of radiation (mutagenesis), as well as his outspoken political beliefs. Muller frequently warned of long-term dangers of radioactive fallout from nuclear war and nuclear testing, which resulted in greater public scrutiny of these practices.",
    "year": 1890,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Sewall Wright",
    "birthday": "1889-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8d/Sewall_Wright-en.jpg",
    "extract": "Sewall Green Wright FRS(For) Honorary FRSE was an American geneticist known for his influential work on evolutionary theory and also for his work on path analysis. He was a founder of population genetics alongside Ronald Fisher and J. B. S. Haldane, which was a major step in the development of the modern synthesis combining genetics with evolution. He discovered the inbreeding coefficient and methods of computing it in pedigree animals. He extended this work to populations, computing the amount of inbreeding between members of populations as a result of random genetic drift, and along with Fisher he pioneered methods for computing the distribution of gene frequencies among populations as a result of the interaction of natural selection, mutation, migration and genetic drift. Wright also made major contributions to mammalian and biochemical genetics.",
    "year": 1889,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Jean Bouin",
    "birthday": "1888-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Bouchard_et_Bouin_-_1911cr.jpg/150px-Bouchard_et_Bouin_-_1911cr.jpg",
    "extract": "Alexandre François Étienne Jean Bouin was a French middle-distance runner. He competed in the 1500m at the 1908 Olympics and the 5000m at the 1912 Olympics. He won a silver medal in the 5000m in 1912, behind Hannes Kolehmainen. His race against Kolehmainen has long been regarded as one of the most memorable moments in running. Kolehmainen and Bouin quickly pulled away from the others, with Bouin leading and Kolehmainen repeatedly trying to pass him. Kolehmainen succeeded only 20 metres from the finish, winning by 0.1 seconds. Both contenders broke the world record.",
    "year": 1888,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Frank Patrick (ice hockey)",
    "birthday": "1885-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Frank_Patrick%2C_Vancouver_Millionaires.jpg/216px-Frank_Patrick%2C_Vancouver_Millionaires.jpg",
    "extract": "Francis Alexis Patrick was a Canadian professional ice hockey player, NHL head coach and manager. Raised in Montreal, Patrick moved to British Columbia with his family in 1907 to establish a lumber company. The family sold the company in 1910 and used the proceeds to establish the Pacific Coast Hockey Association (PCHA), the first major professional hockey league in the West. Patrick, who also served as president of the league, would take control of the Vancouver Millionaires, serving as a player, coach, and manager of the team. It was in the PCHA that Patrick would introduce many innovations to hockey that remain today, including uniform numbers, the blue line, the penalty shot, among others. His Millionaires won the Stanley Cup in 1915, the first team west of Manitoba to do so, and played for the Cup again in 1918.",
    "year": 1885,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "María Cadilla",
    "birthday": "1884-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e6/Mar%C3%ADa_Cadilla_de_Mart%C3%ADnez.jpg/220px-Mar%C3%ADa_Cadilla_de_Mart%C3%ADnez.jpg",
    "extract": "Dr. María Cadilla Colón de Martínez was an American writer, educator, women's rights activist and one of the first women in Puerto Rico to earn a doctoral degree.",
    "year": 1884,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Jan Łukasiewicz",
    "birthday": "1878-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Jan_%C5%81ukasiewicz.jpg/249px-Jan_%C5%81ukasiewicz.jpg",
    "extract": "Jan Łukasiewicz was a Polish logician and philosopher who is best known for Polish notation and Łukasiewicz logic. He was born in Lemberg, a city in the Galician Kingdom of Austria-Hungary. His work centred on philosophical logic, mathematical logic and history of logic. He thought innovatively about traditional propositional logic, the principle of non-contradiction and the law of excluded middle, offering one of the earliest systems of many-valued logic. Contemporary research on Aristotelian logic also builds on innovative works by Łukasiewicz, which applied methods from modern logic to the formalization of Aristotle's syllogistic.",
    "year": 1878,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Jaan Sarv",
    "birthday": "1877-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Jaan_Sarv%2C_1920s3.jpg/246px-Jaan_Sarv%2C_1920s3.jpg",
    "extract": "Jaan Sarv was an Estonian mathematician and educator. Most of his life he worked as a professor at the University of Tartu. Sarv laid the foundation of Estonian language mathematical education.",
    "year": 1877,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Jack Lang (Australian politician)",
    "birthday": "1876-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Jack_Lang_1928_%28cropped%29.jpg/229px-Jack_Lang_1928_%28cropped%29.jpg",
    "extract": "John Thomas Lang, usually referred to as J. T. Lang during his career and familiarly known as \"Jack\" and nicknamed \"The Big Fella\", was an Australian politician who twice served as the 23rd Premier of New South Wales from 1925 to 1927 and again from 1930 to 1932. He was dismissed by the Governor of New South Wales, Sir Philip Game, at the climax of the 1932 constitutional crisis and resoundingly lost the resulting election and subsequent elections as Leader of the Opposition. He later formed Lang Labor and was briefly a member of the Australian House of Representatives.",
    "year": 1876,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Trevor Kincaid",
    "birthday": "1872-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/92/Trevor_Kincaid.png",
    "extract": "Trevor Kincaid was a Canadian-American scientist and professor at the University of Washington who achieved national acclaim for his scientific achievements while an undergraduate student. Kincaid's interests ranged from insect life to marine biology to mollusks, though he once described himself as an \"omniologist\". He is best known for introducing the gypsy moth parasite to the United States, for helping establish the Washington state oyster industry, and as the driving force behind the creation of the Friday Harbor Laboratories. Kincaid is responsible for the identification and naming of hundreds of species; at least 47 plant and animal species were, in turn, named after him. In 1938 he was designated Alumnus Summa Laude Dignatus of the University of Washington, that school's highest honor for its alumni.",
    "year": 1872,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Lorenzo Perosi",
    "birthday": "1872-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Perosi.jpg/226px-Perosi.jpg",
    "extract": "Monsignor Lorenzo Perosi was an Italian composer of sacred music and the only member of the Giovane Scuola who did not write opera. In the late 1890s, while he was still only in his twenties, Perosi was an internationally celebrated composer of sacred music, especially large-scale oratorios. Nobel Prize winner Romain Rolland wrote, \"It's not easy to give you an exact idea of how popular Lorenzo Perosi is in his native country.\" Perosi's fame was not restricted to Europe. A 19 March 1899 New York Times article entitled \"The Genius of Don Perosi\" began, \"The great and ever-increasing success which has greeted the four new oratorios of Don Lorenzo Perosi has placed this young priest-composer on a pedestal of fame which can only be compared with that which has been accorded of late years to the idolized Pietro Mascagni by his fellow-countrymen.\" Gianandrea Gavazzeni made the same comparison: \"The sudden clamors of applause, at the end of the [19th] century, were just like those a decade earlier for Mascagni.\" Perosi worked for five Popes, including Pope Pius X who greatly fostered his rise.",
    "year": 1872,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Albert Payson Terhune",
    "birthday": "1872-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Albert-Payson-Terhune.jpg/237px-Albert-Payson-Terhune.jpg",
    "extract": "Albert Payson Terhune was an American author, dog breeder, and journalist. He was popular for his novels relating the adventures of his beloved collies and as a breeder of collies at his Sunnybank Kennels, the lines of which still exist in today's Rough Collies.",
    "year": 1872,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "George W. Fuller",
    "birthday": "1868-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/GW_Fuller_1917.jpg/243px-GW_Fuller_1917.jpg",
    "extract": "George Warren Fuller was a sanitary engineer who was also trained in bacteriology and chemistry. His career extended from 1890 to 1934 and he was responsible for important innovations in water and wastewater treatment. He designed and built the first modern water filtration plant, and he designed and built the first chlorination system that disinfected a U.S. drinking water supply. In addition, he performed groundbreaking engineering work on sewage treatment facilities in the U.S. He was President of both the American Water Works Association and the American Public Health Association, and he was recognized internationally as an expert civil and sanitary engineer.",
    "year": 1868,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Maud Gonne",
    "birthday": "1866-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Maude_Gonne_McBride_nd.jpg/219px-Maude_Gonne_McBride_nd.jpg",
    "extract": "Maud Gonne MacBride was an English-born Irish republican revolutionary, suffragette and actress. Of Anglo-Irish descent, she was won over to Irish nationalism by the plight of evicted people in the Land Wars. She actively agitated for Home Rule and then for the republic declared in 1916. During the 1930s, as a founding member of the Social Credit Party, she promoted the distributive programme of C. H. Douglas. Gonne was well known for being the muse and long-time love interest of Irish poet W. B. Yeats.",
    "year": 1866,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Gustave Kahn",
    "birthday": "1859-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Gustave_Kahn%2C_portrait.jpg/243px-Gustave_Kahn%2C_portrait.jpg",
    "extract": "Gustave Kahn was a French Symbolist poet and art critic. He was also active, via publishing and essay-writing, in defining Symbolism and distinguishing it from the Decadent Movement.",
    "year": 1859,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Joseph Carruthers",
    "birthday": "1857-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/J.H._Carruthers_%281898%29.jpg/250px-J.H._Carruthers_%281898%29.jpg",
    "extract": "Sir Joseph Hector McNeil Carruthers was an Australian politician who served as Premier of New South Wales from 1904 to 1907.",
    "year": 1857,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Thomas Chipman McRae",
    "birthday": "1851-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/AR_McRae_Thomas.jpg/229px-AR_McRae_Thomas.jpg",
    "extract": "Thomas Chipman McRae was an American attorney and politician from Arkansas. He served as a Democratic member of the United States House of Representatives and the 26th Governor of Arkansas, from 1921 to 1925.",
    "year": 1851,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Zdeněk Fibich",
    "birthday": "1850-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Zdenek_Fibich.jpg/212px-Zdenek_Fibich.jpg",
    "extract": "Zdeněk Fibich was a Czech composer of classical music. Among his compositions are chamber works, symphonic poems, three symphonies, at least seven operas, melodramas including the substantial trilogy Hippodamia, liturgical music including a mass – a missa brevis; and a large cycle of piano works called Moods, Impressions, and Reminiscences. The piano cycle served as a diary of sorts of his love for a piano pupil, and one of the pieces formed the basis for the short instrumental work Poème, for which Fibich is best remembered today.",
    "year": 1850,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Thomas Bracken",
    "birthday": "1843-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/ThomasBracken-NZ.JPG/255px-ThomasBracken-NZ.JPG",
    "extract": "Thomas Bracken was an Irish-born New Zealand poet, journalist and politician. He wrote \"God Defend New Zealand\", one of the two national anthems of New Zealand, and was the first person to publish the phrase \"God's Own Country\" as applied to New Zealand. He also won the Otago Caledonian Society's prize for poetry.",
    "year": 1843,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Namık Kemal",
    "birthday": "1840-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Kemalbey.jpg/272px-Kemalbey.jpg",
    "extract": "Namık Kemal was an Ottoman democrat, writer, intellectual, reformer, journalist, playwright, and political activist who was influential in the formation of the Young Ottomans and their struggle for governmental reform in the Ottoman Empire during the late Tanzimat period, which would lead to the First Constitutional Era in the Empire in 1876. Kemal was particularly significant for championing the notions of freedom and fatherland in his numerous plays and poems, and his works would have a powerful impact on the establishment of and future reform movements in Turkey, as well as other former Ottoman lands. He is often regarded as being instrumental in redefining Western concepts like natural rights and constitutional government.",
    "year": 1840,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "John H. Ketcham",
    "birthday": "1832-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/John_Henry_Ketcham.jpg/283px-John_Henry_Ketcham.jpg",
    "extract": "John Henry Ketcham was a United States Representative from New York for over 33 years. He also served as a general in the Union Army during the American Civil War.",
    "year": 1832,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Bartolomé Masó",
    "birthday": "1830-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/1910-Bartolom%C3%A9Mas%C3%B3.jpg/320px-1910-Bartolom%C3%A9Mas%C3%B3.jpg",
    "extract": "Bartolomé de Jesús Masó Márquez was a Cuban politician and military, patriot for Cuban independence from the colonial power of Spain, and later President of the República en Armas.",
    "year": 1830,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Thomas Couture",
    "birthday": "1815-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Thomas_Couture_Autoritratto.jpg/262px-Thomas_Couture_Autoritratto.jpg",
    "extract": "Thomas Couture was a French history painter and teacher. He taught such later luminaries of the art world as Édouard Manet, Henri Fantin-Latour, John La Farge, Pierre Puvis de Chavannes, Karel Javůrek, and J-N Sylvestre.",
    "year": 1815,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Archibald Campbell Tait",
    "birthday": "1811-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Archibald_Campbell_Tait_by_Bassano.jpg/238px-Archibald_Campbell_Tait_by_Bassano.jpg",
    "extract": "Archibald Campbell Tait was an Archbishop of Canterbury in the Church of England and theologian. He was the first Scottish Archbishop of Canterbury.",
    "year": 1811,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Thomas Graham (chemist)",
    "birthday": "1805-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Thomas_Graham_Litho.JPG/246px-Thomas_Graham_Litho.JPG",
    "extract": "Thomas Graham was a British chemist known for his pioneering work in dialysis and the diffusion of gases. He is regarded as one of the founders of colloid chemistry.",
    "year": 1805,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Benjamin Disraeli",
    "birthday": "1804-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Benjamin_Disraeli_by_Cornelius_Jabez_Hughes%2C_1878.jpg/229px-Benjamin_Disraeli_by_Cornelius_Jabez_Hughes%2C_1878.jpg",
    "extract": "Benjamin Disraeli, 1st Earl of Beaconsfield, was a British statesman and Conservative politician who twice served as Prime Minister of the United Kingdom. He played a central role in the creation of the modern Conservative Party, defining its policies and its broad outreach. Disraeli is remembered for his influential voice in world affairs, his political battles with the Liberal Party leader William Ewart Gladstone, and his one-nation conservatism or \"Tory democracy\". He made the Conservatives the party most identified with the British Empire, and military action to expand it, both of which were popular among British voters. He is the only British prime minister to have been of Jewish origin. He was also a novelist, publishing works of fiction even as prime minister.",
    "year": 1804,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Achille Vianelli",
    "birthday": "1803-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Napoli_Piazza_di_San_Lorenzo_Maggiore_c1845.jpg/223px-Napoli_Piazza_di_San_Lorenzo_Maggiore_c1845.jpg",
    "extract": "Achille Vianelli or Vianelly was an Italian painter of landscapes with genre scenes, often in watercolor.",
    "year": 1803,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Jack Russell (priest)",
    "birthday": "1795-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Parson-John-Russel.jpg/236px-Parson-John-Russel.jpg",
    "extract": "John \"Jack\" Russell, known as \"The Sporting Parson\", vicar of Swimbridge and rector of Black Torrington in North Devon, was an enthusiastic fox-hunter and dog breeder, who developed the Jack Russell Terrier, a variety of the Fox Terrier breed.",
    "year": 1795,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Leopold von Ranke",
    "birthday": "1795-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Jebens%2C_Adolf_-_Leopold_von_Ranke_%28detail%29_-_1875.jpg/231px-Jebens%2C_Adolf_-_Leopold_von_Ranke_%28detail%29_-_1875.jpg",
    "extract": "Leopold von Ranke was a German historian and a founder of modern source-based history. According to Caroline Hoefferle, \"Ranke was probably the most important historian to shape [the] historical profession as it emerged in Europe and the United States in the late 19th century\". He was able to implement the seminar teaching method in his classroom and focused on archival research and the analysis of historical documents. Building on the methods of the Göttingen School of History, he was the first to establish a historical seminar. Ranke set the standards for much of later historical writing, introducing such ideas as reliance on primary sources (empiricism), an emphasis on narrative history and especially international politics (Außenpolitik). Ranke also had a great influence on Western historiography. He was ennobled in 1865, with the addition of a \"von\" to his name.",
    "year": 1795,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Anders Sandøe Ørsted",
    "birthday": "1778-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/%C3%98rsted%2C_Anders_Sand%C3%B8e_%28av_Christian_Albrecht_Jensen_cirka_1840%29.jpg/258px-%C3%98rsted%2C_Anders_Sand%C3%B8e_%28av_Christian_Albrecht_Jensen_cirka_1840%29.jpg",
    "extract": "Anders Sandøe Ørsted was a Danish lawyer, politician and jurist. He served as the Prime Minister of Denmark in 1853–1854.",
    "year": 1778,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "John Bradstreet",
    "birthday": "1714-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Thomas_McIlworth_-_General_John_Bradstreet_-_Google_Art_Project.jpg/266px-Thomas_McIlworth_-_General_John_Bradstreet_-_Google_Art_Project.jpg",
    "extract": "Major General John Bradstreet, born Jean-Baptiste Bradstreet was a British Army officer during King George's War, the French and Indian War, and Pontiac's War. He was born in Annapolis Royal, Nova Scotia to a British Army lieutenant and an Acadian mother. He also served as the Commodore-Governor for Newfoundland.",
    "year": 1714,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Benjamin Schmolck",
    "birthday": "1672-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Benjamin_Schmolck.jpg/320px-Benjamin_Schmolck.jpg",
    "extract": "Benjamin Schmolck was a German Lutheran writer of hymns.",
    "year": 1672,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Benedict Arnold (governor)",
    "birthday": "1615-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Arnold.Benedict.GraveMedalion.110722.jpg/270px-Arnold.Benedict.GraveMedalion.110722.jpg",
    "extract": "Benedict Arnold was president and then governor of the Colony of Rhode Island and Providence Plantations, serving for a total of 11 years in these roles. He was born and raised in the town of Ilchester, Somerset, England, likely attending school in Limington nearby. In 1635 at age 19, he accompanied his parents, siblings, and other family members on a voyage from England to New England where they first settled in Hingham in the Massachusetts Bay Colony. In less than a year, they moved to Providence Plantation at the head of the Narragansett Bay at the request of Roger Williams. In about 1638, they moved once again about five miles (8 km) south to the Pawtuxet River, settling on the north side at a place commonly called Pawtuxet. Here they had serious disputes with their neighbors, particularly Samuel Gorton, and they put themselves and their lands under the jurisdiction of Massachusetts, a situation which lasted for 16 years.",
    "year": 1615,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Roger Williams",
    "birthday": "1603-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Roger_Williams_statue_by_Franklin_Simmons.jpg/157px-Roger_Williams_statue_by_Franklin_Simmons.jpg",
    "extract": "Roger Williams was an English-born American Puritan minister, theologian, and author who founded Providence Plantations, which became the Colony of Rhode Island and Providence Plantations and later the U.S. State of Rhode Island and Providence Plantations, now the State of Rhode Island. He was a staunch advocate for religious freedom, separation of church and state, and fair dealings with Native Americans.",
    "year": 1603,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Petro Mohyla",
    "birthday": "1596-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Petro_Mohyla-_big.jpg/245px-Petro_Mohyla-_big.jpg",
    "extract": "Metropolitan Petru Movilă was an influential Eastern Orthodox theologian and reformer of Moldavian origin, Metropolitan of Kyiv, Halych and All Rus' from 1633 until his death.",
    "year": 1596,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Man Singh I",
    "birthday": "1550-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Raja_Man_Singh.jpg/226px-Raja_Man_Singh.jpg",
    "extract": "Man Singh I, popularly known as Mirza Raja Man Singh was the 29th Kachwaha Rajput Raja of Amer, later known as Jaipur state, in Rajputana. He was the most powerful and trusted general of the Mughal emperor Akbar, who included him among the Navaratnas, or the nine (nava) gems (ratna) of the royal court of Akbar. Man Singh fought sixty-seven important battles in Kabul, Balkh, Bukhara, Bengal and Central and Southern India. He was well versed in the battle tactics of both the Rajputs as well as the Mughals.",
    "year": 1550,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Thomas Allen (mathematician)",
    "birthday": "1542-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Thomas_Allen.jpg/218px-Thomas_Allen.jpg",
    "extract": "Thomas Allen  was an English mathematician and astrologer. Highly reputed in his lifetime, he published little, but was an active private teacher of mathematics. He was also well connected in the English intellectual networks of the period.",
    "year": 1542,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Luigi d'Este",
    "birthday": "1538-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Cardinale_Luigi_d_Este.jpg/246px-Cardinale_Luigi_d_Este.jpg",
    "extract": "Luigi d'Este was an Italian Catholic cardinal, the second son of the five children of Ercole II d'Este, Duke of Modena and Ferrara, and Renée, daughter of Louis XII of France.",
    "year": 1538,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Thomas Wriothesley, 1st Earl of Southampton",
    "birthday": "1505-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Thomas_Wriothesley%2C_1st_Earl_of_Southampton_by_Hans_Holbein_the_Younger.jpg/271px-Thomas_Wriothesley%2C_1st_Earl_of_Southampton_by_Hans_Holbein_the_Younger.jpg",
    "extract": "Thomas Wriothesley, 1st Earl of Southampton, KG was an English peer, secretary of state, Lord Chancellor and Lord High Admiral. A naturally skilled but unscrupulous and devious politician who changed with the times and personally tortured Anne Askew, Wriothesley served as a loyal instrument of King Henry VIII in the latter's break with the Catholic church. Richly rewarded with royal gains from the Dissolution of the Monasteries, he nevertheless prosecuted Calvinists and other dissident Protestants when political winds changed.",
    "year": 1505,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Masaccio",
    "birthday": "1401-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Masaccio_Self_Portrait.jpg/197px-Masaccio_Self_Portrait.jpg",
    "extract": "Masaccio, born Tommaso di Ser Giovanni di Simone, was a Florentine artist who is regarded as the first great Italian painter of the Quattrocento period of the Italian Renaissance. According to Vasari, Masaccio was the best painter of his generation because of his skill at imitating nature, recreating lifelike figures and movements as well as a convincing sense of three-dimensionality. He employed nudes and foreshortenings in his figures. This had seldom been done before him.",
    "year": 1401,
    "month": 12,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Minamoto no Yorinobu",
    "birthday": "968-12-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Minamoto_Yorinobu.jpg/171px-Minamoto_Yorinobu.jpg",
    "extract": "Minamoto no Yorinobu  was a samurai commander and member of the powerful Minamoto clan. He was the son of Minamoto no Mitsunaka (912–997). Along with his brother Yorimitsu, Yorinobu served the regents of the Fujiwara clan, taking the violent measures the Fujiwara were themselves unable to take. He held the title, passed down from his father, of Chinjufu-shōgun, Commander-in-chief of the Defense of the North. He served as Governor of the Japanese Ise, Shinano, Sagami, Mutsu and Kai Provinces, and was the progenitor of the Kawachi Genji.",
    "year": 968,
    "month": 12,
    "day": 21,
    "language": "en"
  }
]