[
  {
    "name": "Gabby Douglas",
    "birthday": "1995-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Gabby_Douglas_2016_Summer_Olympics_Gold_Medal.jpg/240px-Gabby_Douglas_2016_Summer_Olympics_Gold_Medal.jpg",
    "extract": "Gabrielle Christina Victoria Douglas is an American artistic gymnast. She is the 2012 Olympic all around champion and the 2015 World all-around silver medalist. She was a member of the gold-winning teams at both the 2012 and the 2016 Summer Olympics, dubbed the \"Fierce Five\" and the \"Final Five\" by the media, respectively. She was also a member of the gold-winning American teams at the 2011 and the 2015 World Championships.",
    "year": 1995,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Amy Cure",
    "birthday": "1992-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/2018_2019_UCI_Track_World_Cup_Berlin_060.jpg/194px-2018_2019_UCI_Track_World_Cup_Berlin_060.jpg",
    "extract": "Amy Louise Cure is an Australian former professional track cyclist. She cycles for Team Jayco-AIS. She has set several world records. She won a junior world championship race in 2009, and represented Australia at the 2012 Summer Olympics. She is the first person in history to medal at every endurance track event at world championship level; with three newly gained medals in the team pursuit, omnium, and madison at 2017 UCI Track Cycling World Championships in Hong Kong.",
    "year": 1992,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Karl Kruuda",
    "birthday": "1992-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Rajd_Polski_2015_Karl_Kruuda_2.JPG/213px-Rajd_Polski_2015_Karl_Kruuda_2.JPG",
    "extract": "Karl Kruuda is an Estonian rally driver.",
    "year": 1992,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "ND Stevenson",
    "birthday": "1991-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Noelle_Stevenson_by_Gage_Skidmore.jpg/259px-Noelle_Stevenson_by_Gage_Skidmore.jpg",
    "extract": "ND Stevenson is an American cartoonist and animation producer. They are the creator, showrunner, and executive producer of the animated television series She-Ra and the Princesses of Power which ran from 2018 to 2020. They are also known for the fantasy webcomic Nimona and their work on the comics series Lumberjanes.",
    "year": 1991,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Patrick Chan",
    "birthday": "1990-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/2015_Grand_Prix_of_Figure_Skating_Final_Patrick_Chan_IMG_9394.JPG/199px-2015_Grand_Prix_of_Figure_Skating_Final_Patrick_Chan_IMG_9394.JPG",
    "extract": "Patrick Lewis Wai–Kuan Chan is a Canadian former competitive figure skater. He is a 2018 Olympic gold medallist in the team event, 2014 Olympic silver medallist in the men's and team events, a three–time World champion, a two–time Grand Prix Final champion, a three–time Four Continents champion, and a ten–time Canadian national champion. He is known for his skating style which is highly appreciated for artistry and elegance. Patrick Chan is a recognized master of figure skating who has made a great contribution to this sport. Becoming a leader in his form and constantly improving from season to season, he has contributed greatly to the emergence of skaters who tried to keep balance, saturating their programs with both complex elements and components. He possesses a unique style of skating by using the edges of the blades, thereby achieving excellent skating skills.",
    "year": 1990,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Javaris Crittenton",
    "birthday": "1987-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/JavarisCrittenton_%28cropped%29.jpg/250px-JavarisCrittenton_%28cropped%29.jpg",
    "extract": "Javaris Cortez Crittenton is an American former professional basketball player and convicted murderer. During his four year career, Crittenton played for the Los Angeles Lakers, Memphis Grizzlies, and Washington Wizards of the National Basketball Association (NBA), the Zhejiang Lions of the Chinese Basketball Association, and the Dakota Wizards of the NBA D-League. He was previously the starting point guard for the Georgia Tech men's basketball team.",
    "year": 1987,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Danny Holla",
    "birthday": "1987-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Danny_Holla_%282012%29.jpg/248px-Danny_Holla_%282012%29.jpg",
    "extract": "Danny Holla is a Dutch professional footballer who plays as a midfielder for Sliema Wanderers in the Maltese Premier League.",
    "year": 1987,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Nemanja Nikolić (footballer, born 1987)",
    "birthday": "1987-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/CINvCHI_2017-06-28_-_Nemanja_Nikoli%C4%87_%2839393300370%29_%28cropped%29.jpg/169px-CINvCHI_2017-06-28_-_Nemanja_Nikoli%C4%87_%2839393300370%29_%28cropped%29.jpg",
    "extract": "Nemanja Nikolić is a professional footballer who plays as a striker for Nemzeti Bajnokság I club Fehérvár and the Hungary national team.",
    "year": 1987,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Nate Freiman",
    "birthday": "1986-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Nate_Freiman_on_August_23%2C_2013.jpg/320px-Nate_Freiman_on_August_23%2C_2013.jpg",
    "extract": "Nathan Samuel Freiman is an American former professional baseball first baseman who played for the Oakland Athletics of Major League Baseball in 2013 and 2014. In 2013, baseball writer Tim Brown wrote, \"Near as anyone can tell, there's never been a taller major-league position player than Freiman.\"",
    "year": 1986,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Kade Snowden",
    "birthday": "1986-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Kade_Snowden_Country.jpg/166px-Kade_Snowden_Country.jpg",
    "extract": "Kade Snowden is an Australian former professional rugby league footballer who played in the 2000s and 2010s. He played as a prop. He began his career at the Newcastle Knights and made his first grade debut in 2005 in the opening round against the Melbourne Storm. He then signed with the Cronulla-Sutherland Sharks in 2008 and cemented a spot as a regular starter for the side. In 2010 he was rewarded with representative call ups to the NSW Country Origin and New South Wales State of Origin sides.",
    "year": 1986,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jonathan Horton",
    "birthday": "1985-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Jonathan_Horton.jpg/240px-Jonathan_Horton.jpg",
    "extract": "Jonathan Alan Horton is a retired American artistic gymnast. He is the 2008 Olympic silver medalist on high bar, the 2010 World all-around bronze medalist, a two-time Olympian, a two-time U.S. National All-Around Champion, and a 17-time medalist at the U.S. National Championships. At the 2008 Olympics, he also won a bronze medal with his U.S. teammates in the team competition. He also competed at the 2012 Summer Olympics in London, where he qualified for the high bar event final and finished in sixth place. In 2016, he had surgery on his left rotator cuff and as a result was unable to qualify for the 2016 Olympics in Rio de Janeiro.",
    "year": 1985,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jan Smit (singer)",
    "birthday": "1985-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Jan_Smit_Toppers.jpg/320px-Jan_Smit_Toppers.jpg",
    "extract": "Jan Smit is a Dutch singer, television host, and actor. Smit mostly sings songs in the Dutch language, in a genre known as Volendam music. In addition to his solo career, in 2015 Smit joined the schlager trio KLUBBB3, and in 2017 The Toppers. As a TV presenter, he has worked on programs like the Beste Zangers and Sterren Muziekfeest op het Plein Since 1999, Smit has been serving as an ambassador for the SOS Children's Villages, and is a member of the board for the football club FC Volendam.",
    "year": 1985,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ben Hannant",
    "birthday": "1984-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Ben_Hannant_PM_XIII.jpg/199px-Ben_Hannant_PM_XIII.jpg",
    "extract": "Benjamin Hannant, also known by the nickname of \"Polar Bear\", is an Australian rugby league footballer who plays as a prop for the Burleigh Bears in the Intrust Super Cup.",
    "year": 1984,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Gerardo Lugo",
    "birthday": "1984-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Edgar_Lugo.jpg/178px-Edgar_Lugo.jpg",
    "extract": "Edgar Gerardo Lugo Aranda is a Mexican former professional footballer.",
    "year": 1984,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Calvin Zola",
    "birthday": "1984-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/97/Zola%2C_Calvin.jpg",
    "extract": "Calvin Zola-Makongo, often known simply as Calvin Zola is a Congolese former professional footballer. Born in Kinshasa, Zaire, he began his career as a youth player at Newcastle United. Zola went on to have spells at Tranmere Rovers, Crewe Alexandra, Burton Albion and Aberdeen. His last club was Stevenage, who released him in May 2015 due to injury setbacks.",
    "year": 1984,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Julio DePaula",
    "birthday": "1982-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Depaulast.jpg/213px-Depaulast.jpg",
    "extract": "Julio César DePaula is a Dominican professional baseball pitcher who is a free agent.",
    "year": 1982,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Craig Gordon",
    "birthday": "1982-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Craig_S_Gordon.jpg/230px-Craig_S_Gordon.jpg",
    "extract": "Craig Sinclair Gordon is a Scottish professional footballer who plays as a goalkeeper for Scottish Premiership club Heart of Midlothian, where he is club captain, and the Scottish national team.",
    "year": 1982,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "The Rocket Summer",
    "birthday": "1982-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Bryce_The_Rocket_Summer.jpg/214px-Bryce_The_Rocket_Summer.jpg",
    "extract": "The Rocket Summer is the solo-project of Bryce Avary, a multi-instrumentalist, singer-songwriter, and record producer based in Dallas–Fort Worth, Texas. He writes and produces every song on his records, and plays every instrument on them.",
    "year": 1982,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jason Campbell",
    "birthday": "1981-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Jason_Campbell_2011.JPG/258px-Jason_Campbell_2011.JPG",
    "extract": "Jason S. Campbell is a former American football quarterback who played in the National Football League (NFL). He was drafted by the Washington Redskins in the first round of the 2005 NFL Draft. He played college football at Auburn. Campbell also played for the Oakland Raiders, Chicago Bears, Cleveland Browns, and Cincinnati Bengals.",
    "year": 1981,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Matthew Pavlich",
    "birthday": "1981-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Matthew-Pavlich-August-2016.jpg/291px-Matthew-Pavlich-August-2016.jpg",
    "extract": "Matthew Pavlich is a former professional Australian rules footballer who played for the Fremantle Football Club in the Australian Football League (AFL).",
    "year": 1981,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ricky Whittle",
    "birthday": "1981-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Florida_Supercon_2017_Ricky_Whittle_panel_53_%28cropped%29.jpg/297px-Florida_Supercon_2017_Ricky_Whittle_panel_53_%28cropped%29.jpg",
    "extract": "Richard Whittle is a British actor. Whittle first came to prominence as a model for Reebok in the early 2000s. He is known in the United Kingdom for his role as Calvin Valentine in the soap opera Hollyoaks. In 2009, he finished second in the BBC reality competition Strictly Come Dancing. In 2012, Whittle crossed over to American television when he booked a recurring role on VH-1's Single Ladies, followed by a recurring role on ABC's Mistresses in 2014. From 2014 to 2016, Whittle appeared in The CW's post-apocalyptic drama The 100 as Lincoln. As of 2017, Whittle appears in the lead role of Shadow Moon in the Starz television series American Gods.",
    "year": 1981,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jesse Carlson",
    "birthday": "1980-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/001U3875_Jesse_Carlson_%28cropped%29.jpg/160px-001U3875_Jesse_Carlson_%28cropped%29.jpg",
    "extract": "Jesse Craig Carlson is an American former professional baseball pitcher for the Toronto Blue Jays.",
    "year": 1980,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Matt Cross (wrestler)",
    "birthday": "1980-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Matt_Cross_October_2012.jpg/265px-Matt_Cross_October_2012.jpg",
    "extract": "Matthew Capiccioni is an American professional wrestler, better known by his ring names M-Dogg 20, Matt Cross and Son of Havoc. He currently competes on the independent circuit and Major League Wrestling. Cross has also worked for prominent promotions such as Ring of Honor, Lucha Underground, Chikara and the short-lived Wrestling Society X. His main gimmick is that of an adherent of the straight edge lifestyle, a culture which he follows in real life. In 2011, Capiccioni joined the cast of the fifth season of WWE Tough Enough.",
    "year": 1980,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Richie McCaw",
    "birthday": "1980-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Richie_McCaw_ONZ_%28cropped%29.jpg/254px-Richie_McCaw_ONZ_%28cropped%29.jpg",
    "extract": "Richard Hugh McCaw is a retired New Zealand professional rugby union player. He captained the national team, the All Blacks, in 110 out of his 148 test matches, and won two Rugby World Cups. He has won the World Rugby player of the year award a joint record three times and was the most capped test rugby player of all time from August 2015 to October 2020. McCaw was awarded World Rugby player of the decade (2011–2020) in 2021. Richie is also the winner for New Zealand sportsman of the decade award, the highest sporting honor a sports individual can achieve in New Zealand.",
    "year": 1980,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Carsten Schlangen",
    "birthday": "1980-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Carsten-schlangen.jpg/182px-Carsten-schlangen.jpg",
    "extract": "Carsten Schlangen is a German middle distance runner who specialises in the 1500 metres.",
    "year": 1980,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Paul O'Neill (racing driver)",
    "birthday": "1979-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Paul_O%27Neill_-_2017_BTCC_Knockhill_%28Saturday%29.jpg/240px-Paul_O%27Neill_-_2017_BTCC_Knockhill_%28Saturday%29.jpg",
    "extract": "Paul O'Neill is a British auto racing driver, and the half-brother of English singer Melanie C.",
    "year": 1979,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jeff Waldstreicher",
    "birthday": "1979-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Delegate_jeff_waldstreicher.png/213px-Delegate_jeff_waldstreicher.png",
    "extract": "Jeffrey D. Waldstreicher is an American politician from Maryland and a member of the Democratic Party. He is currently serving in his 1st term in the Maryland Senate, representing Maryland's District 18 in Montgomery County after serving two terms in the Maryland House of Delegates.",
    "year": 1979,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Psy",
    "birthday": "1977-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/PSY_EMTV_logo_27_%288198008711%29.jpg/227px-PSY_EMTV_logo_27_%288198008711%29.jpg",
    "extract": "Park Jae-sang, known professionally as Psy, is a South Korean singer, rapper, songwriter, and record producer. Psy is known domestically for his humorous videos and stage performances, and internationally for his hit single \"Gangnam Style\". The song's refrain was entered into The Yale Book of Quotations as one of the most famous quotations of 2012.",
    "year": 1977,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Donald Trump Jr.",
    "birthday": "1977-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Donald_Trump%2C_Jr._%2851770696331%29_%28cropped%29.jpg/240px-Donald_Trump%2C_Jr._%2851770696331%29_%28cropped%29.jpg",
    "extract": "Donald John Trump Jr. is an American political activist, businessman, author, and former television presenter. He is the eldest child of the 45th president of the United States, Donald Trump, and his first wife businesswoman Ivana Trump.",
    "year": 1977,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Matthew Hoggard",
    "birthday": "1976-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Matthew_Hoggard_bowl.jpg/289px-Matthew_Hoggard_bowl.jpg",
    "extract": "Matthew James Hoggard, is a former English cricketer, who played international cricket for England cricket team from 2000 to 2008, playing both Test cricket and One Day Internationals. The 6' 2\" Hoggard was a right arm fast-medium bowler and right-handed batsman.",
    "year": 1976,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Rami Alanko",
    "birthday": "1975-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Alanko_Rami_Blues_1.jpg/240px-Alanko_Rami_Blues_1.jpg",
    "extract": "Rami Alanko is a Finnish former professional ice hockey player.",
    "year": 1975,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Toni Kuivasto",
    "birthday": "1975-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Kuivasto_toni.jpg/234px-Kuivasto_toni.jpg",
    "extract": "Toni Kuivasto is a retired Finnish footballer who last played for Veikkausliigaside FC Haka.",
    "year": 1975,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Sander Schutgens",
    "birthday": "1975-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Sander_Schutgens.jpg/233px-Sander_Schutgens.jpg",
    "extract": "Sander Schutgens is a Dutch runner.",
    "year": 1975,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Joe Abercrombie",
    "birthday": "1974-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Joe_Abercrombie_at_Swecon_October_2012.jpg/212px-Joe_Abercrombie_at_Swecon_October_2012.jpg",
    "extract": "Joseph Edward Abercrombie is a British fantasy writer and film editor. He is the author of The First Law trilogy, as well as other fantasy books in the same setting and a trilogy of young adult novels. His novel Half a King won the 2015 Locus Award for best young adult book.",
    "year": 1974,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Mario Aerts",
    "birthday": "1974-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Mario_Aerts_2.jpg/238px-Mario_Aerts_2.jpg",
    "extract": "Mario Aerts is a former professional road bicycle racer, who competed between 1996 and 2011. He competed for three teams; Vlaanderen 2002, Team Telekom and the Lotto team through various sponsorships, competing with that particular team for twelve seasons during his career. During this time he raced in the Tours de France, the Giro d'Italia, and the Vuelta a España. In the 2007 cycling season, he finished in these three major stage races in cycling. He was only the 25th racer in the history of cycling to achieve this.",
    "year": 1974,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tony Kanaan",
    "birthday": "1974-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Tony_kanaan_%2842376567570%29_%28cropped%29.jpg/320px-Tony_kanaan_%2842376567570%29_%28cropped%29.jpg",
    "extract": "Antoine Rizkallah \"Tony\" Kanaan Filho, nicknamed TK, is a Brazilian racing driver.",
    "year": 1974,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ryan Sakoda",
    "birthday": "1974-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Ryan_Sakoda_2010.jpg/213px-Ryan_Sakoda_2010.jpg",
    "extract": "Ryan Keiji Sakoda was a Japanese American professional wrestler. He was best known for his appearances in WWE and later Ultimate Pro Wrestling as a part-time trainer for the wrestlers, as well as working in the independents as Ryan Sakoda.",
    "year": 1974,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Malcolm Middleton",
    "birthday": "1973-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Malcolm_Middleton.jpg/320px-Malcolm_Middleton.jpg",
    "extract": "Malcolm Bruce Middleton\n(born 31 December 1973) is a Scottish musician and member of indie band Arab Strap. He has also released seven solo studio albums and three albums performing under the pseudonym Human Don't Be Angry.",
    "year": 1973,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Grégory Coupet",
    "birthday": "1972-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Gr%C3%A9gory_Coupet.jpg/320px-Gr%C3%A9gory_Coupet.jpg",
    "extract": "Grégory Coupet is a French former professional footballer who played as a goalkeeper. Throughout his playing career, he represented Saint-Étienne, Lyon, Atlético Madrid and Paris Saint-Germain, as well as the France national team. He holds the record for most Ligue 1 titles won (seven), along with Hervé Revelli and Jean-Michel Larqué of Saint-Étienne, as well as Thiago Silva and Marco Verratti of Paris Saint–Germain, and his own club teammates, Juninho and Sidney Govou, of Lyon.",
    "year": 1972,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Joey McIntyre",
    "birthday": "1972-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Joe_McIntyre_%E2%80%93_Vienna_2014_04.JPG/301px-Joe_McIntyre_%E2%80%93_Vienna_2014_04.JPG",
    "extract": "Joseph Mulrey McIntyre is an American singer-songwriter and actor. He is best known as the youngest member of the pioneering boy band, New Kids on the Block. He has sold over one million records worldwide as a solo artist. He has worked in film, television, and stage, including performing on Broadway.",
    "year": 1972,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Scott Manley",
    "birthday": "1972-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Scott_Manley_face.png/320px-Scott_Manley_face.png",
    "extract": "Scott Manley is a Scottish-American YouTube personality, gamer, programmer, astrophysicist and DJ. On his YouTube channel, he makes videos discussing space-related topics and news, mainly concerning up-to-date rocket science developments. He also plays space-themed video games, usually Kerbal Space Program, while he explains much of the science involved. He uses his scientific background to help teach science while playing games.",
    "year": 1972,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Brent Barry",
    "birthday": "1971-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Brent_Barry.jpg/161px-Brent_Barry.jpg",
    "extract": "Brent Robert Barry, also known by the nickname \"Bones\", is an American basketball executive, broadcaster and former player. He is the current vice president of basketball operations for the San Antonio Spurs. The shooting guard played professionally in the National Basketball Association (NBA), winning two league championships with the Spurs in 2005 and 2007, and also won the Slam Dunk Contest in 1996. He is the son of former NBA player Rick Barry.",
    "year": 1971,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Esteban Loaiza",
    "birthday": "1971-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Loaizaprint.jpg/320px-Loaizaprint.jpg",
    "extract": "Esteban Antonio Loaiza Veyna [lo-EYE-sa] is a Mexican retired professional baseball pitcher. He played in Major League Baseball for the Pittsburgh Pirates, Texas Rangers, Toronto Blue Jays, Chicago White Sox, New York Yankees, Washington Nationals, Oakland Athletics, and Los Angeles Dodgers. Loaiza was the American League's (AL) starting pitcher in the 2003 All-Star Game. That year, he led the AL in strikeouts.",
    "year": 1971,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Danny McNamara",
    "birthday": "1970-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Danny_McNamara.jpg/285px-Danny_McNamara.jpg",
    "extract": "Daniel Anthony McNamara is an English musician, best known as the lead singer of English band Embrace.",
    "year": 1970,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Princess Alexia of Greece and Denmark",
    "birthday": "1970-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Princess_Alexia_of_Greece.jpg/161px-Princess_Alexia_of_Greece.jpg",
    "extract": "Princess Alexia of Greece and Denmark is the eldest child of Constantine II and Anne-Marie of Denmark, who were King and Queen of Greece from 1964 until the abolition of the monarchy in 1973. She was heir presumptive to the Greek throne from her own birth in 1965 until the birth of her brother Crown Prince Pavlos in 1967.",
    "year": 1970,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Gerry Dee",
    "birthday": "1968-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Gerry_Dee.jpg/224px-Gerry_Dee.jpg",
    "extract": "Gerry Dee is a Canadian actor, stand-up comedian, game show host, director, producer, and writer. He is currently the host of Family Feud Canada. He placed third on the fifth season of Last Comic Standing, and he wrote and starred in the sitcom Mr. D, which aired on CBC Television.",
    "year": 1968,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Junot Díaz",
    "birthday": "1968-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Junot_D%C3%ADaz_%28cropped%29.jpg/255px-Junot_D%C3%ADaz_%28cropped%29.jpg",
    "extract": "Junot Díaz is a Dominican-American writer, creative writing professor at the Massachusetts Institute of Technology (MIT), and was fiction editor at Boston Review. He also serves on the board of advisers for Freedom University, a volunteer organization in Georgia that provides post-secondary instruction to undocumented immigrants. Central to Díaz's work is the immigrant experience, particularly the Latino immigrant experience.",
    "year": 1968,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Julie Doucet",
    "birthday": "1965-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Julie_Doucet_2022.jpg/292px-Julie_Doucet_2022.jpg",
    "extract": "Julie Doucet is a Canadian underground cartoonist and artist, best known for her autobiographical works such as Dirty Plotte and My New York Diary. Her work is concerned with such topics as \"sex, violence, menstruation and male/female issues.\"",
    "year": 1965,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Gong Li",
    "birthday": "1965-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Gong_Li_Cannes_2016.jpg/203px-Gong_Li_Cannes_2016.jpg",
    "extract": "Gong Li is a Chinese actress. She starred in three of the four Chinese-language films that were nominated for the Academy Award for Best International Feature Film.",
    "year": 1965,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Nicholas Sparks",
    "birthday": "1965-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Nicholas-Sparks-Autograph-1-4-06.jpg/224px-Nicholas-Sparks-Autograph-1-4-06.jpg",
    "extract": "Nicholas Charles Sparks is an American novelist, screenwriter, and philanthropist. He has published twenty-two novels and two non-fiction books, some of which have been New York Times bestsellers, with over 115 million copies sold worldwide in more than 50 languages.",
    "year": 1965,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Michael McDonald (comedian)",
    "birthday": "1964-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Michael_mcdonald.jpg/206px-Michael_mcdonald.jpg",
    "extract": "Michael James McDonald is an American stand-up comedian, actor, director, and writer. He is best known for starring in the sketch comedy show MADtv. McDonald joined the show during the fourth season (1998) and remained in the cast until the end of the thirteenth and penultimate season, having become the longest-tenured cast member.",
    "year": 1964,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Scott Ian",
    "birthday": "1963-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Anthrax_Tuska_2019_%281%29_%28Cropped%29.jpg/213px-Anthrax_Tuska_2019_%281%29_%28Cropped%29.jpg",
    "extract": "Scott Ian is an American musician, best known as the rhythm guitarist and co-founder of the thrash metal band Anthrax. Ian is the guitarist and a founding member of the crossover thrash band Stormtroopers of Death for which he is also the lyricist. He has hosted The Rock Show on VH1 and has appeared on VH1's I Love the... series, Heavy: The Story of Metal, and SuperGroup. Ian is also the rhythm guitarist for the metal band the Damned Things, and played with experimental band Mr. Bungle for seven reunion shows in 2020.",
    "year": 1963,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tyrone Corbin",
    "birthday": "1962-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Tyrone-Corbin-Salt-Lake-City-2013.jpg/320px-Tyrone-Corbin-Salt-Lake-City-2013.jpg",
    "extract": "Tyrone Kennedy Corbin is an American former basketball player. He was first appointed the assistant coach of the Phoenix Suns, then was named the Utah Jazz’s head coach, on February 10, 2011 following the resignation of longtime coach Jerry Sloan. He was also the brief interim head coach of the Sacramento Kings in the 2014–15 season before being replaced by George Karl. Prior to that, Corbin played 16 seasons in the NBA.",
    "year": 1962,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Rick Aguilera",
    "birthday": "1961-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Rick_Aguilera_%28cropped%29.jpg/245px-Rick_Aguilera_%28cropped%29.jpg",
    "extract": "Richard Warren Aguilera is an American former professional baseball player and coach. He played in Major League Baseball as a right-handed pitcher from 1985 to 2000. Aguilera won a world championship as a member of the New York Mets in 1986, then won a second world championship as a member of the Minnesota Twins in 1991. He also played for the Boston Red Sox and the Chicago Cubs. In 2008, Aguilera was inducted into the Minnesota Twins Hall of Fame.",
    "year": 1961,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jeremy Heywood",
    "birthday": "1961-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Sir_Jeremy_Heywood%2C_Cabinet_Secretary%2C_January_2015_%28cropped%29.jpg/255px-Sir_Jeremy_Heywood%2C_Cabinet_Secretary%2C_January_2015_%28cropped%29.jpg",
    "extract": "Jeremy John Heywood, Baron Heywood of Whitehall, was a British civil servant who served as Cabinet Secretary to David Cameron and Theresa May from 2012 to 2018 and Head of the Home Civil Service from 2014 to 2018. He served as the Principal Private Secretary to Prime Ministers Tony Blair and Gordon Brown from 1999 to 2003 and 2008 to 2010. He also served as Downing Street Chief of Staff and the first Downing Street Permanent Secretary. After he was diagnosed with lung cancer, he took a leave of absence from June 2018, and retired on health grounds on 24 October 2018, receiving a life peerage; he died two weeks later on 4 November 2018.",
    "year": 1961,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Steve Bruce",
    "birthday": "1960-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Steve_Bruce.jpg/184px-Steve_Bruce.jpg",
    "extract": "Stephen Roger Bruce is an English professional football manager and former player who played as a centre-back. He is currently the manager of EFL Championship club West Bromwich Albion.",
    "year": 1960,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Val Kilmer",
    "birthday": "1959-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Val_Kilmer_Cannes.jpg/243px-Val_Kilmer_Cannes.jpg",
    "extract": "Val Edward Kilmer is an American actor. Originally a stage actor, Kilmer found fame after appearances in comedy films, starting with Top Secret! (1984) and Real Genius (1985), as well as the military action film Top Gun (1986) and the fantasy film Willow (1988).",
    "year": 1959,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Phill Kline",
    "birthday": "1959-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Phill-Kline.jpg/256px-Phill-Kline.jpg",
    "extract": "Phillip D. Kline is a former American attorney who served as a Kansas state legislator, district attorney of Johnson County, and Kansas Attorney General. Kline, a member of the Republican Party, lost re-election as attorney general to Democratic challenger Paul J. Morrison in 2006. Kline was appointed by the Republican County Central Committee to fill the vacancy left Morrison's election as Kansas Attorney General, becoming district attorney of Johnson County on the day he left office as attorney general and essentially switching jobs with Morrison. Kline then ran for a full term as district attorney, but was defeated in the 2008 Republican primary.",
    "year": 1959,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Baron Waqa",
    "birthday": "1959-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Baron_Waqa.jpg/240px-Baron_Waqa.jpg",
    "extract": "Baron Divavesi Waqa is a Nauruan politician who was the 14th President of Nauru from 11 June 2013 until 27 August 2019. He previously served as Minister of Education from 2004 to 2007.",
    "year": 1959,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Paul Westerberg",
    "birthday": "1959-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Paul_Westerberg.jpg/320px-Paul_Westerberg.jpg",
    "extract": "Paul Harold Westerberg is an American musician, best known as the lead singer, guitarist, and songwriter for the Replacements. Following the breakup of the Replacements, Westerberg launched a solo career that saw him release three albums on major record labels.",
    "year": 1959,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Geoff Marsh",
    "birthday": "1958-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Geoff_Marsh_-_At_Victoria_University_Wellington_-_1986_%2816471678546%29.jpg/320px-Geoff_Marsh_-_At_Victoria_University_Wellington_-_1986_%2816471678546%29.jpg",
    "extract": "Geoffrey Robert Marsh is a former Australian cricketer, coach and selector. He played 50 Test matches and 117 One Day Internationals for Australia as an opening batsman. As the coach of Australia he was in charge when Australia won the 1999 Cricket World Cup in England. He later coached Zimbabwe (2001–2004) and Sri Lanka (2011–12).",
    "year": 1958,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Bebe Neuwirth",
    "birthday": "1958-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Bebe_Neuwirth.jpg/240px-Bebe_Neuwirth.jpg",
    "extract": "Beatrice \"Bebe\" Jane Neuwirth is an American actress, singer, and dancer. On television, she played Dr. Lilith Sternin, Frasier Crane's wife, on both the TV sitcom Cheers and its spin-off Frasier. The role won her two Emmy Awards. In 2005, Neuwirth was cast as Bureau Chief/ADA Tracey Kibre in the short-lived Law & Order courtroom drama series, Law & Order: Trial by Jury on NBC, which was canceled after just 12 episodes due to low ratings. In film, she portrayed Nora Shepherd in the original Jumanji (1995) and Jumanji: The Next Level (2019).",
    "year": 1958,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Robert Goodwill",
    "birthday": "1956-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Official_portrait_of_Rt_Hon_Robert_Goodwill_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Robert_Goodwill_MP_crop_2.jpg",
    "extract": "Sir Robert Goodwill is a British Conservative Party politician and farmer serving as Member of Parliament (MP) for Scarborough and Whitby since 2005. He was previously a Member of the European Parliament (MEP) for Yorkshire and the Humber. Goodwill served in Theresa May’s government as Minister of State at the Home Office, the Department for Education and the Department for Environment, Food and Rural Affairs.",
    "year": 1956,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Helma Knorscheidt",
    "birthday": "1956-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Teuscher_Helma.jpg/224px-Teuscher_Helma.jpg",
    "extract": "Helma Knorscheidt is an East German shot putter.",
    "year": 1956,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Steve Rude",
    "birthday": "1956-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/4.19.08SteveRude.jpg/242px-4.19.08SteveRude.jpg",
    "extract": "Steve Rude is an American comics artist. He is best known as the co-creator of Nexus.",
    "year": 1956,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Alex Salmond",
    "birthday": "1954-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Alex_Salmond%2C_First_Minister_of_Scotland_%28cropped%29.jpg/224px-Alex_Salmond%2C_First_Minister_of_Scotland_%28cropped%29.jpg",
    "extract": "Alexander Elliot Anderson Salmond is a Scottish politician who served as First Minister of Scotland from 2007 to 2014, currently serving as leader of the Alba Party since 26 March 2021. He was previously the leader of the Scottish National Party (SNP), serving two terms, from 1990 to 2000 and from 2004 to 2014. He was the Member of Parliament (MP) for Banff and Buchan from 1987 to 2010, when he stood down to focus on his role as First Minister, and then for Gordon from 2015 to 2017. Salmond was the Depute Leader of the SNP from 1987 to 1990 and was a Member of the Scottish Parliament (MSP) from 1999 to 2001 and 2007 to 2016.",
    "year": 1954,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Hermann Tilke",
    "birthday": "1954-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Hermann_tilke.jpg/240px-Hermann_tilke.jpg",
    "extract": "Hermann Tilke is a German engineer, racing driver and circuit designer, who has designed numerous Formula One motor racing circuits.",
    "year": 1954,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jane Badler",
    "birthday": "1953-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Jane_Badler.JPG/240px-Jane_Badler.JPG",
    "extract": "Jane Badler is an American-Australian actress and singer. She is known for her role as Diana, the main antagonist in NBC's science fiction series V between 1983 and 1985. Badler also appeared in ABC's version of V in 2011, again playing an alien named Diana, who this time is the mother of the series' chief antagonist, Anna. Badler has also become an established nightclub singer in Australia, where she lives, and has released three albums. She starred in the paranormal horror film Surrogate (2022).",
    "year": 1953,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Vaughan Jones",
    "birthday": "1952-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Vaughan_Jones_p1190550.jpg/320px-Vaughan_Jones_p1190550.jpg",
    "extract": "Sir Vaughan Frederick Randal Jones was a New Zealand mathematician known for his work on von Neumann algebras and knot polynomials. He was awarded a Fields Medal in 1990.",
    "year": 1952,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jean-Pierre Rives",
    "birthday": "1952-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Jean-Pierre_Rives_%281981%29.jpg/219px-Jean-Pierre_Rives_%281981%29.jpg",
    "extract": "Jean-Pierre Rives is a French former rugby union player and visual artist.\n\"A cult figure in France\", according to the BBC, he came to epitomise the team's spirit and \"ultra-committed, guts-and-glory style of play\".\nHe won 59 caps for France – 34 of them as captain – and was inducted into the International Rugby Hall of Fame.\nAfter retiring from the sport, Rives concentrated entirely on his art.\nHe is both a painter and a sculptor, and exhibiting regularly at prominent public venues all over the globe. Rives was awarded the Order of the Legion of Honor and the National Order of Merit by the government of France.",
    "year": 1952,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tom Hamilton (musician)",
    "birthday": "1951-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Aerosmithbajo.jpg/320px-Aerosmithbajo.jpg",
    "extract": "Thomas William Hamilton is an American musician who serves as the bassist for the hard rock band Aerosmith. He has regularly co-written songs for Aerosmith, including two of the band's biggest successes: \"Sweet Emotion\" (1975) and \"Janie's Got a Gun\" (1989). Hamilton occasionally plays guitar, sings backing vocals and on rare occasions, lead vocals. He was inducted into the Rock and Roll Hall of Fame in 2001 as a member of Aerosmith.",
    "year": 1951,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Kenny Roberts",
    "birthday": "1951-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Kenny_Roberts.jpg/224px-Kenny_Roberts.jpg",
    "extract": "Kenneth Leroy Roberts is an American former professional motorcycle racer and racing team owner. In 1978, he became the first American to win a Grand Prix motorcycle racing world championship. He was also a two-time winner of the A.M.A. Grand National Championship. Roberts is one of only four riders in American Motorcyclist Association (AMA) racing history to win the AMA Grand Slam, representing Grand National wins at a mile, half-mile, short-track, TT Steeplechase and road race events.",
    "year": 1951,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Cheryl Womack",
    "birthday": "1950-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Cheryl_Womack_-_headshot.jpg/213px-Cheryl_Womack_-_headshot.jpg",
    "extract": "Verna Cheryl Womack is an entrepreneur who founded Kansas City, Missouri-based VCW and National Association of Independent Truckers, Inc. which became a $100 million a year business selling insurance to independent truckers before selling the companies to private equity investors Clayton, Dubilier & Rice. She become a major philanthropist in the Kansas City area. Among her donations was $2 million to the University of Kansas to build Arrocha Ballpark which is named for her father Demostenes Arrocha.",
    "year": 1950,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ellen Datlow",
    "birthday": "1949-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Ellen_Datlow%2C_at_the_Hugo_Awards_Ceremony%2C_Worldcon%2C_Helsinki.jpg/213px-Ellen_Datlow%2C_at_the_Hugo_Awards_Ceremony%2C_Worldcon%2C_Helsinki.jpg",
    "extract": "Ellen Datlow is an American science fiction, fantasy, and horror editor and anthologist. She is a winner of the World Fantasy Award and the Bram Stoker Award.",
    "year": 1949,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Joe Dallesandro",
    "birthday": "1948-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Joe_Dallesandro_13.jpg/240px-Joe_Dallesandro_13.jpg",
    "extract": "Joseph Angelo D'Allesandro III is an American actor and Warhol superstar. Having also crossed over into mainstream roles such as mobster Lucky Luciano in The Cotton Club, Dallesandro is generally considered to be the most famous male sex symbol of American underground films of the 20th century, as well as a sex symbol of gay subculture.",
    "year": 1948,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Sandy Jardine",
    "birthday": "1948-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/SandyJardineScotland.jpg/289px-SandyJardineScotland.jpg",
    "extract": "William \"Sandy\" Pullar Jardine was a Scottish professional footballer who played for Rangers, Hearts and represented Scotland. He played over 1000 professional games and twice won the Scottish Football Writers Association Player of the Year award. He won several honours with Rangers, including two domestic trebles in 1976 and 1978, and was part of the Rangers team that won the European Cup Winners' Cup in 1972. He won 38 caps for Scotland and played in the 1974 and 1978 World Cups. Jardine was also co-manager of Hearts with Alex MacDonald and later worked for Rangers.",
    "year": 1948,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Donna Summer",
    "birthday": "1948-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Donna_Summer_%281977_Casablanca_publicity_headshot%29.jpg/280px-Donna_Summer_%281977_Casablanca_publicity_headshot%29.jpg",
    "extract": "LaDonna Adrian Gaines, known professionally as Donna Summer, was an American singer, songwriter, and actress. She gained prominence during the disco era of the 1970s and became known as the \"Queen of Disco\", while her music gained a global following.",
    "year": 1948,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Burton Cummings",
    "birthday": "1947-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Burton_Cummings_Lansing_Crop.png/293px-Burton_Cummings_Lansing_Crop.png",
    "extract": "Burton Lorne Cummings is a Canadian musician, singer, and songwriter from Winnipeg, Manitoba. He is best known for leading The Guess Who during that band's most successful period from 1966 to 1975, and for a lengthy solo career.",
    "year": 1947,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Rita Lee",
    "birthday": "1947-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Rita_Lee_-_Credicard_Hall_-_03-2010.jpg/213px-Rita_Lee_-_Credicard_Hall_-_03-2010.jpg",
    "extract": "Rita Lee Jones is a Brazilian rock singer, composer and writer. She is a former member of the Brazilian band Os Mutantes and is a popular figure in Brazilian entertainment, where she is also known for being an animal rights activist and a vegan. She has sold more than 60 million albums worldwide. Her autobiography Rita Lee: Uma Autobiografia was the best-selling non-fiction book of 2017 in Brazil.",
    "year": 1947,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tim Matheson",
    "birthday": "1947-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Tim_Matheson_Bonanza_1972.JPG/246px-Tim_Matheson_Bonanza_1972.JPG",
    "extract": "Tim Matheson is an American actor and director. Some of his best-known acting roles include the title character of the 1960s animated Jonny Quest TV series, Eric \"Otter\" Stratton in the 1978 comedy film National Lampoon's Animal House, and the recurring role of Vice President John Hoynes in the 2000s NBC drama The West Wing, which earned him two Primetime Emmy Award nominations for Outstanding Guest Actor in a Drama Series.",
    "year": 1947,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Roy Greenslade",
    "birthday": "1946-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Roy_Greenslade_at_SF_Summer_School.jpg/320px-Roy_Greenslade_at_SF_Summer_School.jpg",
    "extract": "Roy Greenslade is an author and freelance journalist, and a former professor of journalism. He worked in the UK newspaper industry from the 1960s onwards. As a media commentator, he wrote a daily blog from 2006 to 2018 for The Guardian and a column for London's Evening Standard from 2006 to 2016. Under a pseudonym, Greenslade also wrote for the Sinn Féin newspaper An Phoblacht during the late 1980s whilst also working on Fleet Street. In 2021, it was reported in The Times newspaper, citing an article by Greenslade in the British Journalism Review, that he supported the bombing campaign of the Provisional IRA. Following this revelation, Greenslade resigned as Honorary Visiting Professor at City, University of London.",
    "year": 1946,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Pius Ncube",
    "birthday": "1946-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Zimbabwe_eric_bauchemin_2_084.jpg/320px-Zimbabwe_eric_bauchemin_2_084.jpg",
    "extract": "Pius Alick Mvundla Ncube served as the Roman Catholic Archbishop of Bulawayo, Zimbabwe, until he resigned on 11 September 2007. Widely known for his human rights advocacy, Ncube was an outspoken critic of former President Robert Mugabe while he was in office.",
    "year": 1946,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Lyudmila Pakhomova",
    "birthday": "1946-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/RUSMARKA-1752.jpg/320px-RUSMARKA-1752.jpg",
    "extract": "Lyudmila Alekseyevna Pakhomova was an ice dancer who competed for the Soviet Union. With her husband Alexandr Gorshkov, she was the 1976 Olympic champion, one of the oldest female figure skating Olympic champions.",
    "year": 1946,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Cliff Richey",
    "birthday": "1946-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Cliff_Richey_1972.jpg/218px-Cliff_Richey_1972.jpg",
    "extract": "George Clifford Richey Jr. is an American former amateur and professional tennis player who was active during the 1960s and 1970s. Richey achieved a highest singles ranking of World No. 6 and reached at least the quarterfinal stage of the singles event at all four Grand Slam tournaments.",
    "year": 1946,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tim Stevens",
    "birthday": "1946-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Bishop_of_Leicester_%2816563882315%29_%28cropped%29.jpg/320px-Bishop_of_Leicester_%2816563882315%29_%28cropped%29.jpg",
    "extract": "Timothy John Stevens, is a retired British Anglican bishop. He was Bishop of Dunwich from 1995 to 1999 and was Bishop of Leicester from 1999 to 2015. From 2003 to 2015, he was a member of the House of Lords as a Lord Spiritual and served as Convenor of the Lords Spiritual from 2009 to 2015.",
    "year": 1946,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Diane von Fürstenberg",
    "birthday": "1946-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Diane_von_Furstenberg_2012_Shankbone.JPG/320px-Diane_von_Furstenberg_2012_Shankbone.JPG",
    "extract": "Diane von Fürstenberg is a Belgian fashion designer best known for her wrap dress. She initially rose to prominence in 1969 when she married into the German princely House of Fürstenberg, as the wife of Prince Egon von Fürstenberg. Following their separation in 1972 and divorce in 1983, she has continued to use his family name.",
    "year": 1946,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Connie Willis",
    "birthday": "1945-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Connie_Willis_by_Gage_Skidmore.jpg/255px-Connie_Willis_by_Gage_Skidmore.jpg",
    "extract": "Constance Elaine Trimmer Willis, commonly known as Connie Willis, is an American science fiction and fantasy writer. She has won eleven Hugo Awards and seven Nebula Awards for particular works—more major SF awards than any other writer—most recently the \"Best Novel\" Hugo and Nebula Awards for Blackout/All Clear (2010). She was inducted by the Science Fiction Hall of Fame in 2009 and the Science Fiction Writers of America named her its 28th SFWA Grand Master in 2011.",
    "year": 1945,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Taylor Hackford",
    "birthday": "1944-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/TaylorHackfordHWOFJan2013.jpg/320px-TaylorHackfordHWOFJan2013.jpg",
    "extract": "Taylor Edwin Hackford is an American film director and former president of the Directors Guild of America. He won the Academy Award for Best Live Action Short Film for Teenage Father (1979). Hackford went on to direct a number of highly regarded feature films, most notably An Officer and a Gentleman (1982) and Ray (2004), the latter of which saw him nominated for the Academy Award for Best Director and the Academy Award for Best Picture.",
    "year": 1944,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John Denver",
    "birthday": "1943-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/John_Denver_1974.jpg/248px-John_Denver_1974.jpg",
    "extract": "Henry John Deutschendorf Jr., known professionally as John Denver, was an American singer-songwriter, actor, activist, and humanitarian whose greatest commercial success was as a solo singer. After traveling and living in numerous locations while growing up in his military family, Denver began his music career with folk music groups during the late 1960s. Starting in the 1970s, he was one of the most popular acoustic artists of the decade and one of its best-selling artists. By 1974, he was one of America's best-selling performers; AllMusic has called Denver \"among the most beloved entertainers of his era\".",
    "year": 1943,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ben Kingsley",
    "birthday": "1943-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Ben_Kingsley_by_Gage_Skidmore.jpg/226px-Ben_Kingsley_by_Gage_Skidmore.jpg",
    "extract": "Sir Ben Kingsley is an English actor, who has a career spanning over five decades. He has garnered numerous accolades, including an Academy Award, a British Academy Film Award, a Screen Actors Guild Award, a Grammy Award, and two Golden Globes.",
    "year": 1943,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Pete Quaife",
    "birthday": "1943-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/71/Pete_Quaife.jpg",
    "extract": "Peter Alexander Greenlaw Quaife was an English musician, artist and author. He was a founding member and the original bass guitarist for the Kinks, from 1963 until 1969. He also sang backing vocals on some of their records.",
    "year": 1943,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Andy Summers",
    "birthday": "1942-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Andy_Summers_with_guitar_2015.jpg/240px-Andy_Summers_with_guitar_2015.jpg",
    "extract": "Andrew James Summers, known professionally as Andy Summers, is an English guitarist who was a member of the rock band the Police. He was inducted into the Rock and Roll Hall of Fame as a band member in 2003. Summers has recorded solo albums, collaborated with other musicians, composed film scores, and exhibited his photography in galleries.",
    "year": 1942,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Alex Ferguson",
    "birthday": "1941-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Alex_Ferguson_02.jpg/240px-Alex_Ferguson_02.jpg",
    "extract": "Sir Alexander Chapman Ferguson is a Scottish former football manager and player, best known for managing Manchester United from 1986 to 2013. He is widely regarded as one of the greatest football managers of all time and has won more trophies than any other manager in the history of football. Ferguson is often credited for valuing youth during his time with Manchester United, particularly in the 1990s with the \"Class of '92\", who contributed to making the club one of the richest and most successful in the world.",
    "year": 1941,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Sarah Miles",
    "birthday": "1941-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Sarah_Miles_in_1980_%28cropped%29.jpg/215px-Sarah_Miles_in_1980_%28cropped%29.jpg",
    "extract": "Sarah Miles is an English actress. She is known for her roles in films The Servant (1963), Blowup (1966), Ryan's Daughter (1970), The Man Who Loved Cat Dancing (1973), White Mischief (1987) and Hope and Glory (1987). For her performance in Ryan's Daughter, Miles received a nomination for the Academy Award for Best Actress.",
    "year": 1941,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Mani Neumeier",
    "birthday": "1940-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/061118-Guru-Guru-01.jpg/240px-061118-Guru-Guru-01.jpg",
    "extract": "Mani Neumeier is a German rock musician, free-jazz drummer, artist, and frontman of the German Krautrock-band Guru Guru.",
    "year": 1940,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Willye White",
    "birthday": "1939-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Willye_White_1964.jpg/257px-Willye_White_1964.jpg",
    "extract": "Willye Brown White was an American track and field athlete who took part in five Olympics from 1956 to 1972. She was America's best female long jumper of the time and also competed in the 100 meters sprint. White was a Tennessee State University Tigerbelle under Coach Ed Temple. She was African-American. \nThe above picture is of team mate Marilyn White.",
    "year": 1939,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Rosalind Cash",
    "birthday": "1938-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ee/Rosalind_Cash1970.png/207px-Rosalind_Cash1970.png",
    "extract": "Rosalind Theresa Cash was an American actress. Her best-known film role is in the 1971 science-fiction film The Omega Man. Cash also had another notable role as Mary Mae Ward in ABC's General Hospital, a role she portrayed from 1994 until her death in 1995.",
    "year": 1938,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Atje Keulen-Deelstra",
    "birthday": "1938-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Nederlandse_schaatskampioenschappen_Deventer_dames_en_Atje_Keulen_Deelstra_-_Bestanddeelnr_925-2918.jpg/213px-Nederlandse_schaatskampioenschappen_Deventer_dames_en_Atje_Keulen_Deelstra_-_Bestanddeelnr_925-2918.jpg",
    "extract": "Atje Keulen-Deelstra was a Dutch speed skater, who was a four-time World Allround Champion between the age of 32 and 36.",
    "year": 1938,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Avram Hershko",
    "birthday": "1937-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Flickr_-_Government_Press_Office_%28GPO%29_-_Nobel_Laureate_Avram_Hershko.jpg/246px-Flickr_-_Government_Press_Office_%28GPO%29_-_Nobel_Laureate_Avram_Hershko.jpg",
    "extract": "Avram Hershko is an Israeli biochemist of Hungarian Jewish origin who received the Nobel Prize in Chemistry in 2004.",
    "year": 1937,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Anthony Hopkins",
    "birthday": "1937-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/AnthonyHopkins10TIFF.jpg/252px-AnthonyHopkins10TIFF.jpg",
    "extract": "Sir Philip Anthony Hopkins is a Welsh actor, director, and producer. One of Britain's most recognisable and prolific actors, he is known for his performances on the screen and stage. Hopkins has garnered numerous accolades throughout his career spanning over six decades, including two Academy Awards, three British Academy Film Awards, a British Academy Television Award, two Primetime Emmy Awards and a Laurence Olivier Award. He has also received an honorary Golden Globe Award and the BAFTA Fellowship from the British Academy of Film and Television Arts. In 1993, he was knighted by Queen Elizabeth II for his services to the arts, and in 2003, he received a star on the Hollywood Walk of Fame for his achievements in the motion picture industry.",
    "year": 1937,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Barry Hughes",
    "birthday": "1937-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Haarlem_tegen_FC_Amsterdam_3-1_Haarlem_trainer_Barry_Hughes_%2C_kop%2C_Bestanddeelnr_928-8456.jpg/212px-Haarlem_tegen_FC_Amsterdam_3-1_Haarlem_trainer_Barry_Hughes_%2C_kop%2C_Bestanddeelnr_928-8456.jpg",
    "extract": "Barry Hughes was a Welsh professional football player and manager, active primarily in the Netherlands. He played as a defender.",
    "year": 1937,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tess Jaray",
    "birthday": "1937-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2d/Tess_Jaray_early_piazza.jpg/295px-Tess_Jaray_early_piazza.jpg",
    "extract": "Tess Jaray  is a British painter and printmaker. She taught at The Slade School of Fine Art, UCL from 1968 until 1999. Over the last twenty years Jaray has completed a succession of major public art projects. She was made an Honorary Fellow of RIBA in 1995 and a Royal Academician in 2010. Tess Jaray is represented by Karsten Schubert, London.",
    "year": 1937,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Salman of Saudi Arabia",
    "birthday": "1935-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Salman_of_Saudi_Arabia_-_2020_%2849563590728%29_%28cropped%29.jpg/214px-Salman_of_Saudi_Arabia_-_2020_%2849563590728%29_%28cropped%29.jpg",
    "extract": "Salman bin Abdulaziz Al Saud is the King of Saudi Arabia, reigning since 23 January 2015. Prior to his accession, he was Crown Prince of Saudi Arabia from 16 June 2012 to 23 January 2015. He is the 25th son of King Abdulaziz and the sixth of his sons who have reigned as kings, The twentieth ruler of the House of Saud.",
    "year": 1935,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Edward Bunker",
    "birthday": "1933-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Edward_Bunker.jpg",
    "extract": "Edward Heward Bunker was an American author of crime fiction, a screenwriter, convicted felon and an actor. He wrote numerous books, some of which have been adapted into films. He wrote the scripts for—and acted in—Straight Time (1978), Runaway Train (1985) and Animal Factory (2000). He also played a minor role in Reservoir Dogs (1992).",
    "year": 1933,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Don James (American football)",
    "birthday": "1932-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9b/Don_James_%28American_football%29.jpg/183px-Don_James_%28American_football%29.jpg",
    "extract": "Donald Earl James was an American football player and coach. He served as the head coach at Kent State University from 1971 to 1974 and at the University of Washington from 1975 to 1992, compiling a career college football record of 178–76–3 (.698).",
    "year": 1932,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Felix Rexhausen",
    "birthday": "1932-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Rexhausen.jpg",
    "extract": "Felix Rexhausen was a German journalist, editor and author. As a journalist, he wrote for Kölner Stadt-Anzeiger, Westdeutscher Rundfunk, and the magazines Die Zeit and Der Spiegel.",
    "year": 1932,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Bob Shaw",
    "birthday": "1931-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d6/Bobshawwriter.jpg",
    "extract": "Robert \"Bob\" Shaw was a science fiction writer and fan from Northern Ireland, noted for his originality and wit. He won the Hugo Award for Best Fan Writer in 1979 and 1980. His short story \"Light of Other Days\" was a Hugo Award nominee in 1967, as was his novel The Ragged Astronauts in 1987.",
    "year": 1931,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Odetta",
    "birthday": "1930-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Odetta_%281961%29.jpg/240px-Odetta_%281961%29.jpg",
    "extract": "Odetta Holmes, known as Odetta, was an American singer, actress, guitarist, lyricist, and a civil and human rights activist, often referred to as \"The Voice of the Civil Rights Movement\". Her musical repertoire consisted largely of American folk music, blues, jazz, and spirituals. An important figure in the American folk music revival of the 1950s and 1960s, she influenced many of the key figures of the folk-revival of that time, including Bob Dylan, Joan Baez, Mavis Staples, and Janis Joplin. In 2011 Time magazine included her recording of \"Take This Hammer\" on its list of the 100 Greatest Popular Songs, stating that \"Rosa Parks was her No. 1 fan, and Martin Luther King Jr. called her the queen of American folk music.\"",
    "year": 1930,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jaime Escalante",
    "birthday": "1930-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/93/Jaime_Escalante.jpg",
    "extract": "Jaime Alfonso Escalante Gutiérrez was a Bolivian-American educator known for teaching students calculus from 1974 to 1991 at Garfield High School in East Los Angeles. Escalante was the subject of the 1988 film Stand and Deliver, in which he is portrayed by Edward James Olmos.",
    "year": 1930,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Mies Bouwman",
    "birthday": "1929-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/NOS_televisieprogramma_Europaquiz._Mies_Bouwman%2C_Bestanddeelnr_930-2994.jpg/212px-NOS_televisieprogramma_Europaquiz._Mies_Bouwman%2C_Bestanddeelnr_930-2994.jpg",
    "extract": "Maria Antoinette \"Mies\" Bouwman was a Dutch television presenter.",
    "year": 1929,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tatyana Shmyga",
    "birthday": "1928-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Tatyana_Shmyga.jpg/320px-Tatyana_Shmyga.jpg",
    "extract": "Tatyana Ivanovna Shmyga was a Soviet and Russian operetta/musical theatre performer. She went on to act in films as well. She was a People's Artist of the USSR (1978).",
    "year": 1928,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Siné",
    "birthday": "1928-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Sine.JPG/214px-Sine.JPG",
    "extract": "Maurice Sinet, known professionally as Siné, was a French political cartoonist. His work is noted for its anti-capitalism, anti-clericalism, anti-colonialism and anarchism.",
    "year": 1928,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Veijo Meri",
    "birthday": "1928-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Veijo-Meri-1960.jpg/238px-Veijo-Meri-1960.jpg",
    "extract": "Veijo Väinö Valvo Meri was a Finnish writer. Much of his work focuses on war and its absurdity. The work is anti-war and has dark humor.",
    "year": 1928,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Billy Snedden",
    "birthday": "1926-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/BillySnedden.jpeg/235px-BillySnedden.jpeg",
    "extract": "Sir Billy Mackie Snedden, was an Australian politician who served as the leader of the Liberal Party from 1972 to 1975. He was also a cabinet minister from 1964 to 1972, and Speaker of the House of Representatives from 1976 to 1983.",
    "year": 1926,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Shrilal Shukla",
    "birthday": "1925-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Shrilal_Shukla_2017_stamp_of_India.jpg/238px-Shrilal_Shukla_2017_stamp_of_India.jpg",
    "extract": "Shrilal Shukla was a Hindi writer, notable for his satire. He worked as a PCS officer for the state government of Uttar Pradesh, later inducted into the IAS. He has written over 25 books, including Raag Darbari, Makaan, Sooni Ghaati Ka Sooraj, Pehla Padaav and Bisrampur Ka Sant.",
    "year": 1925,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Daphne Oram",
    "birthday": "1925-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/69/Daphne_Oram.jpg/244px-Daphne_Oram.jpg",
    "extract": "Daphne Oram was a British composer and electronic musician. She was one of the first British composers to produce electronic sound, and was a pioneer of musique concrète in the UK. As a co-founder of the BBC Radiophonic Workshop, she became a central figure in the evolution of electronic music. Her uncredited scoring work on the 1961 film The Innocents helped to pioneer the electronic soundtrack.",
    "year": 1925,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tomás Balduino",
    "birthday": "1922-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/BISHOP-tomas-balduino-in-rome-march-2009.jpg/320px-BISHOP-tomas-balduino-in-rome-march-2009.jpg",
    "extract": "Tomás Balduíno, O.P. was a diocesan bishop of the Catholic Church in Brazil.",
    "year": 1922,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Halina Czerny-Stefańska",
    "birthday": "1922-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Halina_czerny_stefanska_1959.jpg/215px-Halina_czerny_stefanska_1959.jpg",
    "extract": "Halina Czerny-Stefańska was a Polish pianist.",
    "year": 1922,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Luis Zuloaga",
    "birthday": "1922-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8e/Luis_Zuloaga.jpg",
    "extract": "Luis Zuloaga was a Venezuelan professional baseball pitcher.",
    "year": 1922,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Rex Allen",
    "birthday": "1920-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Rex_Allen_and_Koko_1952.jpg/208px-Rex_Allen_and_Koko_1952.jpg",
    "extract": "Rex Elvie Allen, known as \"the Arizona Cowboy\", was an American film and television actor, singer and songwriter; he was also the narrator of many Disney nature and Western productions. For his contributions to the film industry, Allen received a motion pictures star on the Hollywood Walk of Fame in 1975, located at 6821 Hollywood Boulevard.",
    "year": 1920,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tommy Byrne (baseball)",
    "birthday": "1919-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Tommy_Byrne.jpg/213px-Tommy_Byrne.jpg",
    "extract": "Thomas Joseph Byrne was an American left-handed starting pitcher in Major League Baseball who played for four American League teams from 1943 through 1957, primarily the New York Yankees. He also played for the St. Louis Browns (1951–52), Chicago White Sox (1953) and Washington Senators (1953). Byrne batted and threw left-handed.",
    "year": 1919,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Carmen Contreras-Bozak",
    "birthday": "1919-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Carmen_Conteras_Bozak.jpg/221px-Carmen_Conteras_Bozak.jpg",
    "extract": "Tech4 Carmen Contreras-Bozak, was the first Hispanic to serve in the U.S. Women's Army Corps (WAC) where she served as an interpreter and in numerous administrative positions.",
    "year": 1919,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ray Graves",
    "birthday": "1918-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Ray_Graves_%281965_Seminole%29.png/320px-Ray_Graves_%281965_Seminole%29.png",
    "extract": "Samuel Ray Graves was an American college and professional football player and college football coach. He was a native of Tennessee and a graduate of the University of Tennessee, where he was the starting center and team captain for the Volunteers under head coach Robert Neyland. After playing in the National Football League for three seasons, he returned to Tennessee to serve as an assistant football coach, then left for a longer stint as an assistant at Georgia Tech under head coach Bobby Dodd. He was the head football coach at the University of Florida from 1960 until 1969, where he led the Gators to their most successful decade in program history up to that point. While at Florida, he recruited and coached Heisman Trophy-winning quarterback Steve Spurrier, who often praised Graves as a role model and mentor during his own successful coaching career. Graves also served as Florida's athletic director from 1960 until his retirement in 1979.",
    "year": 1918,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Evelyn Knight (singer)",
    "birthday": "1917-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Evelyn_Knight_1947.JPG/226px-Evelyn_Knight_1947.JPG",
    "extract": "Evelyn Knight was an American singer of the 1940s and 1950s. Damon Runyon, in one of his newspaper columns, described Knight as \"a lissome blonde lassie with a gentle little voice and a face mother would not mind having brought home to her.\"",
    "year": 1917,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Wilfrid Noyce",
    "birthday": "1917-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/95/Wilf_noyce.jpg",
    "extract": "Cuthbert Wilfrid Francis Noyce was an English mountaineer and author. He was a member of the 1953 British Expedition that made the first ascent of Mount Everest.",
    "year": 1917,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Mary Logan Reddick",
    "birthday": "1914-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/40/Mary_Logan_Reddick.jpg/320px-Mary_Logan_Reddick.jpg",
    "extract": "Mary Logan Reddick was an American neuroembryologist who earned her PhD from Radcliffe College, Harvard University in 1944. She was a full professor, first at Morehouse College, and then at the University of Atlanta from 1953 to her death. Her doctoral dissertation was on the study of chick embryos, and she went on to do research with time-lapse microscopy in tissue cultures.",
    "year": 1914,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John Frost (British Army officer)",
    "birthday": "1912-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/John_Frost.jpg/184px-John_Frost.jpg",
    "extract": "Major-General John Dutton Frost, was an airborne officer of the British Army best known for being the leader of the small group of British airborne troops that actually arrived at Arnhem bridge during the Battle of Arnhem in Operation Market Garden, in World War II. He was one of the first to join the newly formed Parachute Regiment and served with distinction in many wartime airborne operations, such as in North Africa and Sicily and Italy, until his injury and subsequent capture at Arnhem. He retired from the army in 1968 to become a beef cattle farmer in West Sussex.",
    "year": 1912,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Enrique Maier",
    "birthday": "1910-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Enrique_Maier_1934_1935.jpg/236px-Enrique_Maier_1934_1935.jpg",
    "extract": "Enrique 'Bubi' Maier was a male Spanish tennis player who was mainly active in the 1930s.",
    "year": 1910,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jonah Jones",
    "birthday": "1909-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Jonah_Jones%2C_Columbia_Studio%2C_NYC%2C_march_1947_%28Gottlieb_04681%29.jpg/306px-Jonah_Jones%2C_Columbia_Studio%2C_NYC%2C_march_1947_%28Gottlieb_04681%29.jpg",
    "extract": "Jonah Jones was a jazz trumpeter who created concise versions of jazz and swing and jazz standards that appealed to a mass audience. In the jazz community, he is known for his work with Stuff Smith. He was sometimes referred to as \"King Louis II\", a reference to Louis Armstrong. Jones started playing alto saxophone at the age of 12 in the Booker T. Washington Community Center band in Louisville, Kentucky, before quickly transitioning to trumpet, where he excelled.",
    "year": 1909,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Simon Wiesenthal",
    "birthday": "1908-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Dr._Simon_Wiesenthal%2C_Bestanddeelnr_932-3671.jpg/213px-Dr._Simon_Wiesenthal%2C_Bestanddeelnr_932-3671.jpg",
    "extract": "Simon Wiesenthal was a Jewish Austrian Holocaust survivor, Nazi hunter, and writer. He studied architecture and was living in Lwów at the outbreak of World War II. He survived the Janowska concentration camp, the Kraków-Płaszów concentration camp, the Gross-Rosen concentration camp, a death march to Chemnitz, Buchenwald, and the Mauthausen concentration camp.",
    "year": 1908,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Helen Dodson Prince",
    "birthday": "1905-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e4/Helen_Dodson_Prince.jpg",
    "extract": "Helen Dodson Prince was an American astronomer who pioneered work in solar flares at the University of Michigan.",
    "year": 1905,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jule Styne",
    "birthday": "1905-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Jule_Styne_%281961_still%29.jpg/237px-Jule_Styne_%281961_still%29.jpg",
    "extract": "Jule Styne was an English-American songwriter and composer best known for a series of Broadway musicals, including several famous frequently-revived shows that also became successful films: Gypsy, Gentlemen Prefer Blondes, and Funny Girl. The name Jule was \"pronounced JOO-lee.\"",
    "year": 1905,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Lionel Daunais",
    "birthday": "1902-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Lionel_Daunais.jpg/230px-Lionel_Daunais.jpg",
    "extract": "Noël Ferdinand Lionel Daunais, was a French Canadian baritone and composer.",
    "year": 1902,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Karl-August Fagerholm",
    "birthday": "1901-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Karl-August_Fagerholm.jpg/245px-Karl-August_Fagerholm.jpg",
    "extract": "Karl-August Fagerholm was Speaker of Parliament and three times Prime Minister of Finland. Fagerholm became one of the leading politicians of the Social Democrats after the armistice in the Continuation War. As a Scandinavia-oriented Swedish-speaking Finn, he was believed to be more to the taste of the Soviet Union's leadership than his predecessor, Väinö Tanner. Fagerholm's postwar career was, however, marked by fierce opposition from both the Soviet Union and the Communist Party of Finland. He narrowly lost the presidential election to Urho Kekkonen in 1956.",
    "year": 1901,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Silvestre Revueltas",
    "birthday": "1899-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Silvestre-revueltas.jpg/283px-Silvestre-revueltas.jpg",
    "extract": "Silvestre Revueltas Sánchez was a Mexican composer of classical music, a violinist and a conductor.",
    "year": 1899,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Princess Victoria Adelaide of Schleswig-Holstein",
    "birthday": "1885-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Victoria_Adelaide_of_Schleswig-Holstein_duchess_of_Saxe-Coburg-Gotha.jpg/199px-Victoria_Adelaide_of_Schleswig-Holstein_duchess_of_Saxe-Coburg-Gotha.jpg",
    "extract": "Princess Victoria Adelaide of Schleswig-Holstein-Sonderburg-Glücksburg was Duchess of Saxe-Coburg and Gotha as the consort of Duke Charles Edward from their marriage on 11 October 1905 until his abdication on 14 November 1918. Victoria Adelaide is the maternal grandmother of Carl XVI Gustaf of Sweden. She was a niece of German Empress Augusta Victoria.",
    "year": 1885,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Mihály Fekete",
    "birthday": "1884-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Fekete_Mih%C3%A1ly.jpg",
    "extract": "Mihály Fekete was a Hungarian actor, screenwriter and film director.",
    "year": 1884,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Max Pechstein",
    "birthday": "1881-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Fotothek_df_pk_0000220_029_Portr%C3%A4ts%2C_Max_Pechstein_%28cropped%29.jpg/225px-Fotothek_df_pk_0000220_029_Portr%C3%A4ts%2C_Max_Pechstein_%28cropped%29.jpg",
    "extract": "Hermann Max Pechstein was a German expressionist painter and printmaker and a member of the Die Brücke group. He took part in the Western Front during World War I and his art was classified as Degenerate Art by the Nazis. More than 300 paintings were removed from German Museums during the Nazi era.",
    "year": 1881,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Fred Beebe",
    "birthday": "1880-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Fred-beebe.jpg/261px-Fred-beebe.jpg",
    "extract": "Frederick Leonard Beebe was a professional baseball player. He played for the Chicago Cubs, St. Louis Cardinals, Cincinnati Reds, Philadelphia Phillies and Cleveland Indians.",
    "year": 1880,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "George C. Marshall",
    "birthday": "1880-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/George_Catlett_Marshall%2C_general_of_the_US_army_%28cropped%29.jpg/250px-George_Catlett_Marshall%2C_general_of_the_US_army_%28cropped%29.jpg",
    "extract": "George Catlett Marshall Jr. was an American army officer and statesman. He rose through the United States Army to become Chief of Staff of the US Army under Presidents Franklin D. Roosevelt and Harry S. Truman, then served as Secretary of State and Secretary of Defense under Truman. Winston Churchill lauded Marshall as the \"organizer of victory\" for his leadership of the Allied victory in World War II. After the war, he spent a frustrating year trying and failing to avoid the impending civil war in China. As Secretary of State, Marshall advocated a U.S. economic and political commitment to post-war European recovery, including the Marshall Plan that bore his name. In recognition of this work, he was awarded the Nobel Peace Prize in 1953.",
    "year": 1880,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Elizabeth Arden",
    "birthday": "1878-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Elizabeth_Arden_NYWTS.jpg/247px-Elizabeth_Arden_NYWTS.jpg",
    "extract": "Elizabeth Arden was a Canadian-American businesswoman who founded what is now Elizabeth Arden, Inc., and built a cosmetics empire in the United States. By 1929, she owned 150 salons in Europe and the United States. Her 1,000 products were being sold in 22 countries. She was the sole owner, and at the peak of her career, she was one of the wealthiest women in the world.",
    "year": 1878,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Horacio Quiroga",
    "birthday": "1878-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Horacio_Quiroga.jpg/320px-Horacio_Quiroga.jpg",
    "extract": "Horacio Silvestre Quiroga Forteza was a Uruguayan playwright, poet, and short story writer.",
    "year": 1878,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Lawrence Beesley",
    "birthday": "1877-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Lawrence_Beesley_in_the_Gymnasticroom.jpeg/198px-Lawrence_Beesley_in_the_Gymnasticroom.jpeg",
    "extract": "Lawrence Beesley was an English science teacher, journalist and author who was a survivor of the sinking of RMS Titanic.",
    "year": 1877,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Julius Meier",
    "birthday": "1874-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Julius_L._Meier_1911.png/271px-Julius_L._Meier_1911.png",
    "extract": "Julius L. Meier was an American businessman, civic leader, and politician in the state of Oregon. The son of the Meier & Frank department store founder, he would become a lawyer before entering the family business in Portland. Politically an independent, Meier served a single term as the 20th Governor of Oregon from 1931–1935. He is the only independent to be elected Governor of Oregon.",
    "year": 1874,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Konstantin Konik",
    "birthday": "1873-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Konstantin_Konik.jpg/240px-Konstantin_Konik.jpg",
    "extract": "Konstantin Konik was an Estonian politician and surgeon who served as a member of the Estonian Salvation Committee.",
    "year": 1873,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Fred Marriott",
    "birthday": "1872-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Fred_Marriott_%281906%2C_pilote_Stanley%29.jpg/285px-Fred_Marriott_%281906%2C_pilote_Stanley%29.jpg",
    "extract": "Fred Marriott was an American race car driver. In 1906, he set the world land speed record at 127.659 mph (205.5 km/h) at the Daytona Beach Road Course, while driving the Stanley Land Speed Record Car. This garnered Stanley Motor Carriage Company the Dewar Trophy. A crew of four accompanied the car to Daytona, Marriott was chosen to be driver because he was the only bachelor.",
    "year": 1872,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Henri Matisse",
    "birthday": "1869-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Henri_Matisse%2C_1913%2C_photograph_by_Alvin_Langdon_Coburn.jpg/269px-Henri_Matisse%2C_1913%2C_photograph_by_Alvin_Langdon_Coburn.jpg",
    "extract": "Henri Émile Benoît Matisse was a French artist, known for both his use of colour and his fluid and original draughtsmanship. He was a draughtsman, printmaker, and sculptor, but is known primarily as a painter.\nMatisse is commonly regarded, along with Pablo Picasso, as one of the artists who best helped to define the revolutionary developments in the visual arts throughout the opening decades of the twentieth century, responsible for significant developments in painting and sculpture.",
    "year": 1869,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Robert Grant Aitken",
    "birthday": "1864-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Robertgrantaitken.jpg",
    "extract": "Robert Grant Aitken was an American astronomer.",
    "year": 1864,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Joseph S. Cullinan",
    "birthday": "1860-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1f/Joseph_S_Cullinan.jpg",
    "extract": "Joseph Stephen Cullinan was a U.S. oil industrialist. Although he was a native of Pennsylvania, his lifetime business endeavors would help shape the early phase of the oil industry in Texas. He founded The Texas Company, which would eventually be known as Texaco Incorporated.",
    "year": 1860,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "King Kelly",
    "birthday": "1857-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/95/Kingkellyphoto.jpg",
    "extract": "Michael Joseph \"King\" Kelly, also commonly known as \"$10,000 Kelly\", was an American outfielder, catcher, and manager in various professional American baseball leagues including the National League, International Association, Players' League, and the American Association. He spent the majority of his 16-season playing career with the Chicago White Stockings and the Boston Beaneaters. Kelly was a player-manager three times in his career – in 1887 for the Beaneaters, in 1890 leading the Boston Reds to the pennant in the only season of the Players' League's existence, and in 1891 for the Cincinnati Kelly's Killers – before his retirement in 1893. He is also often credited with helping to popularize various strategies as a player such as the hit and run, the hook slide, and the catcher's practice of backing up first base.",
    "year": 1857,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Giovanni Pascoli",
    "birthday": "1855-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Giovanni_Pascoli.jpg/225px-Giovanni_Pascoli.jpg",
    "extract": "Giovanni Placido Agostino Pascoli was an Italian poet, classical scholar and an emblematic figure of Italian literature in the late nineteenth century. He was, together with Gabriele D'Annunzio, the greatest Italian decadent poet.",
    "year": 1855,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Henry Carter Adams",
    "birthday": "1851-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Henry_Carter_Adams.png/215px-Henry_Carter_Adams.png",
    "extract": "Henry Carter Adams was a U.S. economist and Professor of Political Economy and finance at the University of Michigan.",
    "year": 1851,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Giovanni Boldini",
    "birthday": "1842-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Giovanni_Boldini01.jpg/202px-Giovanni_Boldini01.jpg",
    "extract": "Giovanni Boldini was an Italian genre and portrait painter who lived and worked in Paris for most of his career. According to a 1933 article in Time magazine, he was known as the \"Master of Swish\" because of his flowing style of painting.",
    "year": 1842,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Émile Loubet",
    "birthday": "1838-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/%C3%89mile_Loubet.jpg/241px-%C3%89mile_Loubet.jpg",
    "extract": "Émile François Loubet was the 45th Prime Minister of France from February to December 1892 and later President of France from 1899 to 1906.",
    "year": 1838,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Kapiʻolani",
    "birthday": "1834-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Queen_Kapiolani%2C_photograph_by_A._A._Montano_%28PPWD-15-7.024%29.jpg/189px-Queen_Kapiolani%2C_photograph_by_A._A._Montano_%28PPWD-15-7.024%29.jpg",
    "extract": "Kapiʻolani was the queen of the Kingdom of Hawaiʻi as the consort of Mōʻī (king) Kalākaua, who reigned from 1874 to 1891 until Mōʻī's death when she became known as the Dowager Queen Kapiʻolani. Deeply interested in the health and welfare of Native Hawaiians, Kapiʻolani established the Kapiʻolani Home for Girls, for the education of the daughters of residents of the Kalaupapa Leprosy Settlement, and the Kapiʻolani Maternity Home, where Hawaiian mothers and newborns could receive care.",
    "year": 1834,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Hugh Nelson (Australian politician)",
    "birthday": "1833-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Sir_Hugh_Nelson.jpg/241px-Sir_Hugh_Nelson.jpg",
    "extract": "Sir Hugh Muir Nelson, was Premier of Queensland from 1893 to 1898.",
    "year": 1833,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Isma'il Pasha",
    "birthday": "1830-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Isma%27il_Pasha.jpg/253px-Isma%27il_Pasha.jpg",
    "extract": "Isma'il Pasha, was the Khedive of Egypt and conqueror of Sudan from 1863 to 1879, when he was removed at the behest of Great Britain. Sharing the ambitious outlook of his grandfather, Muhammad Ali Pasha, he greatly modernized Egypt and Sudan during his reign, investing heavily in industrial and economic development, urbanization, and the expansion of the country's boundaries in Africa.",
    "year": 1830,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Alexander Smith (poet)",
    "birthday": "1830-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Portrait_head_of_Alexander_Smith_%28poet%29_on_his_grave%2C_Warriston_Cemetery%2C_Edinburgh.JPG/213px-Portrait_head_of_Alexander_Smith_%28poet%29_on_his_grave%2C_Warriston_Cemetery%2C_Edinburgh.JPG",
    "extract": "Alexander Smith was a Scottish poet, labelled as one of the Spasmodic School, and essayist.",
    "year": 1830,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "George Meade",
    "birthday": "1815-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/George_G._Meade_Standing.jpg/206px-George_G._Meade_Standing.jpg",
    "extract": "George Gordon Meade was a United States Army officer and civil engineer best known for decisively defeating Confederate General Robert E. Lee at the Battle of Gettysburg in the American Civil War. He previously fought with distinction in the Second Seminole War and the Mexican–American War. During the Civil War, he served as a Union general, rising from command of a brigade to that of the Army of the Potomac. Earlier in his career, he was an engineer and was involved in the coastal construction of several lighthouses.",
    "year": 1815,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Marie d'Agoult",
    "birthday": "1805-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/%22Marie_de_Flavigny%22_de_Henri_Lehmann_%28Petit_Palais%2C_Paris%29_%2848740090161%29.jpg/254px-%22Marie_de_Flavigny%22_de_Henri_Lehmann_%28Petit_Palais%2C_Paris%29_%2848740090161%29.jpg",
    "extract": "Marie Cathérine Sophie, Comtesse d'Agoult, was a Franco-German romantic author and historian, known also by her pen name, Daniel Stern.",
    "year": 1805,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Friedrich Robert Faehlmann",
    "birthday": "1798-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Friedrich_R_Faehlmann.jpg/217px-Friedrich_R_Faehlmann.jpg",
    "extract": "Friedrich Robert Faehlmann (Fählmann) was an Estonian writer, medical doctor and philologist active in Livonia, Russian Empire. He was a co-founder of the Learned Estonian Society at the University of Dorpat and its chairman (1843-1850).",
    "year": 1798,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Johann Spurzheim",
    "birthday": "1776-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Alvan_Fisher_-_Johann_Gaspar_Spurzheim_%281776-1832%29_-_H359_-_Harvard_Art_Museums.jpg/250px-Alvan_Fisher_-_Johann_Gaspar_Spurzheim_%281776-1832%29_-_H359_-_Harvard_Art_Museums.jpg",
    "extract": "Johann Gaspar Spurzheim was a German physician who became one of the chief proponents of phrenology, which was developed c. 1800 by Franz Joseph Gall (1758–1828).",
    "year": 1776,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Pierre-Charles Villeneuve",
    "birthday": "1763-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Amiral_de_Villeneuve.png/208px-Amiral_de_Villeneuve.png",
    "extract": "Pierre-Charles-Jean-Baptiste-Silvestre de Villeneuve was a French naval officer during the Napoleonic Wars. He was in command of the French and the Spanish fleets that were defeated by Nelson at the Battle of Trafalgar.",
    "year": 1763,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Gottfried August Bürger",
    "birthday": "1741-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Goe.Skulptur.B%C3%BCrgerstr.CA.B%C3%BCrger02.detail.JPG/240px-Goe.Skulptur.B%C3%BCrgerstr.CA.B%C3%BCrger02.detail.JPG",
    "extract": "Gottfried August Bürger was a German poet. His ballads were very popular in Germany. His most noted ballad, Lenore, found an audience beyond readers of the German language in an English and Russian adaptation and a French translation.",
    "year": 1741,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Charles Cornwallis, 1st Marquess Cornwallis",
    "birthday": "1738-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/First_Marquis_of_Cornwallis.jpg/254px-First_Marquis_of_Cornwallis.jpg",
    "extract": "Charles Cornwallis, 1st Marquess Cornwallis,, styled Viscount Brome between 1753 and 1762 and known as the Earl Cornwallis between 1762 and 1792, was a British Army general and official. In the United States and the United Kingdom he is best remembered as one of the leading British generals in the American War of Independence. His surrender in 1781 to a combined American and French force at the siege of Yorktown ended significant hostilities in North America. He later served as a civil and military governor in Ireland, where he helped bring about the Act of Union; and in India, where he helped enact the Cornwallis Code and the Permanent Settlement.",
    "year": 1738,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Charles Edward Stuart",
    "birthday": "1720-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Lost_Portrait_of_Charles_Edward_Stuart.jpg/261px-Lost_Portrait_of_Charles_Edward_Stuart.jpg",
    "extract": "Charles Edward Louis John Casimir Sylvester Severino Maria Stuart was the elder son of James Francis Edward Stuart, grandson of James II and VII, and the Stuart claimant to the thrones of Great Britain and Ireland after 1766 as Charles III. During his lifetime, he was also known as \"the Young Pretender\" and \"the Young Chevalier\"; in popular memory, he is known as Bonnie Prince Charlie. He is best remembered for his role in the 1745 rising; his defeat at Culloden in April 1746 effectively ended the Stuart cause, and subsequent attempts failed to materialise, such as a planned French invasion in 1759. His escape from Scotland after the uprising led to his portrayal as a romantic figure of heroic failure.",
    "year": 1720,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Arima Yoriyuki",
    "birthday": "1714-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Arima_Yoriyuki.jpg/177px-Arima_Yoriyuki.jpg",
    "extract": "Arima Yoriyuki  was a Japanese mathematician of the Edo period. He was the lord of Kurume Domain.",
    "year": 1714,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Herman Boerhaave",
    "birthday": "1668-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Herman_Boerhaave_by_J_Champan.jpg/260px-Herman_Boerhaave_by_J_Champan.jpg",
    "extract": "Herman Boerhaave was a Dutch botanist, chemist, Christian humanist, and physician of European fame. He is regarded as the founder of clinical teaching and of the modern academic hospital and is sometimes referred to as \"the father of physiology,\" along with Venetian physician Santorio Santorio (1561–1636). Boerhaave introduced the quantitative approach into medicine, along with his pupil Albrecht von Haller (1708–1777) and is best known for demonstrating the relation of symptoms to lesions. He was the first to isolate the chemical urea from urine. He was the first physician to put thermometer measurements to clinical practice. His motto was Simplex sigillum veri: 'Simplicity is the sign of the truth'. He is often hailed as the \"Dutch Hippocrates\".",
    "year": 1668,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Gonzalo Fernández de Córdoba (1585–1635)",
    "birthday": "1585-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Arolsen_Klebeband_01_409_2.jpg/224px-Arolsen_Klebeband_01_409_2.jpg",
    "extract": "Gonzalo Andrés Domingo Fernández de Córdoba was one of the main Spanish military leaders during the Eighty Years' War,[?] Thirty Years' War, and the War of the Mantuan Succession.",
    "year": 1585,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Emperor Go-Yōzei",
    "birthday": "1572-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Emperor_Go-Yozei3.jpg/283px-Emperor_Go-Yozei3.jpg",
    "extract": "Emperor Go-Yōzei  was the 107th Emperor of Japan, according to the traditional order of succession. Go-Yōzei's reign spanned the years 1586 through to his abdication in 1611, corresponding to the transition between the Azuchi–Momoyama period and the Edo period.",
    "year": 1572,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Simon Forman",
    "birthday": "1552-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Simon_Forman_-_c._1611.jpg/237px-Simon_Forman_-_c._1611.jpg",
    "extract": "Simon Forman was an Elizabethan astrologer, occultist and herbalist active in London during the reigns of Queen Elizabeth I and James I of England. His reputation, however, was severely tarnished after his death when he was implicated in the plot to kill Sir Thomas Overbury. Astrologers continued to revere him, while writers from Ben Jonson to Nathaniel Hawthorne came to characterize him as either a fool or an evil magician in league with the Devil.",
    "year": 1552,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Henry I, Duke of Guise",
    "birthday": "1550-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Guise.jpg/259px-Guise.jpg",
    "extract": "Henry I, Prince of Joinville, Duke of Guise, Count of Eu, sometimes called Le Balafré (Scarface), was the eldest son of Francis, Duke of Guise, and Anna d'Este. His maternal grandparents were Ercole II d'Este, Duke of Ferrara, and Renée of France. Through his maternal grandfather, he was a descendant of Lucrezia Borgia and Pope Alexander VI.",
    "year": 1550,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Andreas Vesalius",
    "birthday": "1514-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Man_dressed_in_Black_by_Calcar_%28Hermitage%29.jpg/259px-Man_dressed_in_Black_by_Calcar_%28Hermitage%29.jpg",
    "extract": "Andreas Vesalius was a 16th-century anatomist, physician, and author of one of the most influential books on human anatomy, De Humani Corporis Fabrica Libri Septem. Vesalius is often referred to as the founder of modern human anatomy. He was born in Brussels, which was then part of the Habsburg Netherlands. He was a professor at the University of Padua (1537–1542) and later became Imperial physician at the court of Emperor Charles V.",
    "year": 1514,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Beatrice of Portugal, Duchess of Savoy",
    "birthday": "1504-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Ritratto_di_Beatrice_di_Braganza_-_Google_Art_Project_%28cropped%29.jpg/268px-Ritratto_di_Beatrice_di_Braganza_-_Google_Art_Project_%28cropped%29.jpg",
    "extract": "Infanta Beatrice of Portugal was a Portuguese princess by birth and Duchess of Savoy by marriage to Charles III, Duke of Savoy. She was the ruling countess of Asti from 1531 to 1538.",
    "year": 1504,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Eleonora Gonzaga, Duchess of Urbino",
    "birthday": "1493-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Tizian_055.jpg/291px-Tizian_055.jpg",
    "extract": "Eleonora Gonzaga, Duchess of Urbino was Duchess and sometime regent of Urbino by marriage to Francesco Maria I della Rovere, duke of Urbino.",
    "year": 1493,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jacques Cartier",
    "birthday": "1491-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Jacques_Cartier_1851-1852.jpg/238px-Jacques_Cartier_1851-1852.jpg",
    "extract": "Jacques Cartier was a French-Breton maritime explorer for France. Jacques Cartier was the first European to describe and map the Gulf of Saint Lawrence and the shores of the Saint Lawrence River, which he named \"The Country of Canadas\" after the Iroquoian names for the two big settlements he saw at Stadacona and at Hochelaga.",
    "year": 1491,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Pope Callixtus III",
    "birthday": "1378-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Calixtus_III.jpg/197px-Calixtus_III.jpg",
    "extract": "Pope Callixtus III, born Alfonso de Borgia, was head of the Catholic Church and ruler of the Papal States from 8 April 1455 to his death. Borgia spent his early career as a professor of law at the University of Lleida; he later served as a diplomat for the kings of Aragon. He became a tutor for King Alfonso V's illegitimate son Ferdinand. After arranging a reconciliation between Alfonso and Pope Martin V, Borgia was made Bishop of Valencia. In 1444, Pope Eugene IV named him a cardinal, and Borgia became a member of the Roman Curia. During the siege of Belgrade (1456), Callixtus initiated the custom that bells be rung at midday to remind the faithful to pray for the crusaders. The tradition of the Angelus noon bell still exists in most Catholic Churches to this day. He was also responsible for the retrial of Joan of Arc that saw her vindicated. He appointed two nephews as cardinals, one of whom became Pope Alexander VI. He is the last pope to date to take on the pontifical name \"Callixtus\".",
    "year": 1378,
    "month": 12,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Muhammad ibn Qasim",
    "birthday": "695-12-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Umayyad_Caliphate_coinage_temp_Suleiman_ibn_Abd_al-Malik_al-Hind_%28possibly_Multan%29_mint._Dated_AH_97_%28AD_715-6%29.jpg/320px-Umayyad_Caliphate_coinage_temp_Suleiman_ibn_Abd_al-Malik_al-Hind_%28possibly_Multan%29_mint._Dated_AH_97_%28AD_715-6%29.jpg",
    "extract": "Muhammad ibn al-Qasim was an Arab military commander in service of the Umayyad Caliphate who led the Muslim conquest of Sindh during the Umayyad campaigns in India. His military exploits led to the establishment of Arab Sind, and the takeover of the region from the Sindhi Brahman dynasty and its ruler, Raja Dahir, who was subsequently decapitated with his head sent to al-Hajjaj ibn Yusuf in Basra. With the capture of the then-capital of Aror by Arab forces, Qasim became the first Muslim to have successfully captured Hindu land, which marked the beginning of Muslim rule in India.",
    "year": 695,
    "month": 12,
    "day": 31,
    "language": "en"
  }
]