[
  {
    "name": "Maddie Poppe",
    "birthday": "1997-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Maddie_Poppe_at_State_Fair_2019.jpg/270px-Maddie_Poppe_at_State_Fair_2019.jpg",
    "extract": "Madeline Mae \"Maddie\" Poppe is an American folk singer, musician, and the season 16 winner of American Idol. She is a multi-instrumentalist—playing the guitar, piano, and ukulele. Prior to winning American Idol, Poppe released an independent album titled Songs from the Basement. Poppe released her first studio album, Whirlwind, with Hollywood Records in 2019.",
    "year": 1997,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Danny Levi",
    "birthday": "1995-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Danny_Levi.jpg/320px-Danny_Levi.jpg",
    "extract": "Daniel \"Danny\" Levi is a professional rugby league footballer who plays as a hooker for the Huddersfield Giants in the Super League. He has played for New Zealand, New Zealand Māori and Samoa at international level.",
    "year": 1995,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Anthony Martial",
    "birthday": "1995-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Anthony_Martial_27_September_2017_cropped.jpg/167px-Anthony_Martial_27_September_2017_cropped.jpg",
    "extract": "Anthony Jordan Martial is a French professional footballer who plays as a forward for Sevilla, on loan from Manchester United, and the France national team.",
    "year": 1995,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Kaetlyn Osmond",
    "birthday": "1995-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/2018_Winter_Olympics_-_Kaetlyn_Osmond_-_08.jpg/213px-2018_Winter_Olympics_-_Kaetlyn_Osmond_-_08.jpg",
    "extract": "Kaetlyn Osmond is a retired competitive Canadian figure skater who competed in ladies' singles. A three-time Canadian national champion, Osmond competed internationally at the senior level from 2012 to 2018, winning three Olympic medals, two World Championship medals, and one Grand Prix Final medal (bronze).",
    "year": 1995,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ondrej Duda",
    "birthday": "1994-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/2021-08-08_FC_Carl_Zeiss_Jena_gegen_1._FC_K%C3%B6ln_%28DFB-Pokal%29_by_Sandro_Halank%E2%80%93291.jpg/304px-2021-08-08_FC_Carl_Zeiss_Jena_gegen_1._FC_K%C3%B6ln_%28DFB-Pokal%29_by_Sandro_Halank%E2%80%93291.jpg",
    "extract": "Ondrej Duda is a Slovak professional footballer who plays as an attacking midfielder for Bundesliga club 1. FC Köln and the Slovakia national team.",
    "year": 1994,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Grant Ward",
    "birthday": "1994-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/GrantWardIpsBar1.jpg/170px-GrantWardIpsBar1.jpg",
    "extract": "Grant Anthony Ward is an English professional footballer who plays as a midfielder for Blackpool. He previously played for Tottenham Hotspur, Chicago Fire, Coventry City, Rotherham United and Ipswich Town.",
    "year": 1994,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ross Barkley",
    "birthday": "1993-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Ross_Barkley_in_2019.jpg/213px-Ross_Barkley_in_2019.jpg",
    "extract": "Ross Barkley is an English professional footballer who plays as an attacking midfielder for Premier League club Chelsea.",
    "year": 1993,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ilja Antonov",
    "birthday": "1992-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Antonov%2C_Ilja.IMG_4523.JPG/213px-Antonov%2C_Ilja.IMG_4523.JPG",
    "extract": "Ilja Antonov is an Estonian professional footballer who plays as a midfielder for the Estonia national team and Levadia.",
    "year": 1992,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jacopo Sala",
    "birthday": "1991-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Jacopo_Sala_2012.jpg/211px-Jacopo_Sala_2012.jpg",
    "extract": "Jacopo Sala is an Italian footballer who plays as a central midfielder for Serie A club Spezia.",
    "year": 1991,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Montee Ball",
    "birthday": "1990-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Montee_Ball_2013-08-24_%28cropped%29.JPG/269px-Montee_Ball_2013-08-24_%28cropped%29.JPG",
    "extract": "Montee Ball Jr. is a former American football running back. He was drafted by the Denver Broncos in the second round of the 2013 NFL Draft. He played college football at Wisconsin, where he was twice recognized as the best running back in the Big Ten Conference and a consensus first-team All-American. He was also a member of the New England Patriots.",
    "year": 1990,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jurrell Casey",
    "birthday": "1989-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Jurrell_Casey_2018_08-09.jpg/244px-Jurrell_Casey_2018_08-09.jpg",
    "extract": "Jurrell Juel Casey is a former American football defensive end. He played college football at USC, and was drafted by the Tennessee Titans in the third round of the 2011 NFL Draft.",
    "year": 1989,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Joanna Rowsell",
    "birthday": "1988-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Joanna_Rowsell_%28cropped%29.jpg/240px-Joanna_Rowsell_%28cropped%29.jpg",
    "extract": "Joanna Katie Rowsell  MBE is a retired English cyclist on the Great Britain Cycling Team who competed on track and road.",
    "year": 1988,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Tommy Fraser",
    "birthday": "1987-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Tomfraser.JPG",
    "extract": "Thomas Francis Peter Fraser is an English former footballer who played as a midfielder.",
    "year": 1987,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "LeGarrette Blount",
    "birthday": "1986-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/LeGarrette_Blount_speaks_at_7vs7_football_camp%2C_Keesler_AFB%2C_Mississippi_2017-07-08_%28cropped%29.jpg/213px-LeGarrette_Blount_speaks_at_7vs7_football_camp%2C_Keesler_AFB%2C_Mississippi_2017-07-08_%28cropped%29.jpg",
    "extract": "LeGarrette Montez Blount is a former American football running back who played in the National Football League (NFL) for nine seasons. He played college football at Oregon after transferring from East Mississippi Community College. Not selected in the 2010 NFL Draft, he began his NFL career as an undrafted free agent.",
    "year": 1986,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "James Hinchcliffe",
    "birthday": "1986-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5d/James_Hinchcliffe_2019.png/298px-James_Hinchcliffe_2019.png",
    "extract": "James Douglas Meredith Hinchcliffe is a Canadian race car driver and commentator best known for competing in the IndyCar Series. Hinchcliffe won six races for Andretti Autosport and Schmidt Peterson Motorsports. In 2015, his first year driving for Schmidt Peterson, he suffered life-threatening blood loss when he was impaled in a crash when his suspension failed while practicing for the Indianapolis 500. He would recover and win the pole position for the following year's race. In 2016, he appeared on season 23 of the ABC series Dancing with the Stars, finishing in second place.",
    "year": 1986,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Justin Smoak",
    "birthday": "1986-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Justin_Smoak_%2841358681502%29_%28cropped%29.jpg/226px-Justin_Smoak_%2841358681502%29_%28cropped%29.jpg",
    "extract": "Justin Kyle Smoak is an American professional baseball first baseman who is currently a free agent. He has played in Major League Baseball (MLB) for the Texas Rangers, Seattle Mariners, Toronto Blue Jays, Milwaukee Brewers, and San Francisco Giants and in Nippon Professional Baseball (NPB) for the Yomiuri Giants.",
    "year": 1986,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Shikhar Dhawan",
    "birthday": "1985-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/SHIKHAR_DHAWAN_%2816005494418%29.jpg/212px-SHIKHAR_DHAWAN_%2816005494418%29.jpg",
    "extract": "Shikhar Dhawan is an Indian international cricketer. Being a left-handed opening batsman and an occasional right-arm off break bowler, he plays for Punjab Kings in the Indian Premier League and Delhi in first-class cricket. At the 2013 Champions Trophy, 2015 World Cup, and 2017 Champions Trophy, Dhawan was the leading run-scorer for India. He also became the first player in the history of IPL to score two back-to-back centuries. He was awarded the 'Player of the Tournament' for his exploits in the 2013 ICC Champions Trophy and became the third Indian after Sachin Tendulkar and Yuvraj Singh to win this award in ICC tournaments.",
    "year": 1985,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Frankie Muniz",
    "birthday": "1985-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Frankie_Muniz_%2817179359213%29.jpg/230px-Frankie_Muniz_%2817179359213%29.jpg",
    "extract": "Francisco James Muniz IV is an American actor, race car driver, and musician. He is best known for playing the title character in the Fox sitcom Malcolm in the Middle (2000–2006), which earned him an Emmy Award nomination and two Golden Globe Award nominations. He is also known for his film roles in the films Deuces Wild (2002), Big Fat Liar (2002), Agent Cody Banks (2003), and Racing Stripes (2005). At the height of his fame, he was considered one of the most popular child actors and \"one of Hollywood's most bankable teens\" in 2003. In 2008, he put his acting career on hold to pursue an open-wheel racing career, and competed in the Atlantic Championship. From 2012 to 2014, he was the drummer of the indie rock band Kingsfoil.",
    "year": 1985,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Danny Wicks",
    "birthday": "1985-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Danny_Wicks.jpg/241px-Danny_Wicks.jpg",
    "extract": "Danny Wicks is an Australian former professional rugby league footballer. He played at prop. Wicks played in the NRL for the St. George Illawarra Dragons, Newcastle Knights and Parramatta Eels. From September 2011 to March 2013, he served an eighteen-month prison sentence for trafficking drugs.",
    "year": 1985,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Cooper Cronk",
    "birthday": "1983-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Cooper_Cronk_Australia.jpg/205px-Cooper_Cronk_Australia.jpg",
    "extract": "Cooper Patrick Cronk is a former Australian professional rugby league footballer who played in the 2000s and 2010s. An Australian international and Queensland State of Origin representative halfback, he played most of his club career for the Melbourne Storm, though finished his career with the Sydney Roosters, both in the National Rugby League.",
    "year": 1983,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Eddy Curry",
    "birthday": "1982-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Eddy_Curry_in_Jan_2007.jpg/320px-Eddy_Curry_in_Jan_2007.jpg",
    "extract": "Eddy Anthony Curry Jr. is an American former professional basketball player. Coming directly out of Thornwood High School in South Holland, Illinois, Curry was selected fourth overall in the 2001 NBA draft by the Chicago Bulls. Curry played for the Bulls until 2005, then played for the New York Knicks from 2005 to 2010. Curry played for the Miami Heat in the 2011–12 season and was part of the Heat's 2012 championship team. Curry played for the Dallas Mavericks for the early part of the 2012–13 season before playing out the season for the Zhejiang Golden Bulls of the Chinese Basketball Association.",
    "year": 1982,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Trai Essex",
    "birthday": "1982-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Trai_Essex_2012.JPG/221px-Trai_Essex_2012.JPG",
    "extract": "Trai Jamar Essex is a former American football offensive guard who played eight seasons in the National Football League (NFL) with the Pittsburgh Steelers and Indianapolis Colts.",
    "year": 1982,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Keri Hilson",
    "birthday": "1982-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Keri_Hilson_Supafest_3_-_cropped.jpg/232px-Keri_Hilson_Supafest_3_-_cropped.jpg",
    "extract": "Keri Lynn Hilson is an American singer, songwriter, and actress. She was born and raised in Decatur, Georgia and spent most of her youth working with producer Anthony Dent as a songwriter and background vocalist for several R&B and hip hop artists. By the age of 14, Hilson had secured a record deal with the girl group D'Signe, which later disbanded. She attended Oxford College of Emory University in Georgia while she continued writing songs for artists including Britney Spears, The Pussycat Dolls, and Mary J. Blige, with the production and songwriting team The Clutch. In 2006, Hilson signed with American rapper and producer Timbaland's record label Mosley Music. Her breakthrough came in 2007 after appearing on Timbaland's single \"The Way I Are\", which topped charts around the world.",
    "year": 1982,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ibrahim Maalouf",
    "birthday": "1980-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Ibrahim_Maalouf_-_Festival_du_Bout_du_Monde_2014_-_005.jpg/320px-Ibrahim_Maalouf_-_Festival_du_Bout_du_Monde_2014_-_005.jpg",
    "extract": "Ibrahim Maalouf is a French-Lebanese jazz trumpeter and composer.",
    "year": 1980,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jessica Paré",
    "birthday": "1980-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Jessica_Pare_2014_at_Paleyfest.jpg/248px-Jessica_Pare_2014_at_Paleyfest.jpg",
    "extract": "Jessica Paré is a Canadian actress and singer known for her co-starring roles on the AMC series Mad Men and the CBS series SEAL Team. She has also appeared in the films Stardom (2000), Lost and Delirious (2001), Wicker Park (2004), Suck (2009), Hot Tub Time Machine (2010), and Brooklyn (2015).",
    "year": 1980,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Matteo Ferrari",
    "birthday": "1979-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Matteo_Ferrari_Impact_Montreal_2013-05-04.jpg/199px-Matteo_Ferrari_Impact_Montreal_2013-05-04.jpg",
    "extract": "Matteo Ferrari is a retired Italian footballer who played as a defender. He played top-flight football for several Italian clubs in Serie A, Everton of the Premier League, and for the Montreal Impact in Major League Soccer. He was usually deployed as a centre-back, although he was capable of playing anywhere along the back-line.",
    "year": 1979,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Niklas Hagman",
    "birthday": "1979-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Niklas_Hagman.png/304px-Niklas_Hagman.png",
    "extract": "Niklas Hagman is a Finnish former professional ice hockey forward. He was a third round pick of the Florida Panthers, 70th overall, at the 1999 NHL Entry Draft and made his National Hockey League (NHL) debut with Florida in 2001. He has also played for the Dallas Stars, Toronto Maple Leafs, Calgary Flames and Anaheim Ducks in the NHL, Lokomotiv Yaroslavl in the KHL, HIFK, Espoo Blues and Kärpät in the SM-liiga and HC Davos in the Swiss National League A.",
    "year": 1979,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Gareth McAuley",
    "birthday": "1979-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Gareth_McAuley_8518_%2815447548888%29_%28cropped%29.jpg/288px-Gareth_McAuley_8518_%2815447548888%29_%28cropped%29.jpg",
    "extract": "Gareth Gerald McAuley is a Northern Irish former professional footballer who played as a centre back. He represented Northern Ireland at senior international level, being capped on 80 occasions and scoring nine times.",
    "year": 1979,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nick Stahl",
    "birthday": "1979-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/20/Nick_Stahl_2005.jpg",
    "extract": "Nicolas Kent Stahl is an American actor. Starting out as a child actor, he gained recognition for his performance in the 1993 film The Man Without a Face co-starring Mel Gibson and then embarked on a successful career. He is best known for his role as Jason Riley on Fear the Walking Dead.",
    "year": 1979,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Neil Druckmann",
    "birthday": "1978-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Neil_Druckmann_SDCC_2015.jpg/224px-Neil_Druckmann_SDCC_2015.jpg",
    "extract": "Neil Druckmann is an Israeli-American writer, creative director, designer, programmer and co-president of Naughty Dog, best known for his work on the Uncharted and The Last of Us video game franchises. He was born and raised until the age of 10 in Israel, where his experiences with entertainment would later influence his storytelling techniques. He studied computer science at Carnegie Mellon University before searching for work in the video game industry.",
    "year": 1978,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Olli Jokinen",
    "birthday": "1978-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Olli_Jokinen_141031.PNG/223px-Olli_Jokinen_141031.PNG",
    "extract": "Olli Veli Pekka Jokinen is a Finnish former professional ice hockey player. He was selected by the Los Angeles Kings third overall in the 1997 NHL Entry Draft, with whom he made his NHL debut. He has also played for the New York Islanders, Florida Panthers, Phoenix Coyotes, Calgary Flames, New York Rangers, Winnipeg Jets, Nashville Predators, Toronto Maple Leafs, and St. Louis Blues. He began his professional career with KalPa and then HIFK of the Finnish SM-liiga. Additionally, he played for EHC Kloten of the Swiss National League A and Södertälje SK of the Swedish Elitserien. He previously held the franchise records for most goals, assists, and points for the Florida Panthers.",
    "year": 1978,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Marcelo Zalayeta",
    "birthday": "1978-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Marcelo_Zalayeta.jpg/263px-Marcelo_Zalayeta.jpg",
    "extract": "Marcelo Danubio Zalayeta is a retired Uruguayan footballer who played as a striker.",
    "year": 1978,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Peter van der Vlag",
    "birthday": "1977-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Peter_van_der_Vlag_%28cropped%29.JPG/211px-Peter_van_der_Vlag_%28cropped%29.JPG",
    "extract": "Peter van der Vlag is a Dutch former professional footballer who played as a goalkeeper. He is currently the goalkeeper coach of SC Cambuur.",
    "year": 1977,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Amy Acker",
    "birthday": "1976-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Amy_Acker_at_Fan_Expo_2015_%2826841033473%29_%28cropped%29.jpg/284px-Amy_Acker_at_Fan_Expo_2015_%2826841033473%29_%28cropped%29.jpg",
    "extract": "Amy Louise Acker is an American actress. She is best known for starring as Winifred Burkle and Illyria on the supernatural drama series Angel (2001–2004), as Kelly Peyton on the action drama series Alias (2005–2006), and as Root on the science-fiction drama series Person of Interest (2012–2016). From 2017 to 2019, she starred as Caitlin Strucker on the superhero drama series The Gifted, based on Marvel Comics' X-Men.",
    "year": 1976,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Xavier Garbajosa",
    "birthday": "1976-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Xavier_Garbajosa.jpg/267px-Xavier_Garbajosa.jpg",
    "extract": "Xavier Garbajosa is a retired French rugby player who most recently was manager of Top 14 side Montpellier.",
    "year": 1976,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ronnie O'Sullivan",
    "birthday": "1975-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Ronnie_O%E2%80%99Sullivan_at_Snooker_German_Masters_%28DerHexer%29_2015-02-06_07.jpg/215px-Ronnie_O%E2%80%99Sullivan_at_Snooker_German_Masters_%28DerHexer%29_2015-02-06_07.jpg",
    "extract": "Ronald Antonio O'Sullivan is an English professional snooker player who is the current world champion and world number one. Widely recognised as one of the most talented and accomplished players in the history of the sport, he has won the World Snooker Championship seven times, a modern-era record he holds jointly with Stephen Hendry. He has also won a record seven Masters and a record seven UK Championship titles for a total of 21 Triple Crown titles, the most won by any player. He holds the record for the most ranking titles in professional snooker, with 39, and has held the world number one ranking on multiple occasions.",
    "year": 1975,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Paula Patton",
    "birthday": "1975-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Paula_Patton_by_Gage_Skidmore_%28cropped%29.jpg/219px-Paula_Patton_by_Gage_Skidmore_%28cropped%29.jpg",
    "extract": "Paula Maxine Patton is an American actress and producer. Patton made her feature film debut in the 2005 comedy Hitch, and has had starring roles in the films Déjà Vu (2006), Precious (2009), Jumping the Broom (2011), Mission: Impossible – Ghost Protocol (2011), 2 Guns (2013), Warcraft (2016), and Sacrifice (2019).",
    "year": 1975,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Charlie Batch",
    "birthday": "1974-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Charlie_Batch_2021_%28cropped%29.jpg/232px-Charlie_Batch_2021_%28cropped%29.jpg",
    "extract": "Charles D'Donte Batch is a former American football quarterback who played in the National Football League (NFL). He was drafted by the Detroit Lions in the second round of the 1998 NFL Draft and played 15 seasons in the NFL, most of it as a backup with his hometown Pittsburgh Steelers, with whom he earned two Super Bowl rings. He played college football at Eastern Michigan.",
    "year": 1974,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ravish Kumar",
    "birthday": "1974-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Ravish-Kumar.jpg/241px-Ravish-Kumar.jpg",
    "extract": "Ravish Kumar is an Indian journalist, author and media personality. He is the Senior Executive Editor of NDTV India. He hosts a number of programmes including the channel's flagship weekday show Prime Time, Hum Log, Ravish Ki Report and Des Ki Baat.",
    "year": 1974,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Arik Benado",
    "birthday": "1973-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Ariel_Benado.png/293px-Ariel_Benado.png",
    "extract": "Ariel \"Arik\" Benado is an Israeli football manager and former player who played as a centre-back.",
    "year": 1973,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Mikelangelo Loconte",
    "birthday": "1973-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Mikelangelo_Loconte_2011.jpg/226px-Mikelangelo_Loconte_2011.jpg",
    "extract": "Mikelangelo Loconte is an Italian singer, author, composer, musician, performer and artistic director. He began his acting and performing career in France, in the musical Les Nouveaux Nomades by Claude Barzotti and Anne-Marie Gaspard. Without speaking French, he recorded all his songs in a studio using phonetic writing in the early years of his career.",
    "year": 1973,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Luboš Motl",
    "birthday": "1973-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8a/Lubos_Motl_in_2011.jpg/213px-Lubos_Motl_in_2011.jpg",
    "extract": "Luboš Motl is a Czech physicist and blogger. He was an assistant professor in physics at Harvard University from 2004 to 2007. His scientific publications were focused on string theory.",
    "year": 1973,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Shalom Harlow",
    "birthday": "1973-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Shalom_Harlow_by_David_Shankbone.jpg/300px-Shalom_Harlow_by_David_Shankbone.jpg",
    "extract": "Shalom Harlow is a Canadian model and actress, one of the supermodels from 1990s who walked the runways with top supermodels such as Naomi Campbell, Cindy Crawford, Linda Evangelista, and Kate Moss.",
    "year": 1973,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Cliff Floyd",
    "birthday": "1972-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Cliff_Floyd_with_the_Tampa_Bay_Rays.jpg/213px-Cliff_Floyd_with_the_Tampa_Bay_Rays.jpg",
    "extract": "Cornelius Clifford Floyd Jr. is a former Major League Baseball left fielder who played for 17 seasons, most notably for the Montreal Expos, Florida Marlins and New York Mets. He is currently a baseball analyst who co-hosts on Sirius XM Radio and appears on MLB Network.",
    "year": 1972,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Karl-Theodor zu Guttenberg",
    "birthday": "1971-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/2017-09-06_CSU_KT_zu_Guttenberg_666_%28cropped%29.JPG/249px-2017-09-06_CSU_KT_zu_Guttenberg_666_%28cropped%29.JPG",
    "extract": "Karl-Theodor Maria Nikolaus Johann Jacob Philipp Franz Joseph Sylvester Buhl-Freiherr von und zu Guttenberg, known professionally as Karl-Theodor zu Guttenberg, is a German businessman and politician of the Christian Social Union (CSU). He served as a member of the Bundestag from 2002 to 2011, as Secretary-General of the CSU from 2008 to 2009, as Federal Minister for Economics and Technology in 2009 and as Federal Minister of Defence from 2009 to 2011.",
    "year": 1971,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Michel'le",
    "birthday": "1970-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Michel%27le_2015_%28cropped%29.jpg/271px-Michel%27le_2015_%28cropped%29.jpg",
    "extract": "Michel'le Denise Toussant, also spelled Toussaint, is an American R&B singer known for her songs from 1989 to the early 1990s. Her highest charting song is the top ten US Hot 100 hit \"No More Lies\". Between 2013 and 2015, Michel'le was one of six members on the TV One reality show R&B Divas: Los Angeles. She is also the subject of the 2016 biopic Surviving Compton: Dre, Suge & Michel'le.",
    "year": 1970,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sajid Javid",
    "birthday": "1969-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Official_portrait_of_Rt_Hon_Sajid_Javid_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Sajid_Javid_MP_crop_2.jpg",
    "extract": "Sajid Javid is a British politician who has been Secretary of State for Health and Social Care since June 2021. He was Home Secretary from 2018 to 2019 and Chancellor of the Exchequer from 2019 to 2020. A member of the Conservative Party, he has been Member of Parliament for Bromsgrove since 2010.",
    "year": 1969,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lewis Pugh",
    "birthday": "1969-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Headshot_Lewis_Pugh.jpg/320px-Headshot_Lewis_Pugh.jpg",
    "extract": "Lewis William Gordon Pugh, OIG, is a British-South African endurance swimmer and ocean advocate.",
    "year": 1969,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Margaret Cho",
    "birthday": "1968-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Margaret_Cho%2C_2011_Cannes_%28crop%29.png/320px-Margaret_Cho%2C_2011_Cannes_%28crop%29.png",
    "extract": "Margaret Moran Cho is an American stand-up comedian, actress, and musician. She is best known for her stand-up routines, through which she critiques social and political problems, especially regarding race and sexuality. She rose to prominence after starring in the ABC sitcom All-American Girl (1994–95), and became an established stand-up comic in the subsequent years.",
    "year": 1968,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lisa Marie (actress)",
    "birthday": "1968-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Lisa_Marie_interviewed.jpg/320px-Lisa_Marie_interviewed.jpg",
    "extract": "Lisa Marie Smith is an American model and actress.",
    "year": 1968,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lydia Millet",
    "birthday": "1968-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Lydia_Millet_2016.jpg/213px-Lydia_Millet_2016.jpg",
    "extract": "Lydia Millet is an American novelist. Her most recent novel, A Children's Bible, was a finalist for the 2020 National Book Award for Fiction and named one of the ten best books of the year by the New York Times Book Review. She has been a finalist for the Pulitzer Prize and the Los Angeles Times Book Prize. Salon wrote of Millet's work, \"The writing is always flawlessly beautiful, reaching for an experience that precedes language itself.\"",
    "year": 1968,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Gary Allan",
    "birthday": "1967-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Allan%2C_Gary_%282007%29.jpg/213px-Allan%2C_Gary_%282007%29.jpg",
    "extract": "Gary Allan Herzberg is an American country music artist. Signed to Decca Records in 1996, Allan made his country music debut with the release of his single \"Her Man\", the lead-off to his gold-certified debut album Used Heart for Sale, which was released in 1996 on Decca. His second album, It Would Be You, followed in 1998. Allan's third album, Smoke Rings in the Dark, was his first one for MCA Nashville and his first platinum album. His next albums, Alright Guy (2001) and See If I Care (2003), both were also certified platinum while Tough All Over (2005) and Greatest Hits (2007) and Living Hard (2007) were all certified gold. His next two albums Get Off on the Pain (2010) and Set You Free (2013) both reached the Top 10 on the U.S. Billboard Top Country Albums charts, at numbers 2 and 1 respectively.",
    "year": 1967,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Manish Malhotra",
    "birthday": "1965-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Manish_Malhotra_graces_the_HT_Style_Awards_2018.jpg/228px-Manish_Malhotra_graces_the_HT_Style_Awards_2018.jpg",
    "extract": "Manish Malhotra is an Indian fashion designer, couturier, costume stylist, entrepreneur, filmmaker, revivalist based in Mumbai, India.",
    "year": 1965,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Rzeznik",
    "birthday": "1965-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Goo_Goo_Dolls_-_Norfolk_2013_%284%29.jpg/212px-Goo_Goo_Dolls_-_Norfolk_2013_%284%29.jpg",
    "extract": "John Joseph Theodore Rzeznik, often known as Johnny Rzeznik, is an American musician, singer-songwriter, and producer. Rzeznik is best known as the guitarist and frontman of the rock band the Goo Goo Dolls, of which he is a founding member and with whom he has recorded 12 studio albums.",
    "year": 1965,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Wayne Smith (musician)",
    "birthday": "1965-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7b/Wayne_Smith_%28musician%29.jpg/295px-Wayne_Smith_%28musician%29.jpg",
    "extract": "Wayne Smith was a Jamaican reggae and dancehall musician best known for his 1985 hit \"Under Me Sleng Teng\", which is regarded as the track which initiated the digital era of reggae.",
    "year": 1965,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Carrie Hamilton",
    "birthday": "1963-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Carrie_Hamilton_1983.jpg/240px-Carrie_Hamilton_1983.jpg",
    "extract": "Carrie Louise Hamilton was an American actress, playwright and singer. She was the daughter of comedian Carol Burnett and producer Joe Hamilton. She was also the older sister of Jody Hamilton, an actress and producer, and singer Erin Hamilton.",
    "year": 1963,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alberto Nisman",
    "birthday": "1963-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4d/Alberto_Nisman_Infobae_screenshot_2013.jpg/320px-Alberto_Nisman_Infobae_screenshot_2013.jpg",
    "extract": "Natalio Alberto Nisman was an Argentine lawyer who worked as a federal prosecutor, noted for being the chief investigator of the 1994 car bombing of the Jewish center in Buenos Aires, which killed 85 people, the worst terrorist attack in Argentina's history. On 18 January 2015, Nisman was found dead at his home in Buenos Aires, one day before he was scheduled to report on his findings, with supposedly incriminating evidence against high-ranking officials of the then-current Argentinian government including former president Cristina Fernández de Kirchner, regarding the Memorandum of understanding between Argentina and Iran.",
    "year": 1963,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Eddie the Eagle",
    "birthday": "1963-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Eddie_%22The_Eagle%22_Edwards_in_Calgary_2017-03-05_%28cropped%29.jpg/320px-Eddie_%22The_Eagle%22_Edwards_in_Calgary_2017-03-05_%28cropped%29.jpg",
    "extract": "Michael David Edwards, better known as Eddie the Eagle, is an English ski-jumper and Olympian who in 1988 became the first competitor since 1928 to represent Great Britain in Olympic ski jumping, finishing last in the Normal Hill and Large Hill events. He held the British ski jumping record from 1988 to 2001. He also took part in amateur speed skiing, running at 106.8 km/h (66.4 mph), and became a stunt jumping world record holder for jumping over 6 buses.",
    "year": 1963,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "José Cura",
    "birthday": "1962-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Jos%C3%A9_Cura_in_2013.jpg/277px-Jos%C3%A9_Cura_in_2013.jpg",
    "extract": "José Luis Victor Cura Gómez is an Argentine operatic tenor, conductor, director, scenographer and photographer known for intense and original interpretations of opera characters, notably Otello in Verdi’s Otello, Samson in Saint-Saëns’ Samson et Dalila, Canio in Ruggero Leoncavallo's Pagliacci, Stiffelio in Giuseppe Verdi's Stiffelio and many others.",
    "year": 1962,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nivek Ogre",
    "birthday": "1962-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Kevin_Ogilvie_Headshot.jpg/238px-Kevin_Ogilvie_Headshot.jpg",
    "extract": "Kevin Graham Ogilvie, known professionally as Nivek Ogre, is a Canadian musician, performance artist and actor, best known for his work with the industrial music group Skinny Puppy, which he co-founded with cEvin Key. Since 1982, he has served as Skinny Puppy's primary lyricist and vocalist, occasionally providing instrumentation and samples. Ogre's charismatic personality, guttural vocals and use of costumes, props, and fake blood on stage helped widen Skinny Puppy's fanbase and has inspired numerous other musicians.",
    "year": 1962,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Fred Rutten",
    "birthday": "1962-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Zaria-Feyenord_%281%29.jpg/212px-Zaria-Feyenord_%281%29.jpg",
    "extract": "Fredericus Jacobus Rutten is a Dutch football coach and former player. As a player, he spent his entire career with Twente during the years 1979 to 1992. Following his playing career, Rutten also managed Twente, before moving on to clubs like Schalke 04, PSV Eindhoven, Vitesse Arnhem, Feyenoord, Al Shabab, Maccabi Haifa and more recently Anderlecht.",
    "year": 1962,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Laura Flanders",
    "birthday": "1961-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Laura_Flanders_%28cropped%29.JPG/259px-Laura_Flanders_%28cropped%29.JPG",
    "extract": "Laura Flanders is an English broadcast journalist living in the United States who presents the weekly, long-form interview show The Laura Flanders Show. Flanders has described herself as a \"lefty person\". The brothers Alexander, Andrew and Patrick Cockburn, all journalists, are her half-uncles. Author Lydia Davis is her half-aunt. Her sister is Stephanie Flanders, a former BBC journalist. Actress Olivia Wilde is her cousin.",
    "year": 1961,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jack Russell (musician)",
    "birthday": "1960-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Jack_Russell.JPG/278px-Jack_Russell.JPG",
    "extract": "Jack Russell is an American rock vocalist. He is a founding member of the American hard rock band Great White.",
    "year": 1960,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Matthew Taylor (political strategist)",
    "birthday": "1960-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Matthew_Taylor_%28RSA%29%2C_2018.jpg/320px-Matthew_Taylor_%28RSA%29%2C_2018.jpg",
    "extract": "Matthew Taylor is a British former political strategist and current Chief Executive of the NHS Confederation, having previously led the Royal Society for the Encouragement of Arts, Manufactures and Commerce (RSA) in the United Kingdom between 2006 and 2021. In 2005, he was appointed by incumbent Prime Minister Tony Blair as head of the Number 10 Policy Unit. He is a writer, public speaker and broadcaster who has been a panellist on BBC Radio 4's The Moral Maze since 2008. In October 2016, he was appointed Chair of the Review of Modern Employment established by Prime Minister Theresa May; the Taylor Review report Good Work was published in July 2017.",
    "year": 1960,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Oleksandr Yaroslavskyi",
    "birthday": "1959-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/%D0%90%D0%BB%D0%B5%D0%BA%D1%81%D0%B0%D0%BD%D0%B4%D1%80_%D0%92%D0%BB%D0%B0%D0%B4%D0%B8%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D0%B8%D1%87_%D0%AF%D1%80%D0%BE%D1%81%D0%BB%D0%B0%D0%B2%D1%81%D0%BA%D0%B8%D0%B9.JPG/253px-%D0%90%D0%BB%D0%B5%D0%BA%D1%81%D0%B0%D0%BD%D0%B4%D1%80_%D0%92%D0%BB%D0%B0%D0%B4%D0%B8%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D0%B8%D1%87_%D0%AF%D1%80%D0%BE%D1%81%D0%BB%D0%B0%D0%B2%D1%81%D0%BA%D0%B8%D0%B9.JPG",
    "extract": "Oleksandr Vladylenovych Yaroslavskyi is a Ukrainian businessman. He was formerly co-owner of UkrSibbank and president of FC Metalist Kharkiv (2005-2012). Yaroslavskyi is the president of DCH and one of the most influential people in Ukraine according to Ukrainian and Eastern European media. In 2016, Forbes ranked him among the top ten richest people in Ukraine. In November 2018, Russia imposed sanctions against 322 citizens of Ukraine, including Yaroslavskyi.",
    "year": 1959,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Dynamite Kid",
    "birthday": "1958-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Dynamite_Kid_British_Bulldogs.jpg/225px-Dynamite_Kid_British_Bulldogs.jpg",
    "extract": "Thomas Billington, best known by the ring name the Dynamite Kid, was a British professional wrestler. Trained by former wrestler \"Dr Death\" Ted Betley, he competed in the World Wrestling Federation (WWF), Stampede Wrestling, All Japan Pro Wrestling (AJPW), and New Japan Pro-Wrestling (NJPW) in the mid-to-late-1980s. With his cousin Davey Boy Smith, he is also known for having been one half of the tag team The British Bulldogs. He also had notable feuds with Tiger Mask in Japan and Bret Hart in Canada.",
    "year": 1958,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Raquel Argandoña",
    "birthday": "1957-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Raquel_Argando%C3%B1a.jpg/240px-Raquel_Argando%C3%B1a.jpg",
    "extract": "Raquel Eliana Argandoña de la Fuente is a Chilean former beauty pageant contestant, TV presenter, actress mayor of Pelarco. She is best known for her role as the La Quintrala in the 1986 TV mini-series of the same name. Raquel Argandoña was also the 1975 Miss Universo Chile. Raquel is the mother of the actress-singer Raquel Calderón.",
    "year": 1957,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Klaus Allofs",
    "birthday": "1956-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Klaus_Allofs_-_SV_Werder_Bremen_%282%29_%28cropped%29.jpg/247px-Klaus_Allofs_-_SV_Werder_Bremen_%282%29_%28cropped%29.jpg",
    "extract": "Klaus Allofs is a German former professional football player, manager, and executive.",
    "year": 1956,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Krystian Zimerman",
    "birthday": "1956-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Krystian_Zimerman_2018.jpg/320px-Krystian_Zimerman_2018.jpg",
    "extract": "Krystian Zimerman is a Polish concert pianist and conductor, who has been described as one of the greatest pianists of his generation. In 1975, he won the IX International Chopin Piano Competition.",
    "year": 1956,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Hanif Kureishi",
    "birthday": "1954-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Hanif_Kureishi.jpg/213px-Hanif_Kureishi.jpg",
    "extract": "Hanif Kureishi, CBE is a British playwright, screenwriter, filmmaker and novelist of South Asian and English descent. In 2008, The Times included Kureishi in its list of The 50 greatest British writers since 1945.",
    "year": 1954,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Gary Roenicke",
    "birthday": "1954-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Gary_Roenicke.jpg/320px-Gary_Roenicke.jpg",
    "extract": "Gary Steven Roenicke is a former Major League Baseball outfielder for the Montreal Expos (1976), Baltimore Orioles (1978–85), New York Yankees (1986) and Atlanta Braves (1987–88).",
    "year": 1954,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Link Byfield",
    "birthday": "1951-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Linkbyfield.png/222px-Linkbyfield.png",
    "extract": "Eric Linkord Byfield was a Canadian news columnist, author, and politician.",
    "year": 1951,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Altman (composer)",
    "birthday": "1949-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/John_Altman.jpg/220px-John_Altman.jpg",
    "extract": "John Altman is an English film composer, music arranger, orchestrator and conductor.",
    "year": 1949,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "David Manning",
    "birthday": "1949-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/David_Manning_050519-D-9880W-029.jpg/320px-David_Manning_050519-D-9880W-029.jpg",
    "extract": "Sir David Geoffrey Manning, is a former British diplomat, who was the British Ambassador to the United States from 2003 to 2007. He authored the so-called \"Manning Memo\", that summarized the details of a meeting between American president George W. Bush and British prime minister Tony Blair during the run-up to the invasion of Iraq in 2003. Until 2019, he was appointed to the Household of the Duke and Duchess of Cambridge and the Duke and Duchess of Sussex.",
    "year": 1949,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Denise Drysdale",
    "birthday": "1948-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Denise_Drysdale_arrives_at_the_58th_Annual_Logie_Awards_at_Crown_Palladium_%2826655507210%29.jpg/320px-Denise_Drysdale_arrives_at_the_58th_Annual_Logie_Awards_at_Crown_Palladium_%2826655507210%29.jpg",
    "extract": "Denise Anne Christina Drysdale is an Australian television presenter, variety entertainer, actress, singer, dancer and comedian living in the Gold Coast. She is often affectionately known as Ding Dong, a nickname invented by fellow performer Ernie Sigley. She is currently a co-host of the morning show Studio 10.",
    "year": 1948,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bruce Golding",
    "birthday": "1947-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Bruce_Golding.jpg/200px-Bruce_Golding.jpg",
    "extract": "Orette Bruce Golding is a former Jamaican politician who served as eighth Prime Minister of Jamaica from 11 September 2007 to 23 October 2011. He is a member of the Jamaica Labour Party (JLP), which he led from 2005 to his resignation in 2011.",
    "year": 1947,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Tony Gregory",
    "birthday": "1947-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8b/Tony_Gregory.jpg",
    "extract": "Tony Gregory was an Irish independent politician, and a Teachta Dála (TD) for the Dublin Central constituency from 1982 to 2009.",
    "year": 1947,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jim Messina (musician)",
    "birthday": "1947-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/JimMessina%28by_Scott_Dudelson%29.jpg/320px-JimMessina%28by_Scott_Dudelson%29.jpg",
    "extract": "James Messina is an American musician, songwriter, singer, guitarist, recording engineer and record producer. He was a member of the folk rock group Buffalo Springfield, a founding member of the pioneering country rock band Poco, and half of the soft rock duo Loggins and Messina with Kenny Loggins.",
    "year": 1947,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jim Plunkett",
    "birthday": "1947-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Ronnie_Lott_and_Jim_Plunkett_%28CrashCouse_Launch_PSA%29_%28cropped%29.png/232px-Ronnie_Lott_and_Jim_Plunkett_%28CrashCouse_Launch_PSA%29_%28cropped%29.png",
    "extract": "James William Plunkett is a former American football quarterback who played in the National Football League (NFL) for sixteen seasons. He achieved his greatest professional success during his final eight seasons with the Raiders franchise, whom he led to two Super Bowl titles.",
    "year": 1947,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Kim Simmonds",
    "birthday": "1947-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Kim_Simmonds_-_Savoy_Brown_-_1975.jpg/216px-Kim_Simmonds_-_Savoy_Brown_-_1975.jpg",
    "extract": "Kim Maiden Simmonds is a Welsh guitarist and is the leader and founder member of the blues rock band Savoy Brown.",
    "year": 1947,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Don Touhig",
    "birthday": "1947-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Official_portrait_of_Lord_Touhig_crop_2%2C_2019.jpg/240px-Official_portrait_of_Lord_Touhig_crop_2%2C_2019.jpg",
    "extract": "James Donnelly Touhig, Baron Touhig KSS, known as Don Touhig, is a British politician and life peer who served as Member of Parliament (MP) for Islwyn from 1995 to 2010. A member of the Labour and Co-operative parties, he served in government as an Assistant Whip from 1999 to 2001 and a Parliamentary Under-Secretary of State from 2001 to 2006.",
    "year": 1947,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "José Carreras",
    "birthday": "1946-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Jose_Carreras_-_World_Economic_Forum_Annual_Meeting_2011_-_cropped.jpg",
    "extract": "Josep Maria Carreras Coll, better known as José Carreras, is a Spanish operatic tenor who is particularly known for his performances in the operas of Donizetti, Verdi and Puccini.",
    "year": 1946,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Andy Kim (singer)",
    "birthday": "1946-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Andy_Kim.png/254px-Andy_Kim.png",
    "extract": "Andrew Youakim, known professionally as Andy Kim, is a Canadian pop rock singer and songwriter. He grew up in Montreal, Quebec. He is known for hits that he released in the late 1960s and 1970s: the international hit \"Baby, I Love You\" in 1969, and \"Rock Me Gently\", which topped the U.S. singles chart in 1974. He co-wrote \"Sugar, Sugar\" in 1968 and sang on the recording as part of the Archies; it was #1 for four weeks and was \"Record of the Year\" for 1969.",
    "year": 1946,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Serge Chapleau",
    "birthday": "1945-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Serge_Chapleau_%28Salon_du_livre_Montr%C3%A9al_2015%29.jpg/250px-Serge_Chapleau_%28Salon_du_livre_Montr%C3%A9al_2015%29.jpg",
    "extract": "Serge Chapleau is a Canadian political cartoonist from the province of Quebec.",
    "year": 1945,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Moshe Katsav",
    "birthday": "1945-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Moshe_Katsav_2%2C_by_Amir_Gilad.JPG/212px-Moshe_Katsav_2%2C_by_Amir_Gilad.JPG",
    "extract": "Moshe Katsav is an Israeli former politician  who was the eighth President of Israel from 2000 to 2007. He was also a leading Likud member of the Israeli Knesset and a minister in its cabinet. He was the second Mizrahi Jew to be elected to presidency.",
    "year": 1945,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jeroen Krabbé",
    "birthday": "1944-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Jeroen_Krabb%C3%A9_%28DWDD%2C_2018%29.jpg/240px-Jeroen_Krabb%C3%A9_%28DWDD%2C_2018%29.jpg",
    "extract": "Jeroen Aart Krabbé is a Dutch actor and film director who has appeared in more than 60 films since 1963, including Soldaat van Oranje (1977), The Fourth Man (1983), The Living Daylights (1987), The Prince of Tides (1991), The Fugitive (1993), and Immortal Beloved (1994).",
    "year": 1944,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Eva Joly",
    "birthday": "1943-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Eva_Joly_-_Grenoble_2012_%283%29.jpg/213px-Eva_Joly_-_Grenoble_2012_%283%29.jpg",
    "extract": "Eva Joly is a Norwegian-born French juge d'instruction (magistrate) and politician for Europe Écologie–The Greens. She represented that party as a candidate for the presidency of France in the 2012 elections. She also served as a Member of the European Parliament from 2009 until 2019.",
    "year": 1943,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Andrew Yeom Soo-jung",
    "birthday": "1943-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/%EC%97%BC%EC%88%98%EC%A0%95_%EC%B6%94%EA%B8%B0%EA%B2%BD.jpg/251px-%EC%97%BC%EC%88%98%EC%A0%95_%EC%B6%94%EA%B8%B0%EA%B2%BD.jpg",
    "extract": "Andrew Yeom Soo-jung is a Korean prelate of the Catholic Church who was the Archbishop of Seoul from 2012 to 2021, while also holding the title of Apostolic Administrator of the Diocese of Pyongyang in North Korea. Pope Francis made him a cardinal in 2014. He was also the chairman of Catholic Peace Broadcasting Corporation (CPBC).",
    "year": 1943,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bryan Murray (ice hockey)",
    "birthday": "1942-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/GM_Bryan_Murray_%28cropped%29.jpg/314px-GM_Bryan_Murray_%28cropped%29.jpg",
    "extract": "Bryan Clarence Murray was a Canadian professional ice hockey executive and coach. He served as general manager of the Ottawa Senators of the National Hockey League (NHL) from 2007 to 2016. He had previously been general manager of the NHL's Mighty Ducks of Anaheim, Florida Panthers, and Detroit Red Wings. He was also the head coach for the Washington Capitals, Detroit Red Wings, Florida Panthers, Mighty Ducks of Anaheim, and Ottawa Senators, for a total of 17 full or partial seasons.",
    "year": 1942,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Boris Ignatyev",
    "birthday": "1940-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Boris_Ignatiev_2008.JPG/239px-Boris_Ignatiev_2008.JPG",
    "extract": "Boris Petrovich Ignatyev is a Russian football manager and former player. In 1996–1998 he coached the Russia national team.",
    "year": 1940,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Peter Pohl",
    "birthday": "1940-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Peter_Pohl%2C_2007.jpg/221px-Peter_Pohl%2C_2007.jpg",
    "extract": "Peter Pohl is a Swedish author and former director and screenwriter of short films. He has received prizes for several of his books and films, as well as for his entire work. From 1966 until his retirement in 2005, he was lecturer in Numerical analysis at KTH Royal Institute of Technology in Stockholm, Sweden.",
    "year": 1940,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Frank Wilson (musician)",
    "birthday": "1940-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0c/Frank_Wilson.jpg/320px-Frank_Wilson.jpg",
    "extract": "Frank Edward Wilson was an American songwriter, singer and record producer for Motown Records.",
    "year": 1940,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "J. J. Cale",
    "birthday": "1938-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/J.J._CALE.jpg/320px-J.J._CALE.jpg",
    "extract": "John Weldon \"J. J.\" Cale was an American guitarist, singer, songwriter and sound engineer. Though he avoided the limelight, his influence as a musical artist has been acknowledged by figures such as Mark Knopfler, Neil Young, Waylon Jennings, and Eric Clapton, who described him as \"one of the most important artists in the history of rock\". He is one of the originators of the Tulsa sound, a loose genre drawing on blues, rockabilly, country, and jazz.",
    "year": 1938,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Calvin Trillin",
    "birthday": "1935-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/CalvinTrillin.jpg/320px-CalvinTrillin.jpg",
    "extract": "Calvin Marshall Trillin is an American journalist, humorist, food writer, poet, memoirist and novelist.",
    "year": 1935,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Yury Vlasov",
    "birthday": "1935-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Yury_Vlasov_1960.jpg/223px-Yury_Vlasov_1960.jpg",
    "extract": "Yury Petrovich Vlasov was a Russian heavyweight weightlifter, writer and politician. He competed at the 1960 and 1964 Olympics and won a gold medal in 1960 and a silver in 1964; at both games, he was the Olympic flag bearer for the Soviet Union. During his career, Vlasov won four world titles and set 31 ratified world records. He retired in 1968 and became a prominent writer and later a politician. He was a member of the Congress of People's Deputies of the Soviet Union (1989) and then of the Russian State Duma (1993) and took part in the 1996 Russian presidential election.",
    "year": 1935,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Joan Didion",
    "birthday": "1934-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Joan_Didion_at_the_Brooklyn_Book_Festival.jpg/320px-Joan_Didion_at_the_Brooklyn_Book_Festival.jpg",
    "extract": "Joan Didion was an American writer. Her career began in the 1950s after she won an essay contest sponsored by Vogue magazine. Her writing during the 1960s through the late 1970s engaged audiences in the realities of the counterculture of the 1960s and the Hollywood lifestyle. Her political writing often concentrated on the subtext of political and social rhetoric. In 1991, she wrote the earliest mainstream media article to suggest the Central Park Five had been wrongfully convicted. In 2005, she won the National Book Award for Nonfiction and was a finalist for both the National Book Critics Circle Award and the Pulitzer Prize for The Year of Magical Thinking. She later adapted the book into a play, which premiered on Broadway in 2007. In 2013, she was awarded the National Medal of Arts by President Barack Obama. Didion was profiled in the Netflix documentary The Center Will Not Hold, directed by her nephew Griffin Dunne, in 2017.",
    "year": 1934,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alf Dubs, Baron Dubs",
    "birthday": "1932-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Official_portrait_of_Lord_Dubs_crop_2.jpg/240px-Official_portrait_of_Lord_Dubs_crop_2.jpg",
    "extract": "Alfred Dubs, Baron Dubs is a British Labour politician and former Member of Parliament.",
    "year": 1932,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sheldon Glashow",
    "birthday": "1932-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Sheldon_Glashow_at_Harvard_cropped.jpg",
    "extract": "Sheldon Lee Glashow is a Nobel Prize-winning American theoretical physicist. He is the Metcalf Professor of Mathematics and Physics at Boston University and Eugene Higgins Professor of Physics, Emeritus, at Harvard University, and is a member of the Board of Sponsors for the Bulletin of the Atomic Scientists.",
    "year": 1932,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jim Hurtubise",
    "birthday": "1932-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Jim_Hurtubise.jpg/250px-Jim_Hurtubise.jpg",
    "extract": "James Hurtubise was an American race car driver who raced in USAC Champ Cars, as well as sprint cars and stock cars. He was from the Buffalo suburb of North Tonawanda, New York. Hurtubise enjoyed a lot of success in sprint cars, champ dirt cars, and stock cars, but never achieved the success at the Indy 500 that his rookie qualifying run promised when he out qualified pole sitter Eddie Sachs by three mph, nearly breaking the 150 mph mark. \"Herk\" was a fan favorite throughout much of his career because of his fun-loving attitude and his hard driving style.",
    "year": 1932,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Little Richard",
    "birthday": "1932-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Little_Richard_%281967%29.png/234px-Little_Richard_%281967%29.png",
    "extract": "Richard Wayne Penniman, known professionally as Little Richard, was an American musician, singer, and songwriter. He was an influential figure in popular music and culture for seven decades. Described as the \"Architect of Rock and Roll\", Richard's most celebrated work dates from the mid-1950s, when his charismatic showmanship and dynamic music, characterized by frenetic piano playing, pounding back beat and raspy shouted vocals, laid the foundation for rock and roll. Richard's innovative emotive vocalizations and uptempo rhythmic music also played a key role in the formation of other popular music genres, including soul and funk. He influenced numerous singers and musicians across musical genres from rock to hip hop; his music helped shape rhythm and blues for generations.",
    "year": 1932,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nadira (actress)",
    "birthday": "1932-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/af/Nadira_in_Shree_420_%281955%29.png",
    "extract": "Florence Ezekiel, known professionally as Nadira, was an Indian actress who worked in the Hindi film industry. She appeared in films from the 1950s and 1960s, including Aan (1952), Shree 420 (1955), Pakeezah (1972), and Julie (1975), which won her the Filmfare Best Supporting Actress Award.",
    "year": 1932,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Yi-Fu Tuan",
    "birthday": "1930-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Yi-Fu_Tuan-Festival_international_de_g%C3%A9ographie_2012_%281%29.jpg/275px-Yi-Fu_Tuan-Festival_international_de_g%C3%A9ographie_2012_%281%29.jpg",
    "extract": "Yi-Fu Tuan is a Chinese-American geographer. He is one of the key figures in human geography and arguably the most important originator of humanistic geography.",
    "year": 1930,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bhumibol Adulyadej",
    "birthday": "1927-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/King_Bhumibol_Adulyadej_2010-9-29.jpg/261px-King_Bhumibol_Adulyadej_2010-9-29.jpg",
    "extract": "Bhumibol Adulyadej, conferred with the title King Bhumibol the Great in 1987, was the ninth monarch of Thailand from the Chakri dynasty, titled Rama IX. Reigning since 9 June 1946, he was the world's longest-reigning current head of state from the death of Emperor Hirohito of Japan in 1989 until his own death in 2016, and is the second-longest reigning monarch for which exact dates are known, reigning for 70 years and 126 days. During his reign, he was served by a total of 30 prime ministers beginning with Pridi Banomyong and ending with Prayut Chan-o-cha.",
    "year": 1927,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "W. D. Amaradeva",
    "birthday": "1927-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Pandit_Dr.W._D._Amaradeva.jpg/252px-Pandit_Dr.W._D._Amaradeva.jpg",
    "extract": "Sri Lankabhimanya Wannakuwattawaduge Don Albert Perera, better known by his adopted name Amaradeva, was a prominent Sri Lankan Sinhalese vocalist, violinist and composer. Primarily using traditional instruments like sitars, tablas and harmoniums, he incorporated Sinhala folk music with Indian ragas in his work. Many consider his contribution to the development of Sinhala music as unmatched; hence, he is occasionally cited as the \"Maestro of Sri Lankan Music\".",
    "year": 1927,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Anastasio Somoza Debayle",
    "birthday": "1925-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Anastasio_Somoza_Debayle.PNG/320px-Anastasio_Somoza_Debayle.PNG",
    "extract": "Anastasio \"Tachito\" Somoza Debayle was a Nicaraguan dictator and officially the President of Nicaragua from 1 May 1967 to 1 May 1972 and from 1 December 1974 to 17 July 1979. As head of the National Guard, he was de facto ruler of the country between 1972 and 1974, even during the period when he was not the de jure ruler.",
    "year": 1925,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Robert Sobukwe",
    "birthday": "1924-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/41/Robert_Sobukwe.jpg/211px-Robert_Sobukwe.jpg",
    "extract": "Robert Mangaliso Sobukwe was a prominent South African anti-apartheid revolutionary and founding member of the Pan Africanist Congress (PAC), serving as the first president of the organization.",
    "year": 1924,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Don Robertson (songwriter)",
    "birthday": "1922-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Don_Robertson_%281966%29.png/279px-Don_Robertson_%281966%29.png",
    "extract": "Donald Irwin Robertson was an American songwriter and pianist, mostly in the country and popular music genres. He was inducted into the Nashville Songwriters Hall of Fame in 1972. As a performer, he hit the US Top 10 with \"The Happy Whistler\" in 1956. The track reached No. 8 in the UK Singles Chart the same year. It sold over one million copies, and was awarded a gold disc.",
    "year": 1922,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alvy Moore",
    "birthday": "1921-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b1/Alvy_Moore_in_Dick_Van_Dyke_Show_1965.jpg",
    "extract": "Jack Alvin \"Alvy\" Moore was an American actor best known for his role as scatterbrained county agricultural agent Hank Kimball on the CBS television series Green Acres. His character would often make a statement, only to immediately negate the statement himself and then negate the corrected statement until his stream of statements was interrupted by a frustrated Oliver Wendell Douglas portrayed by Eddie Albert. One such statement was, \"Good morning, Mr. Douglas! Well, it's not a good morning ... but it's not a bad morning either!\" Moore appeared in 140 of the 170 total Green Acres episodes.",
    "year": 1921,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alun Gwynne Jones, Baron Chalfont",
    "birthday": "1919-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Bundesarchiv_B_145_Bild-F021984-0013%2C_Ausw%C3%A4rtiges_Amt%2C_Staatsminister_Gro%C3%9Fbritannien.jpg/208px-Bundesarchiv_B_145_Bild-F021984-0013%2C_Ausw%C3%A4rtiges_Amt%2C_Staatsminister_Gro%C3%9Fbritannien.jpg",
    "extract": "Alun Arthur Gwynne Jones, Baron Chalfont, was a British Army officer, a British politician and a historian.",
    "year": 1919,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Charity Adams Earley",
    "birthday": "1918-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Charityadamsearley3.gif",
    "extract": "Charity Adams Earley was an American United States Army officer. She was the first African-American woman to be an officer in the Women's Army Auxiliary Corps and was the commanding officer of the first battalion of African-American women to serve overseas during World War II. Adams was the highest-ranking African-American woman in the army by the completion of the war. The 6888th Central Postal Directory Battalion's motto was \"No Mail, Low Morale.\" A monument honoring this unique group of women was dedicated at Fort Leavenworth, Kansas on November 30, 2018.",
    "year": 1918,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Hilary Koprowski",
    "birthday": "1916-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Hilary_Koprowski._Photograph._Wellcome_V0027622.jpg/248px-Hilary_Koprowski._Photograph._Wellcome_V0027622.jpg",
    "extract": "Hilary Koprowski was a Polish virologist and immunologist active in the United States who demonstrated the world's first effective live polio vaccine. He authored or co-authored over 875 scientific papers and co-edited several scientific journals.",
    "year": 1916,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Hans Hellmut Kirst",
    "birthday": "1914-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Hans_Hellmut_Kirst.jpg",
    "extract": "Hans Hellmut Kirst was a German novelist and the author of 46 books, many of which were translated into English. Kirst is best remembered as the creator of the \"Gunner Asch\" series which detailed the ongoing struggle of an honest individual to maintain his identity and humanity amidst the criminality and corruption of Nazi Germany.",
    "year": 1914,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Esther Borja",
    "birthday": "1913-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Esther_Borja_por_Annemarie_Heinrich%2C_1937.jpg/320px-Esther_Borja_por_Annemarie_Heinrich%2C_1937.jpg",
    "extract": "Esther Borja Lima was a Cuban operatic soprano and actress.",
    "year": 1913,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Władysław Szpilman",
    "birthday": "1911-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/W%C5%82adys%C5%82aw_Szpilman.jpg/209px-W%C5%82adys%C5%82aw_Szpilman.jpg",
    "extract": "Władysław Szpilman was a Polish pianist and classical composer of Jewish descent. Szpilman is widely known as the central figure in the 2002 Roman Polanski film The Pianist, which was based on Szpilman's autobiographical account of how he survived the German occupation of Warsaw and the Holocaust.",
    "year": 1911,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lin Biao",
    "birthday": "1907-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Lin_Biao.jpg/240px-Lin_Biao.jpg",
    "extract": "Lin Biao was a Chinese politician and Marshal of the People's Republic of China who was pivotal in the Communist victory during the Chinese Civil War, especially in Northeast China from 1946 to 1949. Lin was the general who commanded the decisive Liaoshen and Pingjin Campaigns, in which he co-led the Manchurian Field Army to victory and led the People's Liberation Army into Beijing. He crossed the Yangtze River in 1949, decisively defeated the Kuomintang and took control of the coastal provinces in Southeast China. He ranked third among the Ten Marshals. Zhu De and Peng Dehuai were considered senior to Lin, and Lin ranked directly ahead of He Long and Liu Bocheng.",
    "year": 1907,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Giuseppe Occhialini",
    "birthday": "1907-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/05/Occhialini.jpg",
    "extract": "Giuseppe Paolo Stanislao \"Beppo\" Occhialini ForMemRS was an Italian physicist who contributed to the discovery of the pion or pi-meson decay in 1947 with César Lattes and Cecil Frank Powell, the latter winning the Nobel Prize in Physics for this work. At the time of this discovery, they were all working at the H. H. Wills Laboratory of the University of Bristol.",
    "year": 1907,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Gus Mancuso",
    "birthday": "1905-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Gus_Mancuso_Cardinals.jpg/260px-Gus_Mancuso_Cardinals.jpg",
    "extract": "August Rodney Mancuso, nicknamed \"Blackie\", was an American professional baseball player, coach, scout and radio sports commentator. He played as a catcher in Major League Baseball with the St. Louis Cardinals, New York Giants, Chicago Cubs (1939), Brooklyn Dodgers (1940) and Philadelphia Phillies (1945).",
    "year": 1905,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Otto Preminger",
    "birthday": "1905-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Otto_Preminger_Allan_Warren.jpg/243px-Otto_Preminger_Allan_Warren.jpg",
    "extract": "Otto Ludwig Preminger was an Austro-Hungarian-born theatre and film director, film producer, and actor.",
    "year": 1905,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Francisco Javier Arana",
    "birthday": "1905-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Francisco_Javier_Arana_%28cropped%29.jpg",
    "extract": "Francisco Javier Arana Castro was a Guatemalan military leader and one of the three members of the revolutionary junta that ruled Guatemala from 20 October 1944 to 15 March 1945 during the early part of the Guatemalan Revolution. A major in the Guatemalan army under the dictator Jorge Ubico, he allied with a progressive faction of the army to topple Ubico's successor Federico Ponce Vaides. He led the three-man junta that oversaw the transition to a democratic government, although he was personally reluctant to allow the elected President Juan José Arévalo to take office in 1945. He served as the Chief of the Armed Forces in the new government until 1949. On 18 July 1949 he was killed in a shootout with supporters of the Arévalo government after he threatened to launch a coup.",
    "year": 1905,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Johannes Heesters",
    "birthday": "1903-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Johannes_Heesters_-_1964.jpg/240px-Johannes_Heesters_-_1964.jpg",
    "extract": "Johan Marius Nicolaas Heesters, known professionally as Johannes Heesters, was a Dutch actor of stage, television and film, as well as a vocalist of numerous recordings and performer on the concert stage with a career dating back to the 1920s. He worked as an actor until his death and was one of the oldest performing entertainers in history, performing shortly before his death at the age of 108. Heesters was almost exclusively active in the German-speaking world from the mid-1930s and became a film star in Nazi Germany, which later led to controversy in his native country. He was able to maintain his popularity in Germany in the decades until his death.",
    "year": 1903,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "C. F. Powell",
    "birthday": "1903-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Cecil_Powell.jpg/226px-Cecil_Powell.jpg",
    "extract": "Cecil Frank Powell, FRS was a British physicist, and Nobel Prize in Physics laureate for heading the team that developed the photographic method of studying nuclear processes and for the resulting discovery of the pion (pi-meson), a subatomic particle.",
    "year": 1903,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Emeric Pressburger",
    "birthday": "1902-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6c/EmericPressburger.jpg",
    "extract": "Emeric Pressburger was a Hungarian-British screenwriter, film director, and producer. He is best known for his series of film collaborations with Michael Powell, in a collaboration partnership known as the Archers, and produced a series of films, including 49th Parallel (1941), The Life and Death of Colonel Blimp (1943), A Matter of Life and Death, Black Narcissus (1947), The Red Shoes (1948), and The Tales of Hoffmann (1951). He has been played on screen by Alec Westwood in the award-winning short film Òran na h-Eala (2022) which explores Moira Shearer's life changing decision to appear in The Red Shoes.",
    "year": 1902,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Strom Thurmond",
    "birthday": "1902-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Strom_Thurmond%2C_c_1961_%28cropped%29.jpg/240px-Strom_Thurmond%2C_c_1961_%28cropped%29.jpg",
    "extract": "James Strom Thurmond Sr. was an American politician, military officer, and attorney who represented South Carolina in the United States Senate from 1954 to 2003. Prior to his 48 years as a senator, he served as the 103rd governor of South Carolina from 1947 to 1951. Thurmond was a member of the Democratic Party until 1964 when he joined the Republican Party for the remainder of his legislative career. He also ran for president in 1948 as the Dixiecrat candidate, receiving over a million votes and winning four states.",
    "year": 1902,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Walt Disney",
    "birthday": "1901-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Walt_Disney_1946.JPG/213px-Walt_Disney_1946.JPG",
    "extract": "Walter Elias Disney was an American animator, film producer and entrepreneur. A pioneer of the American animation industry, he introduced several developments in the production of cartoons. As a film producer, he holds the record for most Academy Awards earned and nominations by an individual, having won 22 Oscars from 59 nominations. He was presented with two Golden Globe Special Achievement Awards and an Emmy Award, among other honors. Several of his films are included in the National Film Registry by the Library of Congress. Disney was the first person to be nominated for Academy Awards in six different categories, a record he shares with Alfonso Cuaron and George Clooney.",
    "year": 1901,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Milton H. Erickson",
    "birthday": "1901-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Erickson_college.jpg",
    "extract": "Milton Hyland Erickson was an American psychiatrist and psychologist specializing in medical hypnosis and family therapy. He was founding president of the American Society for Clinical Hypnosis and a fellow of the American Psychiatric Association, the American Psychological Association, and the American Psychopathological Association. He is noted for his approach to the unconscious mind as creative and solution-generating. He is also noted for influencing brief therapy, strategic family therapy, family systems therapy, solution focused brief therapy, and neuro-linguistic programming.",
    "year": 1901,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Werner Heisenberg",
    "birthday": "1901-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Bundesarchiv_Bild183-R57262%2C_Werner_Heisenberg.jpg/201px-Bundesarchiv_Bild183-R57262%2C_Werner_Heisenberg.jpg",
    "extract": "Werner Karl Heisenberg was a German theoretical physicist and one of the key pioneers of quantum mechanics. He published his work in 1925 in a breakthrough paper. In the subsequent series of papers with Max Born and Pascual Jordan, during the same year, his matrix formulation of quantum mechanics was substantially elaborated. He is known for the uncertainty principle, which he published in 1927. Heisenberg was awarded the 1932 Nobel Prize in Physics \"for the creation of quantum mechanics\".",
    "year": 1901,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jimmy Dimmock",
    "birthday": "1900-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bc/Jimmy_Dimmock.jpg/184px-Jimmy_Dimmock.jpg",
    "extract": "James Henry Dimmock was a footballer who scored the winning goal for Tottenham Hotspur in the 1921 FA Cup Final. He played as an outside left and became the fans' favourite with his mazy runs and trickery, and also won three caps for England.",
    "year": 1900,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Josh Malihabadi",
    "birthday": "1898-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Josh_Malihabadi.jpg",
    "extract": "Josh Malihabadi popularly known as Shayar-e-Inqalab was a Pakistani poet and is regarded as one of the finest Urdu poets of the era of British India. Known for his liberal values and challenging the established order, he wrote over 100,000 couplets and more than 1,000 rubaiyat in his lifetime. His wrote Yaadon ki Barat, his autobiography which is noted for its frank and candid style. The first Prime Minister of India, Jawaharlal Nehru held him in high esteem and frequently attended the mushaira at Lala Kishan Lal Kalra's United Coffee House where Josh performed.",
    "year": 1898,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Grace Moore",
    "birthday": "1898-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Grace_Moore.jpg/256px-Grace_Moore.jpg",
    "extract": "Mary Willie Grace Moore was an American operatic soprano and actress in musical theatre and film. She was nicknamed the \"Tennessee Nightingale.\" Her films helped to popularize opera by bringing it to a larger audience. She was nominated for the Academy Award for Best Actress for her performance in One Night of Love.",
    "year": 1898,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nunnally Johnson",
    "birthday": "1897-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Nunnally-Johnson-1939.jpg/234px-Nunnally-Johnson-1939.jpg",
    "extract": "Nunnally Hunter Johnson was an American screenwriter, film director, producer, and playwright. As a filmmaker, he wrote the screenplays to more than fifty films in a career that spanned from 1927 to 1967. He also produced more than half of the films he wrote scripts for, and directed eight of those movies. In 1940 he was nominated for the Academy Award for Best Adapted Screenplay for The Grapes of Wrath, and in 1956 he was nominated for the Directors Guild of America Award for Outstanding Directing – Feature Film for The Man in the Gray Flannel Suit. Some of his other notable films include Tobacco Road (1941), The Moon Is Down (1943), Casanova Brown (1944), The Keys of the Kingdom (1944), The Woman in the Window (1944), The Mudlark (1950), The Desert Fox: The Story of Rommel (1951), My Cousin Rachel (1952), The Three Faces of Eve (1957), Mr. Hobbs Takes a Vacation (1962), and The Dirty Dozen (1967). As a playwright he wrote the books for several Broadway musicals, including the musical revue Shoot the Works (1931), Arthur Schwartz's  Park Avenue (1946), Bob Merrill's Henry, Sweet Henry (1967), and Jule Styne's Darling of the Day (1968). He also wrote the 1943 Broadway play The World's Full of Girls.",
    "year": 1897,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Gershom Scholem",
    "birthday": "1897-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Gershom_Scholem_1935_%28cropped%29.jpg/259px-Gershom_Scholem_1935_%28cropped%29.jpg",
    "extract": "Gershom Scholem, was a German-born Israeli philosopher and historian. He is widely regarded as the founder of the modern, academic study of Kabbalah. He was the first professor of Jewish Mysticism at Hebrew University of Jerusalem. His close friends included Theodor Adorno, Hannah Arendt, Walter Benjamin and Leo Strauss, and selected letters from his correspondence with those philosophers have been published. He was also friendly with the author Shai Agnon and the Talmudic scholar Saul Lieberman.",
    "year": 1897,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Carl Ferdinand Cori",
    "birthday": "1896-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Carl_Ferdinand_Cori.jpg/226px-Carl_Ferdinand_Cori.jpg",
    "extract": "Carl Ferdinand Cori, ForMemRS was a Czech-American biochemist and pharmacologist born in Prague who, together with his wife Gerty Cori and Argentine physiologist Bernardo Houssay, received a Nobel Prize in 1947 for their discovery of how glycogen – a derivative of glucose – is broken down and resynthesized in the body, for use as a store and source of energy. In 2004, both Coris were designated a National Historic Chemical Landmark in recognition of their work that elucidated carbohydrate metabolism.\n",
    "year": 1896,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Elbert Frank Cox",
    "birthday": "1895-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Elbert_Cox.jpg/221px-Elbert_Cox.jpg",
    "extract": "Elbert Frank Cox was an American mathematician. He was the first Black person in history to receive a PhD in mathematics, which he earned at Cornell University in 1925.",
    "year": 1895,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "C. R. Swart",
    "birthday": "1894-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/CR_Swart_1960.jpg/245px-CR_Swart_1960.jpg",
    "extract": "Charles Robberts Swart, nicknamed Blackie, was a South African politician who served as the last governor-general of the Union of South Africa from 1959 to 1961 and the first state president of the Republic of South Africa from 1961 to 1967.",
    "year": 1894,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Paul Kogerman",
    "birthday": "1891-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Paul_Kogerman%2C_1920s.jpg/240px-Paul_Kogerman%2C_1920s.jpg",
    "extract": "Paul Nikolai Kogerman was an Estonian chemist and founder of modern research in oil shale.",
    "year": 1891,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "David Bomberg",
    "birthday": "1890-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Photo_of_Davis_Bomberg.jpg",
    "extract": "David Garshen Bomberg was a British painter, and one of the Whitechapel Boys.",
    "year": 1890,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Fritz Lang",
    "birthday": "1890-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Fritz_Lang_%281969%29.jpg/240px-Fritz_Lang_%281969%29.jpg",
    "extract": "Friedrich Christian Anton \"Fritz\" Lang was an Austrian-German-American film director, screenwriter, and occasional film producer and actor. One of the best-known émigrés from Germany's school of Expressionism, he was dubbed the \"Master of Darkness\" by the British Film Institute.",
    "year": 1890,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Rose Wilder Lane",
    "birthday": "1886-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/RoseWilderLane01.jpg/224px-RoseWilderLane01.jpg",
    "extract": "Rose Wilder Lane was an American journalist, travel writer, novelist, political theorist and daughter of American writer Laura Ingalls Wilder. Along with two other female writers, Ayn Rand and Isabel Paterson, Lane is noted as one of the founders of the American libertarian movement.",
    "year": 1886,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Pieter Oud",
    "birthday": "1886-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Pieter_Oud_1956_%281%29.jpg/285px-Pieter_Oud_1956_%281%29.jpg",
    "extract": "Pieter Jacobus Oud was a Dutch politician of the defunct Free-thinking Democratic League (VDB) party and later co-founder of the Labour Party (PvdA) and the People's Party for Freedom and Democracy (VVD) and historian. He was granted the honorary title of Minister of State on 9 November 1963.",
    "year": 1886,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nikolai Uglanov",
    "birthday": "1886-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Nicolai_Uglanov.jpg/242px-Nicolai_Uglanov.jpg",
    "extract": "Nikolai Aleksandrovich Uglanov was a Russian Bolshevik politician and Soviet statesman who played an important role in the government of the Soviet Union as a Communist Party leader in the city of Moscow during the 1920s. Uglanov was closely associated with the so-called \"Right Deviation\" associated with Soviet party leader Nikolai Bukharin and he fell from his leadership position during the mass collectivization campaign of 1929. Uglanov was arrested in the summer of 1936 and was executed the following spring during the secret police terror of 1937–38.",
    "year": 1886,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "René Cresté",
    "birthday": "1881-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Ren%C3%A9_Crest%C3%A9.jpg/235px-Ren%C3%A9_Crest%C3%A9.jpg",
    "extract": "René Auguste Cresté was a French stage and film actor and director of the silent film era. Cresté is possibly best recalled as Judex, the title character in the Louis Feuillade-directed crime-adventure serial Judex, which ran in twelve installments in theaters from 1917 until 1918.",
    "year": 1881,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Clyde Cessna",
    "birthday": "1879-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Clyde_Vernon_Cessna.jpg/240px-Clyde_Vernon_Cessna.jpg",
    "extract": "Clyde Vernon Cessna was an American aircraft designer, aviator, and early aviation entrepreneur. He is best known as the principal founder of the Cessna Aircraft Corporation, which he started in 1927 in Wichita, Kansas.",
    "year": 1879,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Arthur Currie",
    "birthday": "1875-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/ArthurCurrie.jpg/245px-ArthurCurrie.jpg",
    "extract": "General Sir Arthur William Currie, was a senior officer of the Canadian Army who fought during World War I. He had the unique distinction of starting his military career on the very bottom rung as a pre-war militia gunner before rising through the ranks to become the first Canadian commander of the Canadian Corps. Currie's success was based on his ability to rapidly adapt brigade tactics to the exigencies of trench warfare, using set piece operations and bite-and-hold tactics. He is generally considered to be among the most capable commanders of the Western Front, and one of the finest commanders in Canadian military history.",
    "year": 1875,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Harry Nelson Pillsbury",
    "birthday": "1872-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Harrynelsonpillsbury.jpg",
    "extract": "Harry Nelson Pillsbury was a leading American chess player. At the age of 22, he won one of the strongest tournaments of the time, but his illness and early death prevented him from challenging for the World Chess Championship.",
    "year": 1872,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Vítězslav Novák",
    "birthday": "1870-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/V%C3%ADt%C4%9Bzslav_Nov%C3%A1k.jpg/218px-V%C3%ADt%C4%9Bzslav_Nov%C3%A1k.jpg",
    "extract": "Vítězslav Augustín Rudolf Novák was a Czech composer and pedagogue. Stylistically, he was part of the neo-romantic tradition, and his music is considered an important example of Czech modernism.",
    "year": 1870,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ellis Parker Butler",
    "birthday": "1869-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/The_Jack-Knife_Man_%281920%29_-_1.jpg/320px-The_Jack-Knife_Man_%281920%29_-_1.jpg",
    "extract": "Ellis Parker Butler was an American author. He was the author of more than 30 books and more than 2,000 stories and essays and is most famous for his short story \"Pigs Is Pigs\", in which a bureaucratic stationmaster insists on levying the livestock rate for a shipment of two pet guinea pigs, which soon start proliferating exponentially. His most famous character was Philo Gubb.",
    "year": 1869,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Arnold Sommerfeld",
    "birthday": "1868-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Sommerfeld1897.gif/258px-Sommerfeld1897.gif",
    "extract": "Arnold Johannes Wilhelm Sommerfeld, was a German theoretical physicist who pioneered developments in atomic and quantum physics, and also educated and mentored many students for the new era of theoretical physics. He served as doctoral supervisor for many Nobel Prize winners in physics and chemistry.",
    "year": 1868,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Antti Aarne",
    "birthday": "1867-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Antti_Aarne.png/267px-Antti_Aarne.png",
    "extract": "Antti Amatus Aarne was a Finnish folklorist.",
    "year": 1867,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Józef Piłsudski",
    "birthday": "1867-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/J%C3%B3zef_Pi%C5%82sudski_%28-1930%29.jpg/233px-J%C3%B3zef_Pi%C5%82sudski_%28-1930%29.jpg",
    "extract": "Józef Klemens Piłsudski was a Polish statesman who served as the Chief of State (1918–1922) and First Marshal of Poland. He was considered the de facto leader (1926–35) of the Second Polish Republic as the Minister of Military Affairs. After World War I, he held increasing dominance in Polish politics and was an active player in international diplomacy. He is viewed as a father of the Second Polish Republic re-established in 1918, 123 years after the final Partition of Poland in 1795.",
    "year": 1867,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Beresford, 5th Baron Decies",
    "birthday": "1866-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Lord_Decies_%28John_Beresford%2C_5th_Baron_Decies%29_arriving_on_the_Aquitania%2C_1919.jpg/242px-Lord_Decies_%28John_Beresford%2C_5th_Baron_Decies%29_arriving_on_the_Aquitania%2C_1919.jpg",
    "extract": "John Graham Hope Horsley de la Poer Beresford, 5th Baron Decies PC, styled The Honourable John Beresford until 1910, was an Anglo-Irish army officer, civil servant, and polo player in the 1900 Summer Olympics.",
    "year": 1866,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Traian Demetrescu",
    "birthday": "1866-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Tradem_ILR_562.jpeg/233px-Tradem_ILR_562.jpeg",
    "extract": "Traian Rafael Radu Demetrescu was a Romanian poet, novelist and literary critic, considered one of the first symbolist authors in local literature. Influenced by French writers such as François Coppée and the Decadent Maurice Rollinat, as well as by the local poet Mihai Eminescu, he was made popular by his poems, many of which served as the basis of popular romanzas. Receptive to impressionism and naturalism, he wrote a number of psychological novels and several short stories, some of which are remembered for their melancholic and occasionally macabre themes.",
    "year": 1866,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Paul Painlevé",
    "birthday": "1863-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Paul_Painlev%C3%A9_1923.jpg/266px-Paul_Painlev%C3%A9_1923.jpg",
    "extract": "Paul Painlevé was a French mathematician and statesman. He served twice as Prime Minister of the Third Republic: 12 September – 13 November 1917 and 17 April – 22 November 1925. His entry into politics came in 1906 after a professorship at the Sorbonne that began in 1892.",
    "year": 1863,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Henry Leech",
    "birthday": "1862-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/John_Henry_Leech_%28cropped%29.JPG/259px-John_Henry_Leech_%28cropped%29.JPG",
    "extract": "John Henry Leech was an English entomologist who specialised in Lepidoptera and Coleoptera.",
    "year": 1862,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Konstantin Korovin",
    "birthday": "1861-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Portrait_of_Konstantin_Korovin.jpg/258px-Portrait_of_Konstantin_Korovin.jpg",
    "extract": "Konstantin Alekseyevich Korovin was a leading Russian Impressionist painter.",
    "year": 1861,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Jellicoe, 1st Earl Jellicoe",
    "birthday": "1859-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/John_Jellicoe%2C_Admiral_of_the_Fleet.jpg/220px-John_Jellicoe%2C_Admiral_of_the_Fleet.jpg",
    "extract": "Admiral of the Fleet John Rushworth Jellicoe, 1st Earl Jellicoe, was a Royal Navy officer. He fought in the Anglo-Egyptian War and the Boxer Rebellion and commanded the Grand Fleet at the Battle of Jutland in May 1916 during the First World War. His handling of the fleet at that battle was controversial. Jellicoe made no serious mistakes and the German High Seas Fleet retreated to port, at a time when defeat would have been catastrophic for Britain, but the public was disappointed that the Royal Navy had not won a more dramatic victory given that they outnumbered the enemy. Jellicoe later served as First Sea Lord, overseeing the expansion of the Naval Staff at the Admiralty and the introduction of convoys, but was relieved at the end of 1917. He also served as the Governor-General of New Zealand in the early 1920s.",
    "year": 1859,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Clinton Hart Merriam",
    "birthday": "1855-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Clinton_Hart_Merriam_cph.3b44758.jpg/228px-Clinton_Hart_Merriam_cph.3b44758.jpg",
    "extract": "Clinton Hart Merriam was an American zoologist, mammalogist, ornithologist, entomologist, ecologist, ethnographer, geographer, and naturalist. He was commonly known as the 'father of mammalogy', a branch of zoology referring to the study of mammals.",
    "year": 1855,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Eduard Seler",
    "birthday": "1849-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Eduardseler.JPG",
    "extract": "Eduard Georg Seler was a prominent German anthropologist, ethnohistorian, linguist, epigrapher, academic and Americanist scholar, who made extensive contributions in these fields towards the study of pre-Columbian era cultures in the Americas.",
    "year": 1849,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Marcus Daly",
    "birthday": "1841-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b0/MarcusDaly.jpg",
    "extract": "Marcus Daly was an Irish-born American businessman known as one of the three \"Copper Kings\" of Butte, Montana, United States.",
    "year": 1841,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "George Armstrong Custer",
    "birthday": "1839-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Custer_Bvt_MG_Geo_A_1865_LC-BH831-365-crop.jpg/256px-Custer_Bvt_MG_Geo_A_1865_LC-BH831-365-crop.jpg",
    "extract": " George Armstrong Custer was a United States Army officer and cavalry commander in the American Civil War and the American Indian Wars.",
    "year": 1839,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Christina Rossetti",
    "birthday": "1830-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Christina_Rossetti_3.jpg",
    "extract": "Christina Georgina Rossetti was an English writer of romantic, devotional and children's poems, including \"Goblin Market\" and \"Remember\". She also wrote the words of two Christmas carols well known in Britain: \"In the Bleak Midwinter\", later set by Gustav Holst, Katherine Kennicott Davis, and Harold Darke, and \"Love Came Down at Christmas\", also set by Darke and other composers. She was a sister of the artist and poet Dante Gabriel Rossetti and features in several of his paintings.",
    "year": 1830,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Henri-Gustave Joly de Lotbinière",
    "birthday": "1829-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/HenriGustaveJolydeLotbiniere23.jpg/228px-HenriGustaveJolydeLotbiniere23.jpg",
    "extract": "Sir Henri-Gustave Joly de Lotbinière, lawyer, businessman and politician served as the fourth premier of Quebec, a federal Cabinet minister, and the seventh Lieutenant Governor of British Columbia.",
    "year": 1829,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Elizabeth Cabot Agassiz",
    "birthday": "1822-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Elizabeth_Cary_Agassiz_portrait.jpg/203px-Elizabeth_Cary_Agassiz_portrait.jpg",
    "extract": "Elizabeth Cabot Cary Agassiz was an American educator, naturalist, writer, and the co-founder and first president of Radcliffe College. A researcher of natural history, she was an author and illustrator of natural history texts as well as a co-author of natural history texts with her husband, Louis Agassiz, and her stepson Alexander Agassiz.",
    "year": 1822,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Afanasy Fet",
    "birthday": "1820-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Fet_by_Repin.jpg/251px-Fet_by_Repin.jpg",
    "extract": "Afanasy Afanasyevich Fet, later known as Shenshin, was a renowned Russian poet regarded as the finest master of lyric verse in Russian literature.",
    "year": 1820,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Fyodor Tyutchev",
    "birthday": "1803-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Fyodor_Tyutchev.jpg/262px-Fyodor_Tyutchev.jpg",
    "extract": "Fyodor Ivanovich Tyutchev was a Russian poet and diplomat.",
    "year": 1803,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "George Shepherd (artist)",
    "birthday": "1784-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/37/AldermastonCongreveArms.jpg/320px-AldermastonCongreveArms.jpg",
    "extract": "George \"Sidney\" Shepherd was a British draughtsman and watercolourist. At one time, George Shepherd and George Sidney Shepherd were thought to be two different people; it is now believed that they are one and the same person.",
    "year": 1784,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Martin Van Buren",
    "birthday": "1782-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Martin_Van_Buren_by_Mathew_Brady_c1855-58.jpg/255px-Martin_Van_Buren_by_Mathew_Brady_c1855-58.jpg",
    "extract": "Martin Van Buren was an American lawyer and statesman who served as the 8th president of the United States from 1837 to 1841. A founder of the Democratic Party, he had previously served as the 9th governor of New York, the 10th United States secretary of state, and the 8th vice president of the United States. Later in his life, Van Buren emerged as an elder statesman and an important anti-slavery leader who led the Free Soil Party ticket in the 1848 presidential election.",
    "year": 1782,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Francesco Geminiani",
    "birthday": "1687-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Francesco_Geminiani.jpg/249px-Francesco_Geminiani.jpg",
    "extract": "Francesco Saverio Geminiani was an Italian violinist, composer, and music theorist. BBC Radio 3 once described him as \"now largely forgotten, but in his time considered almost a musical god, deemed to be the equal of Handel and Corelli.\"",
    "year": 1687,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Robert Harley, 1st Earl of Oxford and Earl Mortimer",
    "birthday": "1661-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Robert_Harley%2C_1st_Earl_of_Oxford_by_Sir_Godfrey_Kneller%2C_Bt_%282%29.jpg/195px-Robert_Harley%2C_1st_Earl_of_Oxford_by_Sir_Godfrey_Kneller%2C_Bt_%282%29.jpg",
    "extract": "Robert Harley, 1st Earl of Oxford and Earl Mortimer, KG PC FRS was an English and later British statesman of the late Stuart and early Georgian periods. He began his career as a Whig, before defecting to a new Tory Ministry. He was raised to the peerage of Great Britain as an earl in 1711. Between 1711 and 1714 he served as Lord High Treasurer, effectively Queen Anne's chief minister. He has been called a Prime Minister, although it is generally accepted that the de facto first minister to be a prime minister was Robert Walpole in 1721.",
    "year": 1661,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Henry Lawes",
    "birthday": "1596-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Henry_Lawes_-_I_rise_and_grieve._%28BL_Add_MS_53723_f._3r%29.jpg/207px-Henry_Lawes_-_I_rise_and_grieve._%28BL_Add_MS_53723_f._3r%29.jpg",
    "extract": "Henry Lawes was the leading English songwriter of the mid-17th century. He was elder brother of fellow composer William Lawes.",
    "year": 1596,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Anne Cecil",
    "birthday": "1556-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f3/Anne_Cecil.jpg/320px-Anne_Cecil.jpg",
    "extract": "Anne de Vere, Countess of Oxford was the daughter of the statesman William Cecil, 1st Baron Burghley, chief adviser to Queen Elizabeth I of England, and the translator Mildred Cooke. In 1571 she became the first wife of Edward de Vere, 17th Earl of Oxford. She served as a Maid of Honour to Queen Elizabeth before her marriage.",
    "year": 1556,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ubbo Emmius",
    "birthday": "1547-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Ubbo_Emmius_%281547-1625%29.jpg/223px-Ubbo_Emmius_%281547-1625%29.jpg",
    "extract": "Ubbo Emmius was a German historian and geographer.",
    "year": 1547,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Fausto Sozzini",
    "birthday": "1539-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Portret_van_de_theoloog_Fausto_Paolo_Sozzini%2C_RP-P-1908-3942.jpg/220px-Portret_van_de_theoloog_Fausto_Paolo_Sozzini%2C_RP-P-1908-3942.jpg",
    "extract": "Fausto Paolo Sozzini, also known as Faustus Socinus, was an Italian theologian and, alongside his uncle Lelio Sozzini, founder of the Non-trinitarian Christian belief system known as Socinianism. His doctrine was developed among the Polish Brethren in the Polish Reformed Church during the 16th and 17th centuries and embraced by the Unitarian Church of Transylvania during the same period.",
    "year": 1539,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ashikaga Yoshiaki",
    "birthday": "1537-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Ashikaga_Yoshiaki2.jpg/292px-Ashikaga_Yoshiaki2.jpg",
    "extract": "Ashikaga Yoshiaki  was the 15th and final shōgun of the Ashikaga shogunate in Japan who reigned from 1568 to 1573. His father, Ashikaga Yoshiharu, was the twelfth shōgun, and his brother, Ashikaga Yoshiteru, was the thirteenth shōgun.",
    "year": 1537,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nicolas Cleynaerts",
    "birthday": "1495-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Cleynaerts3.jpg/267px-Cleynaerts3.jpg",
    "extract": "Nicolas Cleynaerts was a Flemish grammarian and traveler. He was born in Diest, in the Duchy of Brabant.",
    "year": 1495,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Willibald Pirckheimer",
    "birthday": "1470-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Portret_van_Willibald_Pirckheimer%2C_RP-P-OB-1280.jpg/201px-Portret_van_Willibald_Pirckheimer%2C_RP-P-OB-1280.jpg",
    "extract": "Willibald Pirckheimer was a German Renaissance lawyer, author and Renaissance humanist, a wealthy and prominent figure in Nuremberg in the 16th century, imperial counsellor and a member of the governing City Council for two periods. One of the most important cultural patrons of Germany in his own right, he was the closest friend of the artist Albrecht Dürer, who made a number of portraits of him, and a close friend of the great humanist and theologian Erasmus.",
    "year": 1470,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Pope Julius II",
    "birthday": "1443-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Pope_Julius_II.jpg/235px-Pope_Julius_II.jpg",
    "extract": "Pope Julius II was head of the Catholic Church and ruler of the Papal States from 1503 to his death in 1513. Nicknamed the Warrior Pope or the Fearsome Pope, he chose his papal name not in honour of Pope Julius I but in emulation of Julius Caesar. One of the most powerful and influential popes, Julius II was a central figure of the High Renaissance and left a significant cultural and political legacy. As a result of his policies during the Italian Wars, the Papal States remained independent and centralized, and the office of the papacy continued to be crucial, diplomatically and politically, during the entirety of the 16th century in Italy and Europe.",
    "year": 1443,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Zbigniew Oleśnicki (cardinal)",
    "birthday": "1389-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d0/Cardinal_Zbigniew_Ole%C5%9Bnicki.PNG",
    "extract": "Zbigniew Oleśnicki, known in Latin as Sbigneus, was a high-ranking Roman Catholic clergyman and an influential Polish statesman and diplomat. He served as Bishop of Kraków from 1423 until his death in 1455. He took part in the management of the country's most important affairs, initially as a royal secretary under King Władysław II Jagiełło and later as the effective regent during King Władysław III's minority. In 1439 he became the first native Polish cardinal.",
    "year": 1389,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jianwen Emperor",
    "birthday": "1377-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/29/Jianwen_Emperor.jpg",
    "extract": "The Jianwen Emperor was the second Emperor of the Ming dynasty, reigned from 1398 to 1402. His personal name was Zhu Yunwen (朱允炆). The era name of his reign, Jianwen, means \"establishing civility\" and represented a sharp change in tone from Hongwu, the era name of the reign of his grandfather and predecessor, the Hongwu Emperor. His reign did not last long: an attempt to restrain his uncles led to the Jingnan rebellion. The Jianwen Emperor was eventually overthrown by one of his uncles, Zhu Di, who was then enthroned as the Yongle Emperor. Although the Yongle Emperor presented a charred body as Zhu Yunwen's, rumours circulated for decades that the Jianwen Emperor had disguised himself as a Buddhist monk and escaped from the palace when it was set on fire by Zhu Di's forces. Some people speculated that one of the reasons behind why the Yongle Emperor sponsored the admiral Zheng He on his treasure voyages in the early 15th century, was for Zheng He to search for the Jianwen Emperor, who was believed to have survived and fled to Southeast Asia. Some historians believe that the Jianwen Emperor had indeed survived and escaped from Nanjing, but the official histories of the Ming dynasty were modified later during the Qing dynasty to please the Manchu rulers.",
    "year": 1377,
    "month": 12,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Zhu Wen",
    "birthday": "852-12-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Emperor_Taizu_of_Later_Liang_Zhu_Wen.jpg",
    "extract": "Emperor Taizu of Later Liang (後梁太祖), personal name Zhu Quanzhong (朱全忠), né Zhu Wen (朱溫), name later changed to Zhu Huang (朱晃), nickname Zhu San, was a Chinese military general, monarch, and politician. He was a Jiedushi and warlord who in 907 overthrew the Tang dynasty and established the Later Liang as its emperor, ushering in the era of the Five Dynasties and Ten Kingdoms. The last two Tang emperors, Emperor Zhaozong of Tang and Emperor Ai of Tang, who \"ruled\" as his puppets from 903 to 907, were both murdered by him.",
    "year": 852,
    "month": 12,
    "day": 5,
    "language": "en"
  }
]