[
  {
    "name": "Angelīna Kučvaļska",
    "birthday": "1998-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/2016_Rostelecom_Cup_Angel%C4%ABna_Ku%C4%8Dva%C4%BCska_IMG_2672.jpg/213px-2016_Rostelecom_Cup_Angel%C4%ABna_Ku%C4%8Dva%C4%BCska_IMG_2672.jpg",
    "extract": "Angelīna Kučvaļska is a Latvian figure skater. She is the 2014 CS Volvo Open Cup champion, a two-time Toruń Cup champion, the 2014 Tallinn Trophy champion, and a five-time Latvian national champion. She has competed in the final segment at nine ISU Championships, achieving her best result, fourth, at the 2016 European Championships.",
    "year": 1998,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Giannis Antetokounmpo",
    "birthday": "1994-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Giannis_Antetokounmpo_%2851664127127%29_%28cropped%29.jpg/161px-Giannis_Antetokounmpo_%2851664127127%29_%28cropped%29.jpg",
    "extract": "Giannis Sina Ugo Antetokounmpo is a Nigerian-Greek professional basketball player for the Milwaukee Bucks of the National Basketball Association (NBA). Antetokounmpo's nationality, in addition to his size, speed, strength, and ball-handling skills have earned him the nickname \"Greek Freak\".",
    "year": 1994,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Wakatakakage Atsushi",
    "birthday": "1994-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Wakatakakage_Atsushi20220115.jpg/320px-Wakatakakage_Atsushi20220115.jpg",
    "extract": "Wakatakakage Atsushi  is a Japanese professional sumo wrestler from Fukushima. He made his debut in March 2017 and reached the top makuuchi division in November 2019. He wrestles for Arashio stable, where he is a stablemate of his older brothers Wakatakamoto and Wakamotoharu. His highest rank has been sekiwake. He has three special prizes for Technique. In March 2022 he won his first top division championship.",
    "year": 1994,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jasprit Bumrah",
    "birthday": "1993-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Jasprit_Bumrah_%284%29.jpg/320px-Jasprit_Bumrah_%284%29.jpg",
    "extract": "Jasprit Jasbirsingh Bumrah is an Indian international cricketer, who plays for the Indian national cricket team in all formats of the game. He is the first Asian bowler to take 5 wickets in a test innings in South Africa, England and Australia during the same calendar year.",
    "year": 1993,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tautau Moga",
    "birthday": "1993-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/TAUTAU_MOGA.jpg/320px-TAUTAU_MOGA.jpg",
    "extract": "Tautau Moga is a Samoa international rugby league footballer who plays as a centre and winger for the St. George Illawarra Dragons in the NRL.",
    "year": 1993,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Britt Assombalonga",
    "birthday": "1992-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Britt-Assombalonga.jpg/235px-Britt-Assombalonga.jpg",
    "extract": "Britt Curtis Assombalonga is a Congolese professional footballer who plays as a striker for Turkish Super Lig club Adana Demirspor and the DR Congo national team. He played in the Football League for Watford, Southend United, Peterborough United, Nottingham Forest and most recently Middlesbrough.",
    "year": 1992,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Johnny Manziel",
    "birthday": "1992-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Johnny_Manziel_2015.jpg/280px-Johnny_Manziel_2015.jpg",
    "extract": "Johnathan Paul Manziel is an American football quarterback for the FCF Zappers of Fan Controlled Football (FCF). He played two seasons with the Cleveland Browns of the National Football League (NFL) and was also a member of the Canadian Football League's (CFL) Hamilton Tiger-Cats and Montreal Alouettes in 2018 and the Alliance of American Football's (AAF) Memphis Express in 2019.",
    "year": 1992,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Milica Mandić",
    "birthday": "1991-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Milica_Mandic_2016-mc.rs.jpg/320px-Milica_Mandic_2016-mc.rs.jpg",
    "extract": "Milica Mandić is a Serbian taekwondo athlete. She is a two-time Olympic champion in the +67 kg category, as well as World champion in the same category.",
    "year": 1991,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "CoCo Vandeweghe",
    "birthday": "1991-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Vandeweghe_RG18_%2820%29_%2842929302872%29.jpg/213px-Vandeweghe_RG18_%2820%29_%2842929302872%29.jpg",
    "extract": "Colleen \"CoCo\" Vandeweghe is an American professional tennis player. A former Junior US Open champion and top 10 singles player, she has also won two WTA titles, both at the Rosmalen Grass Court Championships in Den Bosch. In 2017, she reached two Grand Slam semifinals and the final of the WTA Elite Trophy to move into the top 10 for the first time. She reached her career-high singles ranking of world No. 9 on January 15, 2018. In addition to her two Grand Slam semifinals in 2017 at the Australian Open and the US Open, Vandeweghe has twice reached the quarterfinals at Wimbledon in both 2015 and 2017. Vandeweghe also owns one Grand Slam doubles title, which she won at the 2018 US Open with partner Ashleigh Barty.",
    "year": 1991,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tamira Paszek",
    "birthday": "1990-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Paszek_POI21_%282%29_%2851712946732%29.jpg/213px-Paszek_POI21_%282%29_%2851712946732%29.jpg",
    "extract": "Tamira Shelah Paszek is an Austrian tennis player.",
    "year": 1990,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Felix Schiller",
    "birthday": "1989-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Felix_Schiller.JPG/257px-Felix_Schiller.JPG",
    "extract": "Felix Schiller is a German former professional footballer who played as a defender.",
    "year": 1989,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Adam Eaton (outfielder)",
    "birthday": "1988-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Spanky_Eaton_%2834242357561%29_%28cropped%29.jpg/199px-Spanky_Eaton_%2834242357561%29_%28cropped%29.jpg",
    "extract": "Adam Cory Eaton is an American professional baseball outfielder who is a free agent. He previously played in Major League Baseball (MLB) for the Arizona Diamondbacks, Washington Nationals, Chicago White Sox, and Los Angeles Angels.",
    "year": 1988,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sandra Nurmsalu",
    "birthday": "1988-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Sandra_Nurmsalu_2009.jpg/214px-Sandra_Nurmsalu_2009.jpg",
    "extract": "Sandra Nurmsalu is an Estonian singer, songwriter, and violinist. Recognized within Estonia for her genre-bending style, Nurmsalu has garnered success as both the lead singer of Urban Symphony and as a solo artist.",
    "year": 1988,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nils Petersen",
    "birthday": "1988-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/20180602_FIFA_Friendly_Match_Austria_vs._Germany_Nils_Petersen_850_0686.jpg/213px-20180602_FIFA_Friendly_Match_Austria_vs._Germany_Nils_Petersen_850_0686.jpg",
    "extract": "Nils Petersen is a German professional footballer who plays as a striker for Bundesliga club SC Freiburg and the Germany national team. He appeared in the 2016 Summer Olympics and remains the first and only German footballer who has scored five goals in a single game with the national team.",
    "year": 1988,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ravindra Jadeja",
    "birthday": "1988-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Ravindra_Jadeja.jpg/220px-Ravindra_Jadeja.jpg",
    "extract": "Ravindrasinh Anirudhsinh Jadeja, commonly known as Ravindra Jadeja, is an Indian international cricketer. He is an all-rounder, who bats left-handed and bowls left-arm orthodox spin. He was the captain of the Chennai Super Kings in the Indian Premier League. He represents Saurashtra in first-class cricket.",
    "year": 1988,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sean Edwards (racing driver)",
    "birthday": "1986-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Sean_Edwards_portrait_2013.png/213px-Sean_Edwards_portrait_2013.png",
    "extract": "Sean Lawrence Guy Edwards was an English professional racing driver, whose career highlight was winning as co-driver the 2013 Nurburgring 24 Hours. He died as a passenger in a private testing incident in October 2013, at Queensland Raceway in Australia.",
    "year": 1986,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Matt Niskanen",
    "birthday": "1986-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Matt_Niskanen_2018-04-29.jpg/300px-Matt_Niskanen_2018-04-29.jpg",
    "extract": "Matthew Norman Niskanen is an American former professional ice hockey defenseman. He played 13 seasons in the National Hockey League (NHL) with the Dallas Stars, Pittsburgh Penguins, Washington Capitals, and Philadelphia Flyers from 2007 to 2020.",
    "year": 1986,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nora Kirkpatrick",
    "birthday": "1984-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Nora_Kirkpatrick.jpg/320px-Nora_Kirkpatrick.jpg",
    "extract": "Nora Kirkpatrick is an American actress, director, writer and musician.",
    "year": 1984,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Princess Sofia, Duchess of Värmland",
    "birthday": "1984-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Princess_Sofia_June_2015.jpg/223px-Princess_Sofia_June_2015.jpg",
    "extract": "Princess Sofia, Duchess of Värmland, is a member of the Swedish royal family. Before marrying Prince Carl Philip and becoming a princess of Sweden in 2015, Sofia was a glamour model and reality television contestant. They have three sons, Prince Alexander, Prince Gabriel and Prince Julian, who are fifth, sixth and seventh in the line of succession to the Swedish throne, respectively.",
    "year": 1984,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robbie Gould",
    "birthday": "1982-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Robbie_Gould_2017.jpg/259px-Robbie_Gould_2017.jpg",
    "extract": "Robert Paul Gould III is an American football placekicker for the San Francisco 49ers of the National Football League (NFL). He played with the Chicago Bears from 2005 to 2015, during which he became the franchise's all-time leading scorer. Gould was originally signed by the New England Patriots as an undrafted free agent in 2005. He played college football at Penn State.",
    "year": 1982,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ryan Carnes",
    "birthday": "1982-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Ryan_Carnes_15.jpg/320px-Ryan_Carnes_15.jpg",
    "extract": "Ryan Gregg Carnes is an American actor. He is most known for playing the adult Lucas Jones on the ABC soap opera General Hospital.",
    "year": 1982,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alberto Contador",
    "birthday": "1982-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Tour_de_France_2017%2C_contador_%2836124024546%29_%28cropped%29.jpg/276px-Tour_de_France_2017%2C_contador_%2836124024546%29_%28cropped%29.jpg",
    "extract": "Alberto Contador Velasco is a Spanish former professional cyclist. He is one of the most successful riders of his era, winning the Tour de France twice, the Giro d'Italia twice, and the Vuelta a España three times. He is one of only seven riders to have won all three Grand Tours of cycling, and one of only two riders to have won all three more than once. He has also won the Vélo d'Or a record 4 times.",
    "year": 1982,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sean Ervine",
    "birthday": "1982-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/DominicCork.jpg/320px-DominicCork.jpg",
    "extract": "Sean Michael Ervine is a Zimbabwean former cricketer. Ervine played as an all-rounder who batted left-handed and bowled right-arm medium pace.",
    "year": 1982,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Aaron Sandilands",
    "birthday": "1982-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Aaron_Sandilands_and_Lance_Whitnall.jpg/179px-Aaron_Sandilands_and_Lance_Whitnall.jpg",
    "extract": "Aaron Sandilands is a former professional Australian rules footballer who played for the Fremantle Football Club in the Australian Football League (AFL). At 211 cm tall, and with a peak weight of 120 kg (265 lb), he is the second heaviest and equal tallest player to ever play in the AFL.",
    "year": 1982,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Susie Wolff",
    "birthday": "1982-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/DTM_race_2008_Hockenheim_amk.jpg/213px-DTM_race_2008_Hockenheim_amk.jpg",
    "extract": "Suzanne Wolff is a British former professional racing driver and CEO of Venturi Racing in Formula E.",
    "year": 1982,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Federico Balzaretti",
    "birthday": "1981-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Federico_Balzaretti_Euro_2012_vs_England.JPG/320px-Federico_Balzaretti_Euro_2012_vs_England.JPG",
    "extract": "Federico Balzaretti is an Italian former professional footballer who played as a left-sided full-back, currently in charge as director of football of Vicenza.",
    "year": 1981,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Carlos Takam",
    "birthday": "1980-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/20140528_-_Carlos_Takam_06.jpg/213px-20140528_-_Carlos_Takam_06.jpg",
    "extract": "Armand Carlos Netsing Takam is a Cameroonian-born French professional boxer who challenged for the unified WBA (Super), IBF, and IBO heavyweight titles against Anthony Joshua in 2017. As an amateur he represented Cameroon at the 2004 Athens Olympics.",
    "year": 1980,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tim Cahill",
    "birthday": "1979-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Tim_Cahill.jpg/213px-Tim_Cahill.jpg",
    "extract": "Timothy Filiga Cahill is an Australian former professional footballer who played as an attacking midfielder but also played as a striker on many occasions. A box-to-box midfielder, Cahill became recognised for \"his aggressive and powerful approach and his ability to head the ball in the penalty area\". Cahill has scored 50 goals in 108 caps between 2004 and 2018 and is regarded as one of the greatest Australian footballers of all time. He currently works as a pundit for BBC Sport and Sky Sports.",
    "year": 1979,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Darrell Jackson",
    "birthday": "1978-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/99/Darrell_Jackson_2007.jpg",
    "extract": "Darrell Lamont Jackson is an American former college and professional football player who was a wide receiver in the National Football League (NFL) for nine seasons during the 2000s. Jackson played college football for the University of Florida, and thereafter, he played professionally for the Seattle Seahawks, the San Francisco 49ers and the Denver Broncos of the NFL.",
    "year": 1978,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kevin Cash",
    "birthday": "1977-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/2015_-WinterMeetings-_Kevin_Cash_%2823586674746%29.jpg/320px-2015_-WinterMeetings-_Kevin_Cash_%2823586674746%29.jpg",
    "extract": "Kevin Forrest Cash is an American professional baseball manager and former player who is the manager of the Tampa Bay Rays of Major League Baseball (MLB). Previously, Cash played catcher in MLB for the Toronto Blue Jays, Tampa Bay Devil Rays, Boston Red Sox, New York Yankees, and Houston Astros. As a player, Cash was listed at 6 feet 0 inches (1.83 m) and 200 pounds (91 kg); he batted and threw right-handed. He was the bullpen coach for the Cleveland Indians before being hired as the Rays' manager in December 2014. Cash was the American League Manager of the Year in 2020 and 2021, the first AL manager to win the award consecutively.",
    "year": 1977,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Andrew Flintoff",
    "birthday": "1977-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Freddie_flintoff_out_side_the_Royal_Garden_Hotel_London_%28cropped_2%29.jpg/250px-Freddie_flintoff_out_side_the_Royal_Garden_Hotel_London_%28cropped_2%29.jpg",
    "extract": "Andrew \"Freddie\" Flintoff is an English television and radio presenter and former international cricketer. Flintoff played all forms of the game and was one of the sport's leading all-rounders, a fast bowler, middle-order batsman, and slip fielder. He was consistently rated by the ICC as being among the top international all-rounders in both ODI and Test cricket.",
    "year": 1977,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Noel Clarke",
    "birthday": "1975-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Noel_Clarke_at_the_BAFTA_Film_Awards_2015.jpg/228px-Noel_Clarke_at_the_BAFTA_Film_Awards_2015.jpg",
    "extract": "Noel Anthony Clarke is a British actor, screenwriter, director and comic book writer. Rising to prominence for playing Mickey Smith in Doctor Who (2005–2010), he played Sam in the films Kidulthood (2006), Adulthood (2008) and Brotherhood (2016), which he also wrote and directed. He played Aaron Bishop in the TV series Bulletproof (2018–2021), which he also wrote and produced.",
    "year": 1975,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jens Pulver",
    "birthday": "1974-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Jens_Pulver_at_UFC_-_Neer_vs_Diaz_2013-12-03_22-51.jpg/239px-Jens_Pulver_at_UFC_-_Neer_vs_Diaz_2013-12-03_22-51.jpg",
    "extract": "Jens Johnnie Pulver is an American retired professional mixed martial artist and undefeated boxer and kickboxer. Pulver was the inaugural UFC Lightweight Champion in addition to serving as the head coach on The Ultimate Fighter 5 reality show against long-time rival B.J. Penn. In mixed martial arts, Pulver competed at the Lightweight, Featherweight, Bantamweight and Flyweight divisions in addition to competing at the Middleweight, Light Middleweight, and Welterweight divisions as a professional boxer. While perhaps best known for competing in the UFC, Pulver has also competed in Pride Fighting Championships, for the PRIDE 2005 Lightweight Grand Prix. He is to-date the youngest UFC Lightweight Champion in the UFC history, eventually relinquishing his title, after two defenses, due to a contract dispute. Pulver officially retired from combat sports in 2014.",
    "year": 1974,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ewan Birney",
    "birthday": "1972-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Dr_Ewan_Birney_FRS.jpg/213px-Dr_Ewan_Birney_FRS.jpg",
    "extract": "John Frederick William Birney is joint director of EMBL's European Bioinformatics Institute (EMBL-EBI), in Hinxton, Cambridgeshire and deputy director general of the European Molecular Biology Laboratory (EMBL). He also serves as non-executive director of Genomics England, chair of the Global Alliance for Genomics and Health (GA4GH) and honorary professor of bioinformatics at the University of Cambridge. Birney has made significant contributions to genomics, through his development of innovative bioinformatics and computational biology tools. He previously served as an associate faculty member at the Wellcome Trust Sanger Institute.",
    "year": 1972,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Heather Mizeur",
    "birthday": "1972-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Heather_Mizeur_%288923481136%29.jpg/228px-Heather_Mizeur_%288923481136%29.jpg",
    "extract": "Heather R. Mizeur is an American politician who served as a member of the Maryland House of Delegates from January 10, 2007 to January 14, 2015, representing the 20th district in Montgomery County. She was a candidate for governor of Maryland in the 2014 election but lost the Democratic primary to lieutenant governor Anthony G. Brown. In 2021, she announced her intention to run for Maryland's 1st congressional district in the 2022 election against incumbent Republican congressman Andy Harris.",
    "year": 1972,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard Krajicek",
    "birthday": "1971-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Richard_Krajicek_%287490710038%29.jpg/213px-Richard_Krajicek_%287490710038%29.jpg",
    "extract": "Richard Peter Stanislav Krajicek is a Dutch former professional tennis player. In 1996 he won the men's singles title at Wimbledon and is the only Dutch player to have won a Grand Slam tournament. In the quarterfinals of that tournament, he defeated Pete Sampras in straight sets. This was Sampras' only singles defeat at Wimbledon between 1993 and 2000. Since 2004, Krajicek has been the tournament director of the ABN AMRO World Tennis Tournament in Rotterdam. He is also the author of various sports books. Krajicek reached a career-high singles ranking of world No. 4 in March 1999.",
    "year": 1971,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ulf Ekberg",
    "birthday": "1970-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Ulf_Ekberg.jpg/255px-Ulf_Ekberg.jpg",
    "extract": "Ulf Gunnar Ekberg, also known as Buddha, is a Swedish singer-songwriter, musician, businessman and television and film producer, best known as a founding member of the pop group Ace of Base, along with siblings Jonas Berggren, Linn Berggren and Jenny Berggren.",
    "year": 1970,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Adrian Fenty",
    "birthday": "1970-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Fenty1.jpg/213px-Fenty1.jpg",
    "extract": "Adrian Malik Fenty is an American politician who served as the sixth mayor of the District of Columbia. He served one term, from 2007 to 2011, losing his bid for reelection at the primary level to Democrat Vincent C. Gray. Though Fenty won the Republican mayoral primary as a write-in candidate, he declined the Republican nomination and said he would likely not seek elected office again. Gray went on to win the general election for Mayor in the largely Democratic District.",
    "year": 1970,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mark Reckless",
    "birthday": "1970-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Mark_Reckless_AM_%2827889492560%29.jpg/320px-Mark_Reckless_AM_%2827889492560%29.jpg",
    "extract": "Mark John Reckless is a British politician who served as a Member of the Senedd (MS) for South Wales East from 2016 until 2021, having previously served as Member of Parliament (MP) for Rochester and Strood from 2010 to 2015. Initially a member of the Conservative Party, he crossed the floor to join the UK Independence Party (UKIP) in September 2014. He has since changed parties a further three times.",
    "year": 1970,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Torri Higginson",
    "birthday": "1969-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Torri_Higginson_collectormania_2007.jpg",
    "extract": "Sarah Victoria \"Torri\" Higginson is a Canadian actress. She is best known for her roles in the TekWar movies and series, and for portraying Dr. Elizabeth Weir in Stargate SG-1 and Stargate Atlantis (2004–2008), Dr. Jordan Hampton in NCIS (2007–2009), and Commander Delaney Truffault in Dark Matter (2015–2017). She is also a theatre actress and has appeared in Three Tall Women, Weldon Rising, and Picasso at the Lapin Agile.",
    "year": 1969,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Akihiro Yano",
    "birthday": "1968-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/HT-Akihiro-Yano.jpg/320px-HT-Akihiro-Yano.jpg",
    "extract": "Akihiro Yano  is a former Japanese baseball player in Japan's Nippon Professional Baseball. He started his career as the Number 2 Draft pick with the Chunichi Dragons in 1991, and played for the Hanshin Tigers from 1998 until his retirement in 2010. Currently, he serves as the Tigers' manager.",
    "year": 1968,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Judd Apatow",
    "birthday": "1967-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Judd_Apatow_2012_Shankbone.JPG/256px-Judd_Apatow_2012_Shankbone.JPG",
    "extract": "Judd Mann Apatow is an American comedian, director, producer, and screenwriter. He is the founder of Apatow Productions, through which he produced and directed the films The 40-Year-Old Virgin (2005), Knocked Up (2007), Funny People (2009), This Is 40 (2012), Trainwreck (2015), The King of Staten Island (2020), and The Bubble (2022).",
    "year": 1967,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Helen Greiner",
    "birthday": "1967-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Helen_Greiner.jpg/320px-Helen_Greiner.jpg",
    "extract": "Helen Greiner is a co-founder of iRobot and former CEO of CyPhy Work, Inc., a start-up company specializing in small multi-rotor drones for the consumer, commercial and military markets. Ms Greiner is currently the CEO of Tertill Corporation.",
    "year": 1967,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Natascha Badmann",
    "birthday": "1966-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Natascha_Badmann_Ironman_70.3_Austria_2012.jpg/212px-Natascha_Badmann_Ironman_70.3_Austria_2012.jpg",
    "extract": "Natascha Badmann is a professional triathlete from Switzerland. She is a 6-time winner of the Ironman World Championships in Kailua-Kona, Hawaii in 1998, 2000, 2001, 2002, 2004, and 2005 ; in 1998 she became the first European woman to win the Ironman Triathlon World Championship.",
    "year": 1966,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Per-Ulrik Johansson",
    "birthday": "1966-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Per-Ulrik_Johansson.JPG/240px-Per-Ulrik_Johansson.JPG",
    "extract": "Per-Ulrik Johansson is a Swedish professional golfer, who won six times on the European Tour and played in two winning European Ryder Cup teams.",
    "year": 1966,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mall Nukke",
    "birthday": "1964-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/35/Mall_Nukke.png",
    "extract": "Mall Nukke is an Estonian artist. A printmaker by training, she is primarily known for her paintings, collages and installations influenced by pop art. Mall Nukke emerged on the Estonian art scene in the early 1990s, her work at the period can be seen as commentary of nascent mass culture and consumer society in newly independent Estonia. Her early collages combined various cultural references and created new media characters based on real entertainers and public figures. Since the 2000s, Mall Nukke has concentrated on creating photo-manipulations and mixed media paintings inspired by Eastern Orthodox icon art.",
    "year": 1964,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ulrich Thomsen",
    "birthday": "1963-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Ulrich_Thomsen_o.jpg/213px-Ulrich_Thomsen_o.jpg",
    "extract": "Ulrich Thomsen is a Danish actor and filmmaker, known for his role of Kai Proctor in the Cinemax original series Banshee (2013-2016).",
    "year": 1963,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ben Watt",
    "birthday": "1962-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Ben_Watt_by_Edward_Bishop.jpg/320px-Ben_Watt_by_Edward_Bishop.jpg",
    "extract": "Benjamin Brian Thomas Watt is a British musician, singer, songwriter, author, DJ and radio presenter, best known as one half of the duo Everything but the Girl.",
    "year": 1962,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "David Lovering",
    "birthday": "1961-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/David_Lovering_cropped.jpg/320px-David_Lovering_cropped.jpg",
    "extract": "David Lovering is an American musician and magician. He is best known as the drummer for the alternative rock band Pixies, which he joined in 1986. After the band's breakup in 1993, Lovering drummed with several other acts, including The Martinis, Cracker, Nitzer Ebb and Tanya Donelly. He also pursued a magic career as the Scientific Phenomenalist, performing scientific and physics-based experiments on stage. When the Pixies reunited in 2004, Lovering returned as the band's drummer.",
    "year": 1961,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jonathan Melvoin",
    "birthday": "1961-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/ba/Jonathan_Melvoin.jpg/320px-Jonathan_Melvoin.jpg",
    "extract": "Jonathan David Melvoin was an American musician, active in the 1980s and 1990s.",
    "year": 1961,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Manuel Reuter",
    "birthday": "1961-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Manuel_Reuter_-_Opel_Team_Joest_-_Opel_Calibra_V6_exits_The_Esses_%2832869934428%29.jpg/320px-Manuel_Reuter_-_Opel_Team_Joest_-_Opel_Calibra_V6_exits_The_Esses_%2832869934428%29.jpg",
    "extract": "Manuel Reuter is a German former race car driver.",
    "year": 1961,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Stephen Hepburn",
    "birthday": "1959-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Official_portrait_of_Mr_Stephen_Hepburn_crop_2.jpg/240px-Official_portrait_of_Mr_Stephen_Hepburn_crop_2.jpg",
    "extract": "Stephen Hepburn is a British politician, who was the Member of Parliament for Jarrow from 1997 to 2019. Hepburn was a member of the Labour Party until 7 October 2019, when he was suspended from the party following an accusation of sexual harassment. He then sat as an independent and was barred by the party from standing as a Labour candidate.",
    "year": 1959,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Satoru Iwata",
    "birthday": "1959-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Satoru_Iwata_-_Game_Developers_Conference_2011_-_Day_2_%283%29_%28cropped_2%29.jpg/236px-Satoru_Iwata_-_Game_Developers_Conference_2011_-_Day_2_%283%29_%28cropped_2%29.jpg",
    "extract": "Satoru Iwata  was a Japanese businessman, video game programmer, video game designer, and producer. He was the fourth president and chief executive officer (CEO) of Nintendo. He was a major contributor in broadening the appeal of video games by focusing on novel and entertaining games rather than top-of-the-line hardware.",
    "year": 1959,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Stephen Muggleton",
    "birthday": "1959-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a3/NewFellowPhoto.jpg/320px-NewFellowPhoto.jpg",
    "extract": "Stephen H. Muggleton FBCS, FIET, FAAAI, FECCAI, FSB, FREng is Professor of Machine Learning and Head of the Computational Bioinformatics Laboratory at Imperial College London.",
    "year": 1959,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Deborah Estrin",
    "birthday": "1959-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Deborah_Estrin.jpg/274px-Deborah_Estrin.jpg",
    "extract": "Deborah Estrin is a Professor of Computer Science at Cornell Tech. She is co-founder of the non-profit Open mHealth and gave a TEDMED talk on small data in 2013.",
    "year": 1959,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nick Park",
    "birthday": "1958-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Nick_Park%2C_BBC_Radio_2_Folk_Awards_2007.jpg/240px-Nick_Park%2C_BBC_Radio_2_Folk_Awards_2007.jpg",
    "extract": "Nicholas Wulstan Park is a British animator, director, producer and writer who created Wallace and Gromit, Creature Comforts, Chicken Run and Shaun the Sheep. Park has been nominated for an Academy Award a total of six times and won four with Creature Comforts (1989), The Wrong Trousers (1993), A Close Shave (1995) and Wallace & Gromit: The Curse of the Were-Rabbit (2005).",
    "year": 1958,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Adrian Borland",
    "birthday": "1957-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cc/Adrian_Borland.jpg/227px-Adrian_Borland.jpg",
    "extract": "Adrian Kelvin Borland was an English singer, songwriter, guitarist and record producer, best known as the frontman of post-punk band The Sound.",
    "year": 1957,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Peter Buck",
    "birthday": "1956-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Peter-Buck%28R.E.M.%29.jpg/289px-Peter-Buck%28R.E.M.%29.jpg",
    "extract": "Peter Lawrence Buck is an American musician and songwriter. He was a co-founder and the lead guitarist of the alternative rock band R.E.M. He also plays the banjo and mandolin on several R.E.M. songs. Throughout his career with R.E.M. (1980–2011), as well as during his subsequent solo career, Buck has also been at various times an official member of numerous 'side project' groups. These groups included Arthur Buck, Hindu Love Gods, The Minus 5, Tuatara, The Baseball Project, Robyn Hitchcock and the Venus 3, Tired Pony, The No-Ones and Filthy Friends, each of which have released at least one full-length studio album. Additionally, the experimental combo Slow Music have released an official live concert CD. Another side project group called Full Time Men released an EP while Buck was a member. As well, ad hoc \"supergroups\" Bingo Hand Job, Musical Kings and Nigel & The Crosses have each commercially released one track.",
    "year": 1956,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hans Kammerlander",
    "birthday": "1956-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Hans_Kammerlander.jpg",
    "extract": "Hans Kammerlander is an Italian mountaineer, living in Ahornach, a hamlet nearby Sand in Taufers. He has climbed 13 of the 14 8000m peaks. In 1984, together with Reinhold Messner he was the first climber to traverse two 8000 m peaks before descending to base camp.",
    "year": 1956,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Randy Rhoads",
    "birthday": "1956-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Randy_Rhoads21314.jpg/240px-Randy_Rhoads21314.jpg",
    "extract": "Randall William Rhoads was an American heavy metal guitarist who was a founding member of Quiet Riot and both guitarist and co-songwriter for Ozzy Osbourne's first two solo albums.",
    "year": 1956,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anne Begg",
    "birthday": "1955-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Anne_Addresses_May_Day_Rally_in_2008_%28cropped%29.JPG/256px-Anne_Addresses_May_Day_Rally_in_2008_%28cropped%29.JPG",
    "extract": "Dame Margaret Anne Begg DBE is a Scottish politician who served as Member of Parliament (MP) for Aberdeen South from 1997 to 2015. A member of the Labour Party, she was Chair of the Work and Pensions Select Committee from 2010 to 2015.",
    "year": 1955,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rick Buckler",
    "birthday": "1955-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Rickbuckler.jpg/320px-Rickbuckler.jpg",
    "extract": "Paul Richard Buckler is an English musician, and former drummer of The Jam.",
    "year": 1955,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Graeme Hughes",
    "birthday": "1955-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Graeme_Hughes.jpg/320px-Graeme_Hughes.jpg",
    "extract": "Graeme Christopher Hughes is an Australian sportsman turned broadcaster. He is the last man to have played both rugby league and cricket for New South Wales.\nHis father Noel Hughes played cricket for Worcestershire in the 1950s.",
    "year": 1955,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Steven Wright",
    "birthday": "1955-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/68/Steven_Wright_1994.jpg",
    "extract": "Steven Alexander Wright is an American stand-up comedian, actor, writer, and film producer. He is known for his distinctly lethargic voice and slow, deadpan delivery of ironic, philosophical and sometimes nonsensical jokes, paraprosdokians, non sequiturs, anti-humor, and one-liners with contrived situations.",
    "year": 1955,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Geoff Hoon",
    "birthday": "1953-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Geoff_Hoon_Headshot.jpg/261px-Geoff_Hoon_Headshot.jpg",
    "extract": "Geoffrey William Hoon is a British Labour Party politician who served as the Member of Parliament (MP) for Ashfield in Nottinghamshire from 1992 to 2010. He is a former Defence Secretary, Transport Secretary, Leader of the House of Commons and Government Chief Whip.",
    "year": 1953,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tom Hulce",
    "birthday": "1953-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/TomHulce_%28cropped%29.jpg/286px-TomHulce_%28cropped%29.jpg",
    "extract": "Thomas Edward Hulce is an American actor, singer, and theater producer. He is best known for his portrayal of Wolfgang Amadeus Mozart in the Academy Award-winning film Amadeus (1984), Larry \"Pinto\" Kroger in Animal House (1978), and his role as Quasimodo in Disney's The Hunchback of Notre Dame (1996). Additional acting awards included four Golden Globe nominations, an Emmy Award, and a Tony Award. He retired from acting in the mid-1990s to focus on stage directing and producing. In 2007, he won a Tony Award as a lead producer of the Broadway musical Spring Awakening.",
    "year": 1953,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Craig Newmark",
    "birthday": "1952-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Craig_Newmark%2C_2011_%28cropped%29.jpg/240px-Craig_Newmark%2C_2011_%28cropped%29.jpg",
    "extract": "Craig Alexander Newmark is an American internet entrepreneur and philanthropist best known as the founder of the classifieds website Craigslist. Prior to founding Craigslist, he worked as a computer programmer for companies such as IBM, Bank of America, and Charles Schwab. Newmark served as chief executive officer of Craigslist from its founding until 2000. He founded Craig Newmark Philanthropies in 2015.",
    "year": 1952,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Wendy Ellis Somes",
    "birthday": "1951-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Wendy_in_garden.JPG/320px-Wendy_in_garden.JPG",
    "extract": "Wendy Ellis Somes is a former principal ballerina with the Royal Ballet in London, and is now a worldwide producer of the Sir Frederick Ashton ballets Cinderella and Symphonic Variations.",
    "year": 1951,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Guy Drut",
    "birthday": "1950-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Guy_Drut_c1973.jpg/235px-Guy_Drut_c1973.jpg",
    "extract": "Guy Drut is an Olympic champion and politician who won gold at the 1976 Summer Olympics in Montreal in the 110 m hurdles. In 1996, he became a member of the International Olympic Committee (IOC).",
    "year": 1950,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joe Hisaishi",
    "birthday": "1950-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Joe_Hisaishi_2011.jpg/226px-Joe_Hisaishi_2011.jpg",
    "extract": "Mamoru Fujisawa , known professionally as Joe Hisaishi , is a Japanese composer and musical director known for over 100 film scores and solo albums dating back to 1981. He is also known for his piano scores.",
    "year": 1950,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Helen Liddell",
    "birthday": "1950-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Official_portrait_of_Baroness_Liddell_of_Coatdyke_crop_2.jpg/240px-Official_portrait_of_Baroness_Liddell_of_Coatdyke_crop_2.jpg",
    "extract": "Helen Lawrie Liddell, Baroness Liddell of Coatdyke PC is a British politician and life peer who served as Secretary of State for Scotland from 2001 to 2003 and British High Commissioner to Australia from 2005 to 2009. A member of the Labour Party, she was Member of Parliament (MP) for Airdrie and Shotts, previously Monklands East, from 1994 to 2005.",
    "year": 1950,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Doug Marlette",
    "birthday": "1949-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/31/Dougmarlette.jpg",
    "extract": "Douglas Nigel Marlette was a Pulitzer Prize-winning American editorial cartoonist who, at the time of his death, had also published two novels and was \"finding his voice in writing long-length fiction.\" His popular comic strip Kudzu, distributed by Tribune Media Services from 1981 to 2007, was adapted into a musical comedy.",
    "year": 1949,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Don Nickles",
    "birthday": "1948-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Don_Nickles.jpg/229px-Don_Nickles.jpg",
    "extract": "Donald Lee Nickles is an American politician and lobbyist who was a Republican United States Senator from Oklahoma from 1981 to 2005. He was considered both a fiscal and social conservative. After retiring from the Senate as the longest serving senator from Oklahoma up until that point, he founded the Nickles Group, a lobbying firm.",
    "year": 1948,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Keke Rosberg",
    "birthday": "1948-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Anefo_932-2378_Keke_Rosberg%2C_Zandvoort%2C_03-07-1982_-_Restoration.jpg/212px-Anefo_932-2378_Keke_Rosberg%2C_Zandvoort%2C_03-07-1982_-_Restoration.jpg",
    "extract": "Keijo Erik Rosberg, known as \"Keke\", is a Finnish former racing driver and winner of the 1982 Formula One World Championship. He was the first Finnish driver to compete regularly in the series. He is the father of 2016 Formula One World Champion Nico Rosberg.",
    "year": 1948,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "JoBeth Williams",
    "birthday": "1948-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Jobethwilliams.jpg/248px-Jobethwilliams.jpg",
    "extract": "Margaret JoBeth Williams  is an American actress and television director. Her directorial debut with the 1994 short film On Hope earned her an Academy Award nomination for Best Live Action Short Film. In 2009 she began serving as president of the Screen Actors Guild Foundation; she is President Emeritus of the foundation.",
    "year": 1948,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lawrence Cannon",
    "birthday": "1947-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Lawrence_Cannon_on_March_29%2C_2010.jpg/219px-Lawrence_Cannon_on_March_29%2C_2010.jpg",
    "extract": "Lawrence Cannon, is a Canadian politician from Quebec and Prime Minister Stephen Harper's former Quebec lieutenant. In early 2006, he was made the Minister of Transport. On October 30, 2008, he relinquished oversight of Transport and was sworn in as Minister of Foreign Affairs. He was defeated in the 2011 federal election by the NDP's Mathieu Ravignat. He was appointed as Canadian Ambassador to France in May 2012, and he served in that position until September 2017.",
    "year": 1947,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Miroslav Vitouš",
    "birthday": "1947-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Miroslav_Vitou%C5%A1.jpg/213px-Miroslav_Vitou%C5%A1.jpg",
    "extract": "Miroslav Ladislav Vitouš is a Czech jazz bassist.",
    "year": 1947,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Frankie Beverly",
    "birthday": "1946-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Frankie_Beverly.jpg/320px-Frankie_Beverly.jpg",
    "extract": "Frankie Beverly is an American singer, musician, songwriter, and producer, known primarily for his recordings with the soul and funk band Maze. Beverly formed Maze, originally called Raw Soul, in his hometown of Philadelphia in 1970. After a relocation to San Francisco and an introduction to Marvin Gaye, Maze went on to release nine Gold albums and create a large and devoted following. Beverly is the band's writer, producer and lead singer. He is known for his distinctive smooth baritone voice and charismatic stage presence.",
    "year": 1946,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Willy van der Kuijlen",
    "birthday": "1946-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Willy_van_der_Kuylen%2C_Bestanddeelnr_921-6343.jpg/320px-Willy_van_der_Kuylen%2C_Bestanddeelnr_921-6343.jpg",
    "extract": "Wilhelmus Martinus Leonardus Johannes \"Willy\" van der Kuijlen was a Dutch football player and a scout for PSV Eindhoven.",
    "year": 1946,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Shekhar Kapur",
    "birthday": "1945-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Shekhar_kapur_02.jpg/230px-Shekhar_kapur_02.jpg",
    "extract": "Shekhar Kulbhushan Kapur is an Indian filmmaker, actor, television presenter and entrepreneur. Born into the Anand-Sahni family, Kapur is the recipient of several accolades, including a National Film Award, a National Board of Review Award and three Filmfare Awards, in addition to nominations for a BAFTA Award and a Golden Globe Award.",
    "year": 1945,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jonathan King",
    "birthday": "1944-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Jonathan_King_in_2007_cr.jpg/320px-Jonathan_King_in_2007_cr.jpg",
    "extract": "Jonathan King is an English singer, songwriter and record producer. He first came to prominence in 1965 when \"Everyone's Gone to the Moon\", a song that he wrote and sang while still an undergraduate, achieved chart success. As an independent producer, he discovered and named the rock band Genesis in 1967, producing their first album From Genesis to Revelation. He founded his own label UK Records in 1972. He released and produced songs for 10cc and the Bay City Rollers. In the 1970s King became known for hits that he performed and/or produced under different names, including \"Johnny Reggae\", \"Loop di Love\", \"Sugar, Sugar\", \"Hooked on a Feeling\", \"Una Paloma Blanca\" and \"It Only Takes a Minute\"; between September 1971 and 1972 alone he produced 10 top 30 singles in the UK.",
    "year": 1944,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mike Smith (Dave Clark Five)",
    "birthday": "1943-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Mike_Smith_Dave_Clark_Five_1964.jpg",
    "extract": "Michael George Smith was an English singer, songwriter and music producer.",
    "year": 1943,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Peter Handke",
    "birthday": "1942-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Peter-handke.jpg/213px-Peter-handke.jpg",
    "extract": "Peter Handke is an Austrian novelist, playwright, translator, poet, film director, and screenwriter. He was awarded the Nobel Prize in Literature in 2019 \"for an influential work that with linguistic ingenuity has explored the periphery and the specificity of human experience.\" Handke is considered to be one of the most influential and original German-language writers in the second half of the 20th century.",
    "year": 1942,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robb Royer",
    "birthday": "1942-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c9/Robb_Royer_and_Cerney_Ink_Art.JPG/320px-Robb_Royer_and_Cerney_Ink_Art.JPG",
    "extract": "Robert Wilson \"Robb\" Royer is an American musician and songwriter, best known as a founding member of Bread from 1968 to 1971. While he was with the band, they had a #5 UK/#1 US hit single with \"Make It With You\". He was replaced by Larry Knechtel in 1971.",
    "year": 1942,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Helen Cornelius",
    "birthday": "1941-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Helen_Cornelius.jpg/226px-Helen_Cornelius.jpg",
    "extract": "Helen Cornelius is an American country singer-songwriter and actress, best remembered for a series of hit duets with Jim Ed Brown, many of which reached the U.S. country singles top ten during the late 1970s and early 1980s.",
    "year": 1941,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard Speck",
    "birthday": "1941-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/18/Richard_Speck_cropped.jpg/265px-Richard_Speck_cropped.jpg",
    "extract": "Richard Benjamin Speck was an American mass murderer who killed eight student nurses in their South Deering, Chicago residence via stabbing, strangling, slashing their throats, or a combination of the three on the night of July 13–14, 1966. One victim was also raped prior to her murder. A ninth potential victim, student nurse Corazon Amurao, escaped Speck's detection by hiding beneath a bed.",
    "year": 1941,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bruce Nauman",
    "birthday": "1941-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Truncated_Pyramid_Room.jpg/320px-Truncated_Pyramid_Room.jpg",
    "extract": "Bruce Nauman is an American artist. His practice spans a broad range of media including sculpture, photography, neon, video, drawing, printmaking, and performance. Nauman lives near Galisteo, New Mexico.",
    "year": 1941,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bill Thomas",
    "birthday": "1941-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Bill_Thomas%2C_official_photo_portrait_color.jpg/254px-Bill_Thomas%2C_official_photo_portrait_color.jpg",
    "extract": "William Marshall Thomas is an American politician. He was a Republican member of the United States House of Representatives from 1979 to 2007, finishing his tenure representing California's 22nd congressional district and as the Chairman of the House Ways and Means Committee.",
    "year": 1941,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lawrence Bergman",
    "birthday": "1940-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/LawrenceBergman.JPG/240px-LawrenceBergman.JPG",
    "extract": "Lawrence S. Bergman is a Canadian politician in Quebec, Canada. He was a minister of the government of Quebec from 2003 to 2007, the Member of National Assembly of Quebec for the riding of D'Arcy-McGee in Montreal's West end from 1994 to 2014, and Chairperson of the Government Caucus in the parliamentary office of Quebec.",
    "year": 1940,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard Edlund",
    "birthday": "1940-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Richard_EDLUND_1.jpg/320px-Richard_EDLUND_1.jpg",
    "extract": "Richard Edlund, ASC is an American visual effects artist. He was a founding member of Industrial Light & Magic, and later co-founded Boss Film Studios and DuMonde VFX. He has won two Academy Awards for Best Visual Effects, as well as two Special Achievement Awards, two Scientific and Technical Awards, and the Medal of Commendation. He is also a BAFTA and Emmy Award recipient.",
    "year": 1940,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Franco Carraro",
    "birthday": "1939-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Franco_Carraro_datisenato_2013.jpg",
    "extract": "Franco Carraro is an Italian sport manager and a former member of Italian Socialist Party in the 1980s and 1990s.",
    "year": 1939,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alberto Spencer",
    "birthday": "1937-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Spencer_el_grafico.jpg/196px-Spencer_el_grafico.jpg",
    "extract": "Alberto Pedro Spencer Herrera was an Ecuadorian footballer who played as a forward, and is widely regarded as one of the best Ecuadorian footballers of all time He is probably best known for his still-standing record for scoring the most goals in the Copa Libertadores, the most important club tournament in South America. He was elected the 20th best South American footballer of the 20th century in a poll by the IFFHS in 2004. He was known as \"Cabeza Mágica\".",
    "year": 1937,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "David Ossman",
    "birthday": "1936-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/David_Ossman_02.jpg/312px-David_Ossman_02.jpg",
    "extract": "David Ossman is an American writer and comedian, best known as a member of the Firesign Theatre and screenwriter of such films as Zachariah.",
    "year": 1936,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kenneth Copeland",
    "birthday": "1936-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Kenneth_Copeland_2011.jpg/285px-Kenneth_Copeland_2011.jpg",
    "extract": "Kenneth Max Copeland is an American televangelist, and author associated with the charismatic movement. The organization he founded in 1967, Eagle Mountain International Church Inc. (EMIC), is based in Tarrant County, Texas. Copeland's sermons are broadcast across the US and worldwide on the Victory Channel. Copeland has also written several books and resources.",
    "year": 1936,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nick Bockwinkel",
    "birthday": "1934-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Nick_Bockwinkel.jpg/294px-Nick_Bockwinkel.jpg",
    "extract": "Nicholas Warren Francis \"Nick\" Bockwinkel was an American professional wrestler. He is best known for his appearances with the American Wrestling Association (AWA) in the 1970s and 1980s.",
    "year": 1934,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henryk Górecki",
    "birthday": "1933-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Henryk_Miko%C5%82aj_G%C3%B3recki_Polish_composer.jpg/229px-Henryk_Miko%C5%82aj_G%C3%B3recki_Polish_composer.jpg",
    "extract": "Henryk Mikołaj Górecki was a Polish composer of contemporary classical music. According to critic Alex Ross, no recent classical composer has had as much commercial success as Górecki. He became a leading figure of the Polish avant-garde during the post-Stalin cultural thaw. His Anton Webern-influenced serialist works of the 1950s and 1960s were characterized by adherence to dissonant modernism and influenced by Luigi Nono, Karlheinz Stockhausen, Krzysztof Penderecki and Kazimierz Serocki. He continued in this direction throughout the 1960s, but by the mid-1970s had changed to a less complex sacred minimalist sound, exemplified by the transitional Symphony No. 2 and the Symphony No. 3. This later style developed through several other distinct phases, from such works as his 1979 Beatus Vir, to the 1981 choral hymn Miserere, the 1993 Kleines Requiem für eine Polka and his requiem Good Night.",
    "year": 1933,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Donald J. Kutyna",
    "birthday": "1933-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Donald_Kutyna_4.jpg/256px-Donald_Kutyna_4.jpg",
    "extract": "General Donald Joseph Kutyna is a retired United States Air Force officer. He was commander in chief of the North American Aerospace Defense Command and the United States Space Command from 1990 to 1992, and commander of Air Force Space Command at Peterson Air Force Base, Colorado from 1987 to 1990.",
    "year": 1933,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kamleshwar (writer)",
    "birthday": "1932-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/42/Kamleshwar_%281932_-_2007%29.jpg",
    "extract": "Kamleshwar Prasad Saxena, known mononymously as Kamleshwar, was a 20th-century Indian writer who wrote in Hindi. He also worked as a screenwriter for Indian films and television industry. Among his most well-known works are the films Aandhi, Mausam, Chhoti Si Baat and Rang Birangi. He was awarded the 2003 Sahitya Akademi Award for his Hindi novel Kitne Pakistan, and the Padma Bhushan in 2005.",
    "year": 1932,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Zeki Müren",
    "birthday": "1931-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Zeki_M%C3%BCren_cropped.jpg/287px-Zeki_M%C3%BCren_cropped.jpg",
    "extract": "Zeki Müren was a Turkish singer, composer, songwriter, actor and poet. Known by the nicknames \"The Sun of Art\" and \"Pasha\", he was one of the prominent figures of the Turkish classical music. Due to his contributions to the art industry, he was named a \"State Artist\" in 1991. He was the first singer to receive a gold certification in Turkey and throughout his career recorded and released hundreds of songs on cassettes and phonograph records.",
    "year": 1931,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Philippe Bouvard",
    "birthday": "1929-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Les_Grosses_Tetes_-_Philippe_Bouvard.JPG/320px-Les_Grosses_Tetes_-_Philippe_Bouvard.JPG",
    "extract": "Philippe Bouvard is a French television and radio presenter. From 1977 to 2014 he hosted the French radio program Les Grosses Têtes on Radio Luxemburg RTL, from 1982 to 1986 he hosted the television program Le Petit Théâtre de Bouvard, and since 2014 he has hosted the radio program Allo Bouvard on RTL.",
    "year": 1929,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nikolaus Harnoncourt",
    "birthday": "1929-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Nikolaus_Harnoncourt_%281980%29.jpg/240px-Nikolaus_Harnoncourt_%281980%29.jpg",
    "extract": "Johann Nikolaus Harnoncourt or historically Johann Nikolaus Graf de la Fontaine und d'Harnoncourt-Unverzagt; was an Austrian conductor, particularly known for his historically informed performances of music from the Classical era and earlier. Starting out as a classical cellist, he founded his own period instrument ensemble, Concentus Musicus Wien, in the 1950s, and became a pioneer of the Early Music movement. Around 1970, Harnoncourt started to conduct opera and concert performances, soon leading renowned international symphony orchestras, and appearing at leading concert halls, operatic venues and festivals. His repertoire then widened to include composers of the 19th and 20th centuries. In 2001 and 2003, he conducted the Vienna New Year's Concert. Harnoncourt was also the author of several books, mostly on subjects of performance history and musical aesthetics.",
    "year": 1929,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Frank Springer",
    "birthday": "1929-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fa/Frankspringer75.jpg/247px-Frankspringer75.jpg",
    "extract": "Frank Springer was an American comics artist best known for Marvel Comics' Dazzler and Nick Fury, Agent of S.H.I.E.L.D.. As well, in collaboration with writer Michael O'Donoghue, Springer created one of the first adult-oriented comics features on American newsstands: \"The Adventures of Phoebe Zeit-Geist\" in the magazine Evergreen Review. A multiple winner of the National Cartoonists Society's Reuben Award, Springer was a president of the Society and a founding member of the Berndt Toast Gang, its Long Island chapter.",
    "year": 1929,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alain Tanner",
    "birthday": "1929-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Alain_Tanner_r%C3%A9pondant_%C3%A0_Andr%C3%A9_S._Labarthe_%C3%A0_la_Cin%C3%A9math%C3%A8que_fran%C3%A7aise.JPG/320px-Alain_Tanner_r%C3%A9pondant_%C3%A0_Andr%C3%A9_S._Labarthe_%C3%A0_la_Cin%C3%A9math%C3%A8que_fran%C3%A7aise.JPG",
    "extract": "Alain Tanner is a Swiss film director.",
    "year": 1929,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bobby Van",
    "birthday": "1928-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Bobby_Van_1975.jpg/251px-Bobby_Van_1975.jpg",
    "extract": "Robert Jack Stein, known by his legalized stage name Bobby Van, was a musical actor and dancer, best known for his career on Broadway, in films and television from the 1950s through the 1970s. He was also a game show host and panelist.",
    "year": 1928,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jim Fuchs",
    "birthday": "1927-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6a/Jim_Fuchs_1952.jpg/176px-Jim_Fuchs_1952.jpg",
    "extract": "James Emanuel Fuchs was an American athlete who competed in the discus throw and shot put. He developed a new shot-putting technique to compensate for a leg injury, and then used what he called \"the sideways glide\" to set world records and dominate the sport over a two-year span in the early 1950s. He won bronze medals in shot put at both the 1948 Summer Olympics in London and the 1952 Summer Olympics in Helsinki.",
    "year": 1927,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Wally Cox",
    "birthday": "1924-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Wally_Cox_1962.JPG/249px-Wally_Cox_1962.JPG",
    "extract": "Wallace Maynard Cox was an American actor and comedian, particularly associated with the early years of television in the United States. He appeared in the U.S. television series Mister Peepers from 1952 to 1955, plus several other popular shows, and as a character actor in over 20 films. Cox was the voice of the animated canine superhero Underdog of the TV show of the same name. Although often cast as meek, he was actually quite athletic, as well as a military veteran. He married three times.",
    "year": 1924,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Brunt",
    "birthday": "1922-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6d/John_Henry_Brunt_VC.jpg/220px-John_Henry_Brunt_VC.jpg",
    "extract": "Captain John Henry Cound Brunt, was an English recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
    "year": 1922,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Benjamin Gilman",
    "birthday": "1922-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/18/Bengilman.jpg",
    "extract": "Benjamin Arthur Gilman was a Republican member of the United States House of Representatives from Middletown, New York, from January 3, 1973, to January 3, 2003.",
    "year": 1922,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Otto Graham",
    "birthday": "1921-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/A_photo_of_Otto_Graham.jpg/219px-A_photo_of_Otto_Graham.jpg",
    "extract": "Otto Everett Graham Jr. was an American professional football player who was a quarterback for the Cleveland Browns in the All-America Football Conference (AAFC) and National Football League (NFL). Graham is regarded by critics as one of the most dominant players of his era, having taken the Browns to league championship games every year between 1946 and 1955, making ten championship appearances, and winning seven of them. With Graham at quarterback, the Browns posted a record of 57 wins, 13 losses, and one tie, including a 9–3 win–loss record in the playoffs. He holds the NFL record for career average yards gained per pass attempt, with 8.63. He also holds the record for the highest career winning percentage for an NFL starting quarterback, at 0.810. Long-time New York Yankees owner George Steinbrenner, a friend of Graham's, once called him \"as great of a quarterback as there ever was.\"",
    "year": 1921,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Piero Piccioni",
    "birthday": "1921-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Piero_Piccioni_Look.jpg/262px-Piero_Piccioni_Look.jpg",
    "extract": "Piero Piccioni was an Italian film score composer and lawyer.",
    "year": 1921,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dave Brubeck",
    "birthday": "1920-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Dave_Brubeck_%281964%29.jpg/240px-Dave_Brubeck_%281964%29.jpg",
    "extract": "David Warren Brubeck was an American jazz pianist and composer, and one of the foremost exponents of cool jazz. Some of his compositions have become jazz standards, including \"In Your Own Sweet Way\" and \"The Duke\". Brubeck's style ranged from refined to bombastic, reflecting both his mother's classical training and his own improvisational skills. His music employed unusual time signatures as well as superimposing contrasting rhythms, meters, and tonalities.",
    "year": 1920,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "George Porter",
    "birthday": "1920-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/George_Porter_Nobel.jpg/213px-George_Porter_Nobel.jpg",
    "extract": "George Porter, Baron Porter of Luddenham was a British chemist. He was awarded the Nobel Prize in Chemistry in 1967.",
    "year": 1920,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dean Hess",
    "birthday": "1917-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Dean_Elmer_Hess_in_the_cockpit_of_his_F-51D%2C_Per_Fidem_Volo%2C_in_Daejeon%2C_1951.jpg/320px-Dean_Elmer_Hess_in_the_cockpit_of_his_F-51D%2C_Per_Fidem_Volo%2C_in_Daejeon%2C_1951.jpg",
    "extract": "Dean Elmer Hess was an American minister and United States Air Force Lieutenant Colonel who was involved in the so-called \"Kiddy Car Airlift,\" the documented rescue of 950 orphans and 80 orphanage staff from the path of the Chinese advance during the Korean War on December 20, 1950. He is the subject of the autobiography Battle Hymn, published in 1956, which later served the basis for the 1957 film of the same name, where he was played by Rock Hudson.",
    "year": 1917,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kamal Jumblatt",
    "birthday": "1917-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Kamal_Jumblatt_%281917_-_1977_%29_%28Cropped%29.jpg/217px-Kamal_Jumblatt_%281917_-_1977_%29_%28Cropped%29.jpg",
    "extract": "Kamal Fouad Jumblatt was a Lebanese politician who founded the Progressive Socialist Party. He led the National Movement during the civil war against the Lebanese Front. He was a major ally of the Palestine Liberation Organization until his assassination in 1977. He has authored more than 40 books centered on various political, philosophical, literary, religious, medical, social, and economic topics. In September 1972, Kamal Jumblatt received the International Lenin Peace Prize. He is the father of the Lebanese Druze leader Walid Jumblatt and the son in law of the Arab writer and politician Shakib Arslan.",
    "year": 1917,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Yekaterina Budanova",
    "birthday": "1916-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/76/Yekaterina_Vasylievna_Budanova.jpg/230px-Yekaterina_Vasylievna_Budanova.jpg",
    "extract": "Yekaterina Vasilyevna Budanova, nicknamed Katya (Катя), was a fighter pilot in the Soviet Air Force during World War II. Usually credited with five or more aerial victories, along with Lydia Litvyak, she is often considered one of the world's two female fighter aces. She was shot down by either Luftwaffe ace Georg Schwientek of JG 52 or ace Emil Bitsch, of JG 3.",
    "year": 1916,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kristján Eldjárn",
    "birthday": "1916-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Kristj%C3%A1n_Eldj%C3%A1rn_%281982%29.jpg/261px-Kristj%C3%A1n_Eldj%C3%A1rn_%281982%29.jpg",
    "extract": "Kristján Eldjárn was the third president of Iceland, from 1968 to 1980.",
    "year": 1916,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Cyril Washbrook",
    "birthday": "1914-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Cyril_Washbrook_1951.jpg/310px-Cyril_Washbrook_1951.jpg",
    "extract": "Cyril Washbrook was an English cricketer, who played for Lancashire and England. He had a long career, split by World War II, and ending when he was aged 44. Washbrook, who is most famous for opening the batting for England with Len Hutton, which he did 51 times, played a total of 592 first-class cricket matches, of which 37 were Tests. Washbrook was named one of the five Wisden Cricketers of the Year in 1947.",
    "year": 1914,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Karl Haas",
    "birthday": "1913-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Karl_Haas_-_WJROneOfAKind.jpg/320px-Karl_Haas_-_WJROneOfAKind.jpg",
    "extract": "Karl Haas was a German-American classical music radio host, known for his sonorous speaking voice, humanistic approach to music appreciation, and popularization of classical music. He was the host of the classical music radio program Adventures in Good Music, which was syndicated to commercial and public radio stations around the world. He also published the book Inside Music. He was a respected musicologist, as well as an accomplished pianist and conductor. In 1996, he received an honorary degree in Doctor of Letters from Oglethorpe University.",
    "year": 1913,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Eleanor Holm",
    "birthday": "1913-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Eleanor_Holm_c._1936.jpg/279px-Eleanor_Holm_c._1936.jpg",
    "extract": "Eleanor G. Holm was an American competition swimmer and Olympic gold medalist. An Olympian in 1928 and 1932, she was expelled from the 1936 Summer Olympics team by Avery Brundage under controversial circumstances. She went on to have a high-profile career as a socialite and interior designer, and co-starred in a Hollywood Tarzan movie – Tarzan's Revenge.",
    "year": 1913,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rulon Jeffs",
    "birthday": "1909-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f6/Rulon_Jeffs.jpg/240px-Rulon_Jeffs.jpg",
    "extract": "Rulon Timpson Jeffs, known to followers as Uncle Rulon, was the President of the Fundamentalist Church of Jesus Christ of Latter-Day Saints, a Mormon fundamentalist organization based in Colorado City, Arizona, United States from 1986 until his death in 2002. He is the father of later FLDS Church leader and convicted felon Warren Jeffs.",
    "year": 1909,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Pierre Graber",
    "birthday": "1908-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/ETH-BIB-Pierre_Graber-Com_L20-0941-0257.tif/lossy-page1-269px-ETH-BIB-Pierre_Graber-Com_L20-0941-0257.tif.jpg",
    "extract": "Pierre Graber was a Swiss politician and member of the Swiss Federal Council (1970–1978).",
    "year": 1908,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Baby Face Nelson",
    "birthday": "1908-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Baby_Face_Nelson_1931_mug_shot.jpg/320px-Baby_Face_Nelson_1931_mug_shot.jpg",
    "extract": "Lester Joseph Gillis, also known as George Nelson and Baby Face Nelson, was an American bank robber who became a criminal partner of John Dillinger, when he helped Dillinger escape from prison, in Crown Point, Indiana. Later, the Federal Bureau of Investigation (FBI) announced Nelson and the remaining gang of bank robbers were collectively \"Public Enemy Number One.\"",
    "year": 1908,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Herta Freitag",
    "birthday": "1908-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ad/Herta_Freitag.jpg",
    "extract": "Herta Freitag was an Austrian-American mathematician, a professor of mathematics at Hollins College, known for her work on the Fibonacci numbers.",
    "year": 1908,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ève Curie",
    "birthday": "1904-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/%C3%88ve_Curie_1937.jpg/249px-%C3%88ve_Curie_1937.jpg",
    "extract": "Ève Denise Curie Labouisse was a French and American writer, journalist and pianist. Ève Curie was the younger daughter of Marie Skłodowska-Curie and Pierre Curie. Her sister was Irène Joliot-Curie and her brother-in-law Frédéric Joliot-Curie. She worked as a journalist and authored her mother's biography Madame Curie and a book of war reportage, Journey Among Warriors. From the 1960s she committed herself to work for UNICEF, providing help to children and mothers in developing countries. Ève was the only member of her family who did not choose a career as a scientist and did not win a Nobel Prize, although her husband, Henry Richardson Labouisse Jr., did collect the Nobel Peace Prize in 1965 on behalf of UNICEF, completing the Curie family legacy of five Nobel Prizes.",
    "year": 1904,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tony Lazzeri",
    "birthday": "1903-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Tony_Lazzeri_COTA_F1257_s1057_it3350_cropped.jpg/320px-Tony_Lazzeri_COTA_F1257_s1057_it3350_cropped.jpg",
    "extract": "Anthony Michael Lazzeri was an American professional baseball second baseman during the 1920s and 1930s, predominantly with the New York Yankees of Major League Baseball. He was part of the famed \"Murderers' Row\" Yankee batting lineup of the late 1920s, along with Babe Ruth, Lou Gehrig, and Bob Meusel.",
    "year": 1903,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Eliot Porter",
    "birthday": "1901-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d5/Eliot_Porter.jpeg/250px-Eliot_Porter.jpeg",
    "extract": "Eliot Furness Porter was an American photographer best known for his color photographs of nature.",
    "year": 1901,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Agnes Moorehead",
    "birthday": "1900-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Studio_publicity_Agnes_Moorehead.jpg/259px-Studio_publicity_Agnes_Moorehead.jpg",
    "extract": "Agnes Robertson Moorehead was an American actress. In a career spanning four decades, her credits included work in radio, stage, film, and television. Moorehead was the recipient of such accolades as a Primetime Emmy Award and two Golden Globe Awards, in addition to nominations for four Academy Awards. She is best known for her role as Endora on the television series Bewitched, but she also had notable roles in films, including Citizen Kane, Dark Passage, All That Heaven Allows, and Show Boat. She is also known for the radioplay Sorry, Wrong Number (1943) and its several subsequent re-recordings for Suspense. Moorehead garnered four nominations for the Academy Award for Best Supporting Actress, for her performances in: The Magnificent Ambersons (1942), Mrs. Parkington (1944), Johnny Belinda (1948), and Hush...Hush, Sweet Charlotte (1964).",
    "year": 1900,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alfred Eisenstaedt",
    "birthday": "1898-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/60/Eisenstaedt-posed-sm.jpg/241px-Eisenstaedt-posed-sm.jpg",
    "extract": "Alfred Eisenstaedt was a German-born American photographer and photojournalist. He began his career in Germany prior to World War II but achieved prominence as a staff photographer for Life magazine after moving to the U.S. Life featured more than 90 of his pictures on its covers, and more than 2,500 of his photo stories were published.",
    "year": 1898,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John McDonald (Victorian politician)",
    "birthday": "1898-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Johnmcdonaldmp.jpg",
    "extract": "Sir John Gladstone Black McDonald was 37th Premier of Victoria from 27 June 1950 to 17 December 1952, except for a few days in October 1952 when Thomas Hollway led a brief Electoral Reform League government. McDonald came to office by defeating Hollway's Liberals, but was himself vanquished by the Labor Party under John Cain in 1952.",
    "year": 1898,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gunnar Myrdal",
    "birthday": "1898-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Gunnar_Myrdal_1964_002_%28cropped%29.jpg/256px-Gunnar_Myrdal_1964_002_%28cropped%29.jpg",
    "extract": "Karl Gunnar Myrdal was a Swedish economist and sociologist. In 1974, he received the Nobel Memorial Prize in Economic Sciences along with Friedrich Hayek for \"their pioneering work in the theory of money and economic fluctuations and for their penetrating analysis of the interdependence of economic, social and institutional phenomena.\" When his wife, Alva Myrdal, received the Nobel Peace Prize in 1982, they became the fourth ever married couple to have won Nobel Prizes, and the first to win independent of each other. He is best known in the United States for his study of race relations, which culminated in his book An American Dilemma: The Negro Problem and Modern Democracy. The study was influential in the 1954 landmark U.S. Supreme Court Decision Brown v. Board of Education. In Sweden, his work and political influence were important to the establishment of the Folkhemmet and the welfare state. Myrdal and his wife advocated for social engineering.",
    "year": 1898,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Winifred Lenihan",
    "birthday": "1898-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/WinifredLenihan1920.tif/lossless-page1-268px-WinifredLenihan1920.tif.png",
    "extract": "Winifred Lenihan was an American actress, writer, and director. She studied at the American Academy of Dramatic Arts before making her debut in 1918. Although she portrayed the would-be eloper Anne in The Dover Road (1921), Anne Hathaway in Will Shakespeare (1923), and the resourceful Mary Todd in White Wings (1926), she is recalled mostly as Joan of Arc in the original American production of Saint Joan (1923).",
    "year": 1898,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ira Gershwin",
    "birthday": "1896-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Ira_Gershwin_1925.jpg/268px-Ira_Gershwin_1925.jpg",
    "extract": "Ira Gershwin was an American lyricist who collaborated with his younger brother, composer George Gershwin, to create some of the most memorable songs in the English language of the 20th century. With George, he wrote more than a dozen Broadway shows, featuring songs such as \"I Got Rhythm\", \"Embraceable You\", \"The Man I Love\" and \"Someone to Watch Over Me\". He was also responsible, along with DuBose Heyward, for the libretto to George's opera Porgy and Bess.",
    "year": 1896,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Homer N. Wallin",
    "birthday": "1893-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Homer_Wallin.jpg/287px-Homer_Wallin.jpg",
    "extract": "Homer Norman Wallin was a vice admiral in the United States Navy, best known for his salvage of ships sunk in the attack on Pearl Harbor.",
    "year": 1893,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sylvia Townsend Warner",
    "birthday": "1893-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/31/Sylvia_Townsend_Warner.jpg",
    "extract": "Sylvia Nora Townsend Warner was an English novelist, poet and musicologist, known for works such as Lolly Willowes, Whether a Dove or a Seagull, and After the Death of Don Juan.",
    "year": 1893,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Osbert Sitwell",
    "birthday": "1892-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Osbert_Sitwell_in_The_Bookman_volume_57_December_1919_p._102.jpg/252px-Osbert_Sitwell_in_The_Bookman_volume_57_December_1919_p._102.jpg",
    "extract": "Sir Francis Osbert Sacheverell Sitwell, 5th Baronet CH was an English writer. His elder sister was Edith Sitwell and his younger brother was Sacheverell Sitwell. Like them, he devoted his life to art and literature.",
    "year": 1892,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dion Fortune",
    "birthday": "1890-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4e/Dion_Fortune.jpg/264px-Dion_Fortune.jpg",
    "extract": "Dion Fortune was a British occultist, ceremonial magician, novelist and author. She was a co-founder of the Fraternity of the Inner Light, an occult organisation that promoted philosophies which she claimed had been taught to her by spiritual entities known as the Ascended Masters. A prolific writer, she produced a large number of articles and books on her occult ideas and also authored seven novels, several of which expound occult themes.",
    "year": 1890,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Yoshio Nishina",
    "birthday": "1890-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Yoshio_Nishina2.JPG/297px-Yoshio_Nishina2.JPG",
    "extract": "Yoshio Nishina  was a Japanese physicist who was called \"the founding father of modern physics research in Japan\". He led the efforts of Japan to develop an atomic bomb during World War II.",
    "year": 1890,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Will Hay",
    "birthday": "1888-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/56/Will-Hay.jpg/252px-Will-Hay.jpg",
    "extract": "William Thomson Hay was an English comedian who wrote and acted in a schoolmaster sketch that was popular all over the world, and later transferred to the screen, where he also played other authority figures with comic failings. His film Oh, Mr. Porter! (1937), made by Gainsborough Pictures, is often cited as the supreme British-produced film-comedy, and in 1938 he was the third highest-grossing star in the UK. Many famous comedians have acknowledged him as a major influence. Hay was also a keen amateur astronomer.",
    "year": 1888,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lynn Fontanne",
    "birthday": "1887-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Lynn_Fontanne_portrait2.jpg/257px-Lynn_Fontanne_portrait2.jpg",
    "extract": "Lynn Fontanne was an English actress. After early success in supporting roles in the West End, she met the American actor Alfred Lunt, whom she married in 1922 and with whom she co-starred in Broadway and West End productions over the next four decades. They became known as \"The Lunts\", and were celebrated on both sides of the Atlantic.",
    "year": 1887,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joseph Lamb (composer)",
    "birthday": "1887-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Joseph_Lamb_%28musician%29_ca._1915.jpg/231px-Joseph_Lamb_%28musician%29_ca._1915.jpg",
    "extract": "Joseph Francis Lamb was an American composer of ragtime music. Lamb, of Irish descent, was the only non-African American of the \"Big Three\" composers of classical ragtime, the other two being Scott Joplin and James Scott. The ragtime of Joseph Lamb ranges from standard popular fare to complex and highly engaging. His use of long phrases was influenced by classical works he had learned from his sister and others while growing up, but his sense of structure was potentially derived from his study of Joplin's piano rags. By the time he added some polish to his later works in the 1950s, Lamb had mastered the classic rag genre in a way that almost no other composer was able to approach at that time, and continued to play it passably as well, as evidenced by at least two separate recordings done in his home, as well as a few recorded interviews.",
    "year": 1887,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joyce Kilmer",
    "birthday": "1886-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Kilmer_1908_columbia_yearbook_picture.png/213px-Kilmer_1908_columbia_yearbook_picture.png",
    "extract": "Alfred Joyce Kilmer was an American writer and poet mainly remembered for a short poem titled \"Trees\" (1913), which was published in the collection Trees and Other Poems in 1914. Though a prolific poet whose works celebrated the common beauty of the natural world as well as his Roman Catholic religious faith, Kilmer was also a journalist, literary critic, lecturer, and editor. At the time of his deployment to Europe during World War I, Kilmer was considered the leading American Roman Catholic poet and lecturer of his generation, whom critics often compared to British contemporaries G. K. Chesterton (1874–1936) and Hilaire Belloc (1870–1953). He enlisted in the New York National Guard and was deployed to France with the 69th Infantry Regiment in 1917. He was killed by a sniper's bullet at the Second Battle of the Marne in 1918 at the age of 31. He was married to Aline Murray, also an accomplished poet and author, with whom he had five children.",
    "year": 1886,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Cornelia Meigs",
    "birthday": "1884-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5c/Cornelia_Meigs_black_and_white_photo.jpg",
    "extract": "Cornelia Lynde Meigs (1884–1973) was an American writer of fiction and biography for children, teacher of English and writing, historian and critic of children's literature. She won the Newbery Medal for her 1933 biography of Louisa May Alcott, entitled Invincible Louisa. She also wrote three Newbery Honor Books.",
    "year": 1884,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Warren Bardsley",
    "birthday": "1882-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Warren_Bardsley_1926.jpg/174px-Warren_Bardsley_1926.jpg",
    "extract": "Warren \"Curly\" Bardsley was an Australian Test cricketer. An opening batsman, Bardsley played 41 Tests between 1909 and 1926 and over 200 first-class games for New South Wales. He was Wisden's Cricketer of the Year in 1910.",
    "year": 1882,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Elvia Carrillo Puerto",
    "birthday": "1878-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Elvia_Carrillo_P_%282%29-1.jpg/188px-Elvia_Carrillo_P_%282%29-1.jpg",
    "extract": "Elvia Carrillo Puerto was a Mexican socialist politician and feminist activist. Carillo had been married at the age of 13 and widowed by 21. She founded Mexico's first feminist leagues in 1912, including the League of Rita Cetina Gutierrez in 1919. In 1923, Carillo became Mexico's first woman state deputy, and elected to the Chamber of Deputies Due to Carillo's contributions to Mexican government and history, she was officially decorated as a \"Veteran of the Revolution.\" Carillo's tireless dedication to the revolution and women's movement earned her the nickname \"The Red Nun\".",
    "year": 1878,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fred Duesenberg",
    "birthday": "1876-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Fred_Duesenberg%2C_1925_%28cropped%29.jpg/270px-Fred_Duesenberg%2C_1925_%28cropped%29.jpg",
    "extract": "Frederick Samuel Duesenberg was a German-born American automobile and engine designer, manufacturer and sportsman who was internationally known as a designer of racecars and racing engines. Duesenberg's engineering expertise influenced the development of the automobile, especially during the 1910s and 1920s. He is credited with introducing an eight-cylinder engine, also known as the Duesenberg Straight-8 engine, and four-wheel hydraulic brakes, a first for American cars, in addition to other mechanical innovations. Duesenberg was also patentholder of his designs for a four-wheel hydraulic brake, an early automatic transmission, and a cooling system, among others. Fred and his younger brother, August \"Augie\" Duesenberg, shared the patents, filed in 1913 and renewed in 1918, for their \"walking beam\" four-cylinder engine and the Duesenberg Straight 8.",
    "year": 1876,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Albert Bond Lambert",
    "birthday": "1875-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Albert_Bond_Lambert.png/208px-Albert_Bond_Lambert.png",
    "extract": "Albert Bond Lambert was an American golfer who competed in the 1900 Summer Olympics and in the 1904 Summer Olympics. He was also a prominent St. Louis aviator and benefactor of aviation.",
    "year": 1875,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Evelyn Underhill",
    "birthday": "1875-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/40/Photoevelyn3.jpg",
    "extract": "Evelyn Underhill was an English Anglo-Catholic writer and pacifist known for her numerous works on religion and spiritual practice, in particular Christian mysticism. Her best-known is Mysticism, published in 1911.",
    "year": 1875,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Arthur Henry Adams",
    "birthday": "1872-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Arthur_Henry_Adams_%281872-1936%29.jpg/211px-Arthur_Henry_Adams_%281872-1936%29.jpg",
    "extract": "Arthur Henry Adams was a journalist and author. He started his career in New Zealand, though he spent most of it in Australia, and for a short time lived in China and London.",
    "year": 1872,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William S. Hart",
    "birthday": "1864-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Williamshart.jpg/247px-Williamshart.jpg",
    "extract": "William Surrey Hart was an American silent film actor, screenwriter, director and producer. He is remembered as a foremost Western star of the silent era who \"imbued all of his characters with honor and integrity.\" During the late 1910s and early 1920s, he was one of the most consistently popular movie stars, frequently ranking high among male actors in popularity contests held by movie fan magazines.",
    "year": 1864,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charles Martin Hall",
    "birthday": "1863-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Charles_Martin_Hall_1880s.jpg/239px-Charles_Martin_Hall_1880s.jpg",
    "extract": "Charles Martin Hall was an American inventor, businessman, and chemist. He is best known for his invention in 1886 of an inexpensive method for producing aluminum, which became the first metal to attain widespread use since the prehistoric discovery of iron. He was one of the founders of Alcoa. Alfred E. Hunt, together with Charles Hall and a group of five other individuals – his partner at the Pittsburgh Testing Laboratory, George Hubbard Clapp; his chief chemist, W. S. Sample; Howard Lash, head of the Carbon Steel Company; Millard Hunsiker, sales manager for the Carbon Steel Company; and Robert Scott, a mill superintendent for the Carnegie Steel Company – raised $20,000 to launch the Pittsburgh Reduction Company, which was later renamed Aluminum Company of America and shortened to Alcoa.",
    "year": 1863,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hans Molisch",
    "birthday": "1853-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Hans_Molisch_%28Nr._25%29_Bust_in_the_Arkadenhof%2C_University_of_Vienna_2235.jpg/233px-Hans_Molisch_%28Nr._25%29_Bust_in_the_Arkadenhof%2C_University_of_Vienna_2235.jpg",
    "extract": "Hans Molisch was a Czech-Austrian botanist.",
    "year": 1853,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hara Prasad Shastri",
    "birthday": "1853-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0e/Haraprasad_Shastri_%281853-1931%29.jpg",
    "extract": "Hara Prasad Shastri, also known as Hara Prasad Bhattacharya, was an Indian academic, Sanskrit scholar, archivist and historian of Bengali literature. He is most known for discovering the Charyapada, the earliest known examples of Bengali literature.",
    "year": 1853,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "August von Mackensen",
    "birthday": "1849-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/General_Feldmarschall_August_Von_Mackensen_%28cropped%29.png/211px-General_Feldmarschall_August_Von_Mackensen_%28cropped%29.png",
    "extract": "Anton Ludwig Friedrich August von Mackensen, ennobled as \"von Mackensen\" in 1899, was a German field marshal. He commanded successfully during the First World War of 1914–1918 and became one of the German Empire's most prominent and competent military leaders. After the armistice of November 1918 the victorious Allies interned Mackensen in Serbia for a year. He retired from the army in 1920; in 1933 Hermann Göring made him a Prussian state councillor. During the Nazi era (1933–1945), Mackensen remained a committed monarchist and sometimes appeared at official functions in his First World War uniform. Senior NSDAP members suspected him of disloyalty to the Third Reich, but nothing was proven against him.",
    "year": 1849,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Johann Palisa",
    "birthday": "1848-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Johann_Palisa.jpg/213px-Johann_Palisa.jpg",
    "extract": "Johann Palisa was an Austrian astronomer, born in Troppau, Austrian Silesia, now Czech Republic. He was a prolific discoverer of asteroids, discovering 122 in all, from 136 Austria in 1874 to 1073 Gellivara in 1923. Some of his notable discoveries include 153 Hilda, 216 Kleopatra, 243 Ida, 253 Mathilde, 324 Bamberga, and the near-Earth asteroid 719 Albert. Palisa made his discoveries without the aid of photography, and he remains the most successful visual (non-photographic) asteroid discoverer of all time. He was awarded the Valz Prize from the French Academy of Sciences in 1906. The asteroid 914 Palisana, discovered by Max Wolf in 1919, and the lunar crater Palisa were named in his honour.",
    "year": 1848,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Frédéric Bazille",
    "birthday": "1841-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Fr%C3%A9d%C3%A9ric_Bazille_004.jpg/214px-Fr%C3%A9d%C3%A9ric_Bazille_004.jpg",
    "extract": "Jean Frédéric Bazille was a French Impressionist painter. Many of Bazille's major works are examples of figure painting in which he placed the subject figure within a landscape painted en plein air.",
    "year": 1841,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Wilhelm Rudolph Fittig",
    "birthday": "1835-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Rudolph_Fittig2.jpg/210px-Rudolph_Fittig2.jpg",
    "extract": "Wilhelm Rudolph Fittig was a German chemist. He discovered the pinacol coupling reaction, mesitylene, diacetyl and biphenyl. Fittig studied the action of sodium on ketones and hydrocarbons. He discovered the Fittig reaction or Wurtz–Fittig reaction for the synthesis of alkylbenzenes, he proposed a diketone structure for benzoquinone and isolated phenanthrene from coal tar. He discovered and synthesized the first lactones and investigated structures of piperine naphthalene and fluorene.",
    "year": 1835,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John S. Mosby",
    "birthday": "1833-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/ColonelJohnSMosbyPortrait.jpg/258px-ColonelJohnSMosbyPortrait.jpg",
    "extract": "John Singleton Mosby, also known by his nickname, the \"Gray Ghost\", was a Confederate army cavalry battalion commander in the American Civil War. His command, the 43rd Battalion, Virginia Cavalry, known as Mosby's Rangers or Mosby's Raiders, was a partisan ranger unit noted for its lightning-quick raids and its ability to elude Union Army pursuers and disappear, blending in with local farmers and townsmen. The area of northern central Virginia in which Mosby operated with impunity became known as Mosby's Confederacy. After the war, Mosby became a Republican and worked as an attorney, supporting his former enemy's commander, U.S. President Ulysses S. Grant. He also served as the American consul to Hong Kong and in the U.S. Department of Justice.",
    "year": 1833,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William Arnott (biscuit manufacturer)",
    "birthday": "1827-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/William_Arnott_c.1899_SLNSW.jpg/308px-William_Arnott_c.1899_SLNSW.jpg",
    "extract": "William Arnott was the Scottish founder of the Arnott's Biscuits Holdings in Australia.",
    "year": 1827,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Max Müller",
    "birthday": "1823-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Friedrich_Max_M%C3%BCller_by_Bassano_1883.jpg/242px-Friedrich_Max_M%C3%BCller_by_Bassano_1883.jpg",
    "extract": "Friedrich Max Müller was a German-born philologist and Orientalist, who lived and studied in Britain for most of his life. He was one of the founders of the western academic disciplines of Indian studies and religious studies. Müller wrote both scholarly and popular works on the subject of Indology. The Sacred Books of the East, a 50-volume set of English translations, was prepared under his direction. He also promoted the idea of a Turanian family of languages.",
    "year": 1823,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard Hanson (Australian politician)",
    "birthday": "1805-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Richard_Davies_Hanson_2.jpeg/228px-Richard_Davies_Hanson_2.jpeg",
    "extract": "Sir Richard Davies Hanson, was the fourth Premier of South Australia, from 30 September 1857 until 8 May 1860, and was a Chief Judge from 20 November 1861 until 4 March 1876 on the Supreme Court of South Australia, which is the highest ranking court in the Australian State of South Australia.",
    "year": 1805,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Maria Josepha Amalia of Saxony",
    "birthday": "1803-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Maria_Josepha_of_Saxony.jpg/265px-Maria_Josepha_of_Saxony.jpg",
    "extract": "Maria Josepha Amalia of Saxony was Queen of Spain as the third wife of King Ferdinand VII of Spain. She was the youngest daughter of Prince Maximilian of Saxony (1759–1838) and his first wife, Princess Carolina of Parma (1770–1804), daughter of Duke Ferdinand of Parma. She was a member of the house of Wettin.",
    "year": 1803,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William II of the Netherlands",
    "birthday": "1792-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/King_Willem_II.jpg/222px-King_Willem_II.jpg",
    "extract": "William II was King of the Netherlands, Grand Duke of Luxembourg, and Duke of Limburg.",
    "year": 1792,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joseph Louis Gay-Lussac",
    "birthday": "1778-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Gaylussac.jpg/257px-Gaylussac.jpg",
    "extract": "Joseph Louis Gay-Lussac was a French chemist and physicist. He is known mostly for his discovery that water is made of two parts hydrogen and one part oxygen, for two laws related to gases, and for his work on alcohol–water mixtures, which led to the degrees Gay-Lussac used to measure alcoholic beverages in many countries.",
    "year": 1778,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gabriel Duvall",
    "birthday": "1752-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/GabrielDuvall.jpg/255px-GabrielDuvall.jpg",
    "extract": "Gabriel Duvall was an American politician and jurist. Duvall was an Associate Justice of the Supreme Court of the United States from 1811 to 1835, during the Marshall Court. Previously, Duvall was the Comptroller of the Treasury, a Maryland state court judge, a member of the U.S. House of Representatives from Maryland, and a Maryland state legislator.",
    "year": 1752,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Guillaume-Chrétien de Lamoignon de Malesherbes",
    "birthday": "1721-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Chr%C3%A9tien-Guillaume_de_Lamoignon_de_Malesherbes_%281721-1794%29.jpg/261px-Chr%C3%A9tien-Guillaume_de_Lamoignon_de_Malesherbes_%281721-1794%29.jpg",
    "extract": "Guillaume-Chrétien de Lamoignon de Malesherbes, often referred to as Malesherbes or Lamoignon-Malesherbes, was a French statesman and minister in the Ancien Régime, and later counsel for the defense of Louis XVI. He is known for his vigorous criticism of royal abuses as President of the Cour des Aides and his role, as director of censorship, in helping with the publication of the Encyclopédie. Despite his committed monarchism, his writings contributed to the development of liberalism during the French Age of Enlightenment.",
    "year": 1721,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "James Elphinston",
    "birthday": "1721-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/James_Elphinston.jpg/237px-James_Elphinston.jpg",
    "extract": "James Elphinston was a well noted 18th-century Scottish educator, orthographer, phonologist and linguistics expert.",
    "year": 1721,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Marie Adélaïde of Savoy",
    "birthday": "1685-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Marie_Ad%C3%A9la%C3%AFde_of_Savoy_as_depicted_circa_1697_%28wearing_Fleur-de-lis_as_Duchess_of_Burgundy%29_by_a_member_of_the_%C3%89cole_Fran%C3%A7aise.jpg/239px-Marie_Ad%C3%A9la%C3%AFde_of_Savoy_as_depicted_circa_1697_%28wearing_Fleur-de-lis_as_Duchess_of_Burgundy%29_by_a_member_of_the_%C3%89cole_Fran%C3%A7aise.jpg",
    "extract": "Marie Adélaïde of Savoy was the wife of Louis, Dauphin of France, Duke of Burgundy. She was the eldest daughter of Victor Amadeus II, Duke of Savoy, and of Anne Marie d'Orléans. Her betrothal to the Duke of Burgundy in June 1696 was part of the Treaty of Turin, signed on 29 August 1696. She was the mother of the future King Louis XV of France. Styled as Duchess of Burgundy after her marriage, she became Dauphine of France upon the death of her father-in-law, Le Grand Dauphin, in 1711. She died of measles in 1712, followed by her husband a week later.",
    "year": 1685,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Claude Fleury",
    "birthday": "1640-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fc/Claude_Fleury.jpg/268px-Claude_Fleury.jpg",
    "extract": "Claude Fleury, was a French priest, jurist, and ecclesiastical historian.",
    "year": 1640,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Edmund Andros",
    "birthday": "1637-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Sir_Edmund_Andros_RI_State_House.jpg/232px-Sir_Edmund_Andros_RI_State_House.jpg",
    "extract": "Sir Edmund Andros was an English colonial administrator in British America. He was the governor of the Dominion of New England during most of its three-year existence. At other times, Andros served as governor of the provinces of New York, East and West Jersey, Virginia, and Maryland.",
    "year": 1637,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "George Monck, 1st Duke of Albemarle",
    "birthday": "1608-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/George_Monck_1st_Duke_of_Albemarle_Studio_of_Lely.jpg/258px-George_Monck_1st_Duke_of_Albemarle_Studio_of_Lely.jpg",
    "extract": "George Monck, 1st Duke of Albemarle JP KG PC was an English soldier, who fought on both sides during the Wars of the Three Kingdoms. A prominent military figure under the Commonwealth, his support was crucial to the Restoration of Charles II in 1660, who rewarded him with the title Duke of Albemarle and other senior positions.",
    "year": 1608,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William Cavendish, 1st Duke of Newcastle",
    "birthday": "1592-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/William_Cavendish%2C_1st_Duke_of_Newcastle.jpg/234px-William_Cavendish%2C_1st_Duke_of_Newcastle.jpg",
    "extract": "William Cavendish, 1st Duke of Newcastle upon Tyne, KG, KB, PC was an English courtier and supporter of the arts. He was a renowned horse breeder, as well as being patron of the playwright Ben Jonson, and the intellectual group known as the Welbeck Circle.",
    "year": 1592,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Niccolò Zucchi",
    "birthday": "1586-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Niccol%C3%B2_Zucchi.png/251px-Niccol%C3%B2_Zucchi.png",
    "extract": "Niccolò Zucchi was an Italian Jesuit, astronomer, and physicist.",
    "year": 1586,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Janus Dousa",
    "birthday": "1545-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Portret_van_Janus_Dousa_Janus_Duza_Dominus_a_Nortwick_Poeta_%26_Orator._%28titel_op_object%29_Serie_portretten_van_vijftiende-_en_zestiende-eeuwse_geleerden_%28serietitel%29%2C_RP-P-1905-1771.jpg/245px-thumbnail.jpg",
    "extract": "Janus Dousa, Lord of Noordwyck, was a Dutch statesman, jurist, historian, poet and philologist, and the first Librarian of Leiden University Library.",
    "year": 1545,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Barbara Radziwiłł",
    "birthday": "1520-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Diptych_with_Portraits_of_the_Wives_of_King_Sigismund_II_Augustus_%281520%E2%80%931572%29_Elizabeth_of_Austria_%281526%E2%80%931545%29_and_Barbara_Radziwi%C5%82%C5%82_%281520_or_1523%E2%80%931551%29_%281%29.jpg/205px-thumbnail.jpg",
    "extract": "Barbara Radziwiłł was Queen of Poland and Grand Duchess of Lithuania as consort of Sigismund II Augustus, the last male monarch of the Jagiellon dynasty. Barbara, a great beauty and already widowed, became a royal mistress most likely in 1543 and they married in secret in July or August 1547. The marriage caused a scandal; it was vehemently opposed by Polish nobles, including Queen mother Bona Sforza. Sigismund Augustus, assisted by Barbara's cousin Mikołaj \"the Black\" Radziwiłł and brother Mikołaj \"the Red\" Radziwiłł, worked tirelessly to gain recognition of their marriage and to crown Barbara as Queen of Poland. They succeeded and Barbara's coronation was held on 7 December 1550 at Wawel Cathedral. However, her health was already failing and she died just five months later. Even though it was brief, her reign propelled the Radziwiłł family to new heights of political power and influence.",
    "year": 1520,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Baldassare Castiglione",
    "birthday": "1478-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Baldassare_Castiglione%2C_by_Raffaello_Sanzio%2C_from_C2RMF_retouched.jpg/257px-Baldassare_Castiglione%2C_by_Raffaello_Sanzio%2C_from_C2RMF_retouched.jpg",
    "extract": "Baldassare Castiglione, count of Casatico, was an Italian courtier, diplomat, soldier and a prominent Renaissance author.",
    "year": 1478,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henry VI of England",
    "birthday": "1421-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Henry_VI_of_England%2C_Shrewsbury_book.jpg/222px-Henry_VI_of_England%2C_Shrewsbury_book.jpg",
    "extract": "Henry VI was King of England and Lord of Ireland from 1422 to 1461 and again from 1470 to 1471, and disputed King of France from 1422 to 1453. The only child of Henry V, he succeeded to the English throne at the age of nine months upon his father's death, and succeeded to the French throne on the death of his maternal grandfather, Charles VI, shortly afterwards.",
    "year": 1421,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ferdinand IV of Castile",
    "birthday": "1285-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Fernando_IV_de_Castela_-_Compendio_de_cr%C3%B3nicas_de_reyes_%28Biblioteca_Nacional_de_Espa%C3%B1a%29.png/166px-Fernando_IV_de_Castela_-_Compendio_de_cr%C3%B3nicas_de_reyes_%28Biblioteca_Nacional_de_Espa%C3%B1a%29.png",
    "extract": "Ferdinand IV of Castile called the Summoned, was King of Castile and León from 1295 until his death.",
    "year": 1285,
    "month": 12,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hasan al-Askari",
    "birthday": "846-12-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Imam_Hasan_al-Askari_%28A.S.%29.png/320px-Imam_Hasan_al-Askari_%28A.S.%29.png",
    "extract": "Hasan ibn Ali ibn Muhammad, better known as Hasan al-Askari, was a descendant of the Islamic prophet Muhammad. He is regarded as the eleventh of the Twelve Imams, succeeding his father, Ali al-Hadi. Hasan Al-Askari was born in Medina in 844 and brought with his father to the garrison town of Samarra in 848, where the Abbasid caliphs held them under close surveillance until their deaths, even though neither were politically active. After the death of al-Hadi in 868, the majority of his following acknowledged his son, al-Askari, as their next Imam. Al-Askari's contact with the Shia population was restricted by the caliphs and instead he communicated with his followers through a network of representatives. He died in Samarra in 873-874 at the age of about twenty-eight and was buried in the family home next to his father, which later developed into al-Askari shrine, a major center for Shia pilgrimage. Shia sources commonly hold the Abbasids responsible for the death of al-Askari and his father. A well-known early Shia commentary of the Quran is attributed to al-Askari.",
    "year": 846,
    "month": 12,
    "day": 6,
    "language": "en"
  }
]