[
  {
    "name": "Scott McTominay",
    "birthday": "1996-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Scott_McTominay_2021.jpg/170px-Scott_McTominay_2021.jpg",
    "extract": "Scott Francis McTominay is a professional footballer who plays as a midfielder for Premier League club Manchester United and the Scotland national team.",
    "year": 1996,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Conseslus Kipruto",
    "birthday": "1994-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Conseslus_Kipruto.jpg/291px-Conseslus_Kipruto.jpg",
    "extract": "Conseslus Kipruto is a Kenyan middle distance runner who competes in the 3000 metre steeplechase. He won the gold medal at the 2016 Summer Olympics, 2017 and 2019 World Championships. Kipruto also won the World Youth and in 2012 the World Junior titles in the steeplechase. He also ranks second on the all-time junior lists with 8:01.16. He set his personal best of 8:00.12 minutes at the Birmingham Diamond League event in 2016.",
    "year": 1994,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Raheem Sterling",
    "birthday": "1994-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Raheem_Sterling_2018.jpg/213px-Raheem_Sterling_2018.jpg",
    "extract": "Raheem Shaquille Sterling is an English professional footballer who plays as a winger and attacking midfielder for Premier League club Manchester City and the England national team.",
    "year": 1994,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "AnnaSophia Robb",
    "birthday": "1993-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/AnnaSophia_Robb_%2840904161883%29_%28cropped%29.jpg/227px-AnnaSophia_Robb_%2840904161883%29_%28cropped%29.jpg",
    "extract": "AnnaSophia Robb is an American actress, model, and singer. She began as a child actress on television, making her leading debut as the titular role in Samantha: An American Girl Holiday (2004). She made her feature film debut in Because of Winn-Dixie (2005), followed by the supporting role of Violet Beauregarde in Tim Burton's Charlie and the Chocolate Factory (2005). Her performance as Leslie Burke in Bridge to Terabithia (2007) garnered her recognition and praise, and two Young Artist Awards. Her subsequent film roles include Race to Witch Mountain (2009), Soul Surfer (2011), and The Way Way Back (2013). She received wider recognition and praise for playing the lead role of Carrie Bradshaw on The CW's series The Carrie Diaries (2013–2014). In 2019, she played the role of Gypsy Blanchard's neighbor Lacey in the Hulu miniseries The Act.",
    "year": 1993,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Cara Mund",
    "birthday": "1993-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Cara_Mund_2018.jpg/230px-Cara_Mund_2018.jpg",
    "extract": "Cara Mund is an American beauty pageant titleholder from Bismarck, North Dakota. In June 2017, she was crowned Miss North Dakota 2017. On September 10, 2017, she was crowned Miss America 2018 in Atlantic City and became the first contestant from North Dakota to win the competition.",
    "year": 1993,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Yui Yokoyama",
    "birthday": "1992-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Yui_Yokoyama_%28cropped%29.jpg/214px-Yui_Yokoyama_%28cropped%29.jpg",
    "extract": "Yui Yokoyama  is a Japanese talent, actress, YouTuber and a former idol. She is a former member of the idol group AKB48. She was the second General Manager of the AKB48 Group. She had served as the captain of AKB48 Team A, and was a former member of AKB48 sister group NMB48. From 2011 to 2015, Yokoyama had also been also a member of the group Not Yet.",
    "year": 1992,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Drew Doughty",
    "birthday": "1989-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Doughty_2016.jpg/320px-Doughty_2016.jpg",
    "extract": "Drew Doughty is a Canadian professional ice hockey defenceman and alternate captain for the Los Angeles Kings of the National Hockey League (NHL). He was selected second overall by the Kings in the 2008 NHL Entry Draft from the Guelph Storm of the OHL, where he was twice voted the league's top offensive defenceman.",
    "year": 1989,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jesse Sene-Lefao",
    "birthday": "1989-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/JESSE_SENE-LEFAO.jpg/299px-JESSE_SENE-LEFAO.jpg",
    "extract": "Jesse Sene-Lefao is a Samoa international rugby league footballer who plays as a prop or second-row forward for the Featherstone Rovers in the RFL Championship.",
    "year": 1989,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Enzo Amore",
    "birthday": "1986-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Enzo_Amore_in_May_2017.jpg/213px-Enzo_Amore_in_May_2017.jpg",
    "extract": "Eric Arndt is an American professional wrestler who performs on the independent circuit under the ring name nZo. He is best known for his tenure with WWE, where he performed under the ring name Enzo Amore.",
    "year": 1986,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Amir Khan (boxer)",
    "birthday": "1986-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Amir_Khan.jpg/255px-Amir_Khan.jpg",
    "extract": "Amir Iqbal Khan is a British former professional boxer who competed from 2005 to 2022. He held unified light-welterweight world championships between 2009 and 2012, including the WBA and IBF titles. At regional level, he held the Commonwealth lightweight title from 2007 to 2008. He also held the WBC Silver welterweight title from 2014 to 2016, and once challenged for the WBC and Ring magazine middleweight titles in 2016.",
    "year": 1986,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sam Tagataese",
    "birthday": "1986-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Sam_Tagatese_in_July_2012.jpg/221px-Sam_Tagatese_in_July_2012.jpg",
    "extract": "Sam Tagataese pronounced is a Samoa international rugby league footballer who last played as a prop forward for the Brisbane Broncos in the NRL.",
    "year": 1986,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kate Voegele",
    "birthday": "1986-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Kate_Voegele_6-26-11_Seattle.jpg/222px-Kate_Voegele_6-26-11_Seattle.jpg",
    "extract": "Kate Elizabeth Voegele is an American singer-songwriter and actress. She made her musical debut in 2003, with the release of her The Other Side extended play. She performed numerous local live shows to promote the album, and toured with artists such as John Mayer. In 2005, she released her second extended play, Louder Than Words. Both had local success, and helped raise awareness of Voegele as an artist. During this time period, Voegele performed at events such as Farm Aid to promote her music, and began posting her music on popular social media network MySpace. She also won numerous awards and honors for her songwriting abilities.",
    "year": 1986,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Meagan Duhamel",
    "birthday": "1985-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Meagan_Duhamel_and_Eric_Radford_at_2015_Worlds.jpg/213px-Meagan_Duhamel_and_Eric_Radford_at_2015_Worlds.jpg",
    "extract": "Meagan Duhamel is a Canadian pair skater. With partner Eric Radford, she is a two-time world champion, a 2018 Olympic gold medallist in the team event, a 2014 Olympic silver medallist in the team event, a 2018 Olympic bronze medallist in the pairs event, a two-time Four Continents champion, the 2014–15 Grand Prix Final champion, and a seven-time Canadian national champion (2012–18).",
    "year": 1985,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dwight Howard",
    "birthday": "1985-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Dwight_Howard_pre-game_%28cropped%29.jpg/286px-Dwight_Howard_pre-game_%28cropped%29.jpg",
    "extract": "Dwight David Howard II is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association (NBA). He is an NBA champion, eight-time All-Star, eight-time All-NBA Team honoree, five-time All-Defensive Team member, and three-time Defensive Player of the Year.",
    "year": 1985,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Oleksiy Pecherov",
    "birthday": "1985-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Oleksiy_Pecherov.jpg/320px-Oleksiy_Pecherov.jpg",
    "extract": "Oleksiy Ivanovych Pecherov is a Ukrainian former professional basketball player. He was also a member of the Ukraine national basketball team.",
    "year": 1985,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emma Green (athlete)",
    "birthday": "1984-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Emma_Green-Tregaro_by_Augustas_Didzgalvis.jpg/320px-Emma_Green-Tregaro_by_Augustas_Didzgalvis.jpg",
    "extract": "Emma Anna-Maria Green, also known as Emma Green Tregaro is a retired Swedish high jumper. She won a bronze medal in the event at the 2005 IAAF World Championships. She represented Sweden at the 2008 and 2012 Summer Olympics. She finished 2nd at the 2010 European Athletics Championships with a new personal best of 2.01 m.",
    "year": 1984,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Greg Halford",
    "birthday": "1984-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Greg_Halford_%28cropped%29.jpg/154px-Greg_Halford_%28cropped%29.jpg",
    "extract": "Gregory Halford is an English professional footballer who plays for National League South club Billericay Town. He is naturally a right-back or centre-back but can play in numerous positions including central midfield, right midfield and even as a striker.",
    "year": 1984,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sam Hunt",
    "birthday": "1984-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Sam_Hunt_at_C2C_Festival_2014.png/240px-Sam_Hunt_at_C2C_Festival_2014.png",
    "extract": "Sam Lowry Hunt is an American singer and songwriter. Born in Cedartown, Georgia, Hunt played football in his high school and college years and once attempted to pursue a professional sports career before signing with MCA Nashville in 2014.",
    "year": 1984,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Neel Jani",
    "birthday": "1983-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Neel_Jani_%282017%29.png/226px-Neel_Jani_%282017%29.png",
    "extract": "Neel Jani is a Swiss professional Porsche factory driver. His father is from India and his mother is German Swiss.",
    "year": 1983,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alfredo Aceves",
    "birthday": "1982-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Alfredo_Aceves_2009.jpg/192px-Alfredo_Aceves_2009.jpg",
    "extract": "Alfredo Aceves Martínez is a Mexican former professional baseball pitcher. He pitched in Major League Baseball for the New York Yankees and the Boston Red Sox.",
    "year": 1982,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Serena Ryder",
    "birthday": "1982-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Serena_Ryder_-_Bowery_Ball_Room.jpg/291px-Serena_Ryder_-_Bowery_Ball_Room.jpg",
    "extract": "Serena Lauren Ryder is a Canadian singer-songwriter. Born in Toronto, she grew up in Millbrook, Ontario. Ryder first gained national recognition with her ballad \"Weak in the Knees\" in 2007 and has released eight studio albums.",
    "year": 1982,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Chrisette Michele",
    "birthday": "1982-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Chrisette_Michelle.jpg/240px-Chrisette_Michelle.jpg",
    "extract": "Chrisette Michele Payne is an American R&B and soul singer. She won a Grammy Award for Best Urban/Alternative Performance in 2009 for her song \"Be OK\".",
    "year": 1982,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nicki Minaj",
    "birthday": "1982-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Nicki_Minaj_Realize_NBA_Awards_2017.png/283px-Nicki_Minaj_Realize_NBA_Awards_2017.png",
    "extract": "Onika Tanya Maraj-Petty, known professionally as Nicki Minaj, is a Trinidadian-born rapper, singer, and songwriter. She is noted for her versatility as an artist, her \"sharp\" lyrics and animated flow in her rapping and her usage of alter egos and accents. Minaj first gained recognition after releasing three mixtapes between 2007 and 2009. She rose to fame with her debut album, Pink Friday (2010), which topped the U.S. Billboard 200 chart. The album's fifth single, \"Super Bass\", reached number three on the U.S. Billboard Hot 100 chart, becoming the highest charting solo song by a female rapper since 2002. It was certified as diamond by the Recording Industry Association of America.",
    "year": 1982,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jeremy Accardo",
    "birthday": "1981-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Jeremy_Accardo_6-28-12.jpg/206px-Jeremy_Accardo_6-28-12.jpg",
    "extract": "Jeremiah Lee Accardo is an American former professional baseball pitcher and coach. He played in Major League Baseball (MLB) for the San Francisco Giants, Toronto Blue Jays, Baltimore Orioles, Cleveland Indians, and Oakland Athletics. He later was the assistant pitching coach for the New York Mets of MLB before joining the Milwaukee Brewers' minor league organization as a coach. Prior to playing professionally, Accardo attended Mesa High School and later Illinois State University.",
    "year": 1981,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Simon Finnigan",
    "birthday": "1981-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Simon_Finnigan.jpg/251px-Simon_Finnigan.jpg",
    "extract": "Simon Finnigan is a rugby league coach and former player who was most recently the head coach of the Widnes Vikings in Betfred Championship and was previously head coach at Newcastle Thunder and an assistant coach at the Toronto Wolfpack. An Ireland international second-row, he played in the Super League for the Widnes Vikings, Salford City Reds, Bradford Bulls and the Huddersfield Giants, and in the Championship for the Leigh Centurions.",
    "year": 1981,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Philip Rivers",
    "birthday": "1981-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Philip_Rivers_2017.JPG/201px-Philip_Rivers_2017.JPG",
    "extract": "Philip Michael Rivers is an American former football quarterback who played in the National Football League (NFL) for 17 seasons, primarily with the Chargers franchise. He played college football at NC State and was selected fourth overall in the 2004 NFL Draft by the New York Giants, who traded him to the San Diego Chargers during the draft. Rivers was a member of the Chargers for 16 seasons and played his final season for the Indianapolis Colts.",
    "year": 1981,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Yuliya Krevsun",
    "birthday": "1980-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Yuliya_Krevsun.jpg/157px-Yuliya_Krevsun.jpg",
    "extract": "Yuliya Krevsun is a Ukrainian middle-distance running athlete who specialises in the 800 metres. She is a member of Fenerbahçe athletics club in Turkey.",
    "year": 1980,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Daniel Fitzhenry",
    "birthday": "1979-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Daniel_Fitzhenry_%2823_April_2005%29.jpg/259px-Daniel_Fitzhenry_%2823_April_2005%29.jpg",
    "extract": "Daniel Fitzhenry is an Australian former professional rugby league footballer who played in the 2000s. He played for the Wests Tigers in the NRL and Hull Kingston Rovers in the Super League. He primarily played on the wing.",
    "year": 1979,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Johan Forssell (politician, born 1979)",
    "birthday": "1979-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Johan_forssell.riksdagen2018.18d952.1660338.jpg/240px-Johan_forssell.riksdagen2018.18d952.1660338.jpg",
    "extract": "Carl Johan Henrik Forssell is a Swedish Moderate Party politician who is a Member of the Swedish Parliament for Stockholm Municipality since 2010. He previously served as Chief of Staff to Prime Minister Fredrik Reinfeldt from 2006 to 2007, and who prior to that served as chairman of the Moderate Youth League from 2004 to 2006.",
    "year": 1979,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Raymond Lam",
    "birthday": "1979-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/A_Time_4_You_%E6%BC%94%E5%94%B1%E6%9C%83.JPG/209px-A_Time_4_You_%E6%BC%94%E5%94%B1%E6%9C%83.JPG",
    "extract": "Raymond Lam is a Hong Kong actor and singer who is best known for roles in the television dramas A Step into the Past, Moonlight Resonance, Highs and Lows and Line Walker and was dubbed the King of Chok after his role in The Mysteries of Love.",
    "year": 1979,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ingrid Michaelson",
    "birthday": "1979-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Ingrid_Michaelson_Live.jpg/233px-Ingrid_Michaelson_Live.jpg",
    "extract": "Ingrid Ellen Michaelson is an American singer-songwriter and actress. Her first album, Slow the Rain, was released in 2005, and she has since released eight more albums: Girls and Boys, Be OK, Everybody, Human Again, Lights Out, It Doesn't Have to Make Sense, Songs for the Season, and her most recent, Stranger Songs. Her two highest-charting singles are \"The Way I Am\" (2007) and \"Girls Chase Boys\" (2014), at #37 and #52 on the Billboard Hot 100, respectively.",
    "year": 1979,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Christian Wilhelmsson",
    "birthday": "1979-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Christian_Wilhelmsson_Euro_2012_vs_France.jpg/320px-Christian_Wilhelmsson_Euro_2012_vs_France.jpg",
    "extract": "Christian Ulf Wilhelmsson, nicknamed Chippen, is a Swedish former professional footballer who played as a winger. Beginning his career with Mjällby AIF in the late 1990s, he went on to represent clubs in Norway, Belgium, France, Italy, Spain, England, Saudi Arabia, the United States, and Qatar before retiring at Mjällby in 2015. Wilhelmsson won 79 caps for the Sweden national team between 2001 and 2012, and represented his country at the 2006 FIFA World Cup and in three European Championships.",
    "year": 1979,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Oster",
    "birthday": "1978-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/John_Oster.jpg/320px-John_Oster.jpg",
    "extract": "John Morgan Oster is an English-born Welsh football coach and former professional footballer, who played as a midfielder.",
    "year": 1978,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Frédéric Piquionne",
    "birthday": "1978-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Fr%C3%A9d%C3%A9ric_Piquionne.jpg/320px-Fr%C3%A9d%C3%A9ric_Piquionne.jpg",
    "extract": "Frédéric Michel Piquionne is a French former professional footballer who played as a forward.",
    "year": 1978,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ian Somerhalder",
    "birthday": "1978-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Ian_Somerhalder_Cannes_2015.jpg/208px-Ian_Somerhalder_Cannes_2015.jpg",
    "extract": "Ian Joseph Somerhalder is an American actor, model, and activist. He is known for playing Boone Carlyle in the TV drama Lost, Damon Salvatore in The CW's supernatural drama The Vampire Diaries and Dr. Luther Swann in Netflix's sci-fi horror series V Wars.",
    "year": 1978,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Vernon Wells",
    "birthday": "1978-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Vernon_Wells_on_May_20%2C_2013.jpg/189px-Vernon_Wells_on_May_20%2C_2013.jpg",
    "extract": "Vernon Michael Wells III is an American former professional baseball center fielder. He played in Major League Baseball (MLB) for the Toronto Blue Jays, the Los Angeles Angels of Anaheim, and the New York Yankees.",
    "year": 1978,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ryan Newman (racing driver)",
    "birthday": "1977-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Ryan_newman_%2849562467557%29.jpg/240px-Ryan_newman_%2849562467557%29.jpg",
    "extract": "Ryan Joseph Newman, nicknamed \"Rocket Man\", is an American professional stock car racing driver. He last competed full-time in the NASCAR Cup Series, driving the No. 6 Ford Mustang for Roush Fenway Racing, as well as part-time in the NASCAR Camping World Truck Series, driving the No. 39 Ford F-150 for DCC Racing.",
    "year": 1977,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Brettina",
    "birthday": "1976-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Brettina.png/320px-Brettina.png",
    "extract": "Brettina Lorena Robinson is a Bahamian jazz singer-songwriter, model, and SAG actress, who lives in metropolitan Los Angeles.",
    "year": 1976,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Reed Johnson",
    "birthday": "1976-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Reed_Johnson.jpg/233px-Reed_Johnson.jpg",
    "extract": "Reed Cameron Johnson is an American former professional baseball outfielder. He played in Major League Baseball (MLB) for the Toronto Blue Jays, Chicago Cubs, Los Angeles Dodgers, Atlanta Braves, Miami Marlins, and Washington Nationals.",
    "year": 1976,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dominic Monaghan",
    "birthday": "1976-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Dominic_Monaghan_2003.jpg/187px-Dominic_Monaghan_2003.jpg",
    "extract": "Dominic Bernard Patrick Luke Monaghan is a British actor. He is best known for playing Meriadoc \"Merry\" Brandybuck in Peter Jackson's film trilogy The Lord of the Rings (2001–2003), and Charlie Pace on J. J. Abrams' television show Lost (2004–2010).",
    "year": 1976,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Zoe Konstantopoulou",
    "birthday": "1976-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Zoi_Konstantopoulou_a_Sept_2015_%28cropped%29.jpg/230px-Zoi_Konstantopoulou_a_Sept_2015_%28cropped%29.jpg",
    "extract": "Zoe Konstantopoulou is a Greek lawyer and politician who served as President of the Hellenic Parliament in 2015, and is currently serving as President of the political party Course of Freedom.",
    "year": 1976,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kevin Harvick",
    "birthday": "1975-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Kevin_harvick_%2848069936286%29.jpg/243px-Kevin_harvick_%2848069936286%29.jpg",
    "extract": "Kevin Michael Harvick, nicknamed \"The Closer\" and \"Happy Harvick,\" is an American professional stock car racing driver. He competes full-time in the NASCAR Cup Series, driving the No. 4 Ford Mustang for Stewart-Haas Racing.",
    "year": 1975,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Cristian Castro",
    "birthday": "1974-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Cristian_castro_vivo_2_%28cropped%29.jpg/221px-Cristian_castro_vivo_2_%28cropped%29.jpg",
    "extract": "Christian Sáinz Valdés Castro, known professionally as Cristian Castro  or Cristian, is a Mexican pop singer. He is the son of actors Veronica Castro and Manuel \"El Loco\" Valdés, and nephew of actors Ramón Valdés and Germán \"Tin-Tan\" Valdés. Of artistic family heritage, he is also a nephew on his mother's side of José Alberto \"El Güero\" Castro, well-known producer of soap operas on Televisa.",
    "year": 1974,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nick Zinner",
    "birthday": "1974-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Nick_Zinner.jpg/213px-Nick_Zinner.jpg",
    "extract": "Nicholas Joseph Zinner is an American guitarist for the New York rock band Yeah Yeah Yeahs and a record producer. Zinner is an accomplished photographer.",
    "year": 1974,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Corey Taylor",
    "birthday": "1973-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Corey_Taylor_2-17-18_The_Rave_Milwaukee.jpg/213px-Corey_Taylor_2-17-18_The_Rave_Milwaukee.jpg",
    "extract": "Corey Todd Taylor is an American singer, musician, songwriter and actor. He is known as the lead vocalist and lyricist of the bands Slipknot and Stone Sour.",
    "year": 1973,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Indrek Allmann",
    "birthday": "1972-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Indrek_Allmann.jpg/320px-Indrek_Allmann.jpg",
    "extract": "Indrek Allmann is an Estonian architect and city planner.",
    "year": 1972,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Abdullah Ercan",
    "birthday": "1971-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Austria_U21_vs._Turkey_U21_20131114_%28056%29.jpg/320px-Austria_U21_vs._Turkey_U21_20131114_%28056%29.jpg",
    "extract": "Abdullah Ercan is a retired Turkish international footballer and manager.",
    "year": 1971,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kristin Lauter",
    "birthday": "1969-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/KristinELauter2019.jpg/320px-KristinELauter2019.jpg",
    "extract": "Kristin Estella Lauter is an American mathematician and cryptographer whose research interest is broadly in application of number theory and algebraic geometry in cryptography. She is particularly known for her work in the area of elliptic curve cryptography. She was a researcher at Microsoft Research in Redmond, Washington, from 1999–2021 and the head of the Cryptography Group from 2008–2021; her group developed Microsoft SEAL. In April 2021, Lauter joined Facebook AI Research (FAIR) as the West Coast Head of Research Science. She became the President-Elect of the Association for Women in Mathematics in February 2014 and served as President February 1, 2015 - January 31, 2017.",
    "year": 1969,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mike Mussina",
    "birthday": "1968-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Mike_Mussina%2C_Baltimore_Orioles_Hall_of_Fame_ceremony.jpg/184px-Mike_Mussina%2C_Baltimore_Orioles_Hall_of_Fame_ceremony.jpg",
    "extract": "Michael Cole Mussina, nicknamed \"Moose\", is an American former baseball starting pitcher who played 18 seasons in Major League Baseball (MLB) for the Baltimore Orioles (1991–2000) and the New York Yankees (2001–2008). He was elected to the Baseball Hall of Fame in his sixth year of eligibility in 2019.",
    "year": 1968,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Doriano Romboni",
    "birthday": "1968-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Doriano_Romboni_1996_Japanese_GP.jpg/320px-Doriano_Romboni_1996_Japanese_GP.jpg",
    "extract": "Doriano Romboni was an Italian Grand Prix motorcycle road racer.",
    "year": 1968,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Andy Kapp",
    "birthday": "1967-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/2020-01-10_Curling_at_the_2020_Winter_Youth_Olympics_%E2%80%93_Mixed_Team_%E2%80%93_Round_Robin_%E2%80%93_Session_3_%E2%80%93_Brazil_vs._Germany_%28Martin_Rulsch%29_08.jpg/233px-2020-01-10_Curling_at_the_2020_Winter_Youth_Olympics_%E2%80%93_Mixed_Team_%E2%80%93_Round_Robin_%E2%80%93_Session_3_%E2%80%93_Brazil_vs._Germany_%28Martin_Rulsch%29_08.jpg",
    "extract": "Andreas \"Andy\" Kapp is a German curler from Unterthingau. After a number of several tournaments at the Junior, Olympic and World Championship levels, Kapp surprised many by winning the 1992 European championship. The next year however, he finished only 7th, but at the 1994 World Championships he and his team won the bronze medal. The next year, Kapp would go on to win the bronze medal once again. Two years later, at the 1997 World Championships, Kapp achieved his best showing at a World Championship, as he led his team to a silver medal, losing to Sweden's Peja Lindholm in the final. Kapp would also win his second European championships in December that year, soon before the first ever official medal Olympics for curling in Nagano. He would have a disappointing 1998 Olympics though where as one of the top medal favorites he went 1-6, finishing in last place in the 8-team field.",
    "year": 1967,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Darren Sheridan",
    "birthday": "1967-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Darren_Sheridan_Pre_Season_Training_2007.jpg/320px-Darren_Sheridan_Pre_Season_Training_2007.jpg",
    "extract": "Darren Stephen Sheridan is an English former footballer and manager. As a player, Sheridan played as a centre midfielder. He had one spell as a player-manager, with Barrow, before managing Salford City.",
    "year": 1967,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bushwick Bill",
    "birthday": "1966-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Bushwick_Bill_pic.jpg/196px-Bushwick_Bill_pic.jpg",
    "extract": "Richard William Stephen Shaw, better known by his stage name Bushwick Bill, was a Jamaican-American rapper and record producer.\n He was best known as a member of the pioneering Texas hip hop group Geto Boys, a group he originally joined as a breakdancer in 1986 as Little Billy. He went on to become one third of the best-known incarnation of the group, alongside Willie D and Scarface.",
    "year": 1966,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Les Ferdinand",
    "birthday": "1966-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/LesFerdinandMay2015_%28cropped%29.JPG/227px-LesFerdinandMay2015_%28cropped%29.JPG",
    "extract": "Leslie Ferdinand MBE is an English football coach, former professional footballer and television pundit, who is currently the director of football at Queens Park Rangers.",
    "year": 1966,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tyler Mane",
    "birthday": "1966-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Tyler_Mane_2014_%28cropped%29.jpg/216px-Tyler_Mane_2014_%28cropped%29.jpg",
    "extract": "Daryl Karolat is a Canadian character actor and retired professional wrestler, better known by the name Tyler Mane. He is known for playing Sabretooth in X-Men, Ajax in Troy, and Michael Myers in the remake of Halloween and its sequel Halloween II. He appeared as supervillain Blackstar in the 2021 Netflix limited series Jupiter's Legacy.",
    "year": 1966,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sinéad O'Connor",
    "birthday": "1966-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/FIL_2013_-_Sin%C3%A9ad_O%27Connor_01.JPG/320px-FIL_2013_-_Sin%C3%A9ad_O%27Connor_01.JPG",
    "extract": "Shuhada Sadaqat is an Irish singer-songwriter. Her debut album, The Lion and the Cobra, was released in 1987 and charted internationally. Her second album, I Do Not Want What I Haven't Got received glowing reviews upon release and became her biggest success, selling over seven million copies worldwide. Its lead single, \"Nothing Compares 2 U\", was named the number one world single in 1990 by the Billboard Music Awards.",
    "year": 1966,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Harewood",
    "birthday": "1965-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/David_Harewood_2015.jpg/232px-David_Harewood_2015.jpg",
    "extract": "David Harewood MBE is a British actor and presenter. He is best known for his roles as CIA Counterterrorism Director David Estes in Homeland (2011–2012), and as J'onn J'onzz / Martian Manhunter and Hank Henshaw / Cyborg Superman in Supergirl (2015–2021).",
    "year": 1965,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Theo Maassen",
    "birthday": "1965-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Theo-maassen-1342437523.jpg/240px-Theo-maassen-1342437523.jpg",
    "extract": "Theodorus Wilhelmus (Theo) Maassen is a Dutch comedian and actor who grew up in the village of Zijtaart in the Dutch province of North Brabant. He currently lives in Eindhoven. In addition to his shows, he has also made a number of appearances in films.",
    "year": 1965,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "James Blundell (singer)",
    "birthday": "1964-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/James_Blundell_autographing.jpg/281px-James_Blundell_autographing.jpg",
    "extract": "James Blundell is an Australian country music singer. Born in Stanthorpe, Queensland, Blundell first rose to prominence after being named \"best new talent\" at the 1987 Country Music Awards of Australia. Blundell has since released several albums in both Australia and the United States, with his most successful album This Road selling more than 145,000 copies in Australia. Blundell was an unsuccessful candidate for the Senate in Queensland at the 2013 federal election, running for Katter's Australian Party. At the 2019 Country Music Awards of Australia, Blundell was inducted into the Hall of Fame.",
    "year": 1964,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Teri Hatcher",
    "birthday": "1964-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Teri_Hatcher-_World_of_Color_Premiere_21.jpg/254px-Teri_Hatcher-_World_of_Color_Premiere_21.jpg",
    "extract": "Teri Lynn Hatcher is an American actress best known for her portrayals of Lois Lane on the television series Lois & Clark: The New Adventures of Superman (1993–1997); Paris Carver in the James Bond film Tomorrow Never Dies (1997); and Susan Mayer on the television series Desperate Housewives (2004–2012), for which she won the Golden Globe Award for Best Actress in a Musical or Comedy and three Screen Actors Guild Awards, and was nominated for a Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series.",
    "year": 1964,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Chigusa Nagayo",
    "birthday": "1964-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/2018nagayo.jpg/320px-2018nagayo.jpg",
    "extract": "Chigusa Nagayo  is a Japanese professional wrestler best known for her mainstream popularity in the 1980s as a member of the tag team The Crush Gals with long-time partner Lioness Asuka. She was the founder of the GAEA Women's Professional Wrestling organization. She briefly competed as alter-ego Lady Zero in GAEA. Nagayo appears in the 2000 documentary Gaea Girls made for the BBC by Kim Longinotto and Jano Williams. Nagayo has been called \"the most popular woman wrestler of all-time\".",
    "year": 1964,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Óscar Ramírez (footballer, born 1964)",
    "birthday": "1964-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/%C3%93scar_Ram%C3%ADrez.jpg/213px-%C3%93scar_Ram%C3%ADrez.jpg",
    "extract": "Óscar Antonio Ramírez Hernández, is a Costa Rican former footballer who played as a midfielder and was most recently the manager of the Costa Rica national team.",
    "year": 1964,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Greg Howe",
    "birthday": "1963-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Adt_sized.jpg/215px-Adt_sized.jpg",
    "extract": "Gregory Howe is an American guitarist and composer. An active musician across four decades, he has released ten studio albums in addition to collaborating with a wide variety of artists.",
    "year": 1963,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Toshiaki Kawada",
    "birthday": "1963-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Toshiaki_Kawada_and_Zeus_shaking_hands_crop.jpg/191px-Toshiaki_Kawada_and_Zeus_shaking_hands_crop.jpg",
    "extract": "Toshiaki Kawada  is a Japanese semi-retired professional wrestler best known for his work in All Japan Pro Wrestling (AJPW), whom he worked for from his debut in 1982 up until 2008. In All Japan, he was a 5 time Triple Crown Heavyweight Champion, a 9 time World Tag Team Champion, three time winner of the Real World Tag League and a two time winner of the Champion Carnival. He was also recognised as the ace of the promotion from 2000–2005.",
    "year": 1963,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Steve Elkington",
    "birthday": "1962-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/PlayersElkington.JPG/292px-PlayersElkington.JPG",
    "extract": "Stephen John Elkington is an Australian professional golfer on the PGA Tour Champions. Formerly on the PGA Tour, he spent more than fifty weeks in the top-10 of the Official World Golf Ranking from 1995 to 1998.\nElkington won a major title at the PGA Championship in 1995, and is a two-time winner of The Players Championship.",
    "year": 1962,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marty Friedman",
    "birthday": "1962-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Marty_Friedman_in_Tokyo--2009-03.jpg/213px-Marty_Friedman_in_Tokyo--2009-03.jpg",
    "extract": "Marty Friedman is an American guitarist, known for his tenure as the lead guitarist for heavy metal band Megadeth from 1990 to 2000. He is also known for playing alongside Jason Becker in Cacophony from 1986 until 1989, as well as his 13 solo albums and tours. Friedman has resided in Tokyo, Japan since 2003, where he has appeared on over 700 Japanese television programs such as Rock Fujiyama, Hebimeta-san, Kouhaku uta gassen and Jukebox English. He has released albums with several record labels, including Avex Trax, Universal, EMI, Prosthetic, and Shrapnel Records.",
    "year": 1962,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nikos Karageorgiou",
    "birthday": "1962-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2c/Nikos_Karageorgiou_photo_by_Djuradj_Vujcic.jpg",
    "extract": "Nikos Karageorgiou is a Greek professional football manager and former player.",
    "year": 1962,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Berry van Aerle",
    "birthday": "1962-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/PSV_koppen_12%2C_13_Barry_van_Aerle_%2C_14_Frank_Arensen%2C_Bestanddeelnr_934-0447.jpg/211px-PSV_koppen_12%2C_13_Barry_van_Aerle_%2C_14_Frank_Arensen%2C_Bestanddeelnr_934-0447.jpg",
    "extract": "Hubertus Aegidius Hermanus \"Berry\" van Aerle is a Dutch former professional footballer who played mainly as a right back.",
    "year": 1962,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Conceição Lima",
    "birthday": "1961-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Coceicaolima.jpg/320px-Coceicaolima.jpg",
    "extract": "Maria da Conceição de Deus Lima, also known as Conceição Lima, is a Santomean poet.",
    "year": 1961,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mikey Robins",
    "birthday": "1961-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Mikey_Robins%2C_Convict_World_Premiere_Jan_20%2C_Photographer_Antoine_Mike.jpg/213px-Mikey_Robins%2C_Convict_World_Premiere_Jan_20%2C_Photographer_Antoine_Mike.jpg",
    "extract": "Mikel Mason \"Mikey\" Robins is an Australian media personality, comedian and writer. He is best known for the satirical game show Good News Week, which ran on the ABC and Network Ten between 1996 and 2000, and returned again when the series was resurrected in February 2008.",
    "year": 1961,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Aaron Allston",
    "birthday": "1960-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Aaron_allston_2005.jpg/268px-Aaron_allston_2005.jpg",
    "extract": "Aaron Dale Allston was an American game designer and author of many science fiction books, notably Star Wars novels. His works as a game designer include game supplements for role-playing games, several of which served to establish the basis for products and subsequent development of TSR's Dungeons & Dragons game setting Mystara. His later works as a novelist include those of the X-Wing series: Wraith Squadron, Iron Fist, Solo Command, Starfighters of Adumar, and Mercy Kill. He wrote two entries in the New Jedi Order series: Enemy Lines I: Rebel Dream and Enemy Lines II: Rebel Stand. Allston wrote three of the nine Legacy of the Force novels: Betrayal, Exile, and Fury, and three of the nine Fate of the Jedi novels: Outcast, Backlash, and Conviction.",
    "year": 1960,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lim Guan Eng",
    "birthday": "1960-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Lim_Guan_Eng_2019.jpg/259px-Lim_Guan_Eng_2019.jpg",
    "extract": "Lim Guan Eng is a Malaysian politician from the Democratic Action Party (DAP), a component party of the Pakatan Harapan (PH) coalition who has served as Member of Parliament (MP) for Bagan, Member of the Penang State Legislative Assembly (MLA) for Air Putih since March 2008 and National Chairman of DAP since 20 March 2022. He was also the Secretary-general of DAP for 17 years from September 2004 to March 2022. He served as the Minister of Finance in the PH administration under former prime minister Mahathir Mohamad from May 2018 to the collapse of the PH administration in February 2020, 4th Chief Minister of Penang from March 2008 to May 2018 and MP for Kota Melaka from August 1986 to November 1999.",
    "year": 1960,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mark Steyn",
    "birthday": "1959-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Mark_Steyn_2014.jpg/272px-Mark_Steyn_2014.jpg",
    "extract": "Mark Steyn is a Canadian author and a radio and television presenter. He has written several books, including the New York Times bestsellers America Alone: The End of the World As We Know It, After America: Get Ready for Armageddon and Broadway Babies Say Goodnight: Musicals then and now. He has guest-hosted the nationally syndicated Rush Limbaugh Show, as well as Tucker Carlson Tonight on Fox News, on which he regularly appears as a guest and fill-in host away. In 2021, Steyn began hosting his own show on British news channel GB News.",
    "year": 1959,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mirosław Okoński",
    "birthday": "1958-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a2/Miroslaw_Okonski.jpg",
    "extract": "Mirosław Okoński is a retired Polish professional footballer who played in Poland for Lech Poznań and Legia Warsaw, in Germany for Hamburger SV, and in Greece for AEK Athens and Korinthos.",
    "year": 1958,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mike Buchanan (politician)",
    "birthday": "1957-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Mike_Buchanan%2C_January_2020.jpg/256px-Mike_Buchanan%2C_January_2020.jpg",
    "extract": "Gordon Michael Alexander Buchanan founded and has since either led or chaired the minor political party, Justice for Men and Boys (J4MB), in the United Kingdom. He is also claims to be a media commentator for the men's rights movement though many activists distance themselves from his strident opinions.",
    "year": 1957,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "James Cama",
    "birthday": "1957-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/James_Cama.JPG/320px-James_Cama.JPG",
    "extract": "James Cama Sr. was an American martial arts practitioner and teacher.",
    "year": 1957,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Phil Collen",
    "birthday": "1957-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Phil_Collen_in_Australia.jpg/213px-Phil_Collen_in_Australia.jpg",
    "extract": "Philip Kenneth Collen is an English musician who is best known as the co-lead guitarist for the rock band Def Leppard, joining the band in 1982 during the recording of the Pyromania album. Prior to joining Def Leppard, Collen had performed with a number of bands in the burgeoning British glam metal scene. Outside of Def Leppard, with which he still records and performs live, he has been involved in a number of side projects most notably the trio Man Raze, with which he is the lead singer and sole guitarist.",
    "year": 1957,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Warren Cuccurullo",
    "birthday": "1956-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/WarrenCuccurulloMar09.jpg/320px-WarrenCuccurulloMar09.jpg",
    "extract": "Warren Bruce Cuccurullo is an American musician, singer-songwriter, restaurant owner and former body builder who first worked with Frank Zappa during the 1970s. He was also a founding member of Missing Persons in the 1980s. In 1986, Cuccurullo joined Duran Duran, becoming a long-term member of the band until 2001. In 2022, along with Duran Duran, he will be inducted into the Rock and Roll Hall of Fame.",
    "year": 1956,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Andrius Kubilius",
    "birthday": "1956-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Andrius_Kubilius_Senate_of_Poland_01.JPG/237px-Andrius_Kubilius_Senate_of_Poland_01.JPG",
    "extract": "Andrius Kubilius is a Lithuanian politician who has been serving as a Member of the European Parliament (MEP) since 2019. He served as Prime Minister of Lithuania from 1999 to 2000 and again from 2008 to 2012. He was leader of the conservative political party Homeland Union.",
    "year": 1956,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Slick (wrestling)",
    "birthday": "1956-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/SlickWWFCropped.jpg/320px-SlickWWFCropped.jpg",
    "extract": "Kenneth Wayne Johnson is an American retired professional wrestling manager, better known by his ring name, Slick. He is best known for his appearances with the World Wrestling Federation (WWF) in the late 1980s and early 1990s. He is the son of professional wrestler Rufus R. Jones.",
    "year": 1956,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Harold Hongju Koh",
    "birthday": "1954-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Harold_Konju_Koh_cropped.jpg/252px-Harold_Konju_Koh_cropped.jpg",
    "extract": "Harold Hongju Koh is an American lawyer and legal scholar who served as the legal adviser of the Department of State in the Obama administration. He was nominated to this position by President Barack Obama on March 23, 2009, and confirmed by the Senate on June 25, 2009. He left the State Department in January 2013, returning to Yale University as a Sterling Professor of international law. He was elected to the American Philosophical Society in 2007.",
    "year": 1954,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Frits Pirard",
    "birthday": "1954-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Dutch_1976_Olympic_cycling_team2.jpg/320px-Dutch_1976_Olympic_cycling_team2.jpg",
    "extract": "Frits Pirard was a Dutch professional road bicycle racer. Pirard won stage 1 of the 1983 Tour de France. He also competed in the team time trial event at the 1976 Summer Olympics.",
    "year": 1954,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kim Basinger",
    "birthday": "1953-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Kim_Basinger_%281990%29.jpg/221px-Kim_Basinger_%281990%29.jpg",
    "extract": "Kimila Ann Basinger is an American actress, singer, and former fashion model. Following a brief but successful career modeling in New York, Basinger moved to Los Angeles where she began acting on television in 1976. She appeared in several made-for-TV films, including a remake of From Here to Eternity (1979), before making her feature debut in the drama Hard Country (1981).",
    "year": 1953,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Roy Firestone",
    "birthday": "1953-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/RoyFirestoneHSJuly09.jpg/228px-RoyFirestoneHSJuly09.jpg",
    "extract": "Roy Firestone is an American sports commentator and journalist. Firestone is a graduate of Miami Beach High School and the University of Miami.",
    "year": 1953,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Norman Finkelstein",
    "birthday": "1953-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Norman_finkelstein_suffolk.jpg/272px-Norman_finkelstein_suffolk.jpg",
    "extract": "Norman Gary Finkelstein is an American political scientist, activist, former professor, and author. His primary fields of research are the Israeli–Palestinian conflict and the politics of the Holocaust. He is a graduate of Binghamton University and received his Ph.D. in political science at Princeton University. He has held faculty positions at Brooklyn College, Rutgers University, Hunter College, New York University, and DePaul University, where he was an assistant professor from 2001 to 2007.",
    "year": 1953,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sam Kinison",
    "birthday": "1953-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0b/Sam_Kinison_%26_Rodney_Dangerfield.jpg/254px-Sam_Kinison_%26_Rodney_Dangerfield.jpg",
    "extract": "Samuel Burl Kinison was an American stand-up comedian and actor. A former Pentecostal preacher, he performed stand-up routines that were characterized by intense sudden tirades, punctuated with his distinctive scream, similar to charismatic preachers. Initially performing for free, Kinison became a regular fixture at The Comedy Store where he met and eventually befriended such comics as Robin Williams and Jim Carrey. Kinison's comedy was crass observational humor, especially towards women and dating, and his popularity grew quickly, earning him appearances on The Tonight Show Starring Johnny Carson, Late Night with David Letterman and Saturday Night Live. At the peak of his career, Kinison was killed in a car accident.",
    "year": 1953,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Władysław Kozakiewicz",
    "birthday": "1953-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/W%C5%82adys%C5%82aw_Kozakiewicz_2016.jpg/233px-W%C5%82adys%C5%82aw_Kozakiewicz_2016.jpg",
    "extract": "Władysław Kozakiewicz is a retired Polish athlete who specialised in the pole vault. He is best known for winning the gold medal at the 1980 Summer Olympics in Moscow and the bras d'honneur gesture which he showed to the hostile Soviet crowd. In Poland, where the gesture was viewed as a symbol of resistance against Soviet dominance, it became known as \"Kozakiewicz's gesture\". In addition, he won several medals at continental level, won two Summer Universiades and broke the pole vault world record three times, twice outdoors and once indoors. He is also a ten-time Polish champion.",
    "year": 1953,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Khaw Boon Wan",
    "birthday": "1952-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Minister_Khaw_Boon_Wan.JPG/224px-Minister_Khaw_Boon_Wan.JPG",
    "extract": "Khaw Boon Wan is a retired Singaporean politician. A member of the governing People's Action Party (PAP), he was a Member of Parliament representing the Group Representation Constituencies (GRCs) of Tanjong Pagar (2001–2006) and Sembawang (2006–2020). He also held positions in the Cabinet from 2003 to 2020, including Minister for Health (2003–2011), Minister for National Development (2011–2015), and Minister for Transport (2015–2020). During his political career, Khaw was noted for being appointed to ministerial portfolios which deal with hot button issues such as housing and transport, thus earning himself the moniker \"Mr. Fix-it\".",
    "year": 1952,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bill Bryson",
    "birthday": "1951-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Neil_MacGregor%2C_Bill_Bryson%2C_Claire_Walker%2C_Huw_Edwards_%2828449155987%29_%28Bryson_cropped%29.jpg/320px-Neil_MacGregor%2C_Bill_Bryson%2C_Claire_Walker%2C_Huw_Edwards_%2828449155987%29_%28Bryson_cropped%29.jpg",
    "extract": "William McGuire Bryson is an American–British author of nonfiction books on topics including travel, the English language, and science. Born in the United States, he has been a resident of Britain for most of his adult life, returning to the U.S. between 1995 and 2003, and holds dual American and British citizenship. He served as the chancellor of Durham University from 2005 to 2011.",
    "year": 1951,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard Desmond",
    "birthday": "1951-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Chancellor_George_Osborne_and_Richard_Desmond_%28cropped%29.jpg/225px-Chancellor_George_Osborne_and_Richard_Desmond_%28cropped%29.jpg",
    "extract": "Richard Clive Desmond is a British publisher, businessman and former pornographer.",
    "year": 1951,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jan Eggum",
    "birthday": "1951-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Jan_Eggum.jpg/237px-Jan_Eggum.jpg",
    "extract": "Jan Eggum is a Norwegian singer-songwriter. He has been characterized as a \"face for the melancholy\", and the themes in his songs are often broken hearts, loneliness, and sorrow. Sometimes his lyrics include social criticism, but he also shows trivial and funny sides of himself.",
    "year": 1951,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rick Baker",
    "birthday": "1950-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Rick_Baker_February_2015_%28cropped%29.jpg/192px-Rick_Baker_February_2015_%28cropped%29.jpg",
    "extract": "Richard A. Baker is an American retired special make-up effects creator and actor. He is mostly known for his creature designs and effects. Baker won the Academy Award for Best Makeup a record seven times from a record eleven nominations, beginning when he won the inaugural award for the 1981 film An American Werewolf in London.",
    "year": 1950,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tim Foli",
    "birthday": "1950-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Tim_Foli_Expos.jpg",
    "extract": "Timothy John Foli, is an American former professional baseball player, coach and minor league manager. He played in Major League Baseball (MLB) as a shortstop for the New York Mets, Montreal Expos, San Francisco Giants, Pittsburgh Pirates, California Angels and New York Yankees from 1970 to 1985. At age 17, Foli was the first pick in the Major League Baseball Draft in 1968 and went on to be a member of the 1979 World Series champion Pirates. Foli was known as a fiery player who was a reliable fielder but only an average hitter. Foli was a free swinger, especially in 1982 when he walked only 14 times, the lowest total ever for 150 or more games played. His free swinging did not aim for the fences, however, as he averaged less than two home runs per season.",
    "year": 1950,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dan Hartman",
    "birthday": "1950-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3f/Dan_hartman.jpg/273px-Dan_hartman.jpg",
    "extract": "Daniel Earl Hartman was an American musician, singer, songwriter, and record producer. Among songs he wrote and recorded were \"Free Ride\" as a member of the Edgar Winter Group, and the solo hits \"Relight My Fire\", \"Instant Replay\", \"I Can Dream About You\", \"We Are the Young\" and \"Second Nature\". \"I Can Dream About You\", his most successful song, reached No. 6 on the Billboard Hot 100 in 1984 and No. 12 on the UK Singles Chart in 1985. The James Brown song \"Living in America\", which Hartman co-wrote and produced, reached No. 4 on March 1, 1986.",
    "year": 1950,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mary Gordon (writer)",
    "birthday": "1949-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Mary_Gordon_by_David_Shankbone.jpg/320px-Mary_Gordon_by_David_Shankbone.jpg",
    "extract": "Mary Catherine Gordon is an American writer from Queens and Valley Stream, New York. She is the McIntosh Professor of English at Barnard College. She is best known for her novels, memoirs and literary criticism. In 2008, she was named Official State Author of New York.",
    "year": 1949,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nancy Meyers",
    "birthday": "1949-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Nancy_Meyers_headshot.jpg/240px-Nancy_Meyers_headshot.jpg",
    "extract": "Nancy Jane Meyers is an American filmmaker. She has written, produced, and directed many critically and commercially successful films including Private Benjamin (1980), Irreconcilable Differences (1984), Baby Boom (1987), Father of the Bride (1991), Father of the Bride Part II (1995), The Parent Trap (1998), What Women Want (2000), Something's Gotta Give (2003), The Holiday (2006), It's Complicated (2009), and The Intern (2015).",
    "year": 1949,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robert Sternberg",
    "birthday": "1949-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/RobertJSternberg2011.jpg/320px-RobertJSternberg2011.jpg",
    "extract": "Robert J. Sternberg is an American psychologist and psychometrician. He is Professor of Human Development at Cornell University.",
    "year": 1949,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Waters (actor)",
    "birthday": "1948-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/The_Addams_Family_Rehearsal_%288472720488%29.jpg/220px-The_Addams_Family_Rehearsal_%288472720488%29.jpg",
    "extract": "John Russell Waters is an English-born Australian film, theatre and television actor, singer, guitarist, songwriter and musician best known in Australia, where he moved to in 1968. He is the son of Scottish actor Russell Waters. John Waters has been in the industry for over 50 years, and was part of the Australian children's television series Play School for 18 years.",
    "year": 1948,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gregg Allman",
    "birthday": "1947-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Gregg_Allman_1975.JPG/265px-Gregg_Allman_1975.JPG",
    "extract": "Gregory LeNoir Allman was an American musician, singer and songwriter. He was known for performing in the Allman Brothers Band. Allman grew up with an interest in rhythm and blues music, and the Allman Brothers Band fused it with rock music, jazz, and country at times. He wrote several of the band's biggest songs, including \"Whipping Post\", \"Melissa\", and \"Midnight Rider\". Allman also had a successful solo career, releasing seven studio albums. He was born and spent much of his childhood in Nashville, Tennessee, before relocating to Daytona Beach, Florida and then Richmond Hill, Georgia.",
    "year": 1947,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Thomas Cech",
    "birthday": "1947-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Thomas_Robert_Cech.jpg/223px-Thomas_Robert_Cech.jpg",
    "extract": "Thomas Robert Cech is an American chemist who shared the 1989 Nobel Prize in Chemistry with Sidney Altman, for their discovery of the catalytic properties of RNA. Cech discovered that RNA could itself cut strands of RNA, suggesting that life might have started as RNA. He also studied telomeres, and his lab discovered an enzyme, TERT, which is part of the process of restoring telomeres after they are shortened during cell division. As president of Howard Hughes Medical Institute, he promoted science education, and he teaches an undergraduate chemistry course at the University of Colorado.",
    "year": 1947,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Margaret Geller",
    "birthday": "1947-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/MargaretGeller1981a.jpg/320px-MargaretGeller1981a.jpg",
    "extract": "Margaret J. Geller is an American astrophysicist at the Harvard–Smithsonian Center for Astrophysics. Her work has included pioneering maps of the\nnearby universe, studies of the relationship between galaxies and their environment, and the \ndevelopment and application of methods for measuring the distribution of matter in the universe.",
    "year": 1947,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Rubinstein",
    "birthday": "1946-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/John_Rubinstein.jpg/227px-John_Rubinstein.jpg",
    "extract": "John Rubinstein is an American actor, composer and director.",
    "year": 1946,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Chava Alberstein",
    "birthday": "1946-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Chava_Alberstein_tight_composition.jpg/232px-Chava_Alberstein_tight_composition.jpg",
    "extract": "Chava Alberstein is an Israeli musician, lyricist, composer, and musical arranger.",
    "year": 1946,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Banville",
    "birthday": "1945-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/John_Banville_%282019%29_III.jpg/256px-John_Banville_%282019%29_III.jpg",
    "extract": "William John Banville is an Irish novelist, short story writer, adapter of dramas and screenwriter. Though he has been described as \"the heir to Proust, via Nabokov\", Banville himself maintains that W. B. Yeats and Henry James are the two real influences on his work.",
    "year": 1945,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Julie Heldman",
    "birthday": "1945-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Julie_Heldman_1969.jpg/244px-Julie_Heldman_1969.jpg",
    "extract": "Julie Heldman is a retired American tennis player who won 22 women's singles titles. In 1969 and 1974, she was ranked World No. 5, her highest career ranking. In 1968 and 1969, she was ranked No. 2 in the U.S. She was Canadian National 18 and Under Singles Champion at age 12, U.S. Champion in Girls’ 15 Singles and Girls’ 18 Singles, Italian Open Singles Champion, Canadian Singles and Doubles Champion, and U.S. Clay Court Doubles Champion. She won three medals at the 1968 Mexico City Olympics, and three gold medals at the 1969 Maccabiah Games.",
    "year": 1945,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "George Baker (Dutch singer)",
    "birthday": "1944-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/George_Baker_Selection.jpg/213px-George_Baker_Selection.jpg",
    "extract": "George Baker is a Dutch singer and songwriter who, with his band George Baker Selection, scored two international hits in the 1970s, \"Paloma Blanca\" and \"Little Green Bag\". Baker also recorded as a solo artist for a number of years.",
    "year": 1944,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ted Irvine",
    "birthday": "1944-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Ted_Irvine_1970.jpg/250px-Ted_Irvine_1970.jpg",
    "extract": "Edward Amos \"Ted\" Irvine is a Canadian former professional NHL hockey player who was active during the 1960s and 1970s.",
    "year": 1944,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jim Morrison",
    "birthday": "1943-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Jim_Morrison_1969.JPG/240px-Jim_Morrison_1969.JPG",
    "extract": "James Douglas Morrison was an American singer, poet and songwriter who was the lead vocalist of the rock band the Doors. Due to his wild personality, poetic lyrics, distinctive voice, unpredictable and erratic performances, and the dramatic circumstances surrounding his life and early death, Morrison is regarded by music critics and fans as one of the most influential frontmen in rock history. Since his death, his fame has endured as one of popular culture's top rebellious and oft-displayed icons, representing the generation gap and youth counterculture.",
    "year": 1943,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "James Tate (writer)",
    "birthday": "1943-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/James-tate-and-gordon-cairnie-by-elsa-dorfman.jpg/227px-James-tate-and-gordon-cairnie-by-elsa-dorfman.jpg",
    "extract": "James Vincent Tate was an American poet. His work earned him the Pulitzer Prize and the National Book Award. He was a professor of English at the University of Massachusetts Amherst and a member of the American Academy of Arts and Letters.",
    "year": 1943,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bodo Tümmler",
    "birthday": "1943-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Bodo_T%C3%BCmmler_1968.jpg/225px-Bodo_T%C3%BCmmler_1968.jpg",
    "extract": "Bodo Tümmler is a German former middle-distance runner. He competed for West Germany at the 1968 and 1972 Olympics in the 1500 meter event, and won a bronze medal in 1968.",
    "year": 1943,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mary Woronov",
    "birthday": "1943-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Mary_Woronov_by_David_Shankbone.jpg/320px-Mary_Woronov_by_David_Shankbone.jpg",
    "extract": "Mary Woronov is an American actress, published author and figurative painter. She is primarily known as a \"cult star\" because of her work with Andy Warhol and her roles in Roger Corman's cult films. Woronov has appeared in over 80 movies and on stage at Lincoln Center and off-Broadway productions as well as numerous times in mainstream American TV series, such as Charlie's Angels and Knight Rider. She frequently co-starred with friend Paul Bartel; the pair appeared in 17 films together, often playing a married couple.",
    "year": 1943,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ed Brinkman",
    "birthday": "1941-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ea/Ed_Brinkman.jpg/294px-Ed_Brinkman.jpg",
    "extract": "Edwin Albert Brinkman was an American professional baseball player, coach and scout. He played for 15 seasons in Major League Baseball, principally as a shortstop, for the Washington Senators (1961–1970), Detroit Tigers (1971–1974), St. Louis Cardinals (1975), Texas Rangers (1975), and New York Yankees (1975). Brinkman led the American League in games played twice, won a Gold Glove Award at shortstop, and had a career batting average of .224. He was named to the American League All-Star team in 1973.",
    "year": 1941,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Duke Cunningham",
    "birthday": "1941-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Duke_Cunningham.jpg",
    "extract": "Randall Harold \"Duke\" Cunningham is an American politician, war hero, fighter ace and convicted felon. A Republican, he served as member of the U.S. House of Representatives from California's 50th district from 1991 to 2005, and subsequently served eight years in prison for accepting at least $2.4 million in bribes from defense contractors. Cunningham resigned from Congress in 2005 after having pled guilty to bribery, fraud, and tax evasion in a widely publicized trial.",
    "year": 1941,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bobby Elliott",
    "birthday": "1941-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Bobby_Elliott.png",
    "extract": "Robert Hartley Elliott is an English rock drummer, best known for playing with The Hollies. He has been described as \"one of the very finest drummers in all of pop/rock\".",
    "year": 1941,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Geoff Hurst",
    "birthday": "1941-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Geoff_Hurst_%282%29.jpg/320px-Geoff_Hurst_%282%29.jpg",
    "extract": "Sir Geoffrey Charles Hurst is an English former professional footballer. A striker, he remains the only man to score a hat-trick in a World Cup final, when England recorded a 4–2 victory over West Germany at Wembley Stadium in 1966.",
    "year": 1941,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Red Berenson",
    "birthday": "1939-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Red_Berenson_Chex_card.jpg/226px-Red_Berenson_Chex_card.jpg",
    "extract": "Gordon Arthur \"Red, The Red Baron\" Berenson is a Canadian former professional ice hockey centre and head coach of the Michigan Wolverines men's ice hockey team from 1984 to 2017. Berenson was inducted into Canada's Sports Hall of Fame in 2005 and the US Hockey Hall of Fame in 2018.",
    "year": 1939,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jerry Butler",
    "birthday": "1939-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Jerry_Butler_1998.jpg/246px-Jerry_Butler_1998.jpg",
    "extract": "Jerry Butler Jr. is an American soul singer-songwriter, producer, musician, and retired politician. He was the original lead singer of the R&B vocal group the Impressions, inducted into the Rock and Roll Hall of Fame in 1991. After leaving the group in 1960, Butler achieved over 55 Billboard Pop and R&B Chart hits as a solo artist including \"He Will Break Your Heart\", \"Let It Be Me\" and \"Only the Strong Survive\". He was inducted into the National Rhythm & Blues Hall of Fame in 2015.",
    "year": 1939,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "James Galway",
    "birthday": "1939-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Jeanne_and_James_Galway.jpg/312px-Jeanne_and_James_Galway.jpg",
    "extract": "Sir James Galway is an Irish virtuoso flute player from Belfast, nicknamed \"The Man with the Golden Flute\". He established an international career as a solo flute player. In 2005, he received the Brit Award for Outstanding Contribution to Music at the Classic Brit Awards.",
    "year": 1939,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dariush Mehrjui",
    "birthday": "1939-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Dariush_Mehrjui_13970603000056636707603751724475_86306_%28cropped%29.jpg/251px-Dariush_Mehrjui_13970603000056636707603751724475_86306_%28cropped%29.jpg",
    "extract": "Dariush Mehrju'i is an Iranian film director, screenwriter, producer, editor and a member of the Iranian Academy of the Arts.",
    "year": 1939,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Soko Richardson",
    "birthday": "1939-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4a/Soko.PNG",
    "extract": "Eulis Soko Richardson was an American rhythm and blues drummer. His career spanned almost fifty years, during which he performed and recorded with seminal groups including John Mayall's Bluesbreakers and the Ike & Tina Turner Revue. He is perhaps best known for his innovative arrangement of Ike & Tina Turner's version of the Creedence Clearwater Revival song \"Proud Mary.\"",
    "year": 1939,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "James MacArthur",
    "birthday": "1937-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/James_MacArthur_1968.JPG/242px-James_MacArthur_1968.JPG",
    "extract": "James Gordon MacArthur was an American actor with a long career in both movies and television. MacArthur's early work was predominantly in supporting roles in films. Later, he had a starring role as Danny \"Danno\" Williams, the reliable second-in-command of the fictional Hawaii State Police in the long-running television series Hawaii Five-O.",
    "year": 1937,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Carradine",
    "birthday": "1936-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/David_Carradine_Polanski_Unauthorized.jpg/237px-David_Carradine_Polanski_Unauthorized.jpg",
    "extract": "David Carradine was an American actor best known for playing martial arts roles. He is perhaps best known as the star of the 1970s television series Kung Fu, playing Kwai Chang Caine, a peace-loving Shaolin monk travelling through the American Old West. He also portrayed the title character of both of the Kill Bill films. He appeared in two Martin Scorsese films: Boxcar Bertha and Mean Streets.",
    "year": 1936,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dharmendra",
    "birthday": "1935-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Dharmendra_2012.jpg/237px-Dharmendra_2012.jpg",
    "extract": "Dharam Singh Deol, known mononymously as Dharmendra, is an Indian actor, producer and politician who is known for his work in Hindi films. Known as the \"He-Man\" of Bollywood, Dharmendra has worked in over 300 films in a career spanning five decades. In 1997, he received the Filmfare Lifetime Achievement Award for his contribution to Hindi cinema.\nHe was a member of the 15th Lok Sabha of India, representing Bikaner constituency in Rajasthan from Bharatiya Janata Party (BJP). In 2012, he was awarded India's third-highest civilian honour Padma Bhushan by the Government of India.",
    "year": 1935,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tatiana Zatulovskaya",
    "birthday": "1935-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Tatiana_Zatulovskaya_1964.jpg/261px-Tatiana_Zatulovskaya_1964.jpg",
    "extract": "Tatiana Zatulovskaya was an Israeli chess player. She was three-time Soviet women's champion and twice world women's senior champion. She was awarded the titles Woman International Master (WIM) in 1961 and Woman Grandmaster (WGM) in 1976 by FIDE. Her last name may also be spelled as Zatulovskaia or Zatulovskaja.",
    "year": 1935,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Flip Wilson",
    "birthday": "1933-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Bob_Hope_Flip_Wilson_1969.JPG/262px-Bob_Hope_Flip_Wilson_1969.JPG",
    "extract": "Clerow \"Flip\" Wilson Jr. was an American comedian and actor best known for his television appearances during the late 1960s and 1970s. From 1970 to 1974, Wilson hosted his own weekly variety series The Flip Wilson Show, and introduced viewers to his recurring character Geraldine. The series earned Wilson a Golden Globe and two Emmy Awards, and it was the second highest-rated show on network television for a time. Wilson was the first African American to host a successful TV variety show. In January 1972, Time magazine featured Wilson's image on its cover and named him \"TV's first black superstar\". He released a number of comedy albums in the 1960s and 1970s and won a Grammy Award for his 1970 album The Devil Made Me Buy This Dress.",
    "year": 1933,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bob Arum",
    "birthday": "1931-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Bob_Arum_cropped.jpg/312px-Bob_Arum_cropped.jpg",
    "extract": "Robert Arum is an American lawyer and boxing promoter. He is the founder and CEO of Top Rank, a professional boxing promotion company based in Las Vegas. Prior to becoming a boxing promoter, Arum was employed as an attorney in the tax division of the United States District Court for the Southern District of New York.",
    "year": 1931,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Maximilian Schell",
    "birthday": "1930-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Maximilian_Schell_-_1970-1.jpg/254px-Maximilian_Schell_-_1970-1.jpg",
    "extract": "Maximilian Schell was an Austrian-born Swiss film and stage actor, who also wrote, directed and produced some of his own films. He won the Academy Award for Best Actor for the 1961 American film Judgment at Nuremberg, his second acting role in Hollywood. Born in Austria, his parents were involved in the arts and he grew up surrounded by acting and literature. While he was a child, his family fled to Switzerland in 1938 when Austria was annexed by Nazi Germany, and they settled in Zurich. After World War II ended, Schell took up acting or directing full-time. He appeared in numerous German films, often anti-war, before moving on to Hollywood.",
    "year": 1930,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bill Hewitt (sportscaster)",
    "birthday": "1928-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/81/Foster_William_Alfred_Hewitt_sportscaster_photo.jpg",
    "extract": "Foster William Alfred Hewitt was a Canadian radio and television sportscaster. He was the son of hockey broadcaster Foster Hewitt and the grandson of Toronto Star journalist W. A. Hewitt.",
    "year": 1928,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Vladimir Shatalov",
    "birthday": "1927-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Vladimir_Shatalov.jpg/217px-Vladimir_Shatalov.jpg",
    "extract": "Vladimir Aleksandrovich Shatalov was a Soviet and Russian cosmonaut who flew three space missions of the Soyuz programme: Soyuz 4, Soyuz 8, and Soyuz 10.",
    "year": 1927,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Niklas Luhmann",
    "birthday": "1927-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Luhmann.png/320px-Luhmann.png",
    "extract": "Niklas Luhmann was a German sociologist, philosopher of social science, and a prominent thinker in systems theory, who is considered one of the most important social theorists of the 20th century.",
    "year": 1927,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sammy Davis Jr.",
    "birthday": "1925-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Sammy_Davis_Jr._1972.jpg/261px-Sammy_Davis_Jr._1972.jpg",
    "extract": "Samuel George Davis Jr. was an American singer, dancer, actor, comedian, film producer and television director.",
    "year": 1925,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carmen Martín Gaite",
    "birthday": "1925-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Carmen_Mart%C3%ADn_Gaite.jpg/233px-Carmen_Mart%C3%ADn_Gaite.jpg",
    "extract": "Carmen Martín Gaite was a Spanish author. She wrote many novels, short stories, and essays, and wrote in many genres She also wrote screenplays. Gaite was awarded the Premio Nadal in 1957 for Entre visillos, the Prince of Asturias Awards in 1988, the Award Premio Castilla y León de las Letras in 1992, and the Premio Acebo de Honor awarded to her life work.",
    "year": 1925,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jimmy Smith (musician)",
    "birthday": "1925-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Jimmy_Smith_%281958_publicity_photo%29.jpg/273px-Jimmy_Smith_%281958_publicity_photo%29.jpg",
    "extract": "James Oscar Smith was an American jazz musician whose albums often appeared on Billboard magazine charts. He helped popularize the Hammond B-3 organ, creating a link between jazz and 1960s soul music.",
    "year": 1925,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lionel Gilbert",
    "birthday": "1924-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Lionel_Gilbert_1943.jpg/234px-Lionel_Gilbert_1943.jpg",
    "extract": "Lionel Arthur Gilbert CF was an Australian historian, author, curator, lecturer, and biographer, specializing in applied, natural, and local history. Born in Burwood, New South Wales, he studied at Sydney Teachers College and, beginning in 1946, worked as a teacher and later a headmaster in state schools in various locations around New South Wales until 1961. In 1963 Gilbert graduated from the University of New England with a Bachelor of Arts in History. That same year, he was appointed a lecturer and curator at the Armidale Teachers' College Museum of Education, in which capacity he served until his retirement in 1984, overseeing several expansions of the museum and establishment of a historical research centre.",
    "year": 1924,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dewey Martin (actor)",
    "birthday": "1923-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/DeweyMartin_%28cropped%29.jpg/231px-DeweyMartin_%28cropped%29.jpg",
    "extract": "Dewey Dallas Martin was an American film and television actor.",
    "year": 1923,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rudolph Pariser",
    "birthday": "1923-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Rudy_and_Louise_Pariser_ID2005.jpg/262px-Rudy_and_Louise_Pariser_ID2005.jpg",
    "extract": "Rudolph Pariser is a physical and polymer chemist. He was born in Harbin, China to merchant parents, Ludwig Jacob Pariser and Lia Rubinstein. He attended the Von Hindenburg Schule in Harbin, an American Missionary School in Beijing and American School in Japan in Tokyo. He left for the United States just before World War II broke out.",
    "year": 1923,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lucian Freud",
    "birthday": "1922-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/LucienFreud.jpg/211px-LucienFreud.jpg",
    "extract": "Lucian Michael Freud was a British painter and draughtsman, specialising in figurative art, and is known as one of the foremost 20th-century English portraitists. He was born in Berlin, the son of Jewish architect Ernst L. Freud and the grandson of Sigmund Freud. Freud got his first name \"Lucian\" from his mother in memory of the ancient writer Lucian of Samosata. His family moved to England in 1933 to escape the rise of Nazism. From 1942 to 1943 he attended Goldsmiths College, London. He served at sea with the British Merchant Navy during the Second World War.",
    "year": 1922,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jean Ritchie",
    "birthday": "1922-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Jean_Ritchie.png/224px-Jean_Ritchie.png",
    "extract": "Jean Ruth Ritchie was an American folk singer, songwriter, and Appalachian dulcimer player, called by some the \"Mother of Folk\". In her youth she learned hundreds of folk songs in the traditional way, many of which were Appalachian variants of centuries old British and Irish songs, including dozens of Child Ballads. In adulthood, she shared these songs with wide audiences, as well as writing some of her own songs using traditional foundations. She is ultimately responsible for the revival of the Appalachian dulcimer, the traditional instrument of her community, which she popularized by playing the instrument on her albums and writing tutorial books. She also spent time collecting folk music in the United States and in Britain and Ireland, in order to research the origins of her family songs and help preserve traditional music. She inspired a wide array of musicians, including Bob Dylan, Joan Baez, Shirley Collins, Joni Mitchell, Emmylou Harris and Judy Collins.",
    "year": 1922,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Peter Tali Coleman",
    "birthday": "1919-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Peter_Tali_Coleman.jpg/216px-Peter_Tali_Coleman.jpg",
    "extract": "Peter Tali Coleman was an American Samoan politician and lawyer. Coleman was the first and only person of Samoan descent to be appointed Governor of American Samoa between 1956 and 1961, and later became the territory's first and third popularly elected governor from 1978 to 1985 and 1989 to 1993, serving a total of three elected terms. In between, he had served in different administrative positions for Pacific islands.",
    "year": 1919,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Julia Robinson",
    "birthday": "1919-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Julia_Robinson_1975.jpg/320px-Julia_Robinson_1975.jpg",
    "extract": "Julia Hall Bowman Robinson was an American mathematician noted for her contributions to the fields of computability theory and computational complexity theory—most notably in decision problems. Her work on Hilbert's tenth problem played a crucial role in its ultimate resolution. Robinson was a 1983 MacArthur Fellow.",
    "year": 1919,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kateryna Yushchenko (scientist)",
    "birthday": "1919-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a7/Kateryna_Lohvynivna_Yushchenko.jpg",
    "extract": "Kateryna Lohvynivna Yushchenko was a Ukrainian computer and information research scientist, corresponding member of USSR Academy of Sciences (1976), and member of The International Academy of Computer Science. She developed one of the world's first high-level languages with indirect address in programming, called the Address programming language. Over the period of her academic career, Yushchenko supervised 45 Ph.D students. Further professional achievements include Yushchenko being awarded two USSR State Prizes, The USSR Council of Ministers Prize, The Academician Glushkov Prize, and The Order of Princess Olga. Yushchenko was the first woman in the USSR to become a Doctor of Physical and Mathematical Sciences in programming.",
    "year": 1919,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ian Johnson (cricketer)",
    "birthday": "1917-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Ian_Johnson_c1946b.jpg/194px-Ian_Johnson_c1946b.jpg",
    "extract": "Ian William Geddes Johnson, was an Australian cricketer who played 45 Test matches as a slow off-break bowler between 1946 and 1956. Johnson captured 109 Test wickets at an average of 29.19 runs per wicket and as a capable lower order batsman made 1,000 runs at an average of 18.51 runs per dismissal. He captained the Australian team in 17 Tests, winning seven and losing five, with a further five drawn. Despite this record, he is better known as the captain who lost consecutive Ashes series against England. Urbane, well-spoken and popular with his opponents and the public, he was seen by his teammates as a disciplinarian and his natural optimism was often seen as naive.",
    "year": 1917,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard Fleischer",
    "birthday": "1916-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/ff/RFleischerImage.jpg/218px-RFleischerImage.jpg",
    "extract": "Richard O. Fleischer was an American film director whose career spanned more than four decades, beginning at the height of the Golden Age of Hollywood and lasting through the American New Wave.",
    "year": 1916,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ernie Toshack",
    "birthday": "1914-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Ernie_Toshack_c1947.jpg/240px-Ernie_Toshack_c1947.jpg",
    "extract": "Ernest Raymond Herbert Toshack was an Australian cricketer who played in 12 Tests from 1946 to 1948. A left arm medium paced bowler known for his accuracy and stamina in the application of leg theory, Toshack was a member of Don Bradman's \"Invincibles\" that toured England in 1948 without being defeated. Toshack reinforced the Australian new ball attack of Ray Lindwall and Keith Miller.",
    "year": 1914,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Delmore Schwartz",
    "birthday": "1913-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5d/Delmore_Schwartz.jpg/244px-Delmore_Schwartz.jpg",
    "extract": "Delmore Schwartz was an American poet and short story writer.",
    "year": 1913,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lee J. Cobb",
    "birthday": "1911-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Lee_J._Cobb_1960s.JPG/249px-Lee_J._Cobb_1960s.JPG",
    "extract": "Lee J. Cobb was an American actor, known both for film roles and his work on the Broadway stage. He often played arrogant, intimidating and abrasive characters, but he also acted as respectable figures such as judges and police officers. Cobb originated the role of Willy Loman in Arthur Miller's 1949 play Death of a Salesman under the direction of Elia Kazan, and was twice nominated for the Academy Award for Best Supporting Actor, for On the Waterfront (1954) and The Brothers Karamazov (1958).",
    "year": 1911,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Concha Piquer",
    "birthday": "1908-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Conchita_Piquer_1927.jpg/246px-Conchita_Piquer_1927.jpg",
    "extract": "María de la Concepción Piquer López, better known as Concha Piquer, was a Spanish singer and actress. She was known for her work in the copla form, and she performed her own interpretations of some of the key pieces in the Spanish song tradition, mostly works of the mid-20th century trio of composers Antonio Quintero, Rafael de León y Manuel Quiroga.",
    "year": 1908,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Volpe",
    "birthday": "1908-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/John_Volpe_%281970%29.jpg/240px-John_Volpe_%281970%29.jpg",
    "extract": "John Anthony Volpe was an American businessman, diplomat, and politician from Massachusetts. A son of Italian immigrants, he founded and owned a large construction firm. Politically, he was a Republican in increasingly Democratic Massachusetts, serving as its 61st and 63rd Governor from 1961 to 1963 and 1965 to 1969, as the United States Secretary of Transportation from 1969 to 1973, and as the United States Ambassador to Italy from 1973 to 1977. As Secretary of Transportation, Volpe was an important figure in the development of the Interstate Highway System at the federal level.",
    "year": 1908,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Zelma Watson George",
    "birthday": "1903-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Zelma_Watson_George_%2813270622444%29.jpg/320px-Zelma_Watson_George_%2813270622444%29.jpg",
    "extract": "Zelma Watson George was a well-known African-American philanthropist who was famous for being an alternate in the United Nations General Assembly and, as a headliner in Gian-Carlo Menotti's opera The Medium, the first African American to play a role that was typically played by a white actress.",
    "year": 1903,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Wifredo Lam",
    "birthday": "1902-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Wilfredo_Lam.jpg",
    "extract": "Wifredo Óscar de la Concepción Lam y Castilla, better known as Wifredo Lam, was a Cuban artist who sought to portray and revive the enduring Afro-Cuban spirit and culture. Inspired by and in contact with some of the most renowned artists of the 20th century, including Pablo Picasso, Henri Matisse, Frida Kahlo and Diego Rivera, Lam melded his influences and created a unique style, which was ultimately characterized by the prominence of hybrid figures. This distinctive visual style of his also influences many artists. Though he was predominantly a painter, he also worked with sculpture, ceramics and printmaking in his later life.",
    "year": 1902,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sun Li-jen",
    "birthday": "1900-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Sun_Li-jen.jpg/243px-Sun_Li-jen.jpg",
    "extract": "Sun Li-jen was a Chinese Nationalist (KMT) general, a graduate of Virginia Military Institute, best known for his leadership in the Second Sino-Japanese War and the Chinese Civil War. His military achievements earned him the laudatory nickname \"Rommel of the East\". His New First Army was known as the \"Best Army under heaven\" and credited with effectively confronting Japanese troops in the 1937 Battle of Shanghai and in the Burma Campaign, 1943–1944.",
    "year": 1900,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ants Oras",
    "birthday": "1900-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Ants_Oras%2C_1930s.jpg/240px-Ants_Oras%2C_1930s.jpg",
    "extract": "Ants Oras was an Estonian translator and writer.",
    "year": 1900,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Qualen",
    "birthday": "1899-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/His_Girl_Friday_3.jpg/320px-His_Girl_Friday_3.jpg",
    "extract": "John Qualen was a Canadian-American character actor of Norwegian heritage who specialized in Scandinavian roles.",
    "year": 1899,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "E. C. Segar",
    "birthday": "1894-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/80/E._C._Segar.png",
    "extract": "Elzie Crisler Segar, known by the pen name E. C. Segar, was an American cartoonist best known as the creator of Popeye, a pop culture character who first appeared in 1929 in Segar's comic strip Thimble Theatre.",
    "year": 1894,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "James Thurber",
    "birthday": "1894-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/James_Thurber_NYWTS.jpg/246px-James_Thurber_NYWTS.jpg",
    "extract": "James Grover Thurber was an American cartoonist, author, humorist, journalist and playwright. He was best known for his cartoons and short stories, published mainly in The New Yorker and collected in his numerous books.",
    "year": 1894,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bohuslav Martinů",
    "birthday": "1890-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Martinu_1945.jpg/252px-Martinu_1945.jpg",
    "extract": "Bohuslav Jan Martinů was a Czech composer of modern classical music. He wrote 6 symphonies, 15 operas, 14 ballet scores and a large body of orchestral, chamber, vocal and instrumental works. He became a violinist in the Czech Philharmonic Orchestra, and briefly studied under Czech composer and violinist Josef Suk. After leaving Czechoslovakia in 1923 for Paris, Martinů deliberately withdrew from the Romantic style in which he had been trained. During the 1920s he experimented with modern French stylistic developments, exemplified by his orchestral works Half-time and La Bagarre. He also adopted jazz idioms, for instance in his Kitchen Revue.",
    "year": 1890,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Diego Rivera",
    "birthday": "1886-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Diego_Rivera%2C_1910.jpg/229px-Diego_Rivera%2C_1910.jpg",
    "extract": "Diego María de la Concepción Juan Nepomuceno Estanislao de la Rivera y Barrientos Acosta y Rodríguez, known as Diego Rivera, was a prominent Mexican painter. His large frescoes helped establish the mural movement in Mexican and international art.",
    "year": 1886,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Albert Gleizes",
    "birthday": "1881-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Albert_Gleizes%2C_c.1920%2C_photograph_by_Pierre_Choumoff..jpg/237px-Albert_Gleizes%2C_c.1920%2C_photograph_by_Pierre_Choumoff..jpg",
    "extract": "Albert Gleizes was a major 20th-century French artist, theoretician, philosopher, a self-proclaimed founder of Cubism and an influence on the School of Paris. Albert Gleizes and Jean Metzinger wrote the first major treatise on Cubism, Du \"Cubisme\", 1912. Gleizes was a founding member of the Section d'Or group of artists. He was also a member of Der Sturm, and his many theoretical writings were originally most appreciated in Germany, where especially at the Bauhaus his ideas were given thoughtful consideration. Gleizes spent four crucial years in New York, and played an important role in making America aware of modern art. He was a member of the Society of Independent Artists, founder of the Ernest-Renan Association, and both a founder and participant in the Abbaye de Créteil. Gleizes exhibited regularly at Léonce Rosenberg's Galerie de l’Effort Moderne in Paris; he was also a founder, organizer and director of Abstraction-Création. From the mid-1920s to the late 1930s much of his energy went into writing, e.g., La Peinture et ses lois, Vers une conscience plastique: La Forme et l’histoire and Homocentrisme.",
    "year": 1881,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Johannes Aavik",
    "birthday": "1880-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Johannes_Aavik.jpg/240px-Johannes_Aavik.jpg",
    "extract": "Johannes Aavik was an Estonian philologist and Fennophile who played a significant role in the modernization and development of the Estonian language.",
    "year": 1880,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Paul Ladmirault",
    "birthday": "1877-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Paul_Ladmirault.jpeg",
    "extract": "Paul Émile Ladmirault was a French composer and music critic whose music expressed his devotion to Brittany. Claude Debussy wrote that his work possessed a \"fine dreamy musicality\", commenting on its characteristically hesitant character by suggesting that it sounded as if it was \"afraid of expressing itself too much\". Florent Schmitt said of him: \"Of all the musicians of his generation, he was perhaps the most talented, most original, but also the most modest\". Peter Warlock dedicated his Capriol Suite to him and Swan Hennessy his Trio, Op. 54.",
    "year": 1877,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Frederik Buch",
    "birthday": "1875-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d3/Frederik_Buch.jpg",
    "extract": "Frederik Buch was a Danish film actor of the silent era in Denmark. He starred in over 100 films, and prolifically worked under Lau Lauritzen Sr.",
    "year": 1875,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ernst Moro",
    "birthday": "1874-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Moro1904.JPG/235px-Moro1904.JPG",
    "extract": "Ernst Moro was an Austrian physician and pediatrician who was the first in western medicine to describe the infant reflex that was named after him.",
    "year": 1874,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rüdiger von der Goltz",
    "birthday": "1865-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Face_detail%2C_from-_General_count_von_der_Goltz%2C_the_Commander_of_the_expeditionary_force_into_Finland._May_1918_-_NARA_-_17391746_%28cropped%29.jpg/256px-Face_detail%2C_from-_General_count_von_der_Goltz%2C_the_Commander_of_the_expeditionary_force_into_Finland._May_1918_-_NARA_-_17391746_%28cropped%29.jpg",
    "extract": "Gustav Adolf Joachim Rüdiger Graf von der Goltz was a German army general during the First World War. He commanded the Baltic Sea Division, which successfully intervened in the Finnish Civil War in the spring of 1918. Goltz stayed with his troops in Finland until December 1918 representing German interests, and in practice ruled the country as a military dictator during this period. After the Armistice of 11 November 1918, Goltz commanded the army of the local German-established government of Latvia, which in 1919 was instrumental in the defeat of the Russian Bolsheviks and their local allies in Latvia. The troops commanded by Goltz suffered a defeat against Estonia in 1919 and were eventually unsuccessful in retaining German control over Latvia and Estonia after World War I.",
    "year": 1865,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jacques Hadamard",
    "birthday": "1865-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Hadamard2_cropped.jpg/254px-Hadamard2_cropped.jpg",
    "extract": "Jacques Salomon Hadamard was a French mathematician who made major contributions in number theory, complex analysis, differential geometry and partial differential equations.",
    "year": 1865,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jean Sibelius",
    "birthday": "1865-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Jean_Sibelius_in_1890.jpg/202px-Jean_Sibelius_in_1890.jpg",
    "extract": "Jean Sibelius was a Finnish composer of the late Romantic and early-modern periods. He is widely regarded as his country's greatest composer, and his music is often credited with having helped Finland develop a national identity during its struggle for independence from Russia.",
    "year": 1865,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Camille Claudel",
    "birthday": "1864-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Camille_Claudel_-_photographie_C%C3%A9sar.jpg/214px-Camille_Claudel_-_photographie_C%C3%A9sar.jpg",
    "extract": "Camille Rosalie Claudel was a French sculptor known for her figurative works in bronze and marble. She died in relative obscurity, but later gained recognition for the originality and quality of her work. The subject of several biographies and films, Claudel is well known for her sculptures including The Waltz and The Mature Age.",
    "year": 1864,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Charles Lincoln Edwards",
    "birthday": "1863-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Charles_Lincoln_Edwards_oval_portrait.png/236px-Charles_Lincoln_Edwards_oval_portrait.png",
    "extract": "Charles Lincoln Edwards was an American zoologist. His research included studies of development in reptiles and sea cucumbers, chromosomes of Ascaris roundworms, and taxonomy of sea cucumbers and copepods, naming at least five species of copepods found in sea cucumber body cavities.",
    "year": 1863,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Georges Feydeau",
    "birthday": "1862-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/G_Feydeau_Carolus-Duran_Lille_2918.jpg/243px-G_Feydeau_Carolus-Duran_Lille_2918.jpg",
    "extract": "Georges-Léon-Jules-Marie Feydeau was a French playwright of the era known as the Belle Époque. He is remembered for his farces, written between 1886 and 1914.",
    "year": 1862,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "William C. Durant",
    "birthday": "1861-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/WilliamCDurant.jpg/223px-WilliamCDurant.jpg",
    "extract": "William Crapo Durant was a leading pioneer of the United States automobile industry. He created a system in which a company held multiple marques – each seemingly independent, with different automobile lines – bound under a unified corporate holding company. Durant, along with Frederic L. Smith, co-founded General Motors, as well as Chevrolet with Louis Chevrolet. He also founded Frigidaire.",
    "year": 1861,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Aristide Maillol",
    "birthday": "1861-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8d/Aristide_Maillol.jpg/209px-Aristide_Maillol.jpg",
    "extract": "Aristide Joseph Bonaventure Maillol was a French sculptor, painter, and printmaker.",
    "year": 1861,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Georges Méliès",
    "birthday": "1861-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/George_Melies.jpg/227px-George_Melies.jpg",
    "extract": "Marie-Georges-Jean Méliès was a French illusionist, actor, and the first film director. He led many technical and narrative developments in the earliest days of cinema.",
    "year": 1861,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bjørnstjerne Bjørnson",
    "birthday": "1832-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Portrett_av_Bj%C3%B8rnstjerne_Bj%C3%B8rnson%2C_1909_-_no-nb_digifoto_20150129_00043_bldsa_BB0791_-_Restoration.jpg/223px-Portrett_av_Bj%C3%B8rnstjerne_Bj%C3%B8rnson%2C_1909_-_no-nb_digifoto_20150129_00043_bldsa_BB0791_-_Restoration.jpg",
    "extract": "Bjørnstjerne Martinius Bjørnson was a Norwegian writer who received the 1903 Nobel Prize in Literature \"as a tribute to his noble, magnificent and versatile poetry, which has always been distinguished by both the freshness of its inspiration and the rare purity of its spirit\". The first Norwegian Nobel laureate, he was a prolific polemicist and extremely influential in Norwegian public life and Scandinavian cultural debate. Bjørnson is considered to be one of the four great Norwegian writers, alongside Ibsen, Lie, and Kielland. He is also celebrated for his lyrics to the Norwegian national anthem, \"Ja, vi elsker dette landet\". The composer Fredrikke Waaler based a composition for voice and piano (Spinnersken) on a text by Bjørnson, as did Anna Teichmüller.",
    "year": 1832,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jakov Ignjatović",
    "birthday": "1822-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Jakov_Ignjatovic_Novak_Radoni%C4%87.jpg/266px-Jakov_Ignjatovic_Novak_Radoni%C4%87.jpg",
    "extract": "Jakov Ignjatović was a novelist and prose writer, who primarily wrote in Serbian but also in Hungarian. He was also an active member of Matica Srpska.",
    "year": 1822,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Charles III, Prince of Monaco",
    "birthday": "1818-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/CharlesIIIMonaco.jpg/208px-CharlesIIIMonaco.jpg",
    "extract": "Charles III was Prince of Monaco and Duke of Valentinois from 20 June 1856 to his death. He was the founder of the famous casino in Monte Carlo, as his title in Monegasque and Italian was Carlo III. He was born in Paris, the only son of Florestan, Prince of Monaco, and Maria Caroline Gibert de Lametz.",
    "year": 1818,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Christian Emil Krag-Juel-Vind-Frijs",
    "birthday": "1817-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/K_V_Frijs.jpg/219px-K_V_Frijs.jpg",
    "extract": "Christian Emil Krag-Juel-Vind-Frijs was a Danish nobleman and politician. He was Council President of Denmark from 1865 to 1870 as the leader of the Frijs Cabinet.",
    "year": 1817,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Adolph Menzel",
    "birthday": "1815-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Bundesarchiv_Bild_183-R30367%2C_Adolph_von_Menzel.jpg/252px-Bundesarchiv_Bild_183-R30367%2C_Adolph_von_Menzel.jpg",
    "extract": "Adolph Friedrich Erdmann von Menzel was a German Realist artist noted for drawings, etchings, and paintings. Along with Caspar David Friedrich, he is considered one of the two most prominent German painters of the 19th century, and was the most successful artist of his era in Germany. First known as Adolph Menzel, he was knighted in 1898 and changed his name to Adolph von Menzel.",
    "year": 1815,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "August Belmont",
    "birthday": "1813-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Augustbelmont.jpg/251px-Augustbelmont.jpg",
    "extract": "August Belmont Sr. was a German-American financier, diplomat, politician and party chairman of the Democratic National Committee, and also a horse-breeder and racehorse owner. He was the founder and namesake of the Belmont Stakes, third leg of the Triple Crown series of American Thoroughbred horse racing.",
    "year": 1813,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Friedrich Traugott Kützing",
    "birthday": "1807-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/K%C3%BCtzingdenkmal_Nordhausen_-_2015.JPG/320px-K%C3%BCtzingdenkmal_Nordhausen_-_2015.JPG",
    "extract": "Friedrich Traugott Kützing was a German pharmacist, botanist and phycologist.",
    "year": 1807,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Peter Andreas Hansen",
    "birthday": "1795-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/P.A.Hansen.jpg/201px-P.A.Hansen.jpg",
    "extract": "Peter Andreas Hansen was a Danish-born German astronomer.",
    "year": 1795,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Eli Whitney",
    "birthday": "1765-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Eli_Whitney_by_Samuel_Finley_Breese_Morse_1822.jpeg/248px-Eli_Whitney_by_Samuel_Finley_Breese_Morse_1822.jpeg",
    "extract": "Eli Whitney Jr. was an American inventor, widely known for inventing the cotton gin, one of the key inventions of the Industrial Revolution that shaped the economy of the Antebellum South.",
    "year": 1765,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Archduke Maximilian Francis of Austria",
    "birthday": "1756-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Erzherzog_Maximilian_Franz_of_Austria.jpg/224px-Erzherzog_Maximilian_Franz_of_Austria.jpg",
    "extract": "Archduke Maximilian Francis of Austria was Elector of Cologne and Grand Master of the Teutonic Knights. He was the youngest child of the Habsburg ruler of Austria, Maria Theresa, and her husband, Francis I, Holy Roman Emperor, for whom he was named. His siblings included emperors Joseph II and Leopold II, the Parmese duchess Maria Amalia, the Sicilian queen Maria Carolina, and the French queen Marie Antoinette. He was the last fully functioning Elector of Cologne and the second employer and patron of the young Ludwig van Beethoven.",
    "year": 1756,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jan Ingenhousz",
    "birthday": "1730-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Jan_Ingenhousz.jpg/227px-Jan_Ingenhousz.jpg",
    "extract": "Jan Ingenhousz or Ingen-Housz FRS was a Dutch-born British physiologist, biologist and chemist.",
    "year": 1730,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Claude Balbastre",
    "birthday": "1724-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Claude_balbastre.jpg",
    "extract": "Claude-Bénigne Balbastre was a French composer, organist, harpsichordist and fortepianist. He was one of the most famous musicians of his time.",
    "year": 1724,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Francis I, Holy Roman Emperor",
    "birthday": "1708-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Martin_van_Meytens_006.jpg/248px-Martin_van_Meytens_006.jpg",
    "extract": "Francis I was the Duke of Lorraine and Bar (1729–1737), and later Grand Duke of Tuscany (1737–1765), who married Maria Theresa of Austria and became the last non-Habsburg Holy Roman Emperor (1745–1765) and Archduke of Austria (1740–1765). His wife effectively ruled Austria and the Holy Roman Empire. They were the founders of the Habsburg-Lorraine dynasty. The oldest surviving son of Leopold, Duke of Lorraine, Francis left the duchy for the deposed Polish king Stanisław Leszczyński in exchange for the Grand Duchy of Tuscany as one of the terms ending the War of the Polish Succession in 1738. The duchy and the ducal title to Lorraine and Bar passed to King Louis XV of France upon Leszczynski's death in 1766, though Francis and his successors retained the right to style themselves as dukes of Lorraine and Bar.",
    "year": 1708,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Maria Josepha of Austria",
    "birthday": "1699-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Portrait_de_Marie_Jos%C3%A8phe_d%27Autriche_par_Louis_de_Silvestre.jpg/182px-Portrait_de_Marie_Jos%C3%A8phe_d%27Autriche_par_Louis_de_Silvestre.jpg",
    "extract": "Maria Josepha of Austria was the Queen of Poland and Electress of Saxony by marriage to Augustus III. From 1711 to 1717, she was heir presumptive to the Habsburg Empire. Her sister Maria Amalia became Electress of Bavaria.",
    "year": 1699,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Antonio de Benavides",
    "birthday": "1678-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Supposed_Portrait_of_Antonio_Benavides.jpg/232px-Supposed_Portrait_of_Antonio_Benavides.jpg",
    "extract": "Antonio Benavides Bazán y Molina was a Lieutenant General in the Spanish Army who held administrative positions in the Americas as Royal Governor of Spanish Florida (1718–1734), Governor of Veracruz (1734–1745), Governor and Captain General of Yucatán province, as well as Governor of Manila in the Philippines. Before his successive appointments to these various positions, he served with distinction in several campaigns of the War of the Spanish Succession in 1710, and perhaps saved the life of Philip V, the first Bourbon King of Spain, at Guadalajara.",
    "year": 1678,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Horatio Walpole, 1st Baron Walpole",
    "birthday": "1678-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Unknown_man%2C_formerly_known_as_Horatio_Walpole%2C_1st_Baron_Walpole_of_Wolterton_from_NPG.jpg/255px-Unknown_man%2C_formerly_known_as_Horatio_Walpole%2C_1st_Baron_Walpole_of_Wolterton_from_NPG.jpg",
    "extract": "Horatio Walpole, 1st Baron Walpole \"of Wolterton\",, English diplomatist, was a younger son of Col. Robert Walpole (1650-1700) of Houghton Hall in Norfolk, and was a younger brother of Robert Walpole, 1st Earl of Orford (1676-1745) the first Prime Minister of Great Britain.",
    "year": 1678,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "François de La Rochefoucauld (cardinal)",
    "birthday": "1558-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Fran%C3%A7ois%2C_cardinal_de_La_Rochefoucauld_%281567-1645%29.jpg/257px-Fran%C3%A7ois%2C_cardinal_de_La_Rochefoucauld_%281567-1645%29.jpg",
    "extract": "François de La Rochefoucauld was a French Cardinal and an \"important figure in the French Counter Reformation church\".",
    "year": 1558,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mary, Queen of Scots",
    "birthday": "1542-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Fran%C3%A7ois_Clouet_-_Mary%2C_Queen_of_Scots_%281542-87%29_-_Google_Art_Project.jpg/207px-Fran%C3%A7ois_Clouet_-_Mary%2C_Queen_of_Scots_%281542-87%29_-_Google_Art_Project.jpg",
    "extract": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, was Queen of Scotland from 14 December 1542 until her forced abdication in 1567.",
    "year": 1542,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Miklós Istvánffy",
    "birthday": "1538-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Nicolas_Istuanfius_%281538-1615%29.jpg/256px-Nicolas_Istuanfius_%281538-1615%29.jpg",
    "extract": "Baron Miklós Istvánffy de Baranyavár et Kisasszonyfalva was a Hungarian politician, Humanist historian and poet, who served as Palatinal Governor of Hungary from 19 January 1582 to November 1608.",
    "year": 1538,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Anselm Adornes",
    "birthday": "1424-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Portraits_d%27Anselme_Adornes_et_de_sa_femme.jpg/218px-Portraits_d%27Anselme_Adornes_et_de_sa_femme.jpg",
    "extract": "Anselm Adornes, also known as Anselm Adorno, was a merchant, patron, politician and diplomat, who belonged to the fifth generation of the Adornes family to live in Bruges.",
    "year": 1424,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Astorre II Manfredi",
    "birthday": "1412-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/National_gallery_in_washington_d.c.%2C_mino_da_fiesole%2C_astorgio_manfredi%2C_1455_01.JPG/315px-National_gallery_in_washington_d.c.%2C_mino_da_fiesole%2C_astorgio_manfredi%2C_1455_01.JPG",
    "extract": "Astorre II Manfredi was lord of Imola from 1439 and of Faenza from 1443.",
    "year": 1412,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Wang Anshi",
    "birthday": "1021-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Wang_Anshi.jpg/239px-Wang_Anshi.jpg",
    "extract": "Wang Anshi ; Chinese: 王安石; December 8, 1021 – May 21, 1086), courtesy name Jiefu, was a Chinese economist, philosopher, poet, and politician during the Song dynasty. He served as chancellor and attempted major and controversial socioeconomic reforms known as the New Policies. These reforms constituted the core concepts of the Song-Dynasty Reformists, in contrast to their rivals, the Conservatives, led by the Chancellor Sima Guang.",
    "year": 1021,
    "month": 12,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Horace",
    "birthday": "-65-12-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Quintus_Horatius_Flaccus.jpg/160px-Quintus_Horatius_Flaccus.jpg",
    "extract": "Quintus Horatius Flaccus, known in the English-speaking world as Horace, was the leading Roman lyric poet during the time of Augustus. The rhetorician Quintilian regarded his Odes as just about the only Latin lyrics worth reading: \"He can be lofty sometimes, yet he is also full of charm and grace, versatile in his figures, and felicitously daring in his choice of words.\"",
    "year": -65,
    "month": 12,
    "day": 8,
    "language": "en"
  }
]