[
  {
    "name": "Diāna Ņikitina",
    "birthday": "2000-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/2018_EC_Di%C4%81na_%C5%85ikitina_2018-01-18_14-52-37_%282%29.jpg/213px-2018_EC_Di%C4%81na_%C5%85ikitina_2018-01-18_14-52-37_%282%29.jpg",
    "extract": "Diāna Ņikitina is a Latvian former figure skater. She is the 2017 Golden Bear of Zagreb champion, the 2018 Cup of Tyrol silver medalist, and the 2018 Latvian national champion. She competed at the 2018 Winter Olympics in PyeongChang, placing 26th.",
    "year": 2000,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kyle Connor",
    "birthday": "1996-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Kyle_Connor_2016.png/320px-Kyle_Connor_2016.png",
    "extract": "Kyle David Connor is an American professional ice hockey player for the Winnipeg Jets of the National Hockey League (NHL). Connor was drafted 17th overall by the Jets in the 2015 NHL Entry Draft.",
    "year": 1996,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "McKayla Maroney",
    "birthday": "1995-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/McKayla_Maroney_at_the_White_House_in_2012.jpg/189px-McKayla_Maroney_at_the_White_House_in_2012.jpg",
    "extract": "McKayla Rose Maroney is a retired American artistic gymnast. She was a member of the American women's gymnastics team dubbed the Fierce Five at the 2012 Summer Olympics, where she won a gold medal in the team and an individual silver medal in the vault event. Maroney was also a member of the gold-winning American team at the 2011 World Championships, where she won gold medals in the team and vault competitions. She defended her World title and won the gold medal on vault at the 2013 World Championships, becoming the first U.S. female gymnast to defend a World Championship vault title.",
    "year": 1995,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mark McMorris",
    "birthday": "1993-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Mark_McMorris_at_Dew_Tour.jpg/320px-Mark_McMorris_at_Dew_Tour.jpg",
    "extract": "Mark Lee McMorris is a Canadian professional snowboarder who specializes in slopestyle and big air events. A three-time Olympic bronze medallist, he placed third in each of the 2014 Winter Olympics, 2018 Winter Olympics, and 2022 Winter Olympics in the slopestyle event. While filming for Transworld Snowboarding's \"Park Sessions\" video in March 2011, Mark became the first person to land a Backside Triple Cork 1440. More recently, on April 28, 2018, Mark landed the world first Double Cork off of a rail, the Front-Board Double Cork 1170 with melancholy grab. Mark has also left his mark at X-Games and other events. In 2012 and 2013, Mark won back-to-back gold medals in Winter X Games in the slopestyle event. He has also appeared in many videos for Transworld Snowboarding, Burton, Redbull, CBC, and Shredbots.",
    "year": 1993,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Laura Smulders",
    "birthday": "1993-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Laura-smulders-1350589491.png/200px-Laura-smulders-1350589491.png",
    "extract": "Laura Smulders is a Dutch racing cyclist who represents the Netherlands in BMX. She competed at the 2012 Summer Olympics in the women's BMX event where she won the bronze medal.",
    "year": 1993,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Choi Min-ho",
    "birthday": "1991-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Minho_for_Marie_Claire_Magazine_August_Issue_2021_06.png/213px-Minho_for_Marie_Claire_Magazine_August_Issue_2021_06.png",
    "extract": "Choi Min-ho, better known by the mononym Minho, is a South Korean rapper, singer, actor, songwriter, and model. In May 2008, he debuted as a member of South Korean boy group Shinee which later became one of the best-selling Korean artists. Aside from group activities, he debuted as an actor in November 2010 in KBS2's drama special Pianist. He has since landed roles in television series such as Salamander Guru and The Shadows (2012), To the Beautiful You (2012), Medical Top Team (2013), My First Time (2015), and Hwarang: The Poet Warrior Youth (2016). He made his feature film debut in 2016 with Canola. In March 2019, he released his SM Station single, \"I'm Home\", and in December 2021, he released his first digital single, \"Heartbreak\".",
    "year": 1991,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kwadwo Asamoah",
    "birthday": "1988-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Kwadwo_Asamoah_20140816_%28cropped%29_%282%29.jpg/255px-Kwadwo_Asamoah_20140816_%28cropped%29_%282%29.jpg",
    "extract": "Kwadwo Asamoah is a Ghanaian professional footballer. Mainly a left midfielder or left-back, he has also occasionally been deployed as a central midfielder.",
    "year": 1988,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kostas Giannoulis",
    "birthday": "1987-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Konstantinos_Giannoulis.jpg/240px-Konstantinos_Giannoulis.jpg",
    "extract": "Kostas Giannoulis is a Greek professional footballer who plays as a left-back for Super League club OFI.",
    "year": 1987,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mat Latos",
    "birthday": "1987-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Mat_Latos_on_April_29%2C_2016.jpg/320px-Mat_Latos_on_April_29%2C_2016.jpg",
    "extract": "Mathew Adam Latos is an American professional baseball pitcher for the Southern Maryland Blue Crabs of the Atlantic League of Professional Baseball. He has played in Major League Baseball (MLB) for the San Diego Padres from 2009 through 2011, the Cincinnati Reds from 2012 through 2014, and the Miami Marlins, Los Angeles Dodgers and Los Angeles Angels of Anaheim in 2015, the Chicago White Sox and Washington Nationals in 2016, and the Toronto Blue Jays in 2017.",
    "year": 1987,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hikaru Nakamura",
    "birthday": "1987-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Nakamura_Hikaru_%2829290269410%29_%28cropped%29_%28cropped%29.jpg/232px-Nakamura_Hikaru_%2829290269410%29_%28cropped%29_%28cropped%29.jpg",
    "extract": "Hikaru Nakamura is an American chess grandmaster and streamer. A chess prodigy, he was at the time the youngest American to earn the title of Grandmaster in 2003, aged 15 years and 79 days. Nakamura is a five-time United States champion. He won the 2011 edition of Tata Steel Chess Tournament Group A and represented the United States at five Chess Olympiads, winning a team gold medal and two team bronze medals.",
    "year": 1987,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Wil Besseling",
    "birthday": "1985-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Besseling.jpg/320px-Besseling.jpg",
    "extract": "Wil Besseling is a Dutch professional golfer.",
    "year": 1985,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ángel Guirado",
    "birthday": "1984-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Angel_Guirado_azkals_2011.jpg/218px-Angel_Guirado_azkals_2011.jpg",
    "extract": "Ángel Aldeguer Guirado, known as Ángel Guirado, is a professional footballer who plays as a right winger or a striker for Spanish club Alhaurín de la Torre and the Philippines national football team.",
    "year": 1984,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Leon Hall",
    "birthday": "1984-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Leon_Hall.jpg/240px-Leon_Hall.jpg",
    "extract": "Leon Lastarza Hall is a former American football cornerback. He played college football for the University of Michigan, and earned consensus All-American honors. Hall was drafted by the Cincinnati Bengals in the first round of the 2007 NFL Draft and also played for the New York Giants, San Francisco 49ers, and Oakland Raiders.",
    "year": 1984,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jermaine Beckford",
    "birthday": "1983-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Jermaine_Beckford.jpg/240px-Jermaine_Beckford.jpg",
    "extract": "Jermaine Paul Alexander Beckford is an English Football pundit and former professional footballer who played as a striker. He began his career as a trainee at Chelsea, and played for Wealdstone, Uxbridge, Leeds United, Carlisle United, Scunthorpe United, Everton, Leicester City, Huddersfield Town, Bolton Wanderers, Preston North End and Bury. He also represented Jamaica at international level.",
    "year": 1983,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Neslihan Demir",
    "birthday": "1983-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Neslihan_Darnel_1.jpg/231px-Neslihan_Darnel_1.jpg",
    "extract": "Neslihan Demir is a retired Turkish volleyball star. She is one of the most successful athletes of Turkey and has been among FIVB Heroes. She represented her country as the flag bearer at the 2012 Summer Olympics and the official advertisement face of Turkey for the 2020 Summer Olympics candidateship along with basketballer Hedo Türkoğlu. She was a left-handed opposite hitter and won numerous individual awards in the international tournaments. She studied at Gazi University.",
    "year": 1983,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dariusz Dudka",
    "birthday": "1983-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Dariusz_Dudka.jpg/263px-Dariusz_Dudka.jpg",
    "extract": "Dariusz Dudka is a retired Polish footballer. He played as a defensive midfielder or full-back and also as a centre-back. He is currently an assistant coach of Ekstraklasa club Lech Poznań.",
    "year": 1983,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nathalie De Vos",
    "birthday": "1982-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Nathalie_de_vos.jpg/217px-Nathalie_de_vos.jpg",
    "extract": "Nathalie De Vos is a Belgian long-distance runner who specializes in the 5000 and 10,000 metres.",
    "year": 1982,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ryan Grant (running back)",
    "birthday": "1982-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Ryan_grant_packers_2009.jpg/320px-Ryan_grant_packers_2009.jpg",
    "extract": "Ryan Brett Grant is a former American football running back in the National Football League (NFL). Grant played college football at Notre Dame where he rushed for over 1,000 yards in his only year as the starting running back. He originally signed with the New York Giants as an undrafted free agent in 2005 but never played a game for them. Shortly before the 2007 season, Grant was traded to the Green Bay Packers in exchange for a future sixth-round draft pick. He would go on to play for the Packers for six seasons.",
    "year": 1982,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bastian Swillims",
    "birthday": "1982-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Osaka07_D8A_M4-400M_German_Team.jpg/320px-Osaka07_D8A_M4-400M_German_Team.jpg",
    "extract": "Bastian Swillims is a German sprinter who specialises in the 400 metres. He was born in Dortmund.",
    "year": 1982,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mardy Fish",
    "birthday": "1981-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Mardy_Fish_2010-08-03.JPG/274px-Mardy_Fish_2010-08-03.JPG",
    "extract": "Mardy Simpson Fish is an American former professional tennis player. He was a hardcourt specialist. He is one of several American tennis players who rose to prominence in the early 2000s.",
    "year": 1981,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Simon Helberg",
    "birthday": "1980-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Simon_Helberg_at_PaleyFest_2013.jpg/213px-Simon_Helberg_at_PaleyFest_2013.jpg",
    "extract": "Simon Maxwell Helberg is an American actor and comedian. He is known for playing Howard Wolowitz in the CBS sitcom The Big Bang Theory (2007–2019), for which he won the Critics' Choice Television Award for Best Supporting Actor in a Comedy Series, and as Cosmé McMoon in the film Florence Foster Jenkins (2016), for which he was nominated for the Golden Globe Award for Best Supporting Actor – Motion Picture.",
    "year": 1980,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ryder Hesjedal",
    "birthday": "1980-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/20160905-DSC_5463-Hesjedal_R.jpg/223px-20160905-DSC_5463-Hesjedal_R.jpg",
    "extract": "Eric Ryder Hesjedal is a Canadian retired professional racing cyclist who competed in both mountain biking and road racing between 1998 and 2016. Hesjedal won a silver medal at the 1998 Junior, 2001 Under-23, and Elite world championship in mountain biking. He turned professional with U.S. Postal Service in 2004 after several years with the Rabobank continental team. Having previously finished in fifth place at the 2010 Tour de France, Hesjedal won his first and only Grand Tour at the 2012 Giro d'Italia, the first Grand Tour win by a Canadian. Other major wins include two stages at the Vuelta a España, the first such stage wins by a Canadian.",
    "year": 1980,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mark Riddell",
    "birthday": "1980-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Mark_Riddell.jpg/188px-Mark_Riddell.jpg",
    "extract": "Mark Robert Riddell is an Australian rugby league commentator and former professional player who played as a hooker in the 2000s and 2010s. A City New South Wales representative goal-kicker, he played in the NRL for the St. George Illawarra Dragons, Parramatta Eels and the Sydney Roosters, and in the Super League with the Wigan Warriors.",
    "year": 1980,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Olivia Lufkin",
    "birthday": "1979-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Olivia_Lufkin_in_Japan_Expo%2C_2007.jpg/240px-Olivia_Lufkin_in_Japan_Expo%2C_2007.jpg",
    "extract": "Olivia Lufkin, professionally known as Olivia, is a Japanese-American bilingual singer and songwriter. She was born in Japan to the daughter of a Japanese mother and an American father. Her two younger siblings are Jeffrey Lufkin, a musician she regularly collaborates with, and Caroline Lufkin, an independent musician.",
    "year": 1979,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Stephen McPhail",
    "birthday": "1979-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Stephen_McPhail.jpg/203px-Stephen_McPhail.jpg",
    "extract": "Stephen John Paul McPhail is an Irish former footballer and currently the sporting director of Shamrock Rovers in the League of Ireland Premier Division.",
    "year": 1979,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Aiko Uemura",
    "birthday": "1979-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Aiko_Uemura_2009.jpg/196px-Aiko_Uemura_2009.jpg",
    "extract": "Aiko Uemura  is a Japanese freestyle skier. She participates in moguls and dual moguls.",
    "year": 1979,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gastón Gaudio",
    "birthday": "1978-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Gast%C3%B3n_Gaudio_2018_%28cropped%29.jpg/184px-Gast%C3%B3n_Gaudio_2018_%28cropped%29.jpg",
    "extract": "Gastón Norberto Gaudio is an Argentine retired tennis player. He won eight singles titles and achieved a career-high ATP singles ranking of world No. 5 in April 2005. Gaudio's most significant title win came at the 2004 French Open, where he defeated fellow Argentine Guillermo Coria in five sets in the final.",
    "year": 1978,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jesse Metcalfe",
    "birthday": "1978-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Jesse_Metcalfe_at_PaleyFest_2013.jpg/213px-Jesse_Metcalfe_at_PaleyFest_2013.jpg",
    "extract": "Jesse Eden Metcalfe is an American actor and musician. He is known for his portrayal of John Rowland on Desperate Housewives. Metcalfe has also had notable roles on Passions and played the title role in John Tucker Must Die. He starred as Christopher Ewing in the TNT continuation of Dallas, based on the 1978 series of the same name. From 2016 to 2021, Metcalfe starred as Trace Riley in Hallmark Channel's hit series Chesapeake Shores.",
    "year": 1978,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Shayne Graham",
    "birthday": "1977-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Shayne_Graham_2006-11-05.jpg/177px-Shayne_Graham_2006-11-05.jpg",
    "extract": "Michael Shayne Graham is an American football coach and former placekicker. Graham played 15 seasons in the National Football League (NFL). He played college football at Virginia Tech. He made his professional debut in May 2000 with the Richmond Speed of the Arena Football League's now-defunct developmental league, AF2.",
    "year": 1977,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Imogen Heap",
    "birthday": "1977-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Web_Summit_2018_-_Centre_Stage_-_Day_2%2C_November_7_DSC_5287_%2844853624505%29_%28cropped%29.jpg/195px-Web_Summit_2018_-_Centre_Stage_-_Day_2%2C_November_7_DSC_5287_%2844853624505%29_%28cropped%29.jpg",
    "extract": "Imogen Jennifer Heap is a British musician, singer, songwriter and record producer. Her work has been considered pioneering in pop and electropop music.",
    "year": 1977,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Chris Booker (baseball)",
    "birthday": "1976-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Chris_Booker.jpg",
    "extract": "Christopher Scott Booker is a former Major League Baseball pitcher. He is currently the pitching coach for the Billings Mustangs.",
    "year": 1976,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Canibus",
    "birthday": "1974-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Canibus_at_Amager_Bio_4.jpg/320px-Canibus_at_Amager_Bio_4.jpg",
    "extract": "Germaine Williams, better known by his stage name Canibus, is an American rapper and actor. He initially gained fame in the 1990s for his ability to freestyle, and eventually released his debut album Can-I-Bus in 1998. Since releasing his debut album, Canibus has gone on to release 13 solo studio albums in total, as well as multiple collaboration albums and EPs with other rappers as a member of the Four Horsemen, Refugee Camp All-Stars, Sharpshooterz, Cloak N Dagga, the Undergods and one-half of T.H.E.M.",
    "year": 1974,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Aloísio (footballer, born 1974)",
    "birthday": "1974-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Alesio.JPG/205px-Alesio.JPG",
    "extract": "Aloísio da Silva Filho, known as Aloísio,is a Brazilian footballer who plays as a goalkeeper for Potiguar de Mossoró.",
    "year": 1974,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Fabio Artico",
    "birthday": "1973-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Fabio_Artico.jpg/274px-Fabio_Artico.jpg",
    "extract": "Fabio Artico is a retired Italian footballer. Artico spent most of his career at Lega Pro but also played more than 90 matches at Serie B. He is currently in Alessandria staff.",
    "year": 1973,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Reiko Aylesworth",
    "birthday": "1972-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/92/Reiko_aylesworth.jpeg",
    "extract": "Reiko M. Aylesworth is an American film, television and stage actress, best known for her role on the television series 24 as Michelle Dessler.",
    "year": 1972,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tré Cool",
    "birthday": "1972-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/RiP2013_GreenDay_Tre_Cool_0001.jpg/320px-RiP2013_GreenDay_Tre_Cool_0001.jpg",
    "extract": "Frank Edwin Wright III, better known by his stage name Tré Cool, is a German-born American musician, singer, and songwriter best known as the drummer for the punk rock band Green Day. He replaced the band's former drummer, John Kiffmeyer, in 1990 as Kiffmeyer felt that he should focus on college. Cool has also played in The Lookouts, Samiam, Dead Mermaids, Bubu and the Brood and the Green Day side projects The Network and the Foxboro Hot Tubs.",
    "year": 1972,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Saima Wazed",
    "birthday": "1972-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Saima_Wazed_Hossain_in_Dhaka_on_11_September_2014.jpg/240px-Saima_Wazed_Hossain_in_Dhaka_on_11_September_2014.jpg",
    "extract": "Saima Wazed Hossain, also known as Putul, is a Bangladeshi autism activist. She is the daughter of Bangladesh's Prime Minister, Sheikh Hasina. She is a member of the World Health Organization's 25-member Expert",
    "year": 1972,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Fabrice Santoro",
    "birthday": "1972-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Santoro_Roland_Garros_2009_1.jpg/271px-Santoro_Roland_Garros_2009_1.jpg",
    "extract": "Fabrice Vetea Santoro is a retired French tennis player from Tahiti. Successful in both singles and doubles, he had an unusually long professional career, with many of his accomplishments coming toward the end of his career, and he is popular among spectators and other players alike for his winning demeanor and shot-making abilities; he is also one of a rare breed of player who plays two-handed on both the forehand and backhand sides.",
    "year": 1972,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Geoff Barrow",
    "birthday": "1971-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Geoff_Barrow%2C_at_the_mixing_desk_in_State_of_Art_Studio%2C_Bristol.jpg/320px-Geoff_Barrow%2C_at_the_mixing_desk_in_State_of_Art_Studio%2C_Bristol.jpg",
    "extract": "Geoffrey Paul Barrow is an English music producer, composer, disc jockey, and is the instrumentalist for the band Portishead. Barrow is also a member of the band BEAK> and hip-hop supergroup Quakers, in addition to his work as a film score composer.",
    "year": 1971,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Petr Nedvěd",
    "birthday": "1971-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Petr_Nedv%C4%9Bd_-_Show_Jana_Krause_%2814._4._2021%29.png/320px-Petr_Nedv%C4%9Bd_-_Show_Jana_Krause_%2814._4._2021%29.png",
    "extract": "Petr Nedvěd is a Czech-born Canadian former professional ice hockey player who spent 15 seasons in the National Hockey League (NHL) between 1990 and 2007.",
    "year": 1971,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kara DioGuardi",
    "birthday": "1970-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Kara_DioGuardi.jpg/213px-Kara_DioGuardi.jpg",
    "extract": "Kara Elizabeth DioGuardi is an American songwriter, record producer, music publisher, A&R executive, and singer. She writes music primarily in the pop rock genre. DioGuardi has worked with many popular artists; sales of albums on which her songs appear exceed 160 million worldwide. DioGuardi is a 2011 NAMM Music for Life Award winner, 2009 NMPA Songwriter Icon Award winner, 2007 BMI Pop Songwriter of the Year, and has received 20 BMI Awards for co-writing the most performed songs on the radio.",
    "year": 1970,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lance Krall",
    "birthday": "1970-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Actor_Lance_Krall.jpg/213px-Actor_Lance_Krall.jpg",
    "extract": "Lance Krall is an American producer, screenwriter, and actor of half Vietnamese descent. He became well known after his portrayal as \"Kip\" in the role in faux-reality show The Joe Schmo Show. He went on to create and star in The Lance Krall Show and Free Radio. He is also the co-founder of Picture It Productions, a television development and production company based in Atlanta.",
    "year": 1970,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jakob Dylan",
    "birthday": "1969-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Jakob_Dylan_Minnesota.JPG/320px-Jakob_Dylan_Minnesota.JPG",
    "extract": "Jakob Luke Dylan is an American singer-songwriter. He rose to fame as the lead singer and primary songwriter for the rock band the Wallflowers.",
    "year": 1969,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lori Greiner",
    "birthday": "1969-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Lori_Greiner_%28cropped%29.png/232px-Lori_Greiner_%28cropped%29.png",
    "extract": "Lori Greiner is an American television personality, inventor, and entrepreneur. She is an investor on the reality TV show Shark Tank and its spin-off Beyond the Tank. She has been known as the \"Queen of QVC\" since the 2000 premiere of her show, Clever & Unique Creations. Greiner is the president and founder of For Your Ease Only, Inc.",
    "year": 1969,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bixente Lizarazu",
    "birthday": "1969-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Bixente_Lizarazu_%28cropped%29.jpg/205px-Bixente_Lizarazu_%28cropped%29.jpg",
    "extract": "Bixente Jean-Michel Lizarazu is a French former professional footballer who played as a left back for Bordeaux and Bayern Munich, among other teams. He also had 97 caps for the France national team.",
    "year": 1969,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brian Bell",
    "birthday": "1968-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Brian_Bell_performing_2013.png/240px-Brian_Bell_performing_2013.png",
    "extract": "Brian Lane Bell is an American musician, singer, and songwriter. He is best known as the rhythm guitarist, keyboardist, backing vocalist, and occasional lead vocalist of the rock band Weezer, with whom he has recorded fifteen studio albums. Bell also fronts the rock band The Relationship and was previously the lead vocalist and guitarist of the indie rock band Space Twins.",
    "year": 1968,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joshua Bell",
    "birthday": "1967-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Joshua_Bell.JPG/320px-Joshua_Bell.JPG",
    "extract": "Joshua David Bell is an American violinist and conductor. He plays the Gibson Stradivarius.",
    "year": 1967,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kirsten Gillibrand",
    "birthday": "1966-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Kirsten_Gillibrand%2C_official_photo%2C_116th_Congress.jpg/256px-Kirsten_Gillibrand%2C_official_photo%2C_116th_Congress.jpg",
    "extract": "Kirsten Elizabeth Gillibrand is an American lawyer and politician serving as the junior United States senator from New York since 2009. A member of the Democratic Party, she served as member of the U.S. House of Representatives from 2007 to 2009.",
    "year": 1966,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dave Harold",
    "birthday": "1966-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Dave_Harold_PHC_2012-3.jpg/320px-Dave_Harold_PHC_2012-3.jpg",
    "extract": "David Harold is an English former professional snooker player from Stoke-on-Trent. He was known by the nicknames of \"the Hard Man\" and \"the Stoke Potter\". He was also the first player on the television circuit to sport a plaster on his chin as a guide for his cue, which is a practice now adopted by Graeme Dott. As an amateur he played as David Harold, but after turning professional in 1991 he was registered as Dave Harold.",
    "year": 1966,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gideon Sa'ar",
    "birthday": "1966-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Gideonsaar.jpg/320px-Gideonsaar.jpg",
    "extract": "Gideon Moshe Sa'ar is an Israeli politician who has served as Minister of Justice since June 2021. Sa'ar was previously a member of the Knesset for the Likud between 2003 and 2014, as Deputy Prime Minister for a brief spell in 2021, as well as holding the posts of Education Minister (2009–2013) and Minister of the Interior (2013–2014). In 2019 Sa'ar returned to the Knesset and unsuccessfully ran against longtime leader Benjamin Netanyahu for the leadership of the Likud; he left the Knesset the following year after establishing a new party called New Hope.",
    "year": 1966,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hape Kerkeling",
    "birthday": "1964-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/2021-09-16-Hape_Kerkeling_Deutscher_Fernsehpreis_2021_-2914.jpg/213px-2021-09-16-Hape_Kerkeling_Deutscher_Fernsehpreis_2021_-2914.jpg",
    "extract": "Hans Peter Wilhelm \"Hape\" Kerkeling is a German comedian, TV presenter, author, and actor.",
    "year": 1964,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johannes B. Kerner",
    "birthday": "1964-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Johannes_B._Kerner_2018_%28cropped%29.jpg/223px-Johannes_B._Kerner_2018_%28cropped%29.jpg",
    "extract": "Johannes Baptist Kerner is a German television host, journalist, and former sportscaster.",
    "year": 1964,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Paul Landers",
    "birthday": "1964-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Paul_Landers_2011.jpg/216px-Paul_Landers_2011.jpg",
    "extract": "Paul Landers is a German musician, notable as the guitarist for the Neue Deutsche Härte band Rammstein, and the punk rock band Feeling B.",
    "year": 1964,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Empress Masako",
    "birthday": "1963-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Empress_Masako_at_TICAD7.jpg/214px-Empress_Masako_at_TICAD7.jpg",
    "extract": "Masako  is the Empress of Japan  and the consort of Emperor Naruhito, who ascended to the Chrysanthemum Throne in 2019. Masako, who was educated at Harvard and Oxford, had a prior career as a diplomat.",
    "year": 1963,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Felicity Huffman",
    "birthday": "1962-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/FelicityHuffmanHWoFMar2012.jpg/204px-FelicityHuffmanHWoFMar2012.jpg",
    "extract": "Felicity Kendall Huffman is an American actress. She is the recipient of numerous accolades including a Primetime Emmy Award, a Golden Globe Award, three Screen Actors Guild Awards, and has been nominated for an Academy Award.",
    "year": 1962,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Roxanne Swentzell",
    "birthday": "1962-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/RSLife.jpg/260px-RSLife.jpg",
    "extract": "Roxanne Swentzell is a Santa Clara Tewa Native American sculptor, ceramic artist, Indigenous food activist, and gallerist. Her artworks are in major public collections and she has won numerous awards.",
    "year": 1962,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Caroline Lucas",
    "birthday": "1960-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Official_portrait_of_Caroline_Lucas_MP_crop_2.jpg/240px-Official_portrait_of_Caroline_Lucas_MP_crop_2.jpg",
    "extract": "Caroline Patricia Lucas is a British politician who has twice led the Green Party of England and Wales and has been the Member of Parliament (MP) for Brighton Pavilion since the 2010 general election. She was re-elected in the 2015, 2017 and 2019 general elections, increasing her majority each time.",
    "year": 1960,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Juan Samuel",
    "birthday": "1960-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Juan_Samuel_on_July_16%2C_2016.jpg/320px-Juan_Samuel_on_July_16%2C_2016.jpg",
    "extract": "Juan Milton Samuel is a Dominican former professional baseball second baseman / outfielder, who played 16 seasons in Major League Baseball (MLB), for the Philadelphia Phillies (1983–1989), New York Mets (1989), Los Angeles Dodgers (1990–1992), Kansas City Royals, Cincinnati Reds (1993), Detroit Tigers (1994–1995), and Toronto Blue Jays (1996–1998). A three-time National League (NL) All-Star, he appeared in the 1983 World Series with the Phillies. Samuel served as interim manager for the Baltimore Orioles during the 2010 MLB season, as well as many years in the MLB coaching ranks. Known widely for his unique combination of speed and power, Samuel was inducted into the Hispanic Heritage Baseball Museum Hall of Fame, in 2010.",
    "year": 1960,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Susan Bullock",
    "birthday": "1959-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Susan_Bullock.web-2.jpg/212px-Susan_Bullock.web-2.jpg",
    "extract": "Susan Margaret Bullock is a British soprano. She has performed dramatic soprano parts at major opera houses, and also sung in concert and recital.",
    "year": 1959,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peter O'Mara",
    "birthday": "1957-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/O%C2%B4Mara%2C_Peter.jpg/320px-O%C2%B4Mara%2C_Peter.jpg",
    "extract": "Peter John O'Mara is an Australian-born jazz guitarist, composer, teacher and author. He has been based in Germany since late 1981.",
    "year": 1957,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Donny Osmond",
    "birthday": "1957-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Osmond%2C_Donny_%282006%29_%28cropped%29.jpg/243px-Osmond%2C_Donny_%282006%29_%28cropped%29.jpg",
    "extract": "Donald Clark Osmond is an American singer, dancer, actor, television host, and former teen idol. Osmond first gained fame performing with four of his elder brothers as the Osmonds, earning several top ten hits and gold albums. Then, in the early 1970s, Osmond began a solo career, earning several additional top ten songs.",
    "year": 1957,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sylvia (singer)",
    "birthday": "1956-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Sylvia_singer_summer_2016.jpg/240px-Sylvia_singer_summer_2016.jpg",
    "extract": "Sylvia Jane Hutton, known professionally by her first name Sylvia during the 1980s, is an American country music and country pop singer and songwriter. Her biggest hit, was her single \"Nobody\" in 1982. It reached number 15 on the Billboard Hot 100, number 5 on the Billboard Adult Contemporary chart, number 9 on the Cashbox Top 100, and number 1 on the Billboard Country Singles chart. The song earned her a gold record certification and a Grammy Award nomination for Best Female Country Vocal Performance. Her other country chart hits include \"Drifter\", \"Fallin' in Love\", \"Tumbleweed\" and \"Snapshot\". She was named Female Vocalist of the Year by the Academy of Country Music for 1982. She is also credited with making the first \"concept\" music video clip to air on Country Music Television (CMT), with \"The Matador\".",
    "year": 1956,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jean-Pierre Thiollet",
    "birthday": "1956-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Jean-Pierre_Thiollet_%28cropped%29.jpg/224px-Jean-Pierre_Thiollet_%28cropped%29.jpg",
    "extract": "Jean-Pierre Thiollet is a French writer and journalist.",
    "year": 1956,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Otis Birdsong",
    "birthday": "1955-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Otis_Birdsong_1978.JPG/218px-Otis_Birdsong_1978.JPG",
    "extract": "Otis Lee Birdsong is an American former professional basketball player. He spent twelve seasons (1977–1989) in the National Basketball Association (NBA) and appeared in four NBA All-Star Games.",
    "year": 1955,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Phil Bryant",
    "birthday": "1954-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Secretary_Perry_with_Govt_Phil_Bryant_KSS2455_%2832743097363%29_%28cropped%29.jpg/211px-Secretary_Perry_with_Govt_Phil_Bryant_KSS2455_%2832743097363%29_%28cropped%29.jpg",
    "extract": "Dewey Phillip Bryant is an American politician who served as the 64th Governor of Mississippi from 2012 to 2020. A member of the Republican Party, he was the 31st Lieutenant Governor of Mississippi from 2008 to 2012 and 40th State Auditor of Mississippi from 1996 to 2008. A Republican, Bryant was elected governor in 2011, defeating the Democratic nominee Mayor Johnny DuPree of Hattiesburg. He was reelected in 2015, defeating truck driver Robert Gray.",
    "year": 1954,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jean-Claude Juncker",
    "birthday": "1954-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Jean-Claude_Juncker_2019.jpg/250px-Jean-Claude_Juncker_2019.jpg",
    "extract": "Jean-Claude Juncker is a Luxembourgish politician who served as the 21st Prime Minister of Luxembourg from 1995 to 2013 and 12th President of the European Commission from 2014 to 2019. He also served as Finance Minister from 1989 to 2009 and President of the Eurogroup from 2005 to 2013.",
    "year": 1954,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Henk ten Cate",
    "birthday": "1954-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Henk_ten_Cate_in_Tabriz.jpg/267px-Henk_ten_Cate_in_Tabriz.jpg",
    "extract": "Hendrik Willem ten Cate is a Dutch football manager and former professional player.",
    "year": 1954,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "World B. Free",
    "birthday": "1953-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/World_B_Free.jpg/217px-World_B_Free.jpg",
    "extract": "World B. Free is a retired American professional basketball player who played in the National Basketball Association (NBA) from 1975 to 1988. Free was known as the \"Prince of Mid-Air\", \"Brownsville Bomber\", and most often as \"All-World\".",
    "year": 1953,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Malkovich",
    "birthday": "1953-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/John_Malkovich_KVIFF_2.jpg/237px-John_Malkovich_KVIFF_2.jpg",
    "extract": "John Malkovich is an American actor. He is the recipient of several accolades, including a Primetime Emmy Award, in addition to nominations for two Academy Awards, a British Academy Film Award, two Screen Actors Guild Awards, and three Golden Globe Awards.",
    "year": 1953,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Liaqat Baloch",
    "birthday": "1952-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bb/Liaqat_Baloch_%28cropped%29.jpg",
    "extract": "Liaqat Baloch is a political leader in Pakistan. He is originally from Muzaffargarh, a remote area of southern Punjab – although his family's origins are in the nearby province of Balochistan.",
    "year": 1952,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Michael Dorn",
    "birthday": "1952-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Michael_Dorn_%2848649696627%29.jpg/248px-Michael_Dorn_%2848649696627%29.jpg",
    "extract": "Michael Dorn is an American actor best known for his role as the Klingon Worf in the Star Trek franchise. He has appeared more times as a regular cast member than any other Star Trek actor in the franchise's history, spanning five films and 277 television episodes.",
    "year": 1952,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joan Armatrading",
    "birthday": "1950-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/2007-10-25_Joan_Armatrading%2C_Kantine%2C_Koeln_IMG_8237.jpg/223px-2007-10-25_Joan_Armatrading%2C_Kantine%2C_Koeln_IMG_8237.jpg",
    "extract": "Joan Anita Barbara Armatrading, is a Kittitian-English singer-songwriter and guitarist.",
    "year": 1950,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tom Kite",
    "birthday": "1949-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/TomKite.jpg/236px-TomKite.jpg",
    "extract": "Thomas Oliver Kite Jr. is an American professional golfer and golf course architect. He won the U.S. Open in 1992 and spent 175 weeks in the top-10 of the Official World Golf Ranking between 1989 and 1994.",
    "year": 1949,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Marleen Gorris",
    "birthday": "1948-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Marleen_Gorris_%281982%29.jpg/240px-Marleen_Gorris_%281982%29.jpg",
    "extract": "Marleen Gorris is a Dutch writer and director. Gorris is known as an outspoken feminist and supporter of gay and lesbian issues which is reflected in much of her work. In 1995, the Netherlands won an Oscar for Best Foreign Language Film for her film, Antonia's Line.",
    "year": 1948,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jonathan Sumption, Lord Sumption",
    "birthday": "1948-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Lord_Sumption_2013.jpg/279px-Lord_Sumption_2013.jpg",
    "extract": "Jonathan Philip Chadwick Sumption, Lord Sumption,, is a British author, medieval historian and former senior judge who sat on the Supreme Court of the United Kingdom between 2012 and 2018. Sumption was sworn in as a Justice of the Supreme Court on 11 January 2012, succeeding Lawrence Collins, Baron Collins of Mapesbury. Exceptionally, he was appointed to the Supreme Court directly from the practising Bar, without having been a full-time judge. He retired from the Supreme Court on 9 December 2018 upon reaching the mandatory retirement age of 70.",
    "year": 1948,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tom Daschle",
    "birthday": "1947-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Tom_Daschle%2C_official_Senate_photo.jpg/228px-Tom_Daschle%2C_official_Senate_photo.jpg",
    "extract": "Thomas Andrew Daschle is an American politician and lobbyist who served as a United States senator from South Dakota from 1987 to 2005. A member of the Democratic Party, he became U.S. Senate Minority Leader in 1995 and later the Majority Leader in 2001.",
    "year": 1947,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jaak Jõerüüt",
    "birthday": "1947-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Jaak_J%C3%B5er%C3%BC%C3%BCt_2012.jpg/213px-Jaak_J%C3%B5er%C3%BC%C3%BCt_2012.jpg",
    "extract": "Jaak Jõerüüt is an Estonian writer and politician. He was the defense minister of Estonia from November 2004 to 10 October 2005.",
    "year": 1947,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Currie, Baron Currie of Marylebone",
    "birthday": "1946-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Lord_Currie_of_Marylebone_2014.jpg/305px-Lord_Currie_of_Marylebone_2014.jpg",
    "extract": "David Anthony Currie, Baron Currie of Marylebone is a British economist specialising in regulation, and a cross-bench member of the House of Lords. Currie was the inaugural Chairman of the Competition and Markets Authority (CMA).",
    "year": 1946,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dennis Dunaway",
    "birthday": "1946-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Alice_Cooper_on_tour_for_million_dollar_babies.jpg/231px-Alice_Cooper_on_tour_for_million_dollar_babies.jpg",
    "extract": "Dennis Dunaway is an American musician, best known as the original bass guitarist for the rock band Alice Cooper .\nHe co-wrote some of the band's most notable songs, including \"I'm Eighteen\" and \"School's Out\".",
    "year": 1946,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sonia Gandhi",
    "birthday": "1946-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Sonia_Gandhi_2014_%28cropped%29.jpg/238px-Sonia_Gandhi_2014_%28cropped%29.jpg",
    "extract": "Sonia Gandhi is an Indian politician. She is the president of the Indian National Congress, a social democratic political party, which has governed India for most of its post-independence history. She took over as the party leader in 1998, seven years after the assassination of Rajiv Gandhi, her husband and a former Prime Minister of India, and remained in office until 2017 after serving for twenty-two years. She returned to the post in 2019.",
    "year": 1946,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nicholas Reade",
    "birthday": "1946-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/2014_National_Pilgrimage_to_Walsingham_%2814300312683%29_%28Nicholas_Reade_cropped%29.jpg/316px-2014_National_Pilgrimage_to_Walsingham_%2814300312683%29_%28Nicholas_Reade_cropped%29.jpg",
    "extract": "Nicholas Stewart Reade is a retired British Anglican bishop. He was the Bishop of Blackburn in the Province of York from 2004 to 2012.",
    "year": 1946,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Michael Nouri",
    "birthday": "1945-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/MichaelNouriJune09.jpg/274px-MichaelNouriJune09.jpg",
    "extract": "Michael Nouri is an American screen and stage actor. He is best known for his television roles, including Dr. Neil Roberts on The O.C., Phil Grey on Damages, Caleb Cortlandt on All My Children, Eli David in NCIS, and Bob Schwartz on Yellowstone. He is also known for his starring roles in the films Flashdance (1983) and The Hidden (1987), and has appeared in several Broadway and Off-Broadway plays, including the original production of Victor/Victoria. He is a Saturn Award and Daytime Emmy Award nominee.",
    "year": 1945,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Neil Innes",
    "birthday": "1944-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Neil_Innes_by_Luke_Ford_adjust.jpg/277px-Neil_Innes_by_Luke_Ford_adjust.jpg",
    "extract": "Neil James Innes was an English writer, comedian and musician. He collaborated with Monty Python and played in the Rutles and the Bonzo Dog Doo-Dah Band.",
    "year": 1944,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ki Longfellow",
    "birthday": "1944-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8e/Ki_Nymph_crop.jpg/255px-Ki_Nymph_crop.jpg",
    "extract": "Ki Longfellow is an American novelist, playwright, theatrical producer, theater director and entrepreneur with dual citizenship in Britain. She is best known in the United States for her novel The Secret Magdalene (2005). This is the first of her works exploring the divine feminine. In England, she is likely best known as the widow of Vivian Stanshall, the late musician, lead singer of the Bonzo Dog Doo-Dah Band, songwriter, author, radio broadcaster and wit.",
    "year": 1944,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bob O'Connor (mayor)",
    "birthday": "1944-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d8/Boboconnor2.jpg/241px-Boboconnor2.jpg",
    "extract": "Robert E. O'Connor Jr. was an American politician who was the Mayor of Pittsburgh, Pennsylvania from January 3, 2006, until his death.",
    "year": 1944,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Pit Martin",
    "birthday": "1943-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Pit_Martin_Chex_hockey_card.JPG/229px-Pit_Martin_Chex_hockey_card.JPG",
    "extract": "Hubert Jacques \"Pit\" Martin was a Canadian professional ice hockey centre who served as captain for the Chicago Black Hawks of the National Hockey League (NHL) from 1975 to 1977. He was an NHL All-Star and Bill Masterton Memorial Trophy winner.",
    "year": 1943,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joanna Trollope",
    "birthday": "1943-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Joanna_Trollope_2011.jpg/217px-Joanna_Trollope_2011.jpg",
    "extract": "Joanna Trollope is an English writer. She has also written under the pseudonym of Caroline Harvey. Her novel Parson Harding's Daughter won in 1980 the Romantic Novel of the Year Award by the Romantic Novelists' Association.",
    "year": 1943,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Billy Bremner",
    "birthday": "1942-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Billy_Bremner_%281971%29.jpg/247px-Billy_Bremner_%281971%29.jpg",
    "extract": "William John Bremner was a Scottish professional footballer and manager. Regarded as one of the game's great midfielders, he combined precision passing skills with tenacious tackling and physical stamina. He played for Leeds United from 1959 to 1976, serving as captain from 1965, in one of the most successful periods in the club's history.",
    "year": 1942,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dick Butkus",
    "birthday": "1942-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Dickbutkus.jpg/220px-Dickbutkus.jpg",
    "extract": "Richard Marvin Butkus is an American former professional football player, sports commentator, and actor. He played football as a linebacker for the Chicago Bears of the National Football League (NFL) from 1965 to 1973. Through those nine seasons he was invited to eight Pro Bowls, named a first-team All-Pro six times, and was twice recognized by his peers as the NFL's Defensive Player of the Year. Renowned as a fierce tackler and for the relentless effort with which he played, Butkus is widely regarded as one of the greatest and most intimidating linebackers in pro football history.",
    "year": 1942,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Germain Gagnon",
    "birthday": "1942-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Germain_Gagnon_1973.JPG/260px-Germain_Gagnon_1973.JPG",
    "extract": "Joseph Adrien Germain Gagnon was a Canadian professional ice hockey player who played 259 games in the National Hockey League. He played for the Montreal Canadiens, New York Islanders, Chicago Black Hawks, and Kansas City Scouts. An original Islander, Gagnon recorded three points, including the winning goal, in the Islanders first win on October 12, 1972. The full name was found in his Baptism document. Gagnon returned to Chicoutimi and died there after a long illness on October 26, 2014.",
    "year": 1942,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joe McGinniss",
    "birthday": "1942-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Joe_McGinniss_1969.JPG/255px-Joe_McGinniss_1969.JPG",
    "extract": "Joseph Ralph McGinniss Sr. was an American non-fiction writer and novelist.",
    "year": 1942,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "William Turnage",
    "birthday": "1942-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/William_Turnage_1975_%28NARA_45644187%29.jpg/241px-William_Turnage_1975_%28NARA_45644187%29.jpg",
    "extract": "William Albert Turnage was the director of The Wilderness Society from 1978 to 1985 and business manager of photographer Ansel Adams. He was known for turning the Wilderness Society into a more professional advocacy group, and was an outspoken critic of James G. Watt, the Interior Secretary in the Reagan Administration. Born in Tucson and raised in Washington, D.C., Turnage earned an degree in history from Yale University in 1965 and entered Yale Law School before switching to the Yale School of Forestry and Environmental Studies. He met Adams while working with Yale Chubb Fellowship and left school shortly after Adams invited him to manage his photography.",
    "year": 1942,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mehmet Ali Birand",
    "birthday": "1941-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Milliyet_Meeting.jpg/320px-Milliyet_Meeting.jpg",
    "extract": "Mehmet Ali Birand was a Turkish journalist, political commentator and writer.",
    "year": 1941,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Beau Bridges",
    "birthday": "1941-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Beau_Bridges_2011_%28cropped%29.jpg/240px-Beau_Bridges_2011_%28cropped%29.jpg",
    "extract": "Lloyd Vernet \"Beau\" Bridges III is an American actor and director. He is a three-time Emmy, two-time Golden Globe and one-time Grammy Award winner, as well as a two-time Screen Actors Guild Award nominee. Bridges was awarded a star on the Hollywood Walk of Fame on April 7, 2003, at 7065 Hollywood Boulevard for his contributions to the television industry. He is the son of actor Lloyd Bridges and elder brother of fellow actor Jeff Bridges.",
    "year": 1941,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dan Hicks (singer)",
    "birthday": "1941-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/DanHicks2009.jpg/240px-DanHicks2009.jpg",
    "extract": "Daniel Ivan Hicks was an American singer-songwriter known for an idiosyncratic style that combined elements of cowboy folk, jazz, country, swing, bluegrass, pop, and gypsy music. He led ″Dan Hicks and His Hot Licks″. He is perhaps best known for the songs \"I Scare Myself\" and \"Canned Music\". His songs are frequently infused with humor, as evidenced by the title of his tune \"How Can I Miss You When You Won't Go Away?\". His album Live at Davies (2013) capped over forty years of music.",
    "year": 1941,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Houston (singer)",
    "birthday": "1938-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/David_Houston_%281965%29.png/187px-David_Houston_%281965%29.png",
    "extract": "Charles David Houston was an American country music singer. His peak in popularity came between the mid-1960s and the early 1970s.",
    "year": 1938,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Deacon Jones",
    "birthday": "1938-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Deacon_Jones_in_1971_Brady_Bunch_promo.jpg/270px-Deacon_Jones_in_1971_Brady_Bunch_promo.jpg",
    "extract": "David D. \"Deacon\" Jones was an American professional football player who was a defensive end in the National Football League (NFL) for the Los Angeles Rams, San Diego Chargers, and the Washington Redskins. He was inducted into the Pro Football Hall of Fame in 1980.",
    "year": 1938,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dimitrios Trichopoulos",
    "birthday": "1938-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Dimitrios-TRICHOPOULOS.jpg/267px-Dimitrios-TRICHOPOULOS.jpg",
    "extract": "Dimitrios Trichopoulos, was a Mediterranean Diet expert and tobacco harms researcher. He was Vincent L. Gregory Professor of Cancer Prevention and Professor of Epidemiology, and a past chair of the Department of Epidemiology, in the Harvard School of Public Health in Boston.",
    "year": 1938,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Judi Dench",
    "birthday": "1934-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/JudiDenchFeb07_%28cropped%29.jpg/220px-JudiDenchFeb07_%28cropped%29.jpg",
    "extract": "Dame Judith Olivia Dench is an English actress. Regarded as one of Britain's best actresses, she is noted for her versatile work in various films and television programmes encompassing several genres, as well as for her numerous roles on the stage. Dench has garnered various accolades throughout her career spanning over six decades, including an Academy Award, a Tony Award, two Golden Globe Awards, four British Academy Television Awards, six British Academy Film Awards and seven Olivier Awards.",
    "year": 1934,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Junior Wells",
    "birthday": "1934-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/JuniorWells1996.jpg/228px-JuniorWells1996.jpg",
    "extract": "Junior Wells was an American singer, harmonica player, and recording artist. He is best known for his signature song \"Messin' with the Kid\" and his 1965 album Hoodoo Man Blues, described by the critic Bill Dahl as \"one of the truly classic blues albums of the 1960s\". Wells himself categorized his music as rhythm and blues.",
    "year": 1934,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ashleigh Brilliant",
    "birthday": "1933-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5d/AshleighBrilliant3c.jpg",
    "extract": "Ashleigh Ellwood Brilliant is an author and cartoonist. He is best known for his Pot-Shots, single-panel illustrations with one-line humorous remarks, which began syndication in the United States in 1975.",
    "year": 1933,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Morton Downey Jr.",
    "birthday": "1933-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Loz_downey.jpg/236px-Loz_downey.jpg",
    "extract": "Sean Morton Downey Jr. was an American television talk show host and actor who pioneered the \"trash TV\" format in the late-1980s on his program The Morton Downey Jr. Show.",
    "year": 1933,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Donald Byrd",
    "birthday": "1932-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/26/Donald_Byrd_musician.jpg/244px-Donald_Byrd_musician.jpg",
    "extract": "Donaldson Toussaint L'Ouverture Byrd II was an American jazz and rhythm & blues trumpeter and vocalist. A sideman for many other jazz musicians of his generation, Byrd was known as one of the rare bebop jazz musicians who successfully explored funk and soul while remaining a jazz artist. As a bandleader, Byrd was an influence on the early career of Herbie Hancock.",
    "year": 1932,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bill Hartack",
    "birthday": "1932-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/ca/Bill_Hartack_Time_cover.jpg/243px-Bill_Hartack_Time_cover.jpg",
    "extract": "William John Hartack Jr., born in Colver, Pennsylvania, was a Hall of Fame jockey. Colver is in the northwestern part of Cambria Township, 7 miles (11 km) northwest of Ebensburg, the county seat.",
    "year": 1932,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Cliff Hagan",
    "birthday": "1931-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Cliff_Hagan_1961.jpg/223px-Cliff_Hagan_1961.jpg",
    "extract": "Clifford Oldham Hagan is an American former professional basketball player. A 6-4 forward who excelled with the hook shot, Hagan, nicknamed \"Li'l Abner\", played his entire 10-year NBA career (1956–1966) with the St. Louis Hawks. He was also a player-coach for the Dallas Chaparrals in the first two-plus years of the American Basketball Association's existence (1967–1970).",
    "year": 1931,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "William Reynolds (actor)",
    "birthday": "1931-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0e/The_FBI_cast_1969_%28cropped%29.JPG",
    "extract": "William de Clerq Reynolds is an American retired actor. He is best known for his role as Special Agent Tom Colby in the 1960s television series The F.B.I. and his film and television roles during the 1950s through the 1970s.",
    "year": 1931,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ladislav Smoljak",
    "birthday": "1931-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Ladislav_Smoljak_na_Sv%C4%9Btu_knihy_2010.JPG/231px-Ladislav_Smoljak_na_Sv%C4%9Btu_knihy_2010.JPG",
    "extract": "Ladislav Smoljak was a Czech film and theater director, actor and screenwriter. He was born in Prague.",
    "year": 1931,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Buck Henry",
    "birthday": "1930-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/03/Buck_Henry_%284970849739%29_%28cropped%29.jpg",
    "extract": "Buck Henry was an American actor, writer, comedian, and filmmaker. Henry's contributions to film included his work as a co-director on Heaven Can Wait (1978) alongside Warren Beatty, and his work as a co-writer for Mike Nichols's The Graduate (1967) and Peter Bogdanovich's What's Up, Doc? (1972). His long career began on television with work on shows with Steve Allen in The New Steve Allen Show (1961). He co-created Get Smart (1965–1970) with Mel Brooks, and hosted Saturday Night Live 10 times from 1976 to 1980. He later guest-starred in such popular shows as Murphy Brown, Hot in Cleveland, Will & Grace, and 30 Rock.",
    "year": 1930,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Cassavetes",
    "birthday": "1929-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/John_Cassavetes_Johnny_Staccato_1959.jpg/248px-John_Cassavetes_Johnny_Staccato_1959.jpg",
    "extract": "John Nicholas Cassavetes was a Greek-American actor, film director, and screenwriter. First known as a television and film actor, Cassavetes also helped pioneer American independent cinema, writing and directing movies financed partly by income from his acting work. AllMovie called him \"an iconoclastic maverick\", while The New Yorker suggested in 2013 that he \"may be the most influential American director of the last half century.\"",
    "year": 1929,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bob Hawke",
    "birthday": "1929-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Hawke_Bob_BANNER.jpg/256px-Hawke_Bob_BANNER.jpg",
    "extract": "Robert James Lee Hawke was an Australian politician who served as the 23rd prime minister of Australia from 1983 to 1991, holding office as the leader of the Australian Labor Party (ALP).",
    "year": 1929,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dick Van Patten",
    "birthday": "1928-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/DickVanPattenByPhilKonstantin.jpg/253px-DickVanPattenByPhilKonstantin.jpg",
    "extract": "Richard Vincent Van Patten was an American actor, comedian, businessman, and animal welfare advocate, whose career spanned seven decades of television. He was best known for his role as patriarch Tom Bradford on the ABC television comedy-drama Eight Is Enough.",
    "year": 1928,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Pierre Henry",
    "birthday": "1927-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Pierre_Henry_%28cropped%29.jpg/258px-Pierre_Henry_%28cropped%29.jpg",
    "extract": "Pierre Georges Albert François Henry was a French composer and pioneer of musique concrète.",
    "year": 1927,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Henry Way Kendall",
    "birthday": "1926-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Henry_Kendall_by_Tom_Frost.jpg/212px-Henry_Kendall_by_Tom_Frost.jpg",
    "extract": "Henry Way Kendall was an American particle physicist who won the Nobel Prize in Physics in 1990 jointly with Jerome Isaac Friedman and Richard E. Taylor \"for their pioneering investigations concerning deep inelastic scattering of electrons on protons and bound neutrons, which have been of essential importance for the development of the quark model in particle physics.\"",
    "year": 1926,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jan Křesadlo",
    "birthday": "1926-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/JanKresadlo.jpg/208px-JanKresadlo.jpg",
    "extract": "Václav Jaroslav Karel Pinkava, better known by his pen name Jan Křesadlo, was a Czech psychologist who was also a prizewinning novelist and poet.",
    "year": 1926,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Roy Rubin (basketball)",
    "birthday": "1925-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Roy_Rubin_1972.jpg/221px-Roy_Rubin_1972.jpg",
    "extract": "Roy Rubin was a former college and professional basketball coach.",
    "year": 1925,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Redd Foxx",
    "birthday": "1922-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Redd_Foxx_1966.JPG/232px-Redd_Foxx_1966.JPG",
    "extract": "John Elroy Sanford, better known by his stage name Redd Foxx, was an American stand-up comedian and actor. Foxx gained success with his raunchy nightclub acts during the civil rights movement. Known as the \"King of the Party Records\", he performed on more than 50 records in his lifetime. He portrayed Fred G. Sanford on the television show Sanford and Son and starred in The Redd Foxx Show and The Royal Family. His film projects included All the Fine Young Cannibals (1960), Cotton Comes to Harlem (1970), Norman... Is That You? (1976) and Harlem Nights (1989).",
    "year": 1922,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carlo Azeglio Ciampi",
    "birthday": "1920-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Ciampi_ritratto.jpg/245px-Ciampi_ritratto.jpg",
    "extract": "Carlo Azeglio Ciampi was an Italian politician and banker who was the prime minister of Italy from 1993 to 1994 and the president of Italy from 1999 to 2006.",
    "year": 1920,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "V. Dakshinamoorthy",
    "birthday": "1919-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/V._Dakshinamoorthy.jpg/320px-V._Dakshinamoorthy.jpg",
    "extract": "Venkateswaran Dakshinamoorthy was a veteran carnatic musician and composer and music director of Malayalam, Tamil and Hindi films, predominantly in Malayalam films. He has set scores for the songs in over 125 films. He composed as many as 1400 songs over a period of 63 years. Fondly known as Swami, he was instrumental in pioneering classical music-based film songs. Revered as one of the forefathers of the Malayalam music industry, he has mentored many of the renowned contemporary singers and composers including P Leela, K.J Yesudas. In 1998, he was honoured with the J. C. Daniel Award, Kerala government's highest honour for contributions to Malayalam cinema.",
    "year": 1919,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "William Lipscomb",
    "birthday": "1919-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/William_n_lipscomb_jr.jpg/253px-William_n_lipscomb_jr.jpg",
    "extract": "William Nunn Lipscomb Jr. was a Nobel Prize-winning American inorganic and organic chemist working in nuclear magnetic resonance, theoretical chemistry, boron chemistry, and biochemistry.",
    "year": 1919,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James Jesus Angleton",
    "birthday": "1917-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e9/James_Jesus_Angleton.jpg",
    "extract": "James Jesus Angleton was chief of counterintelligence for the Central Intelligence Agency (CIA) from 1954 to 1974. His official position within the organization was Associate Deputy Director of Operations for Counterintelligence (ADDOCI). Angleton was significantly involved in the US response to the purported KGB defectors Anatoliy Golitsyn and Yuri Nosenko. Angleton later became convinced the CIA harbored a high-ranking mole, and engaged in an intensive search. Whether this was a highly destructive witch hunt or appropriate caution vindicated by later moles remains a subject of intense historical debate.",
    "year": 1917,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James Rainwater",
    "birthday": "1917-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/James_Rainwater_2.jpg/240px-James_Rainwater_2.jpg",
    "extract": "Leo James Rainwater was an American physicist who shared the Nobel Prize in Physics in 1975 for his part in determining the asymmetrical shapes of certain atomic nuclei.",
    "year": 1917,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kirk Douglas",
    "birthday": "1916-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Studio_publicity_Kirk_Douglas.jpg/256px-Studio_publicity_Kirk_Douglas.jpg",
    "extract": "Kirk Douglas was an American actor and filmmaker. After an impoverished childhood, he made his film debut in The Strange Love of Martha Ivers (1946) with Barbara Stanwyck. Douglas soon developed into a leading box-office star throughout the 1950s, known for serious dramas, including westerns and war films. During his career, he appeared in more than 90 films and was known for his explosive acting style. He was named by the American Film Institute the 17th-greatest male star of Classic Hollywood cinema and was the highest-ranked living person on the list.",
    "year": 1916,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Colin McCool",
    "birthday": "1916-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/ColinMcCool.jpg/223px-ColinMcCool.jpg",
    "extract": "Colin Leslie McCool was an Australian cricketer who played in 14 Test matches between 1946 and 1950. McCool, born in Paddington, New South Wales, was an all-rounder who bowled leg spin and googlies with a round arm action and as a lower order batsman was regarded as effective square of the wicket and against spin bowling. He made his Test début against New Zealand in 1946, taking a wicket with his second delivery. He was part of Donald Bradman's Invincibles team that toured England in 1948 but injury saw him miss selection in any of the Test matches.",
    "year": 1916,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Elisabeth Schwarzkopf",
    "birthday": "1915-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Elisabeth_Schwarzkopf_FDC_76_1858.3.jpg/299px-Elisabeth_Schwarzkopf_FDC_76_1858.3.jpg",
    "extract": "Dame Olga Maria Elisabeth Friederike Schwarzkopf, was a German-born Austro-British soprano. She was among the foremost singers of lieder, and is renowned for her performances of Viennese operetta, as well as the operas of Mozart, Wagner and Richard Strauss. After retiring from the stage, she was a voice teacher internationally. She is considered one of the greatest sopranos of the 20th century.",
    "year": 1915,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Max Manus",
    "birthday": "1914-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Max_Manus_ukpd.jpg/260px-Max_Manus_ukpd.jpg",
    "extract": "Maximo Guillermo \"Max\" Manus DSO, MC & Bar was a Norwegian resistance fighter during World War II, specialising in sabotage in occupied Norway. After the war he wrote several books about his adventures and started the successful office supply company Max Manus AS.",
    "year": 1914,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Frances Reid",
    "birthday": "1914-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/10/Alice_Horton_%282006%29.jpg/320px-Alice_Horton_%282006%29.jpg",
    "extract": "Frances Reid was an American dramatic actress. Reid acted on television for nearly all of the second half of the 20th century. Her career continued into the early 2000s.",
    "year": 1914,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ljubica Sokić",
    "birthday": "1914-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/RS050-14.jpg/320px-RS050-14.jpg",
    "extract": "Ljubica \"Cuca\" Sokić was a prominent Serbian and Yugoslav painter of the twentieth century.",
    "year": 1914,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tip O'Neill",
    "birthday": "1912-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Tip_O%27Neill_1978_%28retouched%29.jpg/240px-Tip_O%27Neill_1978_%28retouched%29.jpg",
    "extract": "Thomas Phillip \"Tip\" O'Neill Jr. was an American politician who served as the 47th speaker of the United States House of Representatives from 1977 to 1987, representing northern Boston, Massachusetts, as a Democrat from 1953 to 1987. The only Speaker to serve for five complete consecutive Congresses, he is the third longest-serving Speaker in American history after Sam Rayburn and Henry Clay in terms of total tenure and longest-serving in terms of continuous tenure.",
    "year": 1912,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Broderick Crawford",
    "birthday": "1911-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Broderick_Crawford_1970.JPG/250px-Broderick_Crawford_1970.JPG",
    "extract": "William Broderick Crawford was an American stage, film, radio, and television actor, often cast in tough-guy roles and best known for his Oscar- and Golden Globe-winning portrayal of Willie Stark in All the King's Men (1949) and for his starring role as Dan Mathews in the television series Highway Patrol (1955–1959).",
    "year": 1911,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ryūzō Sejima",
    "birthday": "1911-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Sejimaryuzo01.jpg/240px-Sejimaryuzo01.jpg",
    "extract": "Ryūzō Sejima  was a Japanese army officer and business leader.",
    "year": 1911,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Vere Bird",
    "birthday": "1910-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Vere_Bird.jpg/258px-Vere_Bird.jpg",
    "extract": "Sir Vere Cornwall Bird, KNH was the first Prime Minister of Antigua and Barbuda. His son, Lester Bryant Bird, succeeded him as Prime Minister. In 1994 he was declared a national hero.",
    "year": 1910,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Douglas Fairbanks Jr.",
    "birthday": "1909-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Douglas_Fairbanks_Jnr_4_Allan_Warren.jpg/241px-Douglas_Fairbanks_Jnr_4_Allan_Warren.jpg",
    "extract": "Douglas Elton Fairbanks Jr., was an American actor, producer and decorated naval officer of World War II. He is best known for starring in such films as The Prisoner of Zenda (1937), Gunga Din (1939) and The Corsican Brothers (1941). He was the son of actor Douglas Fairbanks and was once married to Joan Crawford.",
    "year": 1909,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Grace Hopper",
    "birthday": "1906-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Commodore_Grace_M._Hopper%2C_USN_%28covered%29.jpg/256px-Commodore_Grace_M._Hopper%2C_USN_%28covered%29.jpg",
    "extract": "Grace Brewster Murray Hopper was an American computer scientist and United States Navy rear admiral. One of the first programmers of the Harvard Mark I computer, she was a pioneer of computer programming who invented one of the first linkers. Hopper was the first to devise the theory of machine-independent programming languages, and the FLOW-MATIC programming language she created using this theory was later extended to create COBOL, an early high-level programming language still in use today.",
    "year": 1906,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Freddy Martin",
    "birthday": "1906-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/FreddyMartinStageDoorCanteen2.jpg/320px-FreddyMartinStageDoorCanteen2.jpg",
    "extract": "Frederick Alfred Martin was an American bandleader and tenor saxophonist.",
    "year": 1906,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dalton Trumbo",
    "birthday": "1905-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Trumbo_1947.jpg/228px-Trumbo_1947.jpg",
    "extract": "James Dalton Trumbo was an American screenwriter who scripted many award-winning films, including Roman Holiday (1953), Exodus, Spartacus, and Thirty Seconds Over Tokyo (1944). One of the Hollywood Ten, he refused to testify before the House Un-American Activities Committee (HUAC) in 1947 during the committee's investigation of alleged Communist influences in the motion picture industry.",
    "year": 1905,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Robert Livingston (actor)",
    "birthday": "1904-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Robert_Livingston_in_The_Black_Raven_%281943%29.jpg/320px-Robert_Livingston_in_The_Black_Raven_%281943%29.jpg",
    "extract": "Robert Edward Randall was an American film actor known under his stage name, Robert Livingston. He appeared in 136 films between 1921 and 1975. He was one of the original Three Mesquiteers. He had also played The Lone Ranger and Zorro.",
    "year": 1904,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Margaret Hamilton (actress)",
    "birthday": "1902-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Margaret_Hamilton_1966.jpg/253px-Margaret_Hamilton_1966.jpg",
    "extract": "Margaret Brainard Hamilton was an American actress. She was best known for her portrayal of the Wicked Witch of the West, and her Kansas counterpart Almira Gulch, in Metro-Goldwyn-Mayer's film The Wizard of Oz (1939).",
    "year": 1902,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jean Mermoz",
    "birthday": "1901-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Jean_Mermoz_1935.jpg/283px-Jean_Mermoz_1935.jpg",
    "extract": "Jean Mermoz was a French aviator, viewed as a hero by other pilots such as Saint-Exupéry, and in his native France, where many schools bear his name. In Brazil, he also is recognized as a pioneer aviator.",
    "year": 1901,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ödön von Horváth",
    "birthday": "1901-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/%C3%96d%C3%B6n_von_Horv%C3%A1th.jpg/279px-%C3%96d%C3%B6n_von_Horv%C3%A1th.jpg",
    "extract": "Edmund Josef von Horváth was an Austro-Hungarian playwright and novelist who wrote in German, and went by the name of nom de guerre Ödön von Horváth. He was one of the most critically admired writers of his generation prior to his untimely death. He enjoyed a series of successes on the stage with socially poignant and romantic plays, including Revolte auf Côte 3018 (1927), Sladek (1929), Italienische Nacht (1930), Hin und Her (1934) and Der Jüngste Tag (1937). His novels include Der ewige Spießer (1930), Ein Kind Unserer Zeit (1938) and Jugend ohne Gott (1938).",
    "year": 1901,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Margaret Brundage",
    "birthday": "1900-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/48/Margaret_Brundage.jpg",
    "extract": "Margaret Brundage, born Margaret Hedda Johnson, was an American illustrator and painter who is remembered chiefly for having illustrated the pulp magazine Weird Tales. Working in pastels on illustration board, she created most of the covers for Weird Tales between 1933 and 1938.",
    "year": 1900,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Albert Weisbord",
    "birthday": "1900-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Weisbord-Albert-1926.jpg/263px-Weisbord-Albert-1926.jpg",
    "extract": "Albert Weisbord (1900–1977) was an American political activist and union organizer. He is best remembered, along his wife Vera Buch, as one of the primary union organizers of the seminal 1926 Passaic Textile Strike and as the founder of a small Trotskyist political organization of the 1930s called the Communist League of Struggle.",
    "year": 1900,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jean de Brunhoff",
    "birthday": "1899-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Signature_jean_de_brunhoff_lepassepresent_%28cropped%29.jpg/320px-Signature_jean_de_brunhoff_lepassepresent_%28cropped%29.jpg",
    "extract": "Jean de Brunhoff was a French writer and illustrator remembered best for creating the Babar series of children's books concerning a fictional elephant, the first of which was published in 1931.",
    "year": 1899,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Irene Greenwood",
    "birthday": "1898-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Irene_Adelaide_Greenwood.png/218px-Irene_Adelaide_Greenwood.png",
    "extract": "Irene Greenwood was an Australian radio broadcaster and feminist and peace activist.",
    "year": 1898,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Emmett Kelly",
    "birthday": "1898-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Emmett_Kelly_1953_%28cropped%29.jpg/227px-Emmett_Kelly_1953_%28cropped%29.jpg",
    "extract": "Emmett Leo Kelly was an American circus performer, who created the clown figure \"Weary Willie,\" based on the hobos of the Great Depression in the 1930s. According to Charles W. Carey, Jr.:Kelly’s creation of Weary Willie revolutionized professional clowning and made him the country’s most familiar clown. The sad-sack, shuffling antics of his unkempt, downtrodden hobo offered a complete contrast to the madcap cavorting of brightly colored, white-faced conventional clowns and has served as an alternate model for professional clowns ever since.",
    "year": 1898,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hermione Gingold",
    "birthday": "1897-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Hermione_Gingold_%281973%29_by_Allan_Warren.jpg/227px-Hermione_Gingold_%281973%29_by_Allan_Warren.jpg",
    "extract": "Hermione Ferdinanda Gingold was an English actress known for her sharp-tongued, eccentric character.",
    "year": 1897,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dolores Ibárruri",
    "birthday": "1895-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Dolores002.jpg/242px-Dolores002.jpg",
    "extract": "Isidora Dolores Ibárruri Gómez, also known as la Pasionaria, was a Spanish Republican politician of the Spanish Civil War of 1936–1939 and a communist known for her slogan ¡No Pasarán! issued during the Battle for Madrid in November 1936.",
    "year": 1895,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Conchita Supervía",
    "birthday": "1895-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Concepci%C3%B3_%22Conxita%22_Supervia_i_Pascual_ANC-1-402-N-4826.jpg/221px-Concepci%C3%B3_%22Conxita%22_Supervia_i_Pascual_ANC-1-402-N-4826.jpg",
    "extract": "Conchita Supervía was a highly popular Spanish mezzo-soprano singer who appeared in opera in Europe and America and also gave recitals.",
    "year": 1895,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Maksim Bahdanovič",
    "birthday": "1891-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Bagdanovich_M_4.jpg/213px-Bagdanovich_M_4.jpg",
    "extract": "Maksim Adamavič Bahdanovič was a Belarusian poet, journalist, translator, literary critic and historian of literature. He is considered one of the founders of the modern Belarusian literature.",
    "year": 1891,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hannes Kolehmainen",
    "birthday": "1889-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Hannes_Kolehmainen_1920_crop.jpg/154px-Hannes_Kolehmainen_1920_crop.jpg",
    "extract": "Juho Pietari \"Hannes\" Kolehmainen was a Finnish four-time Olympic Gold medalist and a world record holder in middle- and long-distance running. He was the first in a generation of great Finnish long-distance runners, often named the \"Flying Finns\". Kolehmainen competed for a number of years in the United States, wearing the Winged Fist of the Irish American Athletic Club. He also enlisted in the 14th Regiment of the National Guard of New York, and became a U.S. citizen in 1921.",
    "year": 1889,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tim Moore (comedian)",
    "birthday": "1887-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Tim_Moore_Kingfish_Amos_%27n%27_Andy.jpg/253px-Tim_Moore_Kingfish_Amos_%27n%27_Andy.jpg",
    "extract": "Tim Moore was an American vaudevillian and comic actor of the first half of the 20th century. He gained his greatest recognition in the starring role of George \"Kingfish\" Stevens in the CBS TV's The Amos 'n' Andy Show. He proudly stated, \"I've made it a point never to tell a joke on stage that I couldn't tell in front of my mother.\"",
    "year": 1887,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Clarence Birdseye",
    "birthday": "1886-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d3/Clarence_Birdseye.jpg",
    "extract": "Clarence Birdseye was an American inventor, entrepreneur, and naturalist, considered the founder of the modern frozen food industry. One of nine children, Birdseye grew up in Brooklyn before heading to Amherst College and began his scientific career with the U.S. government. Among his inventions during his career was the double belt freezer. A biography of his life was published by Doubleday over a half century after his death.",
    "year": 1886,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nikolai Luzin",
    "birthday": "1883-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Luzinstamp.jpg/320px-Luzinstamp.jpg",
    "extract": "Nikolai Nikolaevich Luzin was a Soviet/Russian mathematician known for his work in descriptive set theory and aspects of mathematical analysis with strong connections to point-set topology. He was the eponym of Luzitania, a loose group of young Moscow mathematicians of the first half of the 1920s. They adopted his set-theoretic orientation, and went on to apply it in other areas of mathematics.",
    "year": 1883,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alexandros Papagos",
    "birthday": "1883-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Alexandros_Papagos_as_PM.jpg/218px-Alexandros_Papagos_as_PM.jpg",
    "extract": "Alexandros Papagos was a Greek army officer who led the Hellenic Army in World War II and the later stages of the subsequent Greek Civil War. The only Greek career officer to rise to the rank of Field Marshal, Papagos became the first Chief of the Hellenic National Defence General Staff from 1950 until his resignation the following year. He then entered politics, founding the nationalist Greek Rally party and becoming the country's Prime Minister after his victory in the 1952 elections. His premiership was shaped by the Cold War and the aftermath of the Greek Civil War, and was defined by several key events, including Greece becoming a member of NATO; U.S. military bases being allowed on Greek territory and the formation of a powerful and vehemently anti-communist security apparatus. Papagos' tenure also saw the start of the Greek economic miracle, and rising tensions with Britain and Turkey during the Cyprus Emergency over the Cyprus issue.",
    "year": 1883,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Elmer Booth",
    "birthday": "1882-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3c/EBThief6.jpg/222px-EBThief6.jpg",
    "extract": "William Elmer Booth was an American stage and film actor. He was born in Los Angeles, California and was the elder brother of Margaret Booth, a renowned film editor for Hollywood productions for nearly 70 years.",
    "year": 1882,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joaquín Turina",
    "birthday": "1882-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Joaqu%C3%ADn_Turina.jpg/229px-Joaqu%C3%ADn_Turina.jpg",
    "extract": "Joaquín Turina Pérez was a Spanish composer of classical music.",
    "year": 1882,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Berton Churchill",
    "birthday": "1876-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Berton_Churchill_in_The_Dark_Hour.jpg/320px-Berton_Churchill_in_The_Dark_Hour.jpg",
    "extract": "Berton Churchill was a Canadian stage and film actor.",
    "year": 1876,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Harry Miller (auto racing)",
    "birthday": "1875-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f0/Harold_Arminius_Miller_1932.jpg/275px-Harold_Arminius_Miller_1932.jpg",
    "extract": "Harold Arminius Miller, commonly called Harry, was an American race car designer and builder who was most active in the 1920s and 1930s. Griffith Borgeson called him \"the greatest creative figure in the history of the American racing car\". Cars built by Miller won the Indianapolis 500 nine times, and other cars using his engines won three more. Millers accounted for 83% of the Indy 500 fields between 1923 and 1928.",
    "year": 1875,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joe Kelley",
    "birthday": "1871-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Baseball_player%2C_Joe_Kelley%2C_Cincinnati_Reds%2C_standing_at_West_Side_Grounds.jpg/320px-Baseball_player%2C_Joe_Kelley%2C_Cincinnati_Reds%2C_standing_at_West_Side_Grounds.jpg",
    "extract": "Joseph James Kelley was an American left fielder in Major League Baseball (MLB) who starred in the outfield of the Baltimore Orioles teams of the 1890s. Making up the nucleus of the Orioles along with John McGraw, Willie Keeler, and Hughie Jennings, Kelley received the nickname \"Kingpin of the Orioles\".",
    "year": 1871,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ida S. Scudder",
    "birthday": "1870-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Ida_S._Scudder_1899.jpg",
    "extract": "Dr. Ida Sophia Scudder was a third-generation American medical missionary in India. She dedicated her life to the plight of Indian women and the fight against bubonic plague, cholera and leprosy. In 1918, she started one of Asia's foremost teaching hospitals, the Christian Medical College & Hospital, Vellore, India.",
    "year": 1870,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Francisco S. Carvajal",
    "birthday": "1870-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/46/Francisco_S_Carvajal.jpg",
    "extract": "Francisco Sebastián Carvajal y Gual, sometimes spelled Carbajal was a Mexican lawyer and politician who served briefly as president in 1914. In his role as foreign minister, he succeeded Victoriano Huerta as president upon the latter's resignation.",
    "year": 1870,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Fritz Haber",
    "birthday": "1868-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Fritz_Haber.png/226px-Fritz_Haber.png",
    "extract": "Fritz Haber was a German chemist who received the Nobel Prize in Chemistry in 1918 for his invention of the Haber–Bosch process, a method used in industry to synthesize ammonia from nitrogen gas and hydrogen gas. This invention is of importance for the large-scale synthesis of fertilizers and explosives. It is estimated that two thirds of annual global food production uses nitrogen from the Haber–Bosch process, and that this supports nearly half the world population. Haber, along with Max Born, proposed the Born–Haber cycle as a method for evaluating the lattice energy of an ionic solid. Haber is also considered the \"father of chemical warfare\" for his years of pioneering work developing and weaponizing chlorine and other poisonous gases during World War I, especially his actions during the Second Battle of Ypres.",
    "year": 1868,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gregorios Xenopoulos",
    "birthday": "1867-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Grigorios_Xenopoulos.JPG/228px-Grigorios_Xenopoulos.JPG",
    "extract": "Gregorios Xenopoulos was a novelist, journalist and playwright from Zakynthos. He was lead editor in the magazine The Education of Children during the period from 1896 to 1948, during which time he was also the magazine's main author. His was the trademark signature \"Σας ασπάζομαι, Φαίδων\" \", which he used in letters ostensibly addressed to the magazine. He was also the founder and editor of the Nea Estia magazine, which is still published. He became a member of the Academy of Athens in 1931, and founded the Society of Greek Writers together with Kostis Palamas, Angelos Sikelianos and Nikos Kazantzakis.",
    "year": 1867,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hélène Smith",
    "birthday": "1861-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/H%C3%A9l%C3%A8neSmith_martien01.jpg/270px-H%C3%A9l%C3%A8neSmith_martien01.jpg",
    "extract": "Hélène Smith was a famous late-19th century Swiss medium. She was known as \"the Muse of Automatic Writing\" by the Surrealists, who viewed Smith as evidence of the power of the surreal, and a symbol of surrealist knowledge. Late in life, Smith claimed to communicate with Martians, and to be a reincarnation of a Hindu princess and Marie Antoinette.",
    "year": 1861,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Emma Abbott",
    "birthday": "1850-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Emma_Abbott_1870.jpg/240px-Emma_Abbott_1870.jpg",
    "extract": "Emma Abbott was an American operatic soprano and impresario known for her pure, clear voice of great flexibility and volume.",
    "year": 1850,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joel Chandler Harris",
    "birthday": "1845-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Joel_Chandler_Harris_%28%22Uncle_Remus%22%29.jpg/244px-Joel_Chandler_Harris_%28%22Uncle_Remus%22%29.jpg",
    "extract": "Joel Chandler Harris was an American journalist, fiction writer, and folklorist best known for his collection of Uncle Remus stories. Born in Eatonton, Georgia, where he served as an apprentice on a plantation during his teenage years, Harris spent most of his adult life in Atlanta working as an associate editor at The Atlanta Constitution.",
    "year": 1845,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peter Kropotkin",
    "birthday": "1842-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Peter_Kropotkin_circa_1900.jpg/236px-Peter_Kropotkin_circa_1900.jpg",
    "extract": "Pyotr Alexeyevich Kropotkin was a Russian anarchist, socialist, revolutionary, economist, sociologist, historian, zoologist, political scientist, human geographer, philosopher, and activist who advocated anarcho-communism.",
    "year": 1842,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Émile Waldteufel",
    "birthday": "1837-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Portrait_of_%C3%89mile_Waldteufel%2C_composer_%281837-1915%29_-_Archivio_Storico_Ricordi_ICON010736_B.jpg/234px-Portrait_of_%C3%89mile_Waldteufel%2C_composer_%281837-1915%29_-_Archivio_Storico_Ricordi_ICON010736_B.jpg",
    "extract": "Charles Émile Waldteufel was a French pianist, conductor and composer known for his numerous popular salon pieces.",
    "year": 1837,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Thomas Andrews (scientist)",
    "birthday": "1813-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Andrews_Thomas.jpg/218px-Andrews_Thomas.jpg",
    "extract": "Thomas Andrews FRS FRSE was an Irish chemist and physicist who did important work on phase transitions between gases and liquids. He was a longtime professor of chemistry at Queen's University of Belfast.",
    "year": 1813,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jean-Olivier Chénier",
    "birthday": "1806-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Jean-Olivier_Chenier.jpg/208px-Jean-Olivier_Chenier.jpg",
    "extract": "Jean-Olivier Chénier was a physician in Lower Canada. Born in Lachine. During the Lower Canada Rebellion, he commanded the Patriote forces in the Battle of Saint-Eustache. Trapped with his men in a church by the government troops who set flames to the building, he was killed while attempting to escape through a window. He died to shouts of \"Remember Weir!\", a reference to George Weir, a government spy executed by the Patriotes. The government forces mutilated Chénier's corpse to intimidate the remaining Patriote supporters:",
    "year": 1806,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Dobson (architect)",
    "birthday": "1787-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Portrait_of_John_Dobson_architect_002a.jpg",
    "extract": "John Dobson was a 19th-century English architect in the neoclassical tradition. He became the most noted architect in the North of England. Churches and houses by him dot the North East - Nunnykirk Hall, Meldon Park, Mitford Hall, Lilburn Tower, St John the Baptist Church in Otterburn, Northumberland, and Beaufront Castle among them. During his career he designed more than 50 churches and 100 private houses. He is best known for designing Newcastle railway station and for his work with Richard Grainger developing the centre of Newcastle in a neoclassical style.",
    "year": 1787,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Antoine Étienne de Tousard",
    "birthday": "1752-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Portrait_d%27Antoine_Etienne_de_Tousard_en_uniforme_d%27officier_du_G%C3%A9nie%2C_pr%C3%A9sentant_ses_cartes.jpg/277px-Portrait_d%27Antoine_Etienne_de_Tousard_en_uniforme_d%27officier_du_G%C3%A9nie%2C_pr%C3%A9sentant_ses_cartes.jpg",
    "extract": "Antoine Étienne de Tousard was a French general and military engineer during the French Revolutionary and Napoleonic Wars. He was also the last military engineer of the Order of Saint John. He is the brother of Louis de Tousard.",
    "year": 1752,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Claude Louis Berthollet",
    "birthday": "1748-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Berthollet_Claude_Louis.jpg/268px-Berthollet_Claude_Louis.jpg",
    "extract": "Claude Louis Berthollet was a Savoyard-French chemist who became vice president of the French Senate in 1804. He is known for his scientific contributions to theory of chemical equilibria via the mechanism of reverse chemical reactions, and for his contribution to modern chemical nomenclature. On a practical basis, Berthollet was the first to demonstrate the bleaching action of chlorine gas, and was first to develop a solution of sodium hypochlorite as a modern bleaching agent.",
    "year": 1748,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Maddalena Laura Sirmen",
    "birthday": "1745-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/%D0%9C%D0%B0%D0%B3%D0%B4%D0%B0%D0%BB%D0%B5%D0%BD%D0%B0_%D0%9B%D0%B0%D1%83%D1%80%D0%B0_%D0%A1%D0%B8%D1%80%D0%BC%D0%B5%D0%BD_%28%D0%9B%D0%BE%D0%BC%D0%B1%D0%B0%D1%80%D0%B4%D0%B8%D0%BD%D0%B8%29.jpg/242px-%D0%9C%D0%B0%D0%B3%D0%B4%D0%B0%D0%BB%D0%B5%D0%BD%D0%B0_%D0%9B%D0%B0%D1%83%D1%80%D0%B0_%D0%A1%D0%B8%D1%80%D0%BC%D0%B5%D0%BD_%28%D0%9B%D0%BE%D0%BC%D0%B1%D0%B0%D1%80%D0%B4%D0%B8%D0%BD%D0%B8%29.jpg",
    "extract": "Maddalena Sirmen was an Italian composer, violinist, and singer.",
    "year": 1745,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carl Wilhelm Scheele",
    "birthday": "1742-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Carl_Wilhelm_Scheele_from_Familj-Journalen1874.png/272px-Carl_Wilhelm_Scheele_from_Familj-Journalen1874.png",
    "extract": "Carl Wilhelm Scheele was a Swedish German pharmaceutical chemist.",
    "year": 1742,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Pietro Alessandro Guglielmi",
    "birthday": "1728-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a7/Pietro_Alessandro_Guglielmi.jpg",
    "extract": "Pietro Alessandro Guglielmi was an Italian opera composer of the classical period.",
    "year": 1728,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johann Joachim Winckelmann",
    "birthday": "1717-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Johann_Joachim_Winckelmann_%28Raphael_Mengs_after_1755%29.jpg/246px-Johann_Joachim_Winckelmann_%28Raphael_Mengs_after_1755%29.jpg",
    "extract": "Johann Joachim Winckelmann was a German art historian and archaeologist. He was a pioneering Hellenist who first articulated the difference between Greek, Greco-Roman and Roman art. \"The prophet and founding hero of modern archaeology\", Winckelmann was one of the founders of scientific archaeology and first applied the categories of style on a large, systematic basis to the history of art. Many consider him the father of the discipline of art history. He was one of the first to separate Greek Art into periods, and time classifications. His would be the decisive influence on the rise of the Neoclassical movement during the late 18th century. His writings influenced not only a new science of archaeology and art history but Western painting, sculpture, literature and even philosophy. Winckelmann's History of Ancient Art (1764) was one of the first books written in German to become a classic of European literature. His subsequent influence on Lessing, Herder, Goethe, Hölderlin, Heine, Nietzsche, George, and Spengler has been provocatively called \"the Tyranny of Greece over Germany.\"",
    "year": 1717,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "William Whiston",
    "birthday": "1667-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5a/William_Whiston.png",
    "extract": "William Whiston was an English theologian, historian, natural philosopher, and mathematician, a leading figure in the popularisation of the ideas of Isaac Newton. He is now probably best known for helping to instigate the Longitude Act in 1714 and his important translations of the Antiquities of the Jews and other works by Josephus. He was a prominent exponent of Arianism and wrote A New Theory of the Earth.",
    "year": 1667,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Augustus Quirinus Rivinus",
    "birthday": "1652-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Augustus_Quirinus_Rivinus.jpg/198px-Augustus_Quirinus_Rivinus.jpg",
    "extract": "Augustus Quirinus Rivinus, also known as August Bachmann or A. Q. Bachmann, was a German physician and botanist who helped to develop better ways of classifying plants.",
    "year": 1652,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Richard Lovelace (poet)",
    "birthday": "1617-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/RichardLovelace.jpg/268px-RichardLovelace.jpg",
    "extract": "Richard Lovelace was an English poet in the seventeenth century. He was a cavalier poet who fought on behalf of the king during the Civil War. His best known works are \"To Althea, from Prison\", and \"To Lucasta, Going to the Warres\".",
    "year": 1617,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Milton",
    "birthday": "1608-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/John-milton.jpg/254px-John-milton.jpg",
    "extract": "John Milton was an English poet and intellectual who served as a civil servant for the Commonwealth of England under its Council of State and later under Oliver Cromwell. He wrote at a time of religious flux and political upheaval, and is best known for his epic poem Paradise Lost (1667). Written in blank verse, Paradise Lost is widely considered to be one of the greatest works of literature ever written.",
    "year": 1608,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gustavus Adolphus",
    "birthday": "1594-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Attributed_to_Jacob_Hoefnagel_-_Gustavus_Adolphus%2C_King_of_Sweden_1611-1632_-_Google_Art_Project.jpg/235px-Attributed_to_Jacob_Hoefnagel_-_Gustavus_Adolphus%2C_King_of_Sweden_1611-1632_-_Google_Art_Project.jpg",
    "extract": "Gustavus Adolphus, also known in English as Gustav II Adolf or Gustav II Adolph, was King of Sweden from 1611 to 1632, and is credited for the rise of Sweden as a great European power. During his reign, Sweden became one of the primary military forces in Europe during the Thirty Years' War, helping to determine the political and religious balance of power in Europe. He was formally and posthumously given the name Gustavus Adolphus the Great by the Riksdag of the Estates in 1634.",
    "year": 1594,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Martin de Porres",
    "birthday": "1579-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/San_Martin_de_Porres_huaycan.jpg/238px-San_Martin_de_Porres_huaycan.jpg",
    "extract": "Martín de Porres Velázquez was a Peruvian lay brother of the Dominican Order who was beatified in 1837 by Pope Gregory XVI and canonized in 1962 by Pope John XXIII. He is the patron saint of mixed-race people, barbers, innkeepers, public health workers, and all those seeking racial harmony.",
    "year": 1579,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Adriaan Metius",
    "birthday": "1571-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Metius.jpg/274px-Metius.jpg",
    "extract": "Adriaan Adriaanszoon, called Metius,, was a Dutch geometer and astronomer born in Alkmaar. The name \"Metius\" comes from the Dutch word meten (\"measuring\"), and therefore means something like \"measurer\" or \"surveyor.\"",
    "year": 1571,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Edwin Sandys (died 1629)",
    "birthday": "1561-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Edwin_Sandys_%281561-1629%29.jpg/245px-Edwin_Sandys_%281561-1629%29.jpg",
    "extract": "Sir Edwin Sandys was an English politician who sat in the House of Commons at various times between 1589 and 1626. He was also one of the founders of the proprietary Virginia Company of London, which in 1606 established the first permanent English settlement in what is now the United States in the colony of Virginia, based at Jamestown. The parish of Sandys, in Bermuda is named after him.",
    "year": 1561,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gemma Frisius",
    "birthday": "1508-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Reinerus_Frisius_Gemma%2C_by_Maarten_van_Heemskerck.jpg/259px-Reinerus_Frisius_Gemma%2C_by_Maarten_van_Heemskerck.jpg",
    "extract": "Gemma Frisius was a Dutch physician, mathematician, cartographer, philosopher, and instrument maker. He created important globes, improved the mathematical instruments of his day and applied mathematics in new ways to surveying and navigation. Gemma's rings are named after him. Along with Gerardus Mercator and Abraham Ortelius, Frisius is often considered one of the founders of the Netherlandish school of cartography and significantly helped lay the foundations for the school's golden age.",
    "year": 1508,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Íñigo López de Mendoza, 4th Duke of the Infantado",
    "birthday": "1493-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Blason_fam_es_Mendoza.svg/291px-Blason_fam_es_Mendoza.svg.png",
    "extract": "Íñigo Lopez de Mendoza y Pimentel, 4th Duke of the Infantado was a Spanish nobleman. He was made a Knight of the Order of the Golden Fleece in 1546, the 193rd to receive that distinction. Duke of the Infantado is a title first granted in 1475 and was inherited upon his father's death in 1531. He was also 5th Count of Saldaña, 4th Marquess of Argüeso, 4th Marquess of Campóo, 5th Marquess of Santillana, 5th Count of Real de Manzanares, Señor de Mendoza, Señor de Hita, and Señor de Buitrago.",
    "year": 1493,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Frederick II, Elector Palatine",
    "birthday": "1482-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Hans_Besser_006.jpg/148px-Hans_Besser_006.jpg",
    "extract": "Frederick II, Count Palatine of the Rhine, also Frederick the Wise, a member of the Wittelsbach dynasty, was Prince-elector of the Palatinate from 1544 to 1556.",
    "year": 1482,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Chenghua Emperor",
    "birthday": "1447-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Portrait_assis_de_l%27empereur_Ming_Xianzong.jpg/241px-Portrait_assis_de_l%27empereur_Ming_Xianzong.jpg",
    "extract": "The Chenghua Emperor, personal name Zhu Jianshen, was the ninth Emperor of the Ming dynasty, who reigned from 1464 to 1487. His era name \"Chenghua\" means \"accomplished change\".",
    "year": 1447,
    "month": 12,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peter, Duke of Coimbra",
    "birthday": "1392-12-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Peter_of_Coimbra_%28St._Vincent_Panels%29.jpg/242px-Peter_of_Coimbra_%28St._Vincent_Panels%29.jpg",
    "extract": "Infante D. Pedro, Duke of Coimbra KG, was a Portuguese infante (prince) of the House of Aviz, son of King John I of Portugal and his wife Philippa of Lancaster, daughter of John of Gaunt. In Portugal, he is better known as Infante D. Pedro das Sete Partidas [do Mundo], \"of the Seven Parts [of the World]\" because of his travels. Possibly the best-travelled prince of his time, he was regent between 1439 and 1448. He was also 1st Lord of Montemor-o-Velho, Aveiro, Tentúgal, Cernache, Pereira, Condeixa and Lousã.",
    "year": 1392,
    "month": 12,
    "day": 9,
    "language": "en"
  }
]