[
  {
    "name": "Jihyo",
    "birthday": "1997-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/20220121%E2%80%94Jihyo_%EC%A7%80%ED%9A%A8_Campaign_Film%2C_Pearlygates_x_Twice_2022.jpg/303px-20220121%E2%80%94Jihyo_%EC%A7%80%ED%9A%A8_Campaign_Film%2C_Pearlygates_x_Twice_2022.jpg",
    "extract": "Park Ji-hyo, known mononymously as Jihyo, is a South Korean singer. She is the leader and vocalist of the South Korean girl group Twice formed by JYP Entertainment.",
    "year": 1997,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Harry Styles",
    "birthday": "1994-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Harry_Styles_November_2014.jpg/216px-Harry_Styles_November_2014.jpg",
    "extract": "Harry Edward Styles is an English singer, songwriter and actor. His musical career began in 2010 as a solo contestant on the British music competition series The X Factor. Following his elimination, he was brought back to join the boy band One Direction, which went on to become one of the best-selling boy bands of all time before going on an indefinite hiatus in 2016.",
    "year": 1994,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Blake Austin",
    "birthday": "1991-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Blake_Austin_City.jpg/320px-Blake_Austin_City.jpg",
    "extract": "Blake Austin is a professional rugby league footballer who plays as a stand-off for the Leeds Rhinos in the Betfred Super League.",
    "year": 1991,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kyle Palmieri",
    "birthday": "1991-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Kyle_Palmieri_-_New_Jersey_Devils.jpg/288px-Kyle_Palmieri_-_New_Jersey_Devils.jpg",
    "extract": "Kyle Charles Palmieri is an American professional ice hockey right winger for the New York Islanders of the National Hockey League (NHL). He previously played for the New Jersey Devils and Anaheim Ducks.",
    "year": 1991,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Brett Anderson (baseball)",
    "birthday": "1988-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Brett_Anderson_2017.jpg/252px-Brett_Anderson_2017.jpg",
    "extract": "Brett Franklin Anderson is an American professional baseball pitcher who is a free agent. He has played in Major League Baseball (MLB) for the Oakland Athletics, Colorado Rockies, Los Angeles Dodgers, Chicago Cubs, Toronto Blue Jays and Milwaukee Brewers.",
    "year": 1988,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sebastian Boenisch",
    "birthday": "1987-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Sebastian-Boenisch-2015-08.jpg/240px-Sebastian-Boenisch-2015-08.jpg",
    "extract": "Sebastian Boenisch is a Polish professional footballer who plays as a left-back.",
    "year": 1987,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Moises Henriques",
    "birthday": "1987-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/68/Moises_Henriques_with_the_Sydney_Sixers.jpg/226px-Moises_Henriques_with_the_Sydney_Sixers.jpg",
    "extract": "Moisés Constantino Henriques is a Portugal-born Australian professional cricketer who plays for Australia, New South Wales and the Sydney Sixers. An all-rounder, he is the first cricketer born in Portugal to play for Australia in an international match.",
    "year": 1987,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Austin Jackson (baseball)",
    "birthday": "1987-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Austin_Jackson_2017.jpg/238px-Austin_Jackson_2017.jpg",
    "extract": "Austin Jarriel Jackson is an American former professional baseball center fielder. He played in Major League Baseball (MLB) for the Detroit Tigers, Seattle Mariners, Chicago Cubs, Chicago White Sox, Cleveland Indians, San Francisco Giants and New York Mets. Prior to playing professionally, he attended Billy Ryan High School.",
    "year": 1987,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ronda Rousey",
    "birthday": "1987-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Rousey_HOF_2018_%28cropped%29.jpg/209px-Rousey_HOF_2018_%28cropped%29.jpg",
    "extract": "Ronda Jean Rousey is an American professional wrestler, actress, former judoka and mixed martial artist. She is currently signed to WWE, where she performs on the SmackDown brand and is the current SmackDown Women's Champion in her first reign. She is best known for her time in the Ultimate Fighting Championship (UFC). Her long standing nickname, \"Rowdy\", was inherited from professional wrestler Roddy Piper.",
    "year": 1987,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Giuseppe Rossi",
    "birthday": "1987-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Giuseppe_Rossi_-_RC_Celta_de_Vigo.jpg/234px-Giuseppe_Rossi_-_RC_Celta_de_Vigo.jpg",
    "extract": "Giuseppe Rossi is a professional footballer who plays as a forward for Italian Serie B club SPAL. Born in the United States, Rossi spent most of his career in Europe with Villarreal and Fiorentina, in addition to spells with other clubs in England, Italy and Spain, before returning to his country of birth to join Real Salt Lake for a single season in 2020.",
    "year": 1987,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jorrit Bergsma",
    "birthday": "1986-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/2013_WSDC_Sochi_-_Jorrit_Bergsma.JPG/320px-2013_WSDC_Sochi_-_Jorrit_Bergsma.JPG",
    "extract": "Jacob Jorrit Bergsma is a Dutch speed skater and marathon skater. At the 2014 Winter Olympics, he won the gold medal in the 10,000 m. His coach is Jillert Anema.",
    "year": 1986,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lauren Conrad",
    "birthday": "1986-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Lauren_Conrad_2009.jpg/213px-Lauren_Conrad_2009.jpg",
    "extract": "Lauren Katherine Tell is an American television personality, fashion designer and author. In September 2004, as an 18-year-old, Conrad came to prominence after being cast in the reality television series Laguna Beach: The Real Orange County, which documented her and her friends' lives in their hometown of Laguna Beach, California.",
    "year": 1986,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dean Shiels",
    "birthday": "1985-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/60/Dean_Shiels_%28cropped%29.jpg",
    "extract": "Dean Andrew Shiels is a Northern Irish former footballer, who is the current manager of Dungannon Swifts. He played for Hibernian, Doncaster Rovers, Kilmarnock, Rangers, Dundalk, FC Edmonton and Dunfermline Athletic, and made 14 full international appearances for Northern Ireland. His father is Kenny Shiels, who was his manager at Kilmarnock.",
    "year": 1985,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Darren Fletcher",
    "birthday": "1984-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Darren_Fletcher_2017.jpg/192px-Darren_Fletcher_2017.jpg",
    "extract": "Darren Barr Fletcher is a Scottish football coach and former professional player who is currently the technical director of Manchester United, where he spent the majority of his playing career. He mostly played as a central midfielder, but began his career as a right winger and also featured occasionally in defence.",
    "year": 1984,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kevin Martin (basketball, born 1983)",
    "birthday": "1983-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/20140101_Kevin_Martin_%287%29.JPG/191px-20140101_Kevin_Martin_%287%29.JPG",
    "extract": "Kevin Dallas Martin Jr. is an American retired professional basketball player who played 12 seasons in the National Basketball Association (NBA). He played college basketball for Western Carolina University, where in his junior year, he averaged 24.9 points per game, which ranked second in the nation. After three years at Western Carolina, he entered the 2004 NBA draft and was selected with the 26th overall pick by the Sacramento Kings.",
    "year": 1983,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jurgen Van den Broeck",
    "birthday": "1983-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Jurgen_Van_Den_Broeck.jpg/213px-Jurgen_Van_Den_Broeck.jpg",
    "extract": "Jurgen Van den Broeck is a Belgian former road bicycle racer, who competed professionally between 2004 and 2017 for the Discovery Channel, Lotto–Soudal, Team Katusha and LottoNL–Jumbo squads. Van den Broeck specialised in the time trial discipline, having been Junior World Champion against the clock in 2001. The promise he first displayed in minor stage races like the Tour de Romandie and Eneco Tour was later validated and confirmed by top-10 finishes in all three Grand Tours: the Giro d'Italia, the Tour de France and the Vuelta a España.",
    "year": 1983,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gavin Henson",
    "birthday": "1982-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Gavin_Henson.JPG/256px-Gavin_Henson.JPG",
    "extract": "Gavin Lloyd Henson is a Welsh former professional rugby union player, who played as a fly-half, fullback and inside centre.",
    "year": 1982,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Shoaib Malik",
    "birthday": "1982-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Shoaib_Malik_answering_RAPID_FIRE_questions_%28PCB%29_01.jpg/320px-Shoaib_Malik_answering_RAPID_FIRE_questions_%28PCB%29_01.jpg",
    "extract": "Shoaib Malik is a Pakistani cricketer who plays for the Pakistan national cricket team and Peshawar Zalmi in the Pakistan Super League (PSL). He was the captain of the Pakistan national cricket team from 2007 to 2009. He made his One-Day International debut in 1999 against the West Indies and his Test debut in 2001 against Bangladesh. On 3 November 2015, he announced his retirement from Test cricket to focus on 2019 Cricket World Cup. On 2 July 2018, he became the first male cricketer to play 100 T20Is. On 5 July 2019, he announced his retirement from One Day International cricket after Pakistan won their last group stage game against Bangladesh at Lord's at the 2019 Cricket World Cup.",
    "year": 1982,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hins Cheung",
    "birthday": "1981-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Hinscheung20170416.jpg/256px-Hinscheung20170416.jpg",
    "extract": "Cyrus Cheung King Hin mostly known professionally as Hins Cheung, is a Chinese-born Hong Kong singer, songwriter, record producer, and businessperson. He made his debut in 2001 with the studio album Hins' First. He has since released 17 studio albums and EPs. Among his various accolades, he has won the Ultimate Song Chart Awards Best Male Singer Gold prize six times, Jade Solid Gold Most Popular Male Singer four times, and Best Pop Male Singer at the Top Ten Chinese Gold Songs Awards. In 2021, he was shortlisted for Asia's Most Influential by Tatler Asia.",
    "year": 1981,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Christian Giménez (footballer, born 1981)",
    "birthday": "1981-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Chaco_Gimenez.png/320px-Chaco_Gimenez.png",
    "extract": "Christian Eduardo Giménez is a former professional footballer, commentator, and manager. Born in Argentina, he has previously represented the Mexico national team. He is known by his nickname Chaco because he hails from the province of the same name.",
    "year": 1981,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Graeme Smith",
    "birthday": "1981-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Graemesmith.jpg/295px-Graemesmith.jpg",
    "extract": "Graeme Craig Smith is a South African cricket commentator and former cricketer who played for South Africa in all formats. In 2003, he was appointed captain of the national team, taking over from Shaun Pollock. He held the position of test captain until his retirement in 2014. At 22, he was appointed as South Africa's youngest ever captain. He was the most capped captain ever when he played his 102nd test against England. He is considered as one of the greatest ever test captains of all-time having led South Africa to a record 54 test victories and under his captaincy South Africa was often highlighted as the best travelling team in the world.",
    "year": 1981,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Héctor Luna",
    "birthday": "1980-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/CD-Hector-Luna20130306.jpg/267px-CD-Hector-Luna20130306.jpg",
    "extract": "Héctor R. Luna is a Dominican Republic former professional baseball infielder. He last played for the Hiroshima Carp in Nippon Professional Baseball. He is primarily an infielder, but has played every position at the major league level except pitcher and catcher.",
    "year": 1980,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Valentín Elizalde",
    "birthday": "1979-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Valent%C3%ADn_Elizalde%2C_circa_2006.png/214px-Valent%C3%ADn_Elizalde%2C_circa_2006.png",
    "extract": "Valentín Elizalde Valencia was a Regional Mexican singer. Nicknamed \"El Gallo de Oro\", he was known for his off-key style and his biggest hits included: \"Vete Ya,\" \"Ebrio de Amor\", \" Vete Con Él\", \"Vuelve Cariñito\", \"Cómo Me Duele\", \"Vencedor\", \" Mi Virgencita\", and \"Soy Así\". Some of his songs were narcocorridos eulogizing Mexican drug lords like Vicente Carrillo Fuentes. He was murdered in an ambush, allegedly by members of the drug trafficking gang Los Zetas, which at that time served as the armed wing of the Gulf Cartel.",
    "year": 1979,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jason Isbell",
    "birthday": "1979-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Jason_Isbell_-_Cambridge_Folk_Festival_50th_Anniversary.jpg/320px-Jason_Isbell_-_Cambridge_Folk_Festival_50th_Anniversary.jpg",
    "extract": "Michael Jason Isbell is an American singer-songwriter and guitarist. He is known for his solo career, his work with the band The 400 Unit, and as a member of Drive-By Truckers for six years, from 2001 to 2007. Isbell has won four Grammy Awards.",
    "year": 1979,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Juan (footballer, born 1979)",
    "birthday": "1979-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Juan_silveira_dos_santos.jpg/212px-Juan_silveira_dos_santos.jpg",
    "extract": "Juan Silveira dos Santos, commonly known as Juan, is a Brazilian former professional footballer who played as a centre-back.",
    "year": 1979,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tim Harding (musician)",
    "birthday": "1978-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Tim_Harding_performing_Hi-5_Jan_06.jpg/137px-Tim_Harding_performing_Hi-5_Jan_06.jpg",
    "extract": "Timothy John Harding is an Australian musician, singer, guitarist, entertainer and former member of the Australian children's musical group Hi-5. He left Hi-5 in November 14, 2007 after nine years with the group due to suffering major injuries following a motorcycle accident.",
    "year": 1978,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Phil Ivey",
    "birthday": "1976-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Phil_Ivey_%282009_WSOP%29.jpg/240px-Phil_Ivey_%282009_WSOP%29.jpg",
    "extract": "Phillip Dennis Ivey Jr. is an American professional poker player who has won ten World Series of Poker bracelets, one World Poker Tour title, and appeared at nine World Poker Tour final tables. Ivey is regarded by numerous poker observers and contemporaries as the best all-around player in the world. In 2017, he was elected to the Poker Hall of Fame.",
    "year": 1976,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mat Rogers",
    "birthday": "1976-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Matt_Rogers_%28cropped%29.jpg/206px-Matt_Rogers_%28cropped%29.jpg",
    "extract": "Mathew Steve Rogers is an Australian former professional rugby league footballer who played in the 1990s, 2000s and 2010s. He also played rugby union at the highest level, becoming a dual-code international.",
    "year": 1976,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Martijn Reuser",
    "birthday": "1975-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Reuser_Roy_Lindenburgh.jpg/320px-Reuser_Roy_Lindenburgh.jpg",
    "extract": "Martijn Franciscus Reuser is a Dutch former professional footballer who played top-flight football in both the Netherlands and England. He made one appearance for the Netherlands national team.",
    "year": 1975,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Óscar Pérez (footballer, born 1973)",
    "birthday": "1973-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/%C3%93scar_P%C3%A9rez_Rojas.jpg/320px-%C3%93scar_P%C3%A9rez_Rojas.jpg",
    "extract": "Óscar Pérez Rojas is a Mexican former professional footballer who played as a goalkeeper. Nicknamed \"El Conejo\", he is regarded as one of the best goalkeepers in Mexican football history.",
    "year": 1973,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Leymah Gbowee",
    "birthday": "1972-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Leymah_Gbowee_%28cropped%29.jpg/320px-Leymah_Gbowee_%28cropped%29.jpg",
    "extract": "Leymah Roberta Gbowee is a Liberian peace activist responsible for leading a women's nonviolent peace movement, Women of Liberia Mass Action for Peace that helped bring an end to the Second Liberian Civil War in 2003. Her efforts to end the war, along with her collaborator Ellen Johnson Sirleaf, helped usher in a period of peace and enabled a free election in 2005 that Sirleaf won. She, along with Ellen Johnson Sirleaf and Tawakkul Karman, were awarded the 2011 Nobel Peace Prize \"for their non-violent struggle for the safety of women and for women's rights to full participation in peace-building work.\"",
    "year": 1972,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Christian Ziege",
    "birthday": "1972-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Christian_Ziege.jpg/292px-Christian_Ziege.jpg",
    "extract": "Christian Ziege is a retired German footballer and is currently head coach for FC Pinzgau.",
    "year": 1972,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Michael C. Hall",
    "birthday": "1971-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Michael_C._Hall_2011_%28cropped%29.jpg/234px-Michael_C._Hall_2011_%28cropped%29.jpg",
    "extract": "Michael Carlyle Hall is an American actor best known for his roles as Dexter Morgan, the titular character in the Showtime series Dexter, and David Fisher in the HBO drama series Six Feet Under. These two roles collectively earned Hall a Golden Globe Award and three Screen Actors Guild Awards. He has also acted in Broadway shows and narrated audiobooks.",
    "year": 1971,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Malik Sealy",
    "birthday": "1970-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/07/Malik_Sealy.jpg",
    "extract": "Malik Sealy was an American professional basketball player, active from 1992 until his death in an automobile accident at the age of 30. Sealy played eight seasons in the National Basketball Association (NBA) for the Indiana Pacers, Los Angeles Clippers, Detroit Pistons and Minnesota Timberwolves.",
    "year": 1970,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gabriel Batistuta",
    "birthday": "1969-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Omar_Batistuta_%282%29.jpg/213px-Omar_Batistuta_%282%29.jpg",
    "extract": "Gabriel Omar Batistuta is an Argentine former professional footballer. During his playing career, Batistuta was nicknamed Batigol as well as El Ángel Gabriel. Regarded as one of the greatest strikers of all time, noted in particular for powerful strikes from volleys or from distance while on the run, in 1999, Batistuta placed third for the FIFA World Player of the Year award. In 2004, he was named by Pelé in the FIFA 100 list of the world's greatest living players.",
    "year": 1969,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Andrew Breitbart",
    "birthday": "1969-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Andrew_Breitbart_speaking_at_CPAC_2012_%286799355014%29_%28cropped%29.jpg/213px-Andrew_Breitbart_speaking_at_CPAC_2012_%286799355014%29_%28cropped%29.jpg",
    "extract": "Andrew James Breitbart was an American conservative journalist, writer, and political commentator who was the founder of Breitbart News and a co-founder of HuffPost.",
    "year": 1969,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lisa Marie Presley",
    "birthday": "1968-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Lisa_Marie_Presley_at_car_race.jpg",
    "extract": "Lisa Marie Presley is an American singer and songwriter. She is the only child of singer and actor Elvis Presley and actress Priscilla Presley, as well as the sole heir to her father's estate. Presley has developed a career in the music business and has issued three albums. She has been married to musician Danny Keough, singer Michael Jackson, actor Nicolas Cage, and music producer Michael Lockwood.",
    "year": 1968,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Meg Cabot",
    "birthday": "1967-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Megcabot-signing.png",
    "extract": "Meggin Patricia Cabot is a prolific American novelist. She has written and published over 50 novels of young adult and adult fiction, and is best known for her young adult series Princess Diaries, which was later adapted by Walt Disney Pictures into two feature films. Cabot has been the recipient of numerous book awards, including the New York Public Library Books for the Teen Age, the American Library Association Quick Pick for Reluctant Readers, the Tennessee Volunteer State TASL Book Award, the Book Sense Pick, the Evergreen Young Adult Book Award, the IRA/CBC Young Adult Choice, and many others. She has also had numerous number one New York Times bestsellers, and more than 25 million copies of her books are in print across the world.",
    "year": 1967,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Princess Stéphanie of Monaco",
    "birthday": "1965-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/%D0%9C%D1%96%D0%B6%D0%BD%D0%B0%D1%80%D0%BE%D0%B4%D0%BD%D0%B8%D0%B9_%D1%84%D0%B5%D1%81%D1%82%D0%B8%D0%B2%D0%B0%D0%BB%D1%8C_%D1%83_%D0%9C%D0%BE%D0%BD%D1%82%D0%B5-%D0%9A%D0%B0%D1%80%D0%BB%D0%BE_%28cropped%29.JPG/225px-%D0%9C%D1%96%D0%B6%D0%BD%D0%B0%D1%80%D0%BE%D0%B4%D0%BD%D0%B8%D0%B9_%D1%84%D0%B5%D1%81%D1%82%D0%B8%D0%B2%D0%B0%D0%BB%D1%8C_%D1%83_%D0%9C%D0%BE%D0%BD%D1%82%D0%B5-%D0%9A%D0%B0%D1%80%D0%BB%D0%BE_%28cropped%29.JPG",
    "extract": "Princess Stéphanie Marie Elisabeth of Monaco is the youngest child of Rainier III, Prince of Monaco, and American actress Grace Kelly. She is the younger sister of Albert II, Prince of Monaco, and Caroline, Princess of Hanover. Currently 14th in the line of succession to the Monegasque throne, she has been a singer, swimwear designer and fashion model.",
    "year": 1965,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Brandon Lee",
    "birthday": "1965-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9f/Brandon_Lee_%28as_an_adult%29.jpg",
    "extract": "Brandon Bruce Lee was an American actor and martial artist. Establishing himself as a rising action star in the early 1990s, he landed his breakthrough role as Eric Draven in the dark fantasy film The Crow (1994). Lee's career, however, was cut short by his accidental death during The Crow's production.",
    "year": 1965,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sherilyn Fenn",
    "birthday": "1965-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Sherilyn_Fenn_01.jpg/229px-Sherilyn_Fenn_01.jpg",
    "extract": "Sherilyn Fenn is an American actress and author. She came to attention for her performance as Audrey Horne on the television series Twin Peaks for which she was nominated for a Golden Globe Award and an Emmy Award. She is also known for her roles in Wild at Heart (1990), Of Mice and Men (1992), Boxing Helena (1993) and the television sitcom Rude Awakening (1998–2001).",
    "year": 1965,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jani Lane",
    "birthday": "1964-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3c/Jani_lane_portrait.jpg/289px-Jani_lane_portrait.jpg",
    "extract": "Jani Lane was an American singer and the lead vocalist, frontman, lyricist and main songwriter for the glam metal band Warrant. From Hollywood, California, the band experienced success from 1989 to 1996 with five albums reaching international sales of over 10 million. Lane left Warrant in 2004 and again in 2008 after a brief reunion. Lane also released a solo album, Back Down to One, in 2003, and the album Love the Sin, Hate the Sinner with a new group, Saints of the Underground, in 2008. Lane contributed lead vocals and songwriting to various projects throughout his career.",
    "year": 1964,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Eli Ohana",
    "birthday": "1964-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Eli_Ohana%2C_1991%2C_taken_by_Moti_Kikion.jpg/233px-Eli_Ohana%2C_1991%2C_taken_by_Moti_Kikion.jpg",
    "extract": "Eliyahu \"Eli\" Ohana is an Israeli former football player and the current chairman of Israeli club Beitar Jerusalem. He played as forward or midfielder, and was considered one of Israel's finest players, often named \"the King\".",
    "year": 1964,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mario Pelchat",
    "birthday": "1964-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Mario_Pelchat_20141008_03.JPG/320px-Mario_Pelchat_20141008_03.JPG",
    "extract": "Mario Pelchat is a Canadian Francophone singer from Quebec. He received the Felix Award in 1990 and 1992.",
    "year": 1964,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "José Luis Cuciuffo",
    "birthday": "1962-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Cuciuffo_argentina_1986.jpg/312px-Cuciuffo_argentina_1986.jpg",
    "extract": "José Luis Cuciuffo was an Argentine professional footballer who played as a centre back and who was part of the 1986 FIFA World Cup-winning Argentine national team.",
    "year": 1962,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tomoyasu Hotei",
    "birthday": "1962-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Tomoyasu_Hotei_Paaspop_2017.jpg/320px-Tomoyasu_Hotei_Paaspop_2017.jpg",
    "extract": "Tomoyasu Hotei , also known simply as Hotei, is a Japanese musician, singer-songwriter, composer, record producer and actor. With a career spanning more than 35 years, Hotei claims record sales of over 40 million copies and has collaborated with acclaimed artists from around the world. Hotei first rose to prominence in the 1980s as the guitarist for Boøwy, one of Japan's most popular rock bands, before starting a solo career.",
    "year": 1962,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Takashi Murakami",
    "birthday": "1962-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Takashi_Murakami_at_Versailles_Sept._2010_%28crop%29.jpg/250px-Takashi_Murakami_at_Versailles_Sept._2010_%28crop%29.jpg",
    "extract": "Takashi Murakami  is a Japanese contemporary artist. He works in fine arts media as well as commercial and is known for blurring the line between high and low arts as well as co aesthetic characteristics of the Japanese artistic tradition and the nature of postwar Japanese culture and society, and is also used for Murakami's artistic style and other Japanese artists he has influenced.",
    "year": 1962,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Daniel M. Tani",
    "birthday": "1961-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Daniel_Tani.jpg/316px-Daniel_Tani.jpg",
    "extract": "Daniel M. Tani is an American engineer and retired NASA astronaut. He was born in Ridley Park, Pennsylvania, but considers Lombard, Illinois, to be his hometown.",
    "year": 1961,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kaduvetti Guru",
    "birthday": "1961-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Kaduvetti_J._Guru.jpg/320px-Kaduvetti_J._Guru.jpg",
    "extract": "Kaduvetti Guru, also known as J. Guru, was an Indian politician, who was twice elected as a Member of the Legislative Assembly in Tamil Nadu. He was the president of the caste organization, Vanniyar Sangam.",
    "year": 1961,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Eleanor Laing",
    "birthday": "1958-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Eleanor_Laing_2022.jpg/240px-Eleanor_Laing_2022.jpg",
    "extract": "Dame Eleanor Fulton Laing, is a British politician serving as the Member of Parliament (MP) for the Epping Forest constituency since 1997. A member of the Conservative Party, she has served as Chairman of Ways and Means and Deputy Speaker of the House of Commons since 2020.",
    "year": 1958,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mohammed Jamal Khalifa",
    "birthday": "1957-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/58/MohammedJamalKhalifa.jpg",
    "extract": "Mohammed Jamal Khalifa \n(1 February 1957 – 31 January 2007) was a Saudi businessman from Jeddah who married one of Osama bin Laden's sisters. He has been accused of funding terror plots and groups in the Philippines in the 1990s while head of the International Islamic Relief Organization branch there. He was murdered in Madagascar in 2007.",
    "year": 1957,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gilbert Hernandez",
    "birthday": "1957-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/4.24.10GilbertHernandezByLuigiNovi1.jpg/253px-4.24.10GilbertHernandezByLuigiNovi1.jpg",
    "extract": "Gilberto Hernández, usually credited as Gilbert Hernandez and also by the nickname Beto, is an American cartoonist. He is best known for his Palomar/Heartbreak Soup stories in Love and Rockets, an alternative comic book he shared with his brothers Jaime and Mario.",
    "year": 1957,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Exene Cervenka",
    "birthday": "1956-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Exene.jpg/320px-Exene.jpg",
    "extract": "Exene Cervenka is an American singer, artist, and poet. She is best known for her work as a singer in the California punk rock band X.",
    "year": 1956,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Chuck Dukowski",
    "birthday": "1954-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Black_Flag_2011-12-18_04.jpg/256px-Black_Flag_2011-12-18_04.jpg",
    "extract": "Gary Arthur McDaniel, better known by his stage name Chuck Dukowski, is an American punk rock musician most well known for being the bass player, and occasional songwriter for Black Flag.",
    "year": 1954,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Owoye Andrew Azazi",
    "birthday": "1952-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/General_Owoye_Azazi_2008.jpeg/320px-General_Owoye_Azazi_2008.jpeg",
    "extract": " Owoye Andrew Azazi was a Nigerian Army General who served as National Security Adviser to President Goodluck Jonathan, was Chief of Defence Staff (CDS) of Nigeria, and Chief of Army Staff (COAS). Before his first service chief appointment (COAS), he was General Officer Commanding (GOC) 1 Division, Kaduna State.",
    "year": 1952,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sonny Landreth",
    "birthday": "1951-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Landreth.jpg/277px-Landreth.jpg",
    "extract": "Clide Vernon \"Sonny\" Landreth is an American blues musician from southwest Louisiana who is especially known as a slide guitar player. He was born in Canton, Mississippi, and settled in Lafayette, Louisiana. He lives in Breaux Bridge, Louisiana.",
    "year": 1951,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mike Campbell (musician)",
    "birthday": "1950-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/FlMacWerchter080619_32_%2849920291028%29_Cropped.jpg/240px-FlMacWerchter080619_32_%2849920291028%29_Cropped.jpg",
    "extract": "Michael Wayne Campbell is an American guitarist, songwriter, and record producer. Campbell was a member of Tom Petty and the Heartbreakers and co-wrote many of the band's hits with Petty, including \"Refugee\", \"Here Comes My Girl\", \"You Got Lucky\", and \"Runnin' Down a Dream\". Outside of The Heartbreakers, he has worked as a session guitarist and songwriter with a number of other acts, including composing and playing on the Don Henley hit \"The Boys of Summer\", as well as working on most of Stevie Nicks's solo albums. Campbell, along with Neil Finn, joined Fleetwood Mac to replace lead guitarist Lindsey Buckingham on their world tour in 2018–2019.",
    "year": 1950,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Rich Williams",
    "birthday": "1950-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Richard_Williams_-_Kansas.jpg/232px-Richard_Williams_-_Kansas.jpg",
    "extract": "Richard John Williams is an American guitarist, primarily known for being one of the only consistent original members of the rock band Kansas alongside drummer Phil Ehart. Both have appeared on every Kansas album.",
    "year": 1950,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Rick James",
    "birthday": "1948-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Rick_James_in_Lifestyles_of_the_Rich_1984.JPG/245px-Rick_James_in_Lifestyles_of_the_Rich_1984.JPG",
    "extract": "James Ambrose Johnson Jr., better known by his stage name Rick James, was an American singer-songwriter, multi-instrumentalist and record producer. Born and raised in Buffalo, New York, James began his musical career in his teenage years. He was in various bands before entering the U.S. Navy Reserve to avoid being drafted into the army. In 1964, James deserted to Toronto, Canada, where he formed the rock band the Mynah Birds, who eventually signed a recording deal with Motown Records in 1966. James' career with the group halted after military authorities discovered his whereabouts and eventually convicted and sentenced James to a one-year prison term related to the desertion charges. After being released, James moved to California, where he started a variety of rock and funk groups in the late 1960s and early 1970s.",
    "year": 1948,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Normie Rowe",
    "birthday": "1947-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Normie_Rowe_%285656868848%29.jpg/240px-Normie_Rowe_%285656868848%29.jpg",
    "extract": "Norman John Rowe is an Australian singer and songwriter of pop music and an actor of theatre and soap opera for which he remains best known as Douglas Fletcher in 1980s serial Sons and Daughters. As a singer he was credited for his bright and edgy tenor voice and dynamic stage presence. Many of Rowe's most successful recordings were produced by Nat Kipner and later by Pat Aulton, house producers for the Sunshine Records label. Backed by his band, The Playboys, Rowe released a string of Australian pop hits on the label that kept him at the top of the Australian charts and made him the most popular solo performer of the mid-1960s. Rowe's double-sided hit the A-side, a reworking of the Doris Day hit \"Que Sera Sera\" /with b-side a cover of Johnny Kidd & the Pirates \"Shakin' All Over\" was one of the most successful Australian singles of the 1960s.",
    "year": 1947,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jessica Savitch",
    "birthday": "1947-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e2/Jessica_Savitch.jpg",
    "extract": "Jessica Beth Savitch was an American television journalist, best known for being the weekend anchor of NBC Nightly News and daily newsreader for NBC News during the late 1970s and early 1980s. Savitch was one of the first women to anchor an evening network newscast solo, following in the footsteps of Marlene Sanders of ABC News and Catherine Mackin of NBC News. She also hosted PBS's public affairs program Frontline from its January 1983 debut until her death in an automobile accident later that year.",
    "year": 1947,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Elisabeth Sladen",
    "birthday": "1946-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Elisabeth_Sladen_%28cropped_to_shoulders%29.jpg/320px-Elisabeth_Sladen_%28cropped_to_shoulders%29.jpg",
    "extract": "Elisabeth Clara Heath-Sladen was an English actress. She became best known as Sarah Jane Smith in the British television series Doctor Who, appearing as a regular cast member from 1973 to 1976, alongside both Jon Pertwee and Tom Baker, and reprising the role many times in subsequent decades, both on Doctor Who and its spin-offs, K-9 and Company (1981) and The Sarah Jane Adventures (2007–2011).",
    "year": 1946,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ferruccio Mazzola",
    "birthday": "1945-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Ferruccio_Mazzola.jpg/216px-Ferruccio_Mazzola.jpg",
    "extract": "Ferruccio Mazzola was an Italian former professional footballer and manager, who played as a midfielder. He was the son of former footballer Valentino Mazzola, and the younger brother of retired footballer Sandro Mazzola.",
    "year": 1945,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bibi Besch",
    "birthday": "1942-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/68/Bibi_Besch_n.f.jpg/251px-Bibi_Besch_n.f.jpg",
    "extract": "Bibi Besch was an Austrian-American film, television, and stage actress. She is best known for her portrayal of Dr. Carol Marcus in the science fiction film Star Trek II: The Wrath of Khan (1982). Her other notable film roles were in Who's That Girl (1987), Steel Magnolias (1989), and Tremors (1990). Besch also appeared in a number of television productions, including the television film The Day After (1983) and The Jeff Foxworthy Show, and received two Primetime Emmy Award nominations.",
    "year": 1942,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Terry Jones",
    "birthday": "1942-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Terry_Jones.jpg/320px-Terry_Jones.jpg",
    "extract": "Terence Graham Parry Jones was a Welsh actor, author, comedian, director, historian, poet, presenter, writer, and member of the Monty Python comedy team.",
    "year": 1942,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jerry Spinelli",
    "birthday": "1941-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Jerry_Spinelli_%28signing_a_book%29.jpg/318px-Jerry_Spinelli_%28signing_a_book%29.jpg",
    "extract": "Jerry Spinelli is an American writer of children's novels that feature adolescence and early adulthood. He is best known for Maniac Magee, Stargirl and Wringer.",
    "year": 1941,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Fritjof Capra",
    "birthday": "1939-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Fritjof_Capra.jpeg/248px-Fritjof_Capra.jpeg",
    "extract": "Fritjof Capra is an Austrian-born American physicist, systems theorist and deep ecologist. In 1995, he became a founding director of the Center for Ecoliteracy in Berkeley, California. He is on the faculty of Schumacher College.",
    "year": 1939,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Claude François",
    "birthday": "1939-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Cloclo1965.jpg/319px-Cloclo1965.jpg",
    "extract": "Claude Antoine Marie François, also known by the nickname Cloclo, was a French pop singer, composer, songwriter, record producer, drummer and dancer. François co-wrote the lyrics of \"Comme d'habitude\", the original version of \"My Way\" and composed the music of \"Parce que je t'aime mon enfant\", the original version of \"My Boy\". Among his most famous songs are \"Le Téléphone Pleure\", \"Le lundi au soleil\", \"Magnolias for Ever\", \"Alexandrie Alexandra\" and \"Cette année là\".",
    "year": 1939,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Paul Gillmor",
    "birthday": "1939-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Paul_Gillmor%2C_official_Congressional_photo.jpg/256px-Paul_Gillmor%2C_official_Congressional_photo.jpg",
    "extract": "Paul Eugene Gillmor was an American politician of the Republican Party who served as the U.S. representative from the 5th congressional district of Ohio from 1989 until his death in 2007.",
    "year": 1939,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ekaterina Maximova",
    "birthday": "1939-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Ekaterina_Maximova_1972.jpg/216px-Ekaterina_Maximova_1972.jpg",
    "extract": "Ekaterina Sergeevna Maximova was a great Soviet and Russian ballerina of the second part of the 20th century who had international recognition and fame. She was a prima ballerina of the Bolshoi Theatre for 30 years, a ballet pedagogue, People's Artist of the USSR and Russian Federation, winner of international ballet competitions, Laureate of many prestigious International and Russian awards, a professor in GITIS, Honorary professor at the Moscow State University, Academician of the Russian Academy of Arts, and an Executive Committee member of the Russian Center of Counseil International De La Danse, UNESCO",
    "year": 1939,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Joe Sample",
    "birthday": "1939-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Joe_Sample.jpg/320px-Joe_Sample.jpg",
    "extract": "Joseph Leslie Sample was an American keyboardist and composer. He was one of the founding members of The Jazz Crusaders in 1960, the band which, shortening its name, became simply \"The Crusaders\" in 1971, and he remained a part of the group until its final album in 1991.",
    "year": 1939,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jimmy Carl Black",
    "birthday": "1938-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/A_Mother_of_Invention_passes_at_70_%283029644000%29.jpg/213px-A_Mother_of_Invention_passes_at_70_%283029644000%29.jpg",
    "extract": "James Carl Inkanish, Jr., known professionally as Jimmy Carl Black, was a drummer and vocalist for The Mothers of Invention.",
    "year": 1938,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sherman Hemsley",
    "birthday": "1938-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Sherman_Hemsley_1239819.jpg/320px-Sherman_Hemsley_1239819.jpg",
    "extract": "Sherman Alexander Hemsley was an American actor and musician. He was known for his roles as George Jefferson on the CBS television series’ All in the Family and The Jeffersons, Deacon Ernest Frye on the NBC series Amen, and B.P. Richfield on the ABC series Dinosaurs. Hemsley also played Judge Carl Robertson on the NBC series The Fresh Prince of Bel-Air. For his work on The Jeffersons, Hemsley was nominated for a Golden Globe Award and an Emmy Award. He also won an NAACP Image Award.",
    "year": 1938,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "The Everly Brothers",
    "birthday": "1937-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Everly_Brothers_in_1965.jpg/253px-Everly_Brothers_in_1965.jpg",
    "extract": "The Everly Brothers were an American rock duo, known for steel-string acoustic guitar playing and close harmony singing. Consisting of Isaac Donald \"Don\" Everly and Phillip \"Phil\" Everly, the duo combined elements of rock and roll, country and pop, becoming pioneers of country rock.",
    "year": 1937,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Garrett Morris",
    "birthday": "1937-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Garrett_Morris_in_Los_Angeles_2013_%282%29.jpg/235px-Garrett_Morris_in_Los_Angeles_2013_%282%29.jpg",
    "extract": "Garrett Isaac Morris is an American actor, comedian and singer. He was part of the original cast of the sketch comedy program Saturday Night Live, appearing from 1975 to 1980, and played Jimmy on The Jeffersons (1983–1984). Morris also had a role as Junior \"Uncle Junior\" King on the sitcom The Jamie Foxx Show, which aired from 1996 to 2001. Morris had a starring role as Earl Washington on the CBS sitcom 2 Broke Girls, from 2011 to 2017. He is also known for his role in the sitcom Martin as Stan Winters, from 1992 to 1995, and the movie Cooley High. He played Slide in Car Wash (1976), and Carl in The Census Taker (1984).",
    "year": 1937,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Azie Taylor Morton",
    "birthday": "1936-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Azie_Taylor_Morton.jpg/227px-Azie_Taylor_Morton.jpg",
    "extract": "Azie Taylor Morton served as Treasurer of the United States during the Carter administration from September 12, 1977, to January 20, 1981. She remains the only African American to hold that office. Her signature was printed on US currency during her tenure.",
    "year": 1936,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nicolae Breban",
    "birthday": "1934-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Breban1.jpg/320px-Breban1.jpg",
    "extract": "Nicolae Breban is a Romanian novelist and essayist.",
    "year": 1934,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hassan Al-Turabi",
    "birthday": "1932-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/HassanAlTurabi_Feb2015_RomanDeckert.jpg/233px-HassanAlTurabi_Feb2015_RomanDeckert.jpg",
    "extract": "Hassan 'Abd Allah al Turabi was a Sudanese Islamist politician who was considered \"the true architect\" of the 1989 coup that brought Omar al-Bashir to power. He has been called \"one of the most influential figures in modern Sudanese politics\" and a \"longtime hard-line ideological leader\". He was instrumental in institutionalizing sharia in the northern part of the country and was frequently imprisoned in Sudan, but these \"periods of detention\" were \"interspersed with periods of high political office\".",
    "year": 1932,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Boris Yeltsin",
    "birthday": "1931-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/%D0%91%D0%BE%D1%80%D0%B8%D1%81_%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B5%D0%B2%D0%B8%D1%87_%D0%95%D0%BB%D1%8C%D1%86%D0%B8%D0%BD-1_%28cropped%29_%28cropped%29.jpg/240px-%D0%91%D0%BE%D1%80%D0%B8%D1%81_%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B5%D0%B2%D0%B8%D1%87_%D0%95%D0%BB%D1%8C%D1%86%D0%B8%D0%BD-1_%28cropped%29_%28cropped%29.jpg",
    "extract": "Boris Nikolayevich Yeltsin was a Russian and Soviet politician who served as the first president of Russia from 1991 to 1999. He was a member of the Communist Party of the Soviet Union from 1961 to 1990. He later stood as a political independent, during which time he was viewed as being ideologically aligned with liberalism and Russian nationalism.",
    "year": 1931,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Shahabuddin Ahmed",
    "birthday": "1930-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/23/Shahabuddin_Ahmed.jpg",
    "extract": "Shahabuddin Ahmed served as the President of Bangladesh from 1996 to 2001, and the Chief Justice of Bangladesh from 1990 to 1995. He previously served as the acting president during 1990–91 when Hussain Muhammad Ershad resigned from the post. He headed a caretaker government and held a general election in February 1991.",
    "year": 1930,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hussain Muhammad Ershad",
    "birthday": "1930-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Hussain_Muhammad_Ershad.jpg/248px-Hussain_Muhammad_Ershad.jpg",
    "extract": "Hussain Muhammad Ershad was a Bangladeshi Army Chief and politician who served as the President of Bangladesh from 1983 to 1990, a time many consider to have been a military dictatorship.",
    "year": 1930,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sam Edwards (physicist)",
    "birthday": "1928-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/SamEdwardsBetter.jpg/291px-SamEdwardsBetter.jpg",
    "extract": "Sir Samuel Frederick Edwards was a Welsh physicist.\nThe Sam Edwards Medal and Prize is named in his honour.",
    "year": 1928,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tom Lantos",
    "birthday": "1928-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Tom_Lantos.jpg/253px-Tom_Lantos.jpg",
    "extract": "Thomas Peter Lantos was a Holocaust survivor and American politician who served as a U.S. representative from California from 1981 until his death in 2008. A member of the Democratic Party, he represented the state's 11th congressional district until 1993 and from then the 12th congressional district, which both included the northern two-thirds of San Mateo County and a portion of the southwestern part of San Francisco after redistricting.",
    "year": 1928,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Galway Kinnell",
    "birthday": "1927-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/97/Galway_Kinnell_Grindstone_Cafe_Lyndonville_VT_March_2013.jpg",
    "extract": "Galway Mills Kinnell was an American poet. He won the Pulitzer Prize for Poetry for his 1982 collection, Selected Poems and split the National Book Award for Poetry with Charles Wright.\nFrom 1989 to 1993 he was poet laureate for the state of Vermont.",
    "year": 1927,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Richard Hooker (author)",
    "birthday": "1924-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/30/Richard_Hornberger_at_the_original_Swamp.jpg",
    "extract": "Hiester Richard Hornberger Jr. was an American writer and surgeon who wrote under the pseudonym Richard Hooker. Hornberger's best-known work was his novel MASH (1968), based on his experiences as a wartime United States Army surgeon doctor during the Korean War (1950–1953) and written in collaboration with W. C. Heinz. It was used as the basis for an award-winning, critically and commercially successful movie – M*A*S*H (1970) — and two years later in an acclaimed long running television series (1972–1983) of the same title.",
    "year": 1924,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Emmanuel Scheffer",
    "birthday": "1924-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Flickr_-_Government_Press_Office_%28GPO%29_-_Coach_Emanuel_Shefer.jpg/213px-Flickr_-_Government_Press_Office_%28GPO%29_-_Coach_Emanuel_Shefer.jpg",
    "extract": "Emmanuel Scheffer was an Israeli football player and coach who was born in Germany.",
    "year": 1924,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ben Weider",
    "birthday": "1923-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/BenWeiderPortrait.jpg/232px-BenWeiderPortrait.jpg",
    "extract": "Benjamin Weider, was a Canadian soldier, author, historian, fitness proponent, benefactor of the arts, and entrepreneur.",
    "year": 1923,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Renata Tebaldi",
    "birthday": "1922-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Renata_Tebaldi_Madame_Butterfly_Bell_Telephone_Hour.JPG/250px-Renata_Tebaldi_Madame_Butterfly_Bell_Telephone_Hour.JPG",
    "extract": "Renata Tebaldi was an Italian lirico-spinto soprano popular in the post-war period, and especially prominent as one of the stars of La Scala, San Carlo and, especially, the Metropolitan Opera. Often considered among the great opera singers of the 20th century, she focused primarily on the verismo roles of the lyric and dramatic repertoires. Italian conductor Arturo Toscanini called her voice \"la voce d'angelo\", and La Scala music director Riccardo Muti called her \"one of the greatest performers with one of the most extraordinary voices in the field of opera.\"",
    "year": 1922,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Teresa Mattei",
    "birthday": "1921-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Teresa_mattei.jpg/229px-Teresa_mattei.jpg",
    "extract": "Teresa Mattei, also known as Teresita was an Italian partisan and politician.",
    "year": 1921,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Peter Sallis",
    "birthday": "1921-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/74/Peter_Sallis.jpg",
    "extract": "Peter John Sallis was a British actor. He was known for his work in television.",
    "year": 1921,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Patricia Robins",
    "birthday": "1921-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ae/Patricia_Robins_Telegraph.jpg",
    "extract": "Patricia Robins was a British writer of short stories and over 80 novels mainly romances from 1934 to 2016, she also signed under the pseudonym Claire Lorrimer, she had sold more than ten million copies. She served as Women's Auxiliary Air Force officer during World War II tracking Nazi bombers.",
    "year": 1921,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mike Scarry",
    "birthday": "1920-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Mike_Scarry.jpg/278px-Mike_Scarry.jpg",
    "extract": "Michael Joseph “Mo” Scarry was an American football player and coach. He grew up in Pennsylvania, and played football in college at Waynesburg College in Waynesburg, Pennsylvania and went on to join the Cleveland Rams in the National Football League (NFL) as a center following a stint in the U.S. Army during World War II. The Rams moved to Los Angeles after winning the 1945 NFL championship, and Scarry elected to stay in Cleveland and play for the Cleveland Browns under coach Paul Brown in the new All-America Football Conference (AAFC). The Browns won the AAFC championship in 1946 and 1947 while Scarry was on the team.",
    "year": 1920,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Zao Wou-Ki",
    "birthday": "1920-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c7/Zaowouki12345.jpg/230px-Zaowouki12345.jpg",
    "extract": "Zao Wou-Ki was a Chinese-French painter. He was a member of the Académie des Beaux-Arts in Paris. Zao Wou-Ki graduated from the China Academy of Art in Hangzhou, where he studied under Fang Ganmin and Wu Dayu.",
    "year": 1920,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Muriel Spark",
    "birthday": "1918-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7c/Muriel_Spark_1960.jpg",
    "extract": "Dame Muriel Sarah Spark was a Scottish novelist, short story writer, poet and essayist.",
    "year": 1918,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ignacy Tokarczuk",
    "birthday": "1918-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Ignacy_Tokarczuk.JPG/320px-Ignacy_Tokarczuk.JPG",
    "extract": "Ignacy Tokarczuk was a Polish prelate of the Roman Catholic Church.",
    "year": 1918,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "José Luis Sampedro",
    "birthday": "1917-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Jos%C3%A9_Luis_Sampedro_%282006%29.jpg/233px-Jos%C3%A9_Luis_Sampedro_%282006%29.jpg",
    "extract": "José Luis Sampedro Sáez was a Spanish economist and writer who advocated an economy \"more humane, more caring, able to help develop the dignity of peoples\".\nAcademician of the Real Academia Española since 1990, he was the recipient of the Order of Arts and Letters of Spain, the Menéndez Pelayo International Prize (2010) and the Spanish Literature National Prize (2011). He became an inspiration for the anti-austerity movement in Spain.",
    "year": 1917,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Eiji Sawamura",
    "birthday": "1917-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Eiji_Sawamura.jpg/146px-Eiji_Sawamura.jpg",
    "extract": "Eiji Sawamura was a Japanese professional baseball player. A right-handed pitcher, he played in Japan for the Yomiuri Giants.",
    "year": 1917,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Stanley Matthews",
    "birthday": "1915-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/62/Stanley_Matthews%281953_FA_Cup_Final%29.jpg/244px-Stanley_Matthews%281953_FA_Cup_Final%29.jpg",
    "extract": "Sir Stanley Matthews, CBE was an English footballer who played as an outside right. Often regarded as one of the greatest players of the British game, he is the only player to have been knighted while still playing football, as well as being the first winner of both the European Footballer of the Year and the Football Writers' Association Footballer of the Year awards. His nicknames included \"The Wizard of the Dribble\" and \"The Magician\".",
    "year": 1915,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ngapoi Ngawang Jigme",
    "birthday": "1910-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7f/NgawangJigmelife.jpg",
    "extract": "Ngapoi Ngawang Jigme was a Tibetan senior official who assumed various military and political responsibilities both before and after 1951 in Tibet. He is often known simply as Ngapo in English sources.",
    "year": 1910,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "George Beverly Shea",
    "birthday": "1909-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/68/George_Beverly_Shea%2C_gospel_singer_at_Billy_Graham%E2%80%99s_crusades.jpg/320px-George_Beverly_Shea%2C_gospel_singer_at_Billy_Graham%E2%80%99s_crusades.jpg",
    "extract": "George Beverly Shea was a Canadian-born American gospel singer and hymn composer. Shea was often described as \"America's beloved gospel singer\" and was considered \"the first international singing 'star' of the gospel world,\" as a consequence of his solos at Billy Graham Crusades and his exposure on radio, records and television. Because of the large attendance at Graham's Crusades, it is estimated that Shea sang live before more people than anyone else in history.",
    "year": 1909,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "George Pal",
    "birthday": "1908-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/George_Pal_%281979%29.jpg/195px-George_Pal_%281979%29.jpg",
    "extract": "George Pal was a Hungarian-American animator, film director and producer, principally associated with the fantasy and science-fiction genres. He became an American citizen after emigrating from Europe.",
    "year": 1908,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Günter Eich",
    "birthday": "1907-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Guenter_Eich.jpg/201px-Guenter_Eich.jpg",
    "extract": "Günter Eich was a German lyricist, dramatist, and author. He was born in Lebus, on the Oder River, and educated in Leipzig, Berlin, and Paris.",
    "year": 1907,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Camargo Guarnieri",
    "birthday": "1907-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Camargo_Guarnieri_%28sem_data%29.tiff/lossy-page1-226px-Camargo_Guarnieri_%28sem_data%29.tiff.jpg",
    "extract": "Mozart Camargo Guarnieri was a Brazilian composer.",
    "year": 1907,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Emilio Segrè",
    "birthday": "1905-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Segre.jpg/228px-Segre.jpg",
    "extract": "Emilio Gino Segrè was an Italian-American physicist and Nobel laureate, who discovered the elements technetium and astatine, and the antiproton, a subatomic antiparticle, for which he was awarded the Nobel Prize in Physics in 1959 along with Owen Chamberlain.",
    "year": 1905,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "S. J. Perelman",
    "birthday": "1904-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/SJ_Perelman_%28cropped%29.jpg/261px-SJ_Perelman_%28cropped%29.jpg",
    "extract": "Sidney Joseph Perelman was an American humorist and screenwriter. He is best known for his humorous short pieces written over many years for The New Yorker. He also wrote for several other magazines, including Judge, as well as books, scripts, and screenplays. Perelman received an Academy Award for screenwriting in 1956.",
    "year": 1904,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Therese Brandl",
    "birthday": "1902-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Therese_Brandl.jpg/252px-Therese_Brandl.jpg",
    "extract": "Therese Brandl was a Nazi concentration camp guard.",
    "year": 1902,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Langston Hughes",
    "birthday": "1902-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/LangstonHughes_crop.jpg/256px-LangstonHughes_crop.jpg",
    "extract": "James Mercer Langston Hughes was an American poet, social activist, novelist, playwright, and columnist from Joplin, Missouri. One of the earliest innovators of the literary art form called jazz poetry, Hughes is best known as a leader of the Harlem Renaissance. He famously wrote about the period that \"the Negro was in vogue\", which was later paraphrased as \"when Harlem was in vogue.\"",
    "year": 1902,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Frank Buckles",
    "birthday": "1901-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Frank_Buckles_March_6%2C_2008.jpg/270px-Frank_Buckles_March_6%2C_2008.jpg",
    "extract": "Frank Woodruff Buckles was a United States Army corporal and the last surviving American military veteran of World War I. He enlisted in the U.S. Army in 1917 at the age of 16 and served with a detachment from Fort Riley, driving ambulances and motorcycles near the front lines in Europe.",
    "year": 1901,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Clark Gable",
    "birthday": "1901-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Clark_Gable_-_publicity.JPG/251px-Clark_Gable_-_publicity.JPG",
    "extract": "William Clark Gable was an American film actor, often referred to as \"The King of Hollywood\". He had roles in more than 60 motion pictures in multiple genres during a career that lasted 37 years, three decades of which was as a leading man. Gable died of a heart attack at the age of 59; his final on-screen appearance was as an aging cowboy in The Misfits, released posthumously in 1961.",
    "year": 1901,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Denise Robins",
    "birthday": "1897-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ae/Denise_Robins.jpg",
    "extract": "Denise Robins was a prolific English romantic novelist and the first President of the Romantic Novelists' Association (1960–1966). She wrote under her first married name and under the pen-names: Denise Chesterton, Eve Vaill, 'Anne Llewellyn', Hervey Hamilton, Francesca Wright, Ashley French, Harriet Gray and Julia Kane, producing short stories, plays, and about 170 Gothic romance novels. In 1965, Robins published her autobiography, Stranger Than Fiction. At the time of her death in 1985, Robins's books had been translated into fifteen languages and had sold more than one hundred million copies. In 1984, they were borrowed more than one and a half million times from British libraries.",
    "year": 1897,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Conn Smythe",
    "birthday": "1895-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6c/Conn_Smythe_Portrait.jpg",
    "extract": "Constantine Falkland Cary Smythe, MC was a Canadian businessman, soldier and sportsman in ice hockey and horse racing. He is best known as the principal owner of the Toronto Maple Leafs of the National Hockey League (NHL) from 1927 to 1961 and as the builder of Maple Leaf Gardens. As owner of the Leafs during numerous championship years, his name appears on the Stanley Cup eight times: 1932, 1942, 1945, 1947, 1948, 1949, 1951 and 1962.",
    "year": 1895,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Ford",
    "birthday": "1894-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/04/John_Ford_1946.jpg",
    "extract": "John Martin Feeney, known professionally as John Ford, was an American film director and naval officer. He is renowned both for Westerns such as Stagecoach (1939), The Searchers (1956), and The Man Who Shot Liberty Valance (1962) and adaptations of classic 20th century American novels such as The Grapes of Wrath (1940). He was the recipient of six Academy Awards including a record four wins for Best Director.",
    "year": 1894,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "James P. Johnson",
    "birthday": "1894-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d2/JPJ_CD2.gif",
    "extract": "James Price Johnson was an American pianist and composer. A pioneer of stride piano, he was one of the most important pianists in the early era of recording, and like Jelly Roll Morton, one of the key figures in the evolution of ragtime into what was eventually called jazz. Johnson was a major influence on Count Basie, Duke Ellington, Art Tatum, and Fats Waller, who was his student.",
    "year": 1894,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nikolai Reek",
    "birthday": "1890-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Eesti_volinikud_l%C3%A4bir%C3%A4%C3%A4kimistel_Landesweriga_Rodenpoisis.%2C_AM_F_26871.jpg/320px-Eesti_volinikud_l%C3%A4bir%C3%A4%C3%A4kimistel_Landesweriga_Rodenpoisis.%2C_AM_F_26871.jpg",
    "extract": "Nikolai Reek VR I/2, VR II/2, VR II/3 was the Estonian military commander during the Estonian War of Independence.",
    "year": 1890,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Charles Nordhoff",
    "birthday": "1887-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c2/Charles_Nordhoff.png/192px-Charles_Nordhoff.png",
    "extract": "Charles Bernard Nordhoff was an American novelist and traveler, born in England. Nordhoff is perhaps best known for The Bounty Trilogy, three historical novels he wrote with James Norman Hall: Mutiny on the Bounty (1932), Men Against the Sea (1934) and Pitcairn's Island (1934). During World War I, he served as a driver in the Ambulance Corps as well as an aviator in both the French Air Force's Lafayette Flying Corps and the United States Army Air Service, reaching the rank of lieutenant. After the war, Nordhoff spent much of his life on the island of Tahiti, where he and Hall wrote a number of successful adventure books, many adapted for film.",
    "year": 1887,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bradbury Robinson",
    "birthday": "1884-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Brad_robinson_portrait.jpg/225px-Brad_robinson_portrait.jpg",
    "extract": "Bradbury Norton Robinson Jr. was a pioneering American football player, physician, nutritionist, conservationist and local politician. He played college football at the University of Wisconsin in 1903 and at Saint Louis University from 1904 to 1907. In 1904, through personal connections to Wisconsin governor Robert M. La Follette, Sr. and his wife, Belle Case, Robinson learned of calls for reforms to the game of football from President Theodore Roosevelt, and began to develop tactics for passing. After moving to Saint Louis University, Robinson threw the first legal forward pass in the history of American football on September 5, 1906, at a game at Carroll College in Waukesha, Wisconsin. He became the sport's first triple threat man, excelling at running, passing, and kicking. He was also a member of St. Louis' \"Olympic World's Champions\" football team in 1904.",
    "year": 1884,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Yevgeny Zamyatin",
    "birthday": "1884-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Kustodiev_Zamyatin.jpg/267px-Kustodiev_Zamyatin.jpg",
    "extract": "Yevgeny Ivanovich Zamyatin, sometimes anglicized as Eugene Zamyatin, was a Russian author of science fiction, philosophy, literary criticism, and political satire.",
    "year": 1884,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Louis St. Laurent",
    "birthday": "1882-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Louis_St._Laurent_1954_37112_%28cropped%29.jpg/243px-Louis_St._Laurent_1954_37112_%28cropped%29.jpg",
    "extract": "Louis Stephen St. Laurent was a Canadian lawyer and politician who served as the 12th prime minister of Canada from 1948 to 1957.",
    "year": 1882,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tip Snooke",
    "birthday": "1881-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Tip_Snooke_1935.jpg/239px-Tip_Snooke_1935.jpg",
    "extract": "Sibley John \"Tip\" Snooke played Test cricket for South Africa as an all-rounder, captaining the side to victory 3–2 against England in a five-Test series in South Africa in 1909–10. He played in 26 Test matches, playing the first 23 between 1906 and 1912, and he was recalled aged 41 for three further Test matches against England in South Africa in 1922–23.",
    "year": 1881,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alfréd Hajós",
    "birthday": "1878-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Hajos.jpg/265px-Hajos.jpg",
    "extract": "Alfréd Hajós was a Hungarian swimmer, football player and manager, and architect. He was the first modern Olympic swimming champion and the first Olympic champion of Hungary. No other swimmer ever won such a high fraction of all Olympic events at a single Games.",
    "year": 1878,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Milan Hodža",
    "birthday": "1878-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Mil%C3%A1n_Hod%C5%BEa.jpg/182px-Mil%C3%A1n_Hod%C5%BEa.jpg",
    "extract": "Milan Hodža was a Slovak politician and journalist, serving from 1935 to 1938 as the prime minister of Czechoslovakia. As a proponent of regional integration, he was known for his attempts to establish a democratic federation of Central European states.",
    "year": 1878,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hugo von Hofmannsthal",
    "birthday": "1874-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Hofmannsthal_1893.jpg/176px-Hofmannsthal_1893.jpg",
    "extract": "Hugo Laurenz August Hofmann von Hofmannsthal was an Austrian novelist, librettist, poet, dramatist, narrator, and essayist.",
    "year": 1874,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Clara Butt",
    "birthday": "1872-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/59/Clara-butt-12-6-97-p821.jpg/279px-Clara-butt-12-6-97-p821.jpg",
    "extract": "Dame Clara Ellen Butt, was an English contralto and one of the most popular singers from the 1890s through to the 1920s. She had an exceptionally fine contralto voice and an agile singing technique, and impressed contemporary composers such as Saint-Saëns and Elgar; the latter composed his Sea Pictures, Op. 37 with her voice in mind.",
    "year": 1872,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jerome F. Donovan",
    "birthday": "1872-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Jerome_Donovan.jpg/261px-Jerome_Donovan.jpg",
    "extract": "Jerome Francis Donovan was a United States Representative from New York.",
    "year": 1872,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Erik Adolf von Willebrand",
    "birthday": "1870-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e8/Eavonwillebrand.png/292px-Eavonwillebrand.png",
    "extract": "Erik Adolf von Willebrand was a Finnish physician who made major contributions to hematology. Von Willebrand disease and von Willebrand factor are named after him. He also researched metabolism, obesity and gout, and was one of the first Finnish physicians to use insulin to treat a diabetic coma.",
    "year": 1870,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ștefan Luchian",
    "birthday": "1868-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Luchian_-_Un_zugrav.jpg/229px-Luchian_-_Un_zugrav.jpg",
    "extract": "Ștefan Luchian was a Romanian painter, famous for his landscapes and still life works.",
    "year": 1868,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Agda Meyerson",
    "birthday": "1866-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1f/Agda_Meyerson.jpg",
    "extract": "Agda Meyerson was a Swedish nurse who became an activist to improve the education, pay and working conditions of her profession. She served as vice chair of the Swedish Nursing Association in 1910 and on the board of numerous nursing facilities. She is recognized as one of the pioneers of the profession in Sweden.",
    "year": 1866,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Victor Herbert",
    "birthday": "1859-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Victor_Herbert_cph.3a01932.jpg/217px-Victor_Herbert_cph.3a01932.jpg",
    "extract": "Victor August Herbert was an American composer, cellist and conductor of English and Irish ancestry and German training. Although Herbert enjoyed important careers as a cello soloist and conductor, he is best known for composing many successful operettas that premiered on Broadway from the 1890s to World War I. He was also prominent among the Tin Pan Alley composers and was later a founder of the American Society of Composers, Authors, and Publishers (ASCAP). A prolific composer, Herbert produced two operas, a cantata, 43 operettas, incidental music to 10 plays, 31 compositions for orchestra, nine band compositions, nine cello compositions, five violin compositions with piano or orchestra, 22 piano compositions and numerous songs, choral compositions and orchestrations of works by other composers, among other music.",
    "year": 1859,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ignacio Bonillas",
    "birthday": "1858-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Ignacio_Bonillas.jpg/239px-Ignacio_Bonillas.jpg",
    "extract": "Ignacio Bonillas Fraijo was a Mexican diplomat. He was a Mexican ambassador to the United States and held a degree in mine engineering from the Massachusetts Institute of Technology. He was tapped by President Venustiano Carranza as his successor in the 1920 presidential elections, but the revolt of three Sonoran revolutionary generals overthrew Carranza before those elections took place.",
    "year": 1858,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Durham Stevens",
    "birthday": "1851-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/DurhamWhiteStevens_%28cropped%29.jpg/248px-DurhamWhiteStevens_%28cropped%29.jpg",
    "extract": "Durham White Stevens was an American diplomat and later an employee of Japan's Ministry of Foreign Affairs, working for the Japanese colonial office in Korea, the Resident-General. He was fatally shot by Korean-American activists Jang In-hwan and Jeon Myeong-un in one of the first acts of nationalist rebellion by pro-Korean activists in the United States.",
    "year": 1851,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "G. Stanley Hall",
    "birthday": "1844-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/G._Stanley_Hall.jpg/235px-G._Stanley_Hall.jpg",
    "extract": "Granville Stanley Hall was a pioneering American psychologist and educator. His interests focused on human life span development and evolutionary theory. Hall was the first president of the American Psychological Association and the first president of Clark University. A Review of General Psychology survey, published in 2002, ranked Hall as the 72nd most cited psychologist of the 20th century, in a tie with Lewis Terman.",
    "year": 1844,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Emil Hartmann",
    "birthday": "1836-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Emil_Hartmann_by_Niels_Christian_Hansen.jpg/243px-Emil_Hartmann_by_Niels_Christian_Hansen.jpg",
    "extract": "Emil Hartmann was a Danish composer of the romantic period, fourth generation of composers in the Danish Hartmann musical family.",
    "year": 1836,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "George Hendric Houghton",
    "birthday": "1820-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/George_Hendric_Houghton.png/243px-George_Hendric_Houghton.png",
    "extract": "George Hendric Houghton was an American Protestant Episcopal clergyman.",
    "year": 1820,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Émile Littré",
    "birthday": "1801-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/%C3%89mile_Littr%C3%A9.jpg/249px-%C3%89mile_Littr%C3%A9.jpg",
    "extract": "Émile Maximilien Paul Littré was a French lexicographer, freemason and philosopher, best known for his Dictionnaire de la langue française, commonly called le Littré.",
    "year": 1801,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Abraham Emanuel Fröhlich",
    "birthday": "1796-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Abraham_Emanuel_Fr%C3%B6hlich.jpg/277px-Abraham_Emanuel_Fr%C3%B6hlich.jpg",
    "extract": "Abraham Emanuel Fröhlich was a Swiss poet.",
    "year": 1796,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Thomas Campbell (minister)",
    "birthday": "1763-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/CampbellThomas.png",
    "extract": "Thomas Campbell was a Presbyterian minister who became prominent during the Second Great Awakening of the United States. Born in County Down, he began a religious reform movement on the American frontier. He was joined in the work by his son, Alexander. Their movement, known as the \"Disciples of Christ\", merged in 1832 with the similar movement led by Barton W. Stone to form what is now described as the American Restoration Movement.",
    "year": 1763,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Christiaan Hendrik Persoon",
    "birthday": "1761-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Christiaan_Hendrik_Persoon.jpg/264px-Christiaan_Hendrik_Persoon.jpg",
    "extract": "Christiaan Hendrik Persoon was a German mycologist who made additions to Linnaeus' mushroom taxonomy.",
    "year": 1761,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Johan Agrell",
    "birthday": "1701-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Agrell_by_Preisler.jpg/216px-Agrell_by_Preisler.jpg",
    "extract": "Johan Joachim Agrell was a late German/Swedish baroque composer.",
    "year": 1701,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Francesco Maria Veracini",
    "birthday": "1690-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Francesco_Maria_Veracini.jpg/263px-Francesco_Maria_Veracini.jpg",
    "extract": "Francesco Maria Veracini was an Italian composer and violinist, perhaps best known for his sets of violin sonatas. As a composer, according to Manfred Bukofzer, \"His individual, if not subjective, style has no precedent in baroque music and clearly heralds the end of the entire era\", while Luigi Torchi maintained that \"he rescued the imperiled music of the eighteenth century\", His contemporary, Charles Burney, held that \"he had certainly a great share of whim and caprice, but he built his freaks on a good foundation, being an excellent contrapuntist\". The asteroid 10875 Veracini was named after him.",
    "year": 1690,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Marie Thérèse de Bourbon",
    "birthday": "1666-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Pierre_Mignard_portrait_painting_of_Marie_Th%C3%A9r%C3%A8se_de_Bourbon_%281666-1732%29%2C_Princess_of_Conti.jpg/256px-Pierre_Mignard_portrait_painting_of_Marie_Th%C3%A9r%C3%A8se_de_Bourbon_%281666-1732%29%2C_Princess_of_Conti.jpg",
    "extract": "Marie Thérèse de Bourbon was the titular Queen consort of Poland in 1697. She was the daughter of the Prince of Condé. As a member of France's reigning House of Bourbon, she was a princesse du sang.",
    "year": 1666,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ignacia del Espíritu Santo",
    "birthday": "1663-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Mother_Ignacia_Statue.jpg/318px-Mother_Ignacia_Statue.jpg",
    "extract": "Ignacia del Espíritu Santo luco, also known as Mother Ignacia was a Filipino religious sister of the Catholic Church. She was known for her acts of piety and religious poverty and founded the Congregation of the Sisters of the Religious of the Virgin Mary, the first native Filipino female congregation with approved pontifical status in what is now the Republic of the Philippines.",
    "year": 1663,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Edward Coke",
    "birthday": "1552-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Edward_coke.jpg/249px-Edward_coke.jpg",
    "extract": "Sir Edward Coke was an English barrister, judge, and politician who is considered the greatest jurist of the Elizabethan and Jacobean eras.",
    "year": 1552,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Johannes Trithemius",
    "birthday": "1462-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Trithemiusmoredetail.jpg/273px-Trithemiusmoredetail.jpg",
    "extract": "Johannes Trithemius, born Johann Heidenberg, was a German Benedictine abbot and a polymath who was active in the German Renaissance as a lexicographer, chronicler, cryptographer, and occultist. He is considered the founder of modern cryptography and steganography, as well as the founder of bibliography and literary studies as branches of knowledge. He had considerable influence on the development of early modern and modern occultism. His students included Heinrich Cornelius Agrippa and Paracelsus.",
    "year": 1462,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Conrad Celtes",
    "birthday": "1459-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Conrad-Celtis.jpg/213px-Conrad-Celtis.jpg",
    "extract": "Conrad Celtes was a German Renaissance humanist scholar and poet of the German Renaissance born in Franconia. He led the theatrical performances at the Viennese court and reformed the syllabi.",
    "year": 1459,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Eberhard II, Duke of Württemberg",
    "birthday": "1447-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/52Eberhard_II.jpg/269px-52Eberhard_II.jpg",
    "extract": "Eberhard VI/II was a German nobleman. He was Count of Württemberg-Stuttgart from 1480 to 1496 as Eberhard VI, then Duke of Württemberg from 1496 to June 1498 as Eberhard II.",
    "year": 1447,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Amadeus IX, Duke of Savoy",
    "birthday": "1435-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Antoine_de_Lohny_Amedeo_IX.jpg/228px-Antoine_de_Lohny_Amedeo_IX.jpg",
    "extract": "Amadeus IX, nicknamed the Happy Bugger, was the Duke of Savoy from 1465 to 1472. The Catholic Church venerates him with a liturgical feast on March 30.",
    "year": 1435,
    "month": 2,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Walter de Stapledon",
    "birthday": "1261-2-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/BishopWalterStapledon_ExeterCathedral.JPG/232px-BishopWalterStapledon_ExeterCathedral.JPG",
    "extract": "Walter de Stapledon was Bishop of Exeter 1308–1326 and twice Lord High Treasurer of England, in 1320 and 1322. He founded Exeter College, Oxford and contributed liberally to the rebuilding of Exeter Cathedral. His tomb and monument, of great architectural importance, survives in Exeter Cathedral. He was killed by a mob during the London uprising.",
    "year": 1261,
    "month": 2,
    "day": 1,
    "language": "en"
  }
]