[
  {
    "name": "Khalid (singer)",
    "birthday": "1998-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Khalid_seoul_2018.jpg/262px-Khalid_seoul_2018.jpg",
    "extract": "Khalid Donnel Robinson is an American singer signed to Right Hand Music Group and RCA Records. He rose to fame after the release of his debut studio album American Teen (2017), which was certified 4× platinum by the Recording Industry Association of America (RIAA). The album spawned the US top 20 singles \"Location\" and \"Young Dumb & Broke\", with the former being certified Diamond by the RIAA.",
    "year": 1998,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hubert Hurkacz",
    "birthday": "1997-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Hurkacz_RG21_%289%29_%2851376382433%29.jpg/213px-Hurkacz_RG21_%289%29_%2851376382433%29.jpg",
    "extract": "Hubert Hurkacz is a Polish professional tennis player. He has been ranked as high as world No. 9 in singles by the Association of Tennis Professionals (ATP), which he first achieved in November 2021, making him the highest-ranked Polish man in singles history. He has won four ATP Tour singles titles, including a Masters 1000 title at the 2021 Miami Open. With the win, he became the first Pole to win an ATP Masters 1000 title. Hurkacz also has a career-high ranking of world No. 36 in doubles, which he attained in May 2022 after reaching the semifinals of the 2022 Madrid Open.",
    "year": 1997,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Daniil Medvedev",
    "birthday": "1996-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Daniil_Medvedev_during_practice.jpg/251px-Daniil_Medvedev_during_practice.jpg",
    "extract": "Daniil Sergeyevich Medvedev is a Russian professional tennis player. He is currently ranked as world No. 2 by the Association of Tennis Professionals (ATP). He was ranked as world No. 1 for three weeks in 2022. He has won 13 ATP Tour singles titles, including the 2021 US Open and 2020 ATP Finals. In the former, Medvedev defeated then-world No. 1 Novak Djokovic in the final to deny him the Grand Slam, losing only one set en route. In the latter, he became the first and only player to defeat the top three ranked players in the world en route to the year-end championship title. He has also won four Masters 1000 titles and contested four major finals. Medvedev made his ATP main draw debut at the doubles event of the 2015 Kremlin Cup. In 2016, Medvedev won his first singles match at the Ricoh Open. In the next year, he participated in a major for the first time at Wimbledon, where he defeated world No. 3 Stan Wawrinka. In 2018, Medvedev won his first ATP titles at Sydney and Winston-Salem, and his first ATP 500 title in Tokyo. He achieved a breakthrough in 2019, making his top 10 debut after Wimbledon and reaching six consecutive tournament finals, including at the US Open.In February 2022, Medvedev became the first man outside of the Big Four to hold the world No. 1 ranking since Andy Roddick in February 2004, the third Russian man following Yevgeny Kafelnikov in 1999 and Marat Safin in 2000, and the 27th man overall.",
    "year": 1996,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jonathan Tah",
    "birthday": "1996-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Jonathan_Tah_2019.jpg/320px-Jonathan_Tah_2019.jpg",
    "extract": "Jonathan Glao Tah is a German professional footballer who plays as a centre back for Bayer Leverkusen and the Germany national team.",
    "year": 1996,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dansby Swanson",
    "birthday": "1994-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Dansby_Swanson_on_April_6%2C_2021_%282%29.jpg/214px-Dansby_Swanson_on_April_6%2C_2021_%282%29.jpg",
    "extract": "James Dansby Swanson is an American professional baseball shortstop for the Atlanta Braves of Major League Baseball (MLB). The Arizona Diamondbacks selected him first overall in the 2015 MLB Draft.",
    "year": 1994,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ben McLemore",
    "birthday": "1993-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Ben_McLemore_-_2013_Green_Room_invites_%289156599280%29.jpg/231px-Ben_McLemore_-_2013_Green_Room_invites_%289156599280%29.jpg",
    "extract": "Ben Edward McLemore III is an American professional basketball player for the Portland Trail Blazers of the National Basketball Association (NBA). He played college basketball for the Kansas Jayhawks.",
    "year": 1993,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lasse Norman Hansen",
    "birthday": "1992-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Lasse_Norman_Hansen_%282020-03-01%29_-_UCI_Track_World_Championships_2020.jpg/200px-Lasse_Norman_Hansen_%282020-03-01%29_-_UCI_Track_World_Championships_2020.jpg",
    "extract": "Lasse Norman Hansen is a Danish professional road and track racing cyclist, who currently rides for UCI ProTeam Uno-X Pro Cycling Team. During his track cycling career, he has won five medals at the Summer Olympic Games, ten medals at the UCI Track Cycling World Championships and six medals at the UEC European Track Championships.",
    "year": 1992,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nikola Mirotić",
    "birthday": "1991-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/2022-03-22_ALBA_Berlin_gegen_FC_Barcelona_B%C3%A0squet_%28EuroLeague_2021-22%29_by_Sandro_Halank%E2%80%93014.jpg/293px-2022-03-22_ALBA_Berlin_gegen_FC_Barcelona_B%C3%A0squet_%28EuroLeague_2021-22%29_by_Sandro_Halank%E2%80%93014.jpg",
    "extract": "Nikola Mirotić is a Montenegrin-Spanish professional basketball player for FC Barcelona of the Liga ACB and the EuroLeague. The power forward is a four-time All-EuroLeague Team member, and previously played for Real Madrid of the Liga ACB. Mirotić was drafted with the 23rd pick in the 2011 NBA draft, and played in the NBA from 2014 for the Chicago Bulls, New Orleans Pelicans and Milwaukee Bucks, before returning to Spain in the 2019 offseason.",
    "year": 1991,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Javier Aquino",
    "birthday": "1990-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/2017_Confederation_Cup_-_MEXNZL_-_Javier_Aquino.jpg/159px-2017_Confederation_Cup_-_MEXNZL_-_Javier_Aquino.jpg",
    "extract": "Javier Ignacio Aquino Carmona is a Mexican professional footballer who plays as a left-back for Liga MX club Tigres UANL. He is an Olympic gold medalist.",
    "year": 1990,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Vlad Moldoveanu",
    "birthday": "1988-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Vlad_Moldoveanu_playing_for_Le_Havre.JPG/232px-Vlad_Moldoveanu_playing_for_Le_Havre.JPG",
    "extract": "Vlad-Sorin Moldoveanu is a Romanian professional basketball player who plays for CSO Voluntari. He also represents the Romanian national basketball team in international competition. Standing at 6 ft 9 in (2.06 m), he plays at the power forward position.",
    "year": 1988,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Luca Antonelli",
    "birthday": "1987-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/LucaAntonelli.jpg/254px-LucaAntonelli.jpg",
    "extract": "Luca Antonelli is an Italian professional footballer who plays as a left-back for Miami FC in the USL Championship.",
    "year": 1987,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ellen van Dijk",
    "birthday": "1987-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/20180925_UCI_Road_World_Championships_Innsbruck_Women_Elite_ITT_Award_Ceremony_850_9441_%28cropped_to_EvD%29.jpg/263px-20180925_UCI_Road_World_Championships_Innsbruck_Women_Elite_ITT_Award_Ceremony_850_9441_%28cropped_to_EvD%29.jpg",
    "extract": "Eleonora Maria \"Ellen\" van Dijk is a Dutch professional road racing cyclist, who currently rides for UCI Women's WorldTeam Trek–Segafredo. Besides road cycling she was also a track cyclist until 2012. Van Dijk is known as a time trial specialist and is five times world champion. She won her first world title on the track in the scratch race in 2008. She became Road World Champion in 2012, 2013 and 2016 with her respective trade teams in the team time trial and in 2013 also in the individual time trial. In 2015, she won the time trial at the first European Games and the silver medal in the team time trial at the world championships.",
    "year": 1987,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Brian Matusz",
    "birthday": "1987-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/MatuszOs.jpg/280px-MatuszOs.jpg",
    "extract": "Brian Robert Matusz is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Baltimore Orioles and the Chicago Cubs.",
    "year": 1987,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jan Smeekens",
    "birthday": "1987-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Jan_Smeekens_%2808-12-2007%29.jpg/320px-Jan_Smeekens_%2808-12-2007%29.jpg",
    "extract": "Jan Smeekens is a Dutch former speed skater. He is a 500 m specialist.",
    "year": 1987,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gabriel Boric",
    "birthday": "1986-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Retrato_Oficial_Presidente_Boric_Font.jpg/243px-Retrato_Oficial_Presidente_Boric_Font.jpg",
    "extract": "Gabriel Boric Font is the current President of Chile, serving since 11 March 2022. Boric studied in the Faculty of Law at the University of Chile, and was the president of the University of Chile Student Federation from 2011 to 2012. Although he completed his studies at law school, he never graduated. As a student representative, he became one of the leading figures of the 2011–2013 Chilean student protests. Boric was twice elected to the Chamber of Deputies representing the Magallanes and Antarctic district, first as an independent candidate in 2013 and then in 2017 as part of the Broad Front, a left-wing coalition he created with several other parties. He is a founding member of Social Convergence, which was formed in 2018 and is one of the constituent parties of Broad Front.",
    "year": 1986,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Šárka Strachová",
    "birthday": "1985-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Sarka_Zahrobska_Semmering_2008.jpg/240px-Sarka_Zahrobska_Semmering_2008.jpg",
    "extract": "Šárka Strachová is a retired Czech World Cup alpine ski racer. Born in Benecko, she specializes in the slalom event. Strachová is the first alpine racer representing the Czech Republic to medal at the Winter Olympics and at the World Championships and just the second Czech alpine skier ever to medal in the Olympics.",
    "year": 1985,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Maarten Heisen",
    "birthday": "1984-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Maarten_Heisen.jpg/320px-Maarten_Heisen.jpg",
    "extract": "Maarten Heisen is a Dutch sprinter.",
    "year": 1984,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Marco Marcato",
    "birthday": "1984-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Marco_Marcato_2016.jpg/240px-Marco_Marcato_2016.jpg",
    "extract": "Marco Marcato is an Italian former racing cyclist, who last rode for UCI WorldTeam UAE Team Emirates.",
    "year": 1984,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Maxime Talbot",
    "birthday": "1984-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Max_Talbot_-_Boston_Bruins.jpg/288px-Max_Talbot_-_Boston_Bruins.jpg",
    "extract": "Maxime Talbot is a Canadian former professional ice hockey centre who played in the National Hockey League (NHL) for the Pittsburgh Penguins, Philadelphia Flyers, Colorado Avalanche and Boston Bruins. He was drafted into the NHL out of the Quebec Major Junior Hockey League (QMJHL) by the Pittsburgh Penguins, 234th overall, in the 2002 NHL Entry Draft. He led the Hull/Gatineau Olympiques to back-to-back President's Cups while earning the Guy Lafleur Trophy as playoff MVP both years.",
    "year": 1984,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rafael van der Vaart",
    "birthday": "1983-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Rafael_van_der_Vaart_2014.jpg/237px-Rafael_van_der_Vaart_2014.jpg",
    "extract": "Rafael Ferdinand van der Vaart is a Dutch former professional footballer who played as an attacking midfielder, and is currently the assistant manager of Danish 1st Division club Esbjerg fB.",
    "year": 1983,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ľubomíra Kalinová",
    "birthday": "1982-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/2011-12-15_Biathlon_Obertilliach_089_Lubomira_Kalinova_%28SVK%29.jpg/213px-2011-12-15_Biathlon_Obertilliach_089_Lubomira_Kalinova_%28SVK%29.jpg",
    "extract": "Ľubomíra Kalinová is a Slovak biathlete.",
    "year": 1982,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Neil Robertson",
    "birthday": "1982-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Neil_Robertson_at_Snooker_German_Masters_%28DerHexer%29_2015-02-05_02.jpg/320px-Neil_Robertson_at_Snooker_German_Masters_%28DerHexer%29_2015-02-05_02.jpg",
    "extract": "Neil Robertson is an Australian professional snooker player who is a former world champion and former world number one. The only Australian to have won a ranking event, he is also the only player from outside the United Kingdom to have completed snooker's Triple Crown, having won the World Championship in 2010, the Masters in 2012 and 2022, and the UK Championship in 2013, 2015 and 2020. He has claimed a career total of 23 ranking titles, having won at least one professional tournament every year since 2006.",
    "year": 1982,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Brandy Norwood",
    "birthday": "1979-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Brandy_Norwood3.jpg/213px-Brandy_Norwood3.jpg",
    "extract": "Brandy Rayana Norwood, better known by her mononym Brandy, is an American singer, songwriter, actress and model. She is known for her distinctive sound, characterized by her peculiar timbre, voice-layering, and intricate riffs, which has earned her the title of \"the Vocal Bible\". As of August 2020, she has sold over 40 million records worldwide, with approximately 8.62 million albums sold in the United States alone. Her work has earned her numerous awards and accolades, including a Grammy Award and an American Music Award.",
    "year": 1979,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mike Shinoda",
    "birthday": "1977-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Linkin_Park-Rock_im_Park_2014-_by_2eight_3SC0450.jpg/212px-Linkin_Park-Rock_im_Park_2014-_by_2eight_3SC0450.jpg",
    "extract": "Michael Kenji Shinoda is an American musician, singer, rapper, songwriter and record producer. He co-founded Linkin Park in 1996 and is the band's lead vocalist, as well as rhythm guitarist, keyboardist, primary songwriter and producer. Shinoda later created a hip-hop-driven side project, Fort Minor, in 2004. He has also served as a producer for tracks and albums by Lupe Fiasco, Styles of Beyond and the X-Ecutioners.",
    "year": 1977,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tony Battie",
    "birthday": "1976-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Tony_Battie.jpg/281px-Tony_Battie.jpg",
    "extract": "Demetrius Antonio Battie is an American former professional basketball player. He works as an analyst for the Orlando Magic of the National Basketball Association (NBA).",
    "year": 1976,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Andy Lally",
    "birthday": "1975-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/AndyLally2018Johnsonville180.jpg/254px-AndyLally2018Johnsonville180.jpg",
    "extract": "Andrew J. Lally is an American professional auto racing driver. He competes full-time in the WeatherTech SportsCar Championship, driving the Audi R8 for Magnus Racing and part-time in the NASCAR Cup Series, driving the No. 78 Ford Mustang for Live Fast Motorsports and part-time in the NASCAR Xfinity Series, driving the No. 44 Chevrolet Camaro for Alpha Prime Racing.",
    "year": 1975,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jacque Vaughn",
    "birthday": "1975-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Jacque_Vaughn_cropped.jpg/213px-Jacque_Vaughn_cropped.jpg",
    "extract": "Jacque T. Vaughn is an American professional basketball coach and former player. He serves as assistant head coach of the Brooklyn Nets of the National Basketball Association (NBA).",
    "year": 1975,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nick Barmby",
    "birthday": "1974-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Nick_Barmby_23-07-11_1.png/166px-Nick_Barmby_23-07-11_1.png",
    "extract": "Nicholas Jon Barmby is an English football coach and former professional player.",
    "year": 1974,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "D'Angelo",
    "birthday": "1974-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/D%27Angelo_Pori_Jazz_2012_%28cropped%29.jpg/256px-D%27Angelo_Pori_Jazz_2012_%28cropped%29.jpg",
    "extract": "Michael Eugene Archer, better known by his stage name D'Angelo, is an American singer, songwriter, multi-instrumentalist, and record producer. He is associated with the neo soul movement, along with artists like Erykah Badu, Lauryn Hill, Maxwell, and collaborator Angie Stone.",
    "year": 1974,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jaroslav Špaček",
    "birthday": "1974-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Jaroslav_Spacek.png/320px-Jaroslav_Spacek.png",
    "extract": "Jaroslav Spacek is a Czech former professional ice hockey defenceman who played in the National Hockey League (NHL) for over 13 seasons with the Florida Panthers, Chicago Blackhawks, Columbus Blue Jackets, Edmonton Oilers, Buffalo Sabres, Montreal Canadiens and the Carolina Hurricanes.",
    "year": 1974,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Varg Vikernes",
    "birthday": "1973-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Varg_Vikernes-2.jpg/307px-Varg_Vikernes-2.jpg",
    "extract": "Louis Cachet, better known as Varg Vikernes, is a Norwegian musician and author best known for his early black metal albums and later crimes. His first four records, issued under the name Burzum from 1991 to 1994, made him one of the most influential figures in black metal. In 1994, he was convicted of murder and arson, and subsequently served 15 years in prison.",
    "year": 1973,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Steve McManaman",
    "birthday": "1972-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/1_steve_mcmanaman_2017_%28cropped%29.jpg/226px-1_steve_mcmanaman_2017_%28cropped%29.jpg",
    "extract": "Steven McManaman is an English former footballer who played as a winger for Liverpool, Real Madrid and Manchester City. McManaman is the most decorated English footballer to have played for a club abroad and is regarded as one of the best players of his generation, with the UEFA website stating in 2012 that \"of all England's footballing exports in the modern era, none was as successful as McManaman\". He is currently a co-commentator on ESPN and BT Sport's football coverage and a La Liga ambassador.",
    "year": 1972,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Damian Lewis",
    "birthday": "1971-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Damian_Lewis_2017_%28Extract%29.jpg/231px-Damian_Lewis_2017_%28Extract%29.jpg",
    "extract": "Damian Watcyn Lewis is an English actor, presenter and producer. He is best known for portraying U.S. Army Major Richard Winters in the HBO miniseries Band of Brothers, which earned him a Golden Globe nomination. He also portrayed U.S. Marine Gunnery Sergeant Nicholas Brody in the Showtime series Homeland, which earned him a Primetime Emmy Award and a Golden Globe Award. His performance as Henry VIII of England in Wolf Hall earned him his third Primetime Emmy nomination and fourth Golden Globe nomination. He portrayed Bobby Axelrod in the Showtime series Billions in the first five seasons and appeared in Once Upon a Time in Hollywood (2019) as actor Steve McQueen.",
    "year": 1971,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jennifer Aniston",
    "birthday": "1969-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/JenniferAnistonFeb09.jpg/320px-JenniferAnistonFeb09.jpg",
    "extract": "Jennifer Joanna Aniston is an American actress and producer. The daughter of actors John Aniston and Nancy Dow, she began working as an actress at an early age with an uncredited role in the 1988 film Mac and Me; her first major film role came in the 1993 horror comedy Leprechaun. Since her career progressed in the 1990s, she has become one of the world's highest-paid actresses. Films with her in the leading role have grossed over $1.6 billion worldwide, with 12 of them earning at least $100 million.",
    "year": 1969,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Andreas Hilfiker",
    "birthday": "1969-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Andreas_Hilfiker_Krasnodar-Wolfsburg_%2814%29.jpg/213px-Andreas_Hilfiker_Krasnodar-Wolfsburg_%2814%29.jpg",
    "extract": "Andreas Hilfiker is a Swiss former international footballer who played as a goalkeeper.",
    "year": 1969,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mo Willems",
    "birthday": "1968-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Mo_Willems_Mazza_Fall_Conference_2012.jpg/320px-Mo_Willems_Mazza_Fall_Conference_2012.jpg",
    "extract": "Mo Willems is an American writer, animator, voice actor, and children's book author. His work includes creating the animated television series Sheep in the Big City for Cartoon Network, working on Sesame Street and The Off-Beats, and creating the popular children's book series Elephant and Piggie.",
    "year": 1968,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sarah Palin",
    "birthday": "1964-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Sarah_Palin_%2851769866572%29_%28cropped%29.jpg/240px-Sarah_Palin_%2851769866572%29_%28cropped%29.jpg",
    "extract": "Sarah Louise Palin is an American politician, commentator, author, and reality television personality who served as the 9th governor of Alaska from 2006 until her resignation in 2009. She was the 2008 Republican vice presidential nominee alongside Arizona Senator John McCain.",
    "year": 1964,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ken Shamrock",
    "birthday": "1964-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Ken_Shamrock_2016_%28cropped%29.jpg/294px-Ken_Shamrock_2016_%28cropped%29.jpg",
    "extract": "Kenneth Wayne Shamrock is an American bare-knuckle boxing promoter and retired professional wrestler mixed martial artist and kickboxer. He is best known for his time in Ultimate Fighting Championship (UFC) and other combat sports. A member of the UFC Hall of Fame, Shamrock is widely regarded as icon and pioneer of the sport. He has headlined over 15 main events and co-main events in the UFC and Pride FC and set numerous MMA pay-per-view records. In the early part of his UFC career, Shamrock was named \"The World's Most Dangerous Man\" by ABC News in a special called \"The World's Most Dangerous Things\". The moniker has stuck as his nickname.",
    "year": 1964,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tammy Baldwin",
    "birthday": "1962-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Tammy_Baldwin%2C_official_portrait%2C_113th_Congress.jpg/253px-Tammy_Baldwin%2C_official_portrait%2C_113th_Congress.jpg",
    "extract": "Tammy Suzanne Green Baldwin is an American lawyer and politician serving as the junior United States senator from Wisconsin since January 2013. A member of the Democratic Party, she served three terms in the Wisconsin State Assembly, representing the 78th district, and from 1999 to 2013 represented Wisconsin's 2nd congressional district in the United States House of Representatives.",
    "year": 1962,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sheryl Crow",
    "birthday": "1962-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Sheryl_Crow_-_November_2014_%28cropped%29.jpg/221px-Sheryl_Crow_-_November_2014_%28cropped%29.jpg",
    "extract": "Sheryl Suzanne Crow is an American musician, singer, songwriter, and actress. Her music incorporates elements of pop, rock, country, jazz, and blues. She has released ten studio albums, four compilations and two live albums, as well as contributed to several film soundtracks. Her most popular songs include \"All I Wanna Do\" (1994), \"Strong Enough\" (1994), \"If It Makes You Happy\" (1996), \"Everyday Is a Winding Road\" (1996), \"Tomorrow Never Dies\", \"My Favorite Mistake\" (1998), \"Picture\" and \"Soak Up the Sun\" (2002).",
    "year": 1962,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Richard Mastracchio",
    "birthday": "1960-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Richard_Mastracchio_2013.jpg/256px-Richard_Mastracchio_2013.jpg",
    "extract": "Richard Alan \"Rick\" Mastracchio is an American engineer and former NASA astronaut. He has flown on three NASA Space Shuttle missions as a mission specialist in addition to serving as a Flight Engineer on the Soyuz TMA-11M long duration mission aboard the International Space Station. He is currently the Senior Director of Operations for Commercial Resupply Services at Orbital ATK.",
    "year": 1960,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Roberto Moreno",
    "birthday": "1959-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Roberto_Bud_suite_97.tif/lossy-page1-213px-Roberto_Bud_suite_97.tif.jpg",
    "extract": "Roberto Pupo Moreno, usually known as Roberto Moreno and also as Pupo Moreno, is a Brazilian former racing driver. He participated in 75 Formula One Grands Prix, achieved 1 podium, and scored a total of 15 championship points. He raced in CART in 1986, and was Formula 3000 champion before joining Formula One full-time in 1989. He returned to CART in 1996 where he enjoyed an Indian summer in 2000 and 2001, and managed to extend his career in the series until 2008. He also raced in endurance events and GT's in Brazil, but now works as a driver coach and consultant, and although this takes up a lot of his time, he is not officially retired yet, as he appears in historic events. Away from the sport, he enjoys building light aeroplanes.",
    "year": 1959,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tina Ambani",
    "birthday": "1957-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Tina_ambani.jpg/320px-Tina_ambani.jpg",
    "extract": "Tina Ambani is a former Indian actress. She is married to Anil Ambani, Chairman of Reliance Group. She is actively involved in many foundations and charities. Many of these were established in the memory of her in-laws, Dhirubhai and Kokilaben Ambani. Her work ranges from elder care to promotion of Indian art.",
    "year": 1957,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Didier Lockwood",
    "birthday": "1956-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Didier_Lockwood_2014.jpg/278px-Didier_Lockwood_2014.jpg",
    "extract": "Didier Lockwood was a French jazz violinist. He played in the progressive rock/jazz fusion band Magma in the 1970s, and was known for his use of electric amplification and his experimentation with different sounds on the electric violin.",
    "year": 1956,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Catherine Hickland",
    "birthday": "1956-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Catherine_Hickland_1979.jpg",
    "extract": "Catherine Hickland is an American film, stage, and television actress, as well as a singer, author and cosmetics-company CEO and hypnotist. She began her career in television in 1978, appearing in guest roles on several series before being cast in a recurring role on Texas from 1980 to 1981. She also had supporting roles in the comedy film The Last Married Couple in America (1980), and the horror films Ghost Town (1988) and Witchery (1988).",
    "year": 1956,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Wesley Strick",
    "birthday": "1954-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/99/Wesley_Strick.jpg",
    "extract": "Wesley Strick is an American screenwriter who has written such films as Arachnophobia, Batman Returns and Martin Scorsese's remake of Cape Fear. Since 2015, Strick has worked as a writer/executive producer on The Man in the High Castle.",
    "year": 1954,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jeb Bush",
    "birthday": "1953-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Jeb_Bush_by_Gage_Skidmore_2.jpg/252px-Jeb_Bush_by_Gage_Skidmore_2.jpg",
    "extract": "John Ellis \"Jeb\" Bush is an American politician and businessman who served as the 43rd governor of Florida from 1999 to 2007. Bush, who grew up in Houston, was the second son of former President George H. W. Bush and former First Lady Barbara Bush, and a younger brother of former President George W. Bush. He graduated from Phillips Academy in Andover, Massachusetts, and attended the University of Texas at Austin, where he earned a degree in Latin American affairs. In 1980, he moved to Florida and pursued a career in real estate development. In 1986, Bush became Florida's Secretary of Commerce. He served until 1988. At that time, he joined his father's successful campaign for the Presidency.",
    "year": 1953,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tom Veryzer",
    "birthday": "1953-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Tom_Veryzer_1975.jpg/246px-Tom_Veryzer_1975.jpg",
    "extract": "Thomas Martin Veryzer was an American baseball shortstop. He played 12 years in Major League Baseball, appearing in 979 games for the Detroit Tigers (1973-1977), Cleveland Indians (1978-1981), New York Mets (1982), and Chicago Cubs (1983-1984). He ranked third in the American League in 1977 with a range factor of 5.16 per nine innings at shortstop. His career range factor of 4.841 per nine innings at shortstop ranks as the 25th best in Major League history.",
    "year": 1953,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mike Leavitt",
    "birthday": "1951-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Mike_Leavitt.jpg/256px-Mike_Leavitt.jpg",
    "extract": "Michael Okerlund Leavitt is an American politician who served as the 14th Governor of Utah from 1993 to 2003 in the Republican Party, as Administrator of the Environmental Protection Agency (EPA) from 2003 to 2005 and as Secretary of Health and Human Services from 2005 to 2009.",
    "year": 1951,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Yukio Hatoyama",
    "birthday": "1947-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Yukio_Hatoyama_20090916.jpg/248px-Yukio_Hatoyama_20090916.jpg",
    "extract": "Yukio Hatoyama  is a former Japanese politician who served as Prime Minister of Japan from 16 September 2009 to 8 June 2010. He was the first Prime Minister from the modern Democratic Party of Japan.",
    "year": 1947,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Derek Shulman",
    "birthday": "1947-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Derek_Shulman_%282005%29.jpg/280px-Derek_Shulman_%282005%29.jpg",
    "extract": "Derek Victor Shulman is a Scottish musician and singer, multi-instrumentalist, and record executive. From 1970 to 1980, he was lead vocalist for the band Gentle Giant.",
    "year": 1947,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ian Porterfield",
    "birthday": "1946-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Playersmanagers1973cup.jpg/320px-Playersmanagers1973cup.jpg",
    "extract": "John Ian Porterfield was a Scottish professional footballer, and an experienced football coach who worked at both club and international level for almost 30 years. At the time of his death, he was the coach of the Armenian national team.",
    "year": 1946,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mike Oxley",
    "birthday": "1944-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Michael_Oxley.jpg/279px-Michael_Oxley.jpg",
    "extract": "Michael Garver Oxley was an American Republican politician and attorney who served as a U.S. Representative from the 4th congressional district of Ohio.",
    "year": 1944,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Otis Clay",
    "birthday": "1942-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/OtisClay_LBBF1997_2.jpg/320px-OtisClay_LBBF1997_2.jpg",
    "extract": "Otis Lee Clay was an American R&B and soul singer, who started in gospel music. In 2013, Clay was inducted to the Blues Hall of Fame.",
    "year": 1942,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sérgio Mendes",
    "birthday": "1941-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/SergioMENDESFeb2016.jpg/308px-SergioMENDESFeb2016.jpg",
    "extract": "Sérgio Santos Mendes is a Brazilian musician. His career took off with worldwide hits by his group Brasil '66. He has over 55 releases, and plays bossa nova heavily crossed with jazz and funk. He was nominated for an Oscar for Best Original Song in 2012 as co-writer of the song \"Real in Rio\" from the animated film Rio.",
    "year": 1941,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gerry Goffin",
    "birthday": "1939-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bc/Gerry_Goffin.jpg/288px-Gerry_Goffin.jpg",
    "extract": "Gerald Goffin was an American lyricist. Collaborating initially with his first wife, Carole King, he co-wrote many international pop hits of the early and mid-1960s, including the US No.1 hits \"Will You Love Me Tomorrow\", \"Take Good Care of My Baby\", \"The Loco-Motion\", and \"Go Away Little Girl\". It was later said of Goffin that his gift was \"to find words that expressed what many young people were feeling but were unable to articulate.\"",
    "year": 1939,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bevan Congdon",
    "birthday": "1938-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f1/Bevan_Congdon_of_NZ.jpg",
    "extract": "Bevan Ernest Congdon was a New Zealand cricket all-rounder who played 61 Test matches and 11 One Day Internationals from 1965 to 1978, which included a spell as captain.",
    "year": 1938,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ian Gow",
    "birthday": "1937-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/ca/Ian_Gow_1985.jpeg/320px-Ian_Gow_1985.jpeg",
    "extract": "Ian Reginald Edward Gow was a British Conservative politician and solicitor. He served as Member of Parliament (MP) for Eastbourne from 1974 until his assassination by the Provisional Irish Republican Army (IRA) in 1990, in which a bomb under his car exploded outside his home in East Sussex.",
    "year": 1937,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Eddie Shack",
    "birthday": "1937-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Eddie_Shack_Maple_Leafs_Chex_card.jpg/227px-Eddie_Shack_Maple_Leafs_Chex_card.jpg",
    "extract": "Edward Steven Phillip Shack, also known by his nicknames \"the Entertainer\" and \"the Nose\", was a Canadian professional ice hockey player who played for six National Hockey League (NHL) teams from 1959 to 1975. He spent eight and a half seasons of his career with the Toronto Maple Leafs, with whom he won the Stanley Cup in 1962, 1963, 1964, and 1967.",
    "year": 1937,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Phillip Walker (musician)",
    "birthday": "1937-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Phillipwalker2000.jpg/320px-Phillipwalker2000.jpg",
    "extract": "Phillip Walker was an American electric blues guitarist, most noted for his 1959 hit single, \"Hello My Darling\", produced by J. R. Fulbright. Although Walker continued playing throughout his life, he recorded more sparsely.",
    "year": 1937,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Burt Reynolds",
    "birthday": "1936-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Burt_Reynolds_1991_portrait_crop.jpg/218px-Burt_Reynolds_1991_portrait_crop.jpg",
    "extract": "Burton Leon Reynolds Jr. was an American actor, considered a sex symbol and icon of American popular culture.",
    "year": 1936,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gene Vincent",
    "birthday": "1935-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Gene_Vincent_photo.jpg/266px-Gene_Vincent_photo.jpg",
    "extract": "Vincent Eugene Craddock, known as Gene Vincent, was an American musician who pioneered the styles of rock and roll and rockabilly. His 1956 top ten hit with his Blue Caps, \"Be-Bop-a-Lula\", is considered a significant early example of rockabilly. He was inducted into the Rock and Roll Hall of Fame and the Rockabilly Hall of Fame. He is sometimes referred to by his somewhat unusual nickname/moniker the \"Screaming End\".",
    "year": 1935,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mel Carnahan",
    "birthday": "1934-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/CarnahanMel.jpg/245px-CarnahanMel.jpg",
    "extract": "Melvin Eugene Carnahan was an American lawyer and politician who served as the 51st Governor of Missouri from 1993 until his death in a plane crash in 2000. A Democrat, he was elected posthumously to the U.S. Senate; his widow, Jean, served in his stead for two years until a special election.",
    "year": 1934,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tina Louise",
    "birthday": "1934-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Tina_Louise_1964.JPG/231px-Tina_Louise_1964.JPG",
    "extract": "Tina Louise is an American actress best known for playing movie star Ginger Grant in the CBS television situation comedy Gilligan's Island. She began her career on stage during the mid-1950s before landing her breakthrough role in 1958 drama film God's Little Acre for which she received the Golden Globe Award for New Star of the Year.",
    "year": 1934,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Manuel Noriega",
    "birthday": "1934-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/59/Manuel_Noriega_mugshot_cropped.jpg",
    "extract": "Manuel Antonio Noriega Moreno was a Panamanian dictator, politician and military officer who was the de facto ruler of Panama from 1983 to 1989. An authoritarian ruler who amassed a personal fortune through drug trafficking operations, he had long standing ties to United States intelligence agencies before the U.S. invasion of Panama removed him from power.",
    "year": 1934,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mary Quant",
    "birthday": "1934-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Mary_Quant_%281966%29.jpg/240px-Mary_Quant_%281966%29.jpg",
    "extract": "Dame Barbara Mary Quant, Mrs Plunket Greene, is a British fashion designer and fashion icon. She became an instrumental figure in the 1960s London-based Mod and youth fashion movements. She was one of the designers who took credit for the miniskirt and hotpants. Ernestine Carter wrote: \"It is given to a fortunate few to be born at the right time, in the right place, with the right talents. In recent fashion there are three: Chanel, Dior, and Mary Quant.\"",
    "year": 1934,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dennis Skinner",
    "birthday": "1932-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Dennis_Skinner_MP_Parliament.jpg/255px-Dennis_Skinner_MP_Parliament.jpg",
    "extract": "Dennis Edward Skinner is a British former politician who served as Member of Parliament (MP) for Bolsover from 1970 to 2019. He is a member of the Labour Party.",
    "year": 1932,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Paul Bocuse",
    "birthday": "1926-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Paul_Bocuse2.jpg/284px-Paul_Bocuse2.jpg",
    "extract": "Paul Bocuse was a French chef based in Lyon who was known for the high quality of his restaurants and his innovative approaches to cuisine.",
    "year": 1926,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Leslie Nielsen",
    "birthday": "1926-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Leslie_Nielsen.jpg/257px-Leslie_Nielsen.jpg",
    "extract": "Leslie William Nielsen was a Canadian-American actor and comedian. With a career spanning 60 years, he appeared in more than 100 films and 150 television programs, portraying more than 220 characters.",
    "year": 1926,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kim Stanley",
    "birthday": "1925-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Kim_Stanley.jpg/211px-Kim_Stanley.jpg",
    "extract": "Kim Stanley was an American actress, primarily in television and theatre, but with occasional film performances.",
    "year": 1925,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Budge Patty",
    "birthday": "1924-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Budge_Patty_1958.jpg/202px-Budge_Patty_1958.jpg",
    "extract": "Edward John Patty, better known as Budge Patty, was an American world no. 1 tennis player whose career spanned a period of 15 years after World War II. He won two Grand Slam singles titles in 1950. He was the second American male player to win the Channel Slam and one of only three as of 2021.",
    "year": 1924,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Antony Flew",
    "birthday": "1923-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Antony_flew.jpg",
    "extract": "Antony Garrard Newton Flew was a British philosopher. Belonging to the analytic and evidentialist schools of thought, Flew worked on the philosophy of religion. During the course of his career he taught at the universities of Oxford, Aberdeen, Keele and Reading, and at York University in Toronto.",
    "year": 1923,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lloyd Bentsen",
    "birthday": "1921-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/12/LloydBentsen.jpg",
    "extract": "Lloyd Millard Bentsen Jr. was an American politician who was a four-term United States Senator (1971–1993) from Texas and the Democratic Party nominee for vice president in 1988 on the Michael Dukakis ticket. He also served as the 69th United States Secretary of the Treasury under President Bill Clinton.",
    "year": 1921,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ottavio Missoni",
    "birthday": "1921-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Ottavio_Missoni_%28foto_di_Giuseppe_Pino%2C_1990%29.png/320px-Ottavio_Missoni_%28foto_di_Giuseppe_Pino%2C_1990%29.png",
    "extract": "Ottavio \"Tai\" Missoni was the founder of the Italian fashion label Missoni and an Olympic hurdler who competed in the 1948 Summer Olympics. Along with his wife Rosita, he was part of the group of designers who launched Italian ready-to-wear in the 1950s, thereby ensuring the global success of Italian fashion.",
    "year": 1921,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Farouk of Egypt",
    "birthday": "1920-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Farouk-King-colored.jpg/234px-Farouk-King-colored.jpg",
    "extract": "Farouk I was the tenth ruler of Egypt from the Muhammad Ali dynasty and the penultimate King of Egypt and the Sudan, succeeding his father, Fuad I, in 1936.",
    "year": 1920,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Daniel F. Galouye",
    "birthday": "1920-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Daniel_Galouye_5205.jpg/291px-Daniel_Galouye_5205.jpg",
    "extract": "Daniel Francis Galouye was an American science fiction writer. During the 1950s and 1960s, he contributed novelettes and short stories to various digest size science fiction magazines, sometimes writing under the pseudonym Louis G. Daniels.",
    "year": 1920,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Billy Halop",
    "birthday": "1920-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Billy_Halop_On_Dress_Parade_1939.jpg/282px-Billy_Halop_On_Dress_Parade_1939.jpg",
    "extract": "William Halop was an American actor.",
    "year": 1920,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Daniel James Jr.",
    "birthday": "1920-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/James_DanielChappie.jpg/251px-James_DanielChappie.jpg",
    "extract": "Daniel \"Chappie\" James Jr. was a fighter pilot in the United States Air Force who, in 1975, became the first African American to reach the rank of four-star general in the United States Armed Forces. Three years later James was forced to retire prematurely due to heart issues, and just a couple weeks after doing so he died of a heart attack.",
    "year": 1920,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sidney Sheldon",
    "birthday": "1917-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f6/Sidney_Sheldon.jpg",
    "extract": "Sidney Sheldon was an American writer, director, and producer.",
    "year": 1917,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Patrick Leigh Fermor",
    "birthday": "1915-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0c/Patrick_Leigh_Fermor_in_1966.jpg",
    "extract": "Sir Patrick Michael Leigh Fermor was an English writer, scholar, soldier and polyglot. He was prominent behind the lines in the Cretan resistance in the Second World War, and was widely seen as Britain's greatest living travel writer, on the basis of books such as A Time of Gifts (1977). A BBC journalist once termed him \"a cross between Indiana Jones, James Bond and Graham Greene\".",
    "year": 1915,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Richard Hamming",
    "birthday": "1915-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/08/Richard_Hamming.jpg/245px-Richard_Hamming.jpg",
    "extract": "Richard Wesley Hamming was an American mathematician whose work had many implications for computer engineering and telecommunications. His contributions include the Hamming code, the Hamming window, Hamming numbers, sphere-packing, and the Hamming distance.",
    "year": 1915,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Matt Dennis",
    "birthday": "1914-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b5/Matt_Dennis_photo.jpg/249px-Matt_Dennis_photo.jpg",
    "extract": "Matthew Loveland Dennis was an American singer, pianist, band leader, arranger, and writer of music for popular songs.",
    "year": 1914,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Josh White",
    "birthday": "1914-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Josh_White%2C_Caf%C3%A9_Society_%28Downtown%29%2C_New_York%2C_N.Y.%2C_ca._June_1946_%28William_P._Gottlieb_09091%29.jpg/243px-Josh_White%2C_Caf%C3%A9_Society_%28Downtown%29%2C_New_York%2C_N.Y.%2C_ca._June_1946_%28William_P._Gottlieb_09091%29.jpg",
    "extract": "Joshua Daniel White was an American singer, guitarist, songwriter, actor and civil rights activist. He also recorded under the names Pinewood Tom and Tippy Barton in the 1930s.",
    "year": 1914,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rudolf Firkušný",
    "birthday": "1912-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Rudolf_Firku%C5%A1n%C3%BD_1960.jpg/178px-Rudolf_Firku%C5%A1n%C3%BD_1960.jpg",
    "extract": "Rudolf Firkušný was a Moravian-born, Moravian-American classical pianist.",
    "year": 1912,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Max Baer (boxer)",
    "birthday": "1909-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Max_Baer_publicity-A.jpg/251px-Max_Baer_publicity-A.jpg",
    "extract": "Maximilian Adelbert Baer was an American professional boxer who was the world heavyweight champion from June 14, 1934, to June 13, 1935. His fights were both rated Fight of the Year by The Ring magazine. Baer was also a boxing referee, and had occasional roles on film or television. He was the brother of heavyweight boxing contender Buddy Baer and father of actor Max Baer Jr. Baer is rated #22 on The Ring magazine's list of 100 greatest punchers of all time.",
    "year": 1909,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Joseph L. Mankiewicz",
    "birthday": "1909-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Joseph_L._Mankiewicz_%281950%29.jpg/266px-Joseph_L._Mankiewicz_%281950%29.jpg",
    "extract": "Joseph Leo Mankiewicz was an American film director, screenwriter, and producer. Mankiewicz had a long Hollywood career, and won both the Academy Award for Best Director and the Academy Award for Best Adapted Screenplay in consecutive years for A Letter to Three Wives (1949) and All About Eve (1950), the latter of which was nominated for 14 Academy Awards and won six.",
    "year": 1909,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Philip Dunne (writer)",
    "birthday": "1908-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/PhilipDunne1961.jpg/161px-PhilipDunne1961.jpg",
    "extract": "Philip Ives Dunne was a Hollywood screenwriter, film director and producer, who worked prolifically from 1932 until 1965. He spent the majority of his career at 20th Century Fox crafting well regarded romantic and historical dramas, usually adapted from another medium. Dunne was a leading Screen Writers Guild organizer and was politically active during the \"Hollywood Blacklist\" episode of the 1940s–1950s. He is best known for the films How Green Was My Valley (1941), The Ghost and Mrs. Muir (1947), The Robe (1953) and The Agony and the Ecstasy (1965).",
    "year": 1908,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Vivian Fuchs",
    "birthday": "1908-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Sir_Vivian_Fuchs%2C_1958_%28cropped%29.jpg/250px-Sir_Vivian_Fuchs%2C_1958_%28cropped%29.jpg",
    "extract": "Sir Vivian Ernest Fuchs was an English explorer whose expeditionary team completed the first overland crossing of Antarctica in 1958.",
    "year": 1908,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Keith Holyoake",
    "birthday": "1904-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Keith_Holyoake_%281960%29.jpg/248px-Keith_Holyoake_%281960%29.jpg",
    "extract": "Sir Keith Jacka Holyoake, was the 26th prime minister of New Zealand, serving for a brief period in 1957 and then from 1960 to 1972, and also the 13th Governor-General of New Zealand, serving from 1977 to 1980. He is the only New Zealand politician to date to have held both positions.",
    "year": 1904,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lucile Randon",
    "birthday": "1904-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/LucileRandonViolin.jpg/253px-LucileRandonViolin.jpg",
    "extract": "Lucile Randon, also known as Sister André, is a French supercentenarian, who at the age of 118 years, 108 days, is the world's oldest verified living person, following the death of Japanese supercentenarian Kane Tanaka. She is a Roman Catholic nun, having converted to Catholicism as a young adult, working as a governess, teacher and missionary before retiring at the age of 75. She is the oldest known survivor of the COVID-19 pandemic, having tested positive for SARS-CoV-2 a month before her 117th birthday. Randon resides in a nursing home in Toulon, France.",
    "year": 1904,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Arne Jacobsen",
    "birthday": "1902-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Arne_Jacobsen_photo.jpg/231px-Arne_Jacobsen_photo.jpg",
    "extract": "Arne Emil Jacobsen, Hon. FAIA 11 February 1902 – 24 March 1971) was a Danish architect and furniture designer. He is remembered for his contribution to architectural functionalism and for the worldwide success he enjoyed with simple well-designed chairs.",
    "year": 1902,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ellen Broe",
    "birthday": "1900-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3f/Ellen_Johanne_Broe.jpg/220px-Ellen_Johanne_Broe.jpg",
    "extract": "Ellen Johanne Broe (1900–1994) was a Danish nurse who spent several decades working and seeking education abroad before returning to Denmark and helping to establish educational and training initiatives in Denmark. She helped draft minimum curriculum requirements for nursing students, as well as continuing education guidelines. She was active in the International Council of Nurses (ICN) and sought to find ways to bring nursing education to developing areas most in need of trained nursing staff. She received the Florence Nightingale Medal in 1961 for her contributions to nursing excellence.",
    "year": 1900,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hans-Georg Gadamer",
    "birthday": "1900-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Hans-Georg_Gadamer.jpg/247px-Hans-Georg_Gadamer.jpg",
    "extract": "Hans-Georg Gadamer was a German philosopher of the continental tradition, best known for his 1960 magnum opus, Truth and Method, on hermeneutics.",
    "year": 1900,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jōsei Toda",
    "birthday": "1900-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Former_President_Toda.jpg/247px-Former_President_Toda.jpg",
    "extract": "Jōsei Toda  was a teacher, peace activist and second president of Soka Gakkai from 1951 to 1958. Imprisoned for two years during World War II under violating the Peace Preservation Law and the charge of lèse-majesté from against the war, he emerged from prison intent on rebuilding the Soka Gakkai. He has been described as the architect of the Soka Gakkai, the person chiefly responsible for its existence today.",
    "year": 1900,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Leo Szilard",
    "birthday": "1898-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Leo_Szilard-cropped.png/244px-Leo_Szilard-cropped.png",
    "extract": "Leo Szilard was a Hungarian-American physicist and inventor. He conceived the nuclear chain reaction in 1933, patented the idea of a nuclear fission reactor in 1934, and in late 1939 wrote the letter for Albert Einstein's signature that resulted in the Manhattan Project that built the atomic bomb. According to György Marx, he was one of the Hungarian scientists known as The Martians.",
    "year": 1898,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Emil Leon Post",
    "birthday": "1897-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Emil_Leon_Post.jpg/234px-Emil_Leon_Post.jpg",
    "extract": "Emil Leon Post was an American mathematician and logician. He is best known for his work in the field that eventually became known as computability theory.",
    "year": 1897,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Carlo Carrà",
    "birthday": "1881-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Carr%C3%A0_in_front_of_Le_Figaro%2C_Paris%2C_9_February_1912_%28cropped%29.jpg/285px-Carr%C3%A0_in_front_of_Le_Figaro%2C_Paris%2C_9_February_1912_%28cropped%29.jpg",
    "extract": "Carlo Carrà was an Italian painter and a leading figure of the Futurist movement that flourished in Italy during the beginning of the 20th century. In addition to his many paintings, he wrote a number of books concerning art. He taught for many years in the city of Milan.",
    "year": 1881,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Elsa Beskow",
    "birthday": "1874-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Elsa_Beskow_-_from_Svenskt_Portr%C3%A4ttgalleri_XX.png/241px-Elsa_Beskow_-_from_Svenskt_Portr%C3%A4ttgalleri_XX.png",
    "extract": "Elsa Beskow was a famous Swedish author and illustrator of children's books. Among her better known books are Tale of the Little Little Old Woman and Aunt Green, Aunt Brown and Aunt Lavender.",
    "year": 1874,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Helene Kröller-Müller",
    "birthday": "1869-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Helene_M%C3%BCller_and_Anton_Kr%C3%B6ller.jpg/320px-Helene_M%C3%BCller_and_Anton_Kr%C3%B6ller.jpg",
    "extract": "Helene Kröller-Müller was a German art collector. She was one of the first European women to put together a major art collection. She is credited with being one of the first collectors to recognise the genius of Vincent van Gogh. She donated her entire collection to the Dutch people, along with her and her husband, Anton Kröller's, large forested country estate. Today it is the Kröller-Müller Museum and sculpture garden and Hoge Veluwe National Park, the largest national park in the Netherlands.",
    "year": 1869,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Else Lasker-Schüler",
    "birthday": "1869-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Else_Lasker-Sch%C3%BCler_1875.jpg/200px-Else_Lasker-Sch%C3%BCler_1875.jpg",
    "extract": " Else Lasker-Schüler was a German-Jewish poet and playwright famous for her bohemian lifestyle in Berlin and her poetry. She was one of the few women affiliated with the Expressionist movement. Lasker-Schüler fled Nazi Germany and lived out the rest of her life in Jerusalem.",
    "year": 1869,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John F. Fitzgerald",
    "birthday": "1863-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/J._F._Fitzgerald.jpg/237px-J._F._Fitzgerald.jpg",
    "extract": "John Francis \"Honey Fitz\" Fitzgerald was an American Democratic politician from Boston, Massachusetts. He served as a U.S. Representative and Mayor of Boston. He also made unsuccessful runs for the United States Senate in 1916 and 1942 and Governor of Massachusetts in 1922. Fitzgerald maintained a high profile in the city whether in or out of office, and his theatrical style of campaigning and charisma earned him the nickname \"Honey Fitz\".",
    "year": 1863,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rachilde",
    "birthday": "1860-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Rachilde_%28Marguerite_Eymery%29.jpg/280px-Rachilde_%28Marguerite_Eymery%29.jpg",
    "extract": "Rachilde was the pen name and preferred identity of novelist and playwright Marguerite Vallette-Eymery. Born near Périgueux, Dordogne, Aquitaine, France during the Second French Empire, Rachilde went on to become a symbolist author and the most prominent woman in literature associated with the Decadent Movement of fin de siècle France.",
    "year": 1860,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ellen Day Hale",
    "birthday": "1855-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Self-Portrait%2C_by_Ellen_Day_Hale.jpg/320px-Self-Portrait%2C_by_Ellen_Day_Hale.jpg",
    "extract": "Ellen Day Hale was an American Impressionist painter and printmaker from Boston. She studied art in Paris and during her adult life lived in Paris, London and Boston. She exhibited at the Paris Salon and the Royal Academy of Arts. Hale wrote the book History of Art: A Study of the Lives of Leonardo, Michelangelo, Raphael, Titian, and Albrecht Dürer and mentored the next generation of New England female artists, paving the way for widespread acceptance of female artists.",
    "year": 1855,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Thomas Edison",
    "birthday": "1847-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Thomas_Edison2.jpg/250px-Thomas_Edison2.jpg",
    "extract": "Thomas Alva Edison was an American inventor and businessman. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on the modern industrialized world. He was one of the first inventors to apply the principles of organized science and teamwork to the process of invention, working with many researchers and employees. He established the first industrial research laboratory.",
    "year": 1847,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ahmet Tevfik Pasha",
    "birthday": "1845-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Tevfik_pasha.jpg/214px-Tevfik_pasha.jpg",
    "extract": "Ahmet Tevfik Pasha, known as Ahmet Tevfik Okday after the Turkish Surname Law of 1934, was an Ottoman statesman of ethnic Crimean Tatar origin. He was the last Grand Vizier of the Ottoman Empire. He held the office three times, the first in 1909 under Sultan Abdul Hamid II, and from 1918 to 1919 and from 1920 to 1922 under Mehmed VI during the Allied occupation of Istanbul. In addition to his premiership, Ahmet Tevfik was also a diplomat, a member of the Ottoman Senate, and the Minister of Foreign Affairs.",
    "year": 1845,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Josiah Willard Gibbs",
    "birthday": "1839-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Josiah_Willard_Gibbs_-from_MMS-.jpg/240px-Josiah_Willard_Gibbs_-from_MMS-.jpg",
    "extract": "Josiah Willard Gibbs was an American scientist who made significant theoretical contributions to physics, chemistry, and mathematics. His work on the applications of thermodynamics was instrumental in transforming physical chemistry into a rigorous inductive science. Together with James Clerk Maxwell and Ludwig Boltzmann, he created statistical mechanics, explaining the laws of thermodynamics as consequences of the statistical properties of ensembles of the possible states of a physical system composed of many particles. Gibbs also worked on the application of Maxwell's equations to problems in physical optics. As a mathematician, he invented modern vector calculus.",
    "year": 1839,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Melville Fuller",
    "birthday": "1833-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/CJ_Fuller.tif/lossy-page1-213px-CJ_Fuller.tif.jpg",
    "extract": "Melville Weston Fuller was an American politician, lawyer, and jurist who served as the eighth chief justice of the United States from 1888 until his death in 1910. Staunch conservatism marked his tenure on the Supreme Court, exhibited by his tendency to support unfettered free enterprise and to oppose broad federal power. He wrote major opinions on the federal income tax, the Commerce Clause, and citizenship law, and he took part in important decisions about racial segregation and the liberty of contract. Those rulings often faced criticism in the decades during and after Fuller's tenure, and many were later overruled or abrogated. The legal academy has generally viewed Fuller negatively, although a revisionist minority has taken a more favorable view of his jurisprudence.",
    "year": 1833,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hans Bronsart von Schellendorff",
    "birthday": "1830-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Hans_Bronsart_von_Schellendorff.jpg/283px-Hans_Bronsart_von_Schellendorff.jpg",
    "extract": "Hans Bronsart von Schellendorf was a classical musician and composer who studied under Franz Liszt.",
    "year": 1830,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Auguste Mariette",
    "birthday": "1821-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Auguste_Mariette_photography.jpg/222px-Auguste_Mariette_photography.jpg",
    "extract": "François Auguste Ferdinand Mariette was a French scholar, archaeologist and Egyptologist, and the founder of the Egyptian Department of Antiquities, the forerunner of the Supreme Council of Antiquities.",
    "year": 1821,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Otto Ludwig (writer)",
    "birthday": "1813-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Otto_Ludwig.jpg/241px-Otto_Ludwig.jpg",
    "extract": "Otto Ludwig was a German dramatist, novelist and critic born in Eisfeld in Thuringia. He was one of Germany's first modern realists and one of the most notable dramatists of the period.",
    "year": 1813,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alexander H. Stephens",
    "birthday": "1812-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Alexander_Hamilton_Stephens.jpg/258px-Alexander_Hamilton_Stephens.jpg",
    "extract": "Alexander Hamilton Stephens was an American politician who served as the vice president of the Confederate States from 1861 to 1865, and later as the 50th governor of Georgia from 1882 until his death in 1883. A member of the Democratic Party, he represented the state of Georgia in the United States House of Representatives before and after the Civil War prior to becoming governor.",
    "year": 1812,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jean Baptiste Charbonneau",
    "birthday": "1805-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/BaptisteCharbonneauByPhilKonstantin.jpg/320px-BaptisteCharbonneauByPhilKonstantin.jpg",
    "extract": "Jean Baptiste Charbonneau was a Native American-French Canadian explorer, guide, fur trapper, trader, military scout during the Mexican–American War, alcalde (mayor) of Mission San Luis Rey de Francia and a gold digger and hotel operator in Northern California. His mother was a Shoshone Native known as Sacagawea. He spoke French and English and learned German and Spanish during his six years in Europe from 1823 to 1829. He spoke Shoshone and other western Native American languages, which he picked up during his years of trapping and guiding.",
    "year": 1805,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lydia Maria Child",
    "birthday": "1802-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Lydia_Maria_Child_engraving.jpg/253px-Lydia_Maria_Child_engraving.jpg",
    "extract": "Lydia Maria Child, was an American abolitionist, women's rights activist, Native American rights activist, novelist, journalist, and opponent of American expansionism.",
    "year": 1802,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Henry Fox Talbot",
    "birthday": "1800-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/John_Moffat_-_William_Henry_Fox_Talbot%2C_1864.jpg/264px-John_Moffat_-_William_Henry_Fox_Talbot%2C_1864.jpg",
    "extract": "William Henry Fox Talbot FRS FRSE FRAS was an English scientist, inventor and photography pioneer who invented the salted paper and calotype processes, precursors to photographic processes of the later 19th and 20th centuries. His work, in the 1840s on photomechanical reproduction, led to the creation of the photoglyphic engraving process, the precursor to photogravure. He was the holder of a controversial patent that affected the early development of commercial photography in Britain. He was also a noted photographer who contributed to the development of photography as an artistic medium. He published The Pencil of Nature (1844–46), which was illustrated with original salted paper prints from his calotype negatives, and made some important early photographs of Oxford, Paris, Reading, and York.",
    "year": 1800,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ioannis Kapodistrias",
    "birthday": "1776-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Sir_Thomas_Lawrence_%281769-1830%29_-_John%2C_Count_Capo_d%27Istria_%281776-1831%29_-_RCIN_404947_-_Royal_Collection.jpg/256px-Sir_Thomas_Lawrence_%281769-1830%29_-_John%2C_Count_Capo_d%27Istria_%281776-1831%29_-_RCIN_404947_-_Royal_Collection.jpg",
    "extract": "Count Ioannis Antonios Kapodistrias, sometimes anglicized as John Capodistrias, was a Greek statesman who served as the Foreign Minister of the Russian Empire and was one of the most distinguished politicians and diplomats of Europe. After a long and distinguished career in European politics and diplomacy he was elected as the first head of state of independent Greece (1827–31). He is considered the founder of the modern Greek state, and the architect of Greek independence.",
    "year": 1776,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Marie-Joseph Chénier",
    "birthday": "1764-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Anonyme_-_Portrait_d%27homme_%28P69%29_-_P69_-_Mus%C3%A9e_Carnavalet.jpg/263px-Anonyme_-_Portrait_d%27homme_%28P69%29_-_P69_-_Mus%C3%A9e_Carnavalet.jpg",
    "extract": "Marie-Joseph Blaise de Chénier was a French poet, dramatist and politician of French and Greek origin.",
    "year": 1764,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Egidio Duni",
    "birthday": "1708-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Egidio_Duni_by_Carmontelle_circa_1760.jpg",
    "extract": "Egidio Romualdo Duni was an Italian composer who studied in Naples and worked in Italy, France and London, writing both Italian and French operas.",
    "year": 1708,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bernard Le Bovier de Fontenelle",
    "birthday": "1657-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Fontenelle_2.jpg/233px-Fontenelle_2.jpg",
    "extract": "Bernard Le Bovier de Fontenelle, also called Bernard Le Bouyer de Fontenelle, was a French author and an influential member of three of the academies of the Institut de France, noted especially for his accessible treatment of scientific topics during the unfolding of the Age of Enlightenment.",
    "year": 1657,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "William Carstares",
    "birthday": "1649-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/William_Carstares_about_1700.jpg/261px-William_Carstares_about_1700.jpg",
    "extract": "William Carstares was a minister of the Church of Scotland, active in Whig politics.",
    "year": 1649,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Honoré d'Urfé",
    "birthday": "1568-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Honor%C3%A9_d%27Urf%C3%A9_01.jpg/226px-Honor%C3%A9_d%27Urf%C3%A9_01.jpg",
    "extract": "Honoré d'Urfé, marquis de Valromey, comte de Châteauneuf was a French novelist and miscellaneous writer.",
    "year": 1568,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pope Gregory XIV",
    "birthday": "1535-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Gregor_XIV.jpg/226px-Gregor_XIV.jpg",
    "extract": "Pope Gregory XIV, born Niccolò Sfondrato or Sfondrati, was head of the Catholic Church and ruler of the Papal States from 5 December 1590 to his death in 1591.",
    "year": 1535,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Elizabeth of York",
    "birthday": "1466-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/British_School%2C_16th_century_-_Elizabeth_of_York_-_Haunted_Gallery%2C_Hampton_Court_Palace.jpg/226px-British_School%2C_16th_century_-_Elizabeth_of_York_-_Haunted_Gallery%2C_Hampton_Court_Palace.jpg",
    "extract": "Elizabeth of York was Queen of England from her marriage to King Henry VII on 18 January 1486 until her death in 1503. Elizabeth married Henry after his victory at the Battle of Bosworth Field, which marked the end of the Wars of the Roses. Together, they had seven children.",
    "year": 1466,
    "month": 2,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Poggio Bracciolini",
    "birthday": "1380-2-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Gianfrancesco_Poggio_Bracciolini_-_Imagines_philologorum.jpg/257px-Gianfrancesco_Poggio_Bracciolini_-_Imagines_philologorum.jpg",
    "extract": "Gian Francesco Poggio Bracciolini, usually referred to simply as Poggio Bracciolini, was an Italian scholar and an early Renaissance humanist. He was responsible for rediscovering and recovering many classical Latin manuscripts, mostly decaying and forgotten in German, Swiss, and French monastic libraries. His most celebrated finds are De rerum natura, the only surviving work by Lucretius, De architectura by Vitruvius, lost orations by Cicero such as Pro Sexto Roscio, Quintilian's Institutio Oratoria, Statius' Silvae, and Silius Italicus's Punica, as well as works by several minor authors such as Frontinus' De aquaeductu, Ammianus Marcellinus’ Res Gestae, Nonius Marcellus, Probus, Flavius Caper, and Eutyches.",
    "year": 1380,
    "month": 2,
    "day": 11,
    "language": "en"
  }
]