[
  {
    "name": "Kaapo Kakko",
    "birthday": "2001-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/KaapoKakko.jpg/240px-KaapoKakko.jpg",
    "extract": "Kaapo Kakko is a Finnish professional ice hockey forward for the New York Rangers of the National Hockey League (NHL). Kakko was selected second overall by the Rangers in the 2019 NHL Entry Draft. Kakko plays right wing, but also has experience playing at center. He made his professional debut playing with TPS of the Finnish Liiga.",
    "year": 2001,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Memphis Depay",
    "birthday": "1994-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Memphis_Depay_Barca_2021.jpg/199px-Memphis_Depay_Barca_2021.jpg",
    "extract": "Memphis Depay, also known simply as Memphis, is a Dutch professional footballer who plays as a forward for La Liga club Barcelona and the Netherlands national team.",
    "year": 1994,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eliaquim Mangala",
    "birthday": "1991-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Eliaquim_Mangala_FC_Porto_2013.jpg/293px-Eliaquim_Mangala_FC_Porto_2013.jpg",
    "extract": "Eliaquim Hans Mangala is a French professional footballer who plays as a centre-back for French Ligue 1 side Saint-Étienne.",
    "year": 1991,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Junior Roqica",
    "birthday": "1991-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Junior_Roqica_London_Broncos.jpg/157px-Junior_Roqica_London_Broncos.jpg",
    "extract": "Vitale Junior Roqica is a Fiji international rugby league footballer who plays as a prop or second-row forward.",
    "year": 1991,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Vianney (singer)",
    "birthday": "1991-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Vianney_1.jpg/252px-Vianney_1.jpg",
    "extract": "Vianney Bureau, better known by the mononym Vianney, is a French singer-songwriter. At 24 years old he won the award for performing artist of the year at the \"Victoires de la musique 2016\" one year after having been named in the up and coming category of the \"Victoires de la musique 2015\". His debut album Idées blanches was certified platinum. His second album was released on 25 November 2016 and was certified double platinum.",
    "year": 1991,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ryan Goins",
    "birthday": "1988-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Ryan_Goins_2015.jpg/320px-Ryan_Goins_2015.jpg",
    "extract": "Ryan Matthew Goins is an American professional baseball second baseman and shortstop in the Atlanta Braves organization. He has played in Major League Baseball (MLB) for the Toronto Blue Jays, Kansas City Royals, and Chicago White Sox.",
    "year": 1988,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eddy Pettybourne",
    "birthday": "1988-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Eddy_Pettybourne_Toulouse.jpg/206px-Eddy_Pettybourne_Toulouse.jpg",
    "extract": "Edward Pettybourne is a rugby league footballer who plays as a prop for Limoux Grizzlies in the Elite One Championship. He has played at representative level for Samoa and United States, and at club level in Australia in the NRL for the South Sydney Rabbitohs, Wests Tigers and the Gold Coast Titans, and in the Queensland Cup for the Tweed Heads Seagulls, and in Europe in the Super League for the Wigan Warriors, and in the Betfred Championship for Toulouse Olympique, as a prop, second-row or lock.",
    "year": 1988,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eljero Elia",
    "birthday": "1987-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Eljero_Elia02.JPG/234px-Eljero_Elia02.JPG",
    "extract": "Eljero George Rinaldo Elia is a Dutch professional footballer who plays as a winger for ADO Den Haag.",
    "year": 1987,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Luke Moore",
    "birthday": "1986-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Moore%2C_Luke.jpg",
    "extract": "Luke Isaacc Moore is an English former professional footballer who played as a striker. Moore represented England at England U21 level and is the younger brother of former professional footballer Stefan Moore.",
    "year": 1986,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Aqib Talib",
    "birthday": "1986-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Aqib_Talib_2017.jpg/190px-Aqib_Talib_2017.jpg",
    "extract": "Aqib Talib is a former American football cornerback. He played college football at the University of Kansas, where he received consensus All-American honors, and was drafted by the Tampa Bay Buccaneers in the first round of the 2008 NFL Draft. Talib also played for the New England Patriots, Denver Broncos, and Los Angeles Rams, winning Super Bowl 50 with Denver. In 2020, he made his debut as an analyst for Fox announcing a game between the Detroit Lions and Washington Football Team.",
    "year": 1986,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mike Nickeas",
    "birthday": "1983-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/100_1022_Mike_Nickeas.jpg/197px-100_1022_Mike_Nickeas.jpg",
    "extract": "Michael James Nickeas is a former professional baseball catcher. Nickeas played four seasons in Major League Baseball (MLB) with the New York Mets and Toronto Blue Jays.",
    "year": 1983,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Anna Watkins",
    "birthday": "1983-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Anna_Watkins.jpg/244px-Anna_Watkins.jpg",
    "extract": "Anna Rose Watkins MBE PhD, is a British rower.",
    "year": 1983,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Even Helte Hermansen",
    "birthday": "1982-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Even_Helte_Hermansen_Kongsberg_Jazzfestival_2018_%28142226%29.jpg/213px-Even_Helte_Hermansen_Kongsberg_Jazzfestival_2018_%28142226%29.jpg",
    "extract": "Even Helte Hermansen is a Norwegian guitarist, known from several orchestras playing experimental jazz.",
    "year": 1982,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Michael Turner (American football)",
    "birthday": "1982-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Michael_Turner_2013_Playoffs.jpg/212px-Michael_Turner_2013_Playoffs.jpg",
    "extract": "Michael Turner is a former American football running back who played in the National Football League (NFL). He was drafted by the San Diego Chargers in the fifth round of the 2004 NFL Draft and also played for the Atlanta Falcons. He played college football at Northern Illinois.",
    "year": 1982,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Luisão",
    "birthday": "1981-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Luisao061115.jpg/240px-Luisao061115.jpg",
    "extract": "Ânderson Luís da Silva, known as Luisão, is a Brazilian former professional footballer who played as a centre back.",
    "year": 1981,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Carlos Cotto",
    "birthday": "1980-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/CarlosCotto.jpg/320px-CarlosCotto.jpg",
    "extract": "Carlos Omar Cotto Cruz is a Puerto Rican professional wrestler and boxer. As a wrestler, he perform under the alias of El Chicano and has performed mostly for the International Wrestling Association and the World Wrestling Council. While performing for the first, Cotto became the only person to win all eligible championships, later becoming a Universal Heavyweight Champion in the second. Locally, he has held the main title of a promotion nine times. Abroad, Cotto has worked for AAA in 2010 and Consejo Mundial de Lucha Libre in 2016.",
    "year": 1980,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Anders Behring Breivik",
    "birthday": "1979-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Anders_Behring_Breivik_%28cropped%29.jpg/258px-Anders_Behring_Breivik_%28cropped%29.jpg",
    "extract": "Fjotolf Hansen, better known by his birth name Anders Behring Breivik and by his pseudonym Andrew Berwick, is a Norwegian anti-immigration domestic terrorist, known for committing the 2011 Norway attacks on 22 July 2011. On that day, he killed eight people by detonating a van bomb at Regjeringskvartalet in Oslo, then killed 69 participants of a Workers' Youth League (AUF) summer camp in a mass shooting on the island of Utøya.",
    "year": 1979,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rafael Márquez",
    "birthday": "1979-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Rafael_M%C3%A1rquez_2014.jpg/188px-Rafael_M%C3%A1rquez_2014.jpg",
    "extract": "Rafael Márquez Álvarez is a Mexican former professional footballer and current youth coach of Spanish Tercera División club Alcalá. Nicknamed El Káiser, Márquez is regarded as the best defender in Mexico's history and one of the best Mexican players of all time.",
    "year": 1979,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rachel Reeves",
    "birthday": "1979-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Official_portrait_of_Rachel_Reeves_crop_2.jpg/240px-Official_portrait_of_Rachel_Reeves_crop_2.jpg",
    "extract": "Rachel Jane Reeves is a British politician serving as Shadow Chancellor of the Exchequer since 2021. A member of the Labour Party, she has been Member of Parliament for Leeds West since 2010.",
    "year": 1979,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mena Suvari",
    "birthday": "1979-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/2016-02-01_Mena_Suvari_%287%29.jpg/213px-2016-02-01_Mena_Suvari_%287%29.jpg",
    "extract": "Mena Alexandra Suvari is an American actress, producer, fashion designer and model. After beginning her career as a model and guest-starring on several television shows, she made her film debut in the 1997 drama Nowhere.",
    "year": 1979,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Niklas Bäckström",
    "birthday": "1978-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Niklas_B%C3%A4ckstr%C3%B6m.jpg/240px-Niklas_B%C3%A4ckstr%C3%B6m.jpg",
    "extract": "Niklas Oskar Bäckström is a Finnish former professional ice hockey goaltender and current goaltending coach for the Columbus Blue Jackets. He played ten seasons for the Minnesota Wild and Calgary Flames in the National Hockey League (NHL), during which he won both the William M. Jennings Trophy and Roger Crozier Saving Grace Award. He also has won both Urpo Ylönen trophy and Jari Kurri trophy twice. Bäckström is a Swedish-speaking Finn, but also speaks Finnish.",
    "year": 1978,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Philippe Jaroussky",
    "birthday": "1978-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Philippe_Jaroussky_-_Misteria_Paschalia_2011_%281%29.JPG/214px-Philippe_Jaroussky_-_Misteria_Paschalia_2011_%281%29.JPG",
    "extract": "Philippe Jaroussky is a French countertenor. He began his musical career with the violin, winning an award at the Versailles conservatory, and then took up the piano before turning to singing.",
    "year": 1978,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Randy Moss",
    "birthday": "1977-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Randy_Moss_2016.jpg/180px-Randy_Moss_2016.jpg",
    "extract": "Randy Gene Moss is a former American football player. He played in the National Football League (NFL) for 14 seasons with the Minnesota Vikings, Oakland Raiders, New England Patriots, Tennessee Titans and the San Francisco 49ers. Widely regarded as one of the greatest and most naturally talented wide receivers of all time, he holds the NFL single-season touchdown reception record, the NFL single-season touchdown reception record for a rookie and is second on the NFL all-time regular season touchdown reception list with 156. Moss was well known for his prowess in securing contested catches and the word \"mossed\" has entered football vernacular. Post-football, he began working for ESPN as a studio analyst for its Sunday NFL Countdown and Monday Night Countdown programs.",
    "year": 1977,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jörg Bergmeister",
    "birthday": "1976-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Jorg_Bergmeister_2014_Super_GT_Suzuka.jpg/213px-Jorg_Bergmeister_2014_Super_GT_Suzuka.jpg",
    "extract": "Jörg Bergmeister is a former racing driver from Germany and an ambassador of Porsche.",
    "year": 1976,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ben Collins (racing driver)",
    "birthday": "1975-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Ben_Collins.jpg/271px-Ben_Collins.jpg",
    "extract": "Ben Lievesley Collins is a racing driver from Bristol, England. He has competed in motor racing since 1994 in many categories, from Formula Three and Indy Lights to sportscars, GT racing and stock cars.",
    "year": 1975,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Katie Hopkins",
    "birthday": "1975-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Katie_Hopkins_.jpg/199px-Katie_Hopkins_.jpg",
    "extract": "Katie Olivia Hopkins is an English media personality, columnist, far-right political commentator, and former businesswoman. She was a contestant on the third series of The Apprentice in 2007; following further appearances in the media, she became a columnist for British national newspapers. Hopkins wrote for The Sun in 2013 and the Daily Mail's website MailOnline from 2015 to 2017. In 2015, she hosted her own television talk show If Katie Hopkins Ruled the World, and appeared on the fifteenth series of Celebrity Big Brother, finishing as runner-up. The following year, she became a presenter for the talk radio station LBC and underwent major brain surgery to treat her epilepsy. In 2021, Hopkins joined the UK Independence Party (UKIP).",
    "year": 1975,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Fonzworth Bentley",
    "birthday": "1974-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/FonzworthBentleyDec10.jpg/205px-FonzworthBentleyDec10.jpg",
    "extract": "Derek Watkins, known professionally as Fonzworth Bentley, is an American rapper, actor, television presenter, and author. He is perhaps best known for being Sean Combs' former personal valet and assistant, as first seen in Making the Band 2, and was the host of MTV's From G's to Gents. He was born in Atlanta, Georgia.",
    "year": 1974,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robbie Williams",
    "birthday": "1974-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Robbie_Williams.jpg/213px-Robbie_Williams.jpg",
    "extract": "Robert Peter Williams is an English singer and songwriter. He found fame as a member of the pop group Take That from 1990 to 1995, and achieved commercial success after launching a solo career in 1996. His discography includes seven UK No. 1 singles, and all but one of his 12 studio albums have reached No. 1 in the UK. Six of his albums are among the top 100 biggest-selling albums in the UK, with two of them in the top 60, and he gained a Guinness World Record in 2006 for selling 1.6 million tickets in a single day during his Close Encounters Tour.",
    "year": 1974,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Virgilijus Alekna",
    "birthday": "1972-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Virgilijus_Alekna_by_Augustas_Didzgalvis.jpg/320px-Virgilijus_Alekna_by_Augustas_Didzgalvis.jpg",
    "extract": "Virgilijus Alekna is a Lithuanian former discus thrower and politician. He won medals at the 2000, 2004 and 2008 Olympics, including two golds.",
    "year": 1972,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sonia (singer)",
    "birthday": "1971-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Sonia_Evans_2014_%28cropped%29.jpg/299px-Sonia_Evans_2014_%28cropped%29.jpg",
    "extract": "Sonia Evans, known mononymously as Sonia, is an English singer. In 1989, she had a UK number one hit \"You'll Never Stop Me Loving You\" and became the first British female artist to achieve five top 20 hit singles from one album. She represented the United Kingdom in the 1993 Eurovision Song Contest, where she finished second with the song \"Better the Devil You Know\". Between 1989 and 1993, she had 11 UK Top 30 hits, including \"Listen to Your Heart\" (1989), \"Counting Every Minute\" (1990) and \"Only Fools \" (1991). In 1994, she starred as Sandy in a West End revival of the musical Grease, while on television she appeared as Bunty in the 1998 BBC comedy series The Lily Savage Show.",
    "year": 1971,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mats Sundin",
    "birthday": "1971-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Mats_Sundin_in_feb_2015.jpg/295px-Mats_Sundin_in_feb_2015.jpg",
    "extract": "Mats Johan Sundin is a Swedish former professional ice hockey player who played the majority of his career in the National Hockey League (NHL), retiring in 2009. Originally drafted first overall in 1989, Sundin played his first four seasons in the NHL with the Quebec Nordiques. He was then traded to the Toronto Maple Leafs in 1994, where he played the majority of his career, serving 11 seasons as team captain. At the end of the 2007–08 season, Sundin was the longest-serving non-North American-born captain in NHL history. Sundin last played for the Vancouver Canucks in the 2008–09 season before announcing his retirement on 30 September 2009. He appeared in the Stanley Cup playoffs in 10 of his 18 seasons.",
    "year": 1971,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Todd Williams",
    "birthday": "1971-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/050607_144_Todd_Williams.jpg/237px-050607_144_Todd_Williams.jpg",
    "extract": "Todd Michael Williams is an American former professional baseball relief pitcher. He attended East Syracuse-Minoa High School graduating in 1989. He then attended Onondaga Community College before signing a professional baseball contract with the Los Angeles Dodgers of the Major League Baseball (MLB) in 1991. Over the course of his professional career Williams played for 10 different organizations,\nincluding all or parts of eight seasons in the Major Leagues. He is a retired 18-year professional baseball player, with eight years of Major League Baseball experience. Williams was also a member of the USA Baseball team three separate years, with the highlight of winning a Gold Medal in the 2000 Summer Olympics held in Sydney, Australia.",
    "year": 1971,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Joyce DiDonato",
    "birthday": "1969-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Joyce_DiDonato_Wigmore_Hall.jpg/320px-Joyce_DiDonato_Wigmore_Hall.jpg",
    "extract": "Joyce DiDonato is an American lyric-coloratura mezzo-soprano. She is notable for her interpretations of operas and concert works in the 19th-century romantic era in addition to works by Handel and Mozart.",
    "year": 1969,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bryan Thomas Schmidt",
    "birthday": "1969-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Bryan_Thomas_Schmidt%2C_author_and_editor.jpg/320px-Bryan_Thomas_Schmidt%2C_author_and_editor.jpg",
    "extract": "Bryan Thomas Schmidt is an American science fiction author and editor. He has edited fifteen anthologies, a space opera trilogy, and an ongoing, near-future police procedural series set in Kansas City, Missouri. He wrote a non-fiction book on how to write a novel. He was a finalist, with Jennifer Brozek, for the 2015 Hugo Award for Best Professional Editor for the anthology Shattered Shields. His anthology, Infinite Stars, was nominated for the 2018 Locus Award for Best Anthology.",
    "year": 1969,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kelly Hu",
    "birthday": "1968-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Kelly_Hu.jpg/247px-Kelly_Hu.jpg",
    "extract": "Kelly Ann Hu is an American actress, former fashion model and beauty-queen who was Miss Teen USA 1985 and Miss Hawaii USA 1993. Hu starred as Dr. Rae Chang on the American television soap opera Sunset Beach and as Michelle Chan on the American television police drama series Nash Bridges. She has also starred in numerous films including The Scorpion King (2002) as Cassandra, Cradle 2 the Grave (2003) as Sona, X2 as Yuriko Oyama / Lady Deathstrike (2003), The Tournament (2009) as Lai Lai Zhen, and White Frog (2012).",
    "year": 1968,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Stanimir Stoilov",
    "birthday": "1967-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/St._stoilov.jpg/242px-St._stoilov.jpg",
    "extract": "Stanimir Stoilov is a former Bulgarian footballer and current manager of Levski Sofia. He was the manager of Litex Lovech, the Bulgarian national team, FC Astana and the national team of Kazakhstan.",
    "year": 1967,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Neal McDonough",
    "birthday": "1966-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Neal_McDonough_by_Gage_Skidmore.jpg/223px-Neal_McDonough_by_Gage_Skidmore.jpg",
    "extract": "Neal McDonough is an American actor. He is known for his portrayal of Lieutenant Lynn \"Buck\" Compton in the HBO miniseries Band of Brothers (2001), Deputy District Attorney David McNorris on Boomtown (2002–2003), and a main cast role as Dave Williams in Season 5 of Desperate Housewives (2008–2009). He has also appeared in films such as Star Trek: First Contact, Minority Report, Walking Tall, and as Dum Dum Dugan in various Marvel Cinematic Universe films and TV series. In the DC Arrowverse, he has appeared as Damien Darhk in the TV series Arrow, Legends of Tomorrow, and The Flash. He also plays as Malcolm Beck on Yellowstone. He also played a major role in Suits during many of the seasons episodes from (2011-2019).",
    "year": 1966,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jeff Waters",
    "birthday": "1966-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Annihilator_Rockharz_2016_13.jpg/213px-Annihilator_Rockharz_2016_13.jpg",
    "extract": "Jeff Waters is a Canadian guitarist and the founder of the metal band Annihilator. He was born and resides in Ottawa, Ontario. Waters has owned Watersound Studios Inc. since 1994 and from 2003 until 2018, in Ottawa, Ontario, and now in the U.K.",
    "year": 1966,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Peter O'Neill",
    "birthday": "1965-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Peter_O%27Neill_May_2015.jpg/240px-Peter_O%27Neill_May_2015.jpg",
    "extract": "Peter Charles Paire O'Neill, CMG is a Papua New Guinean politician who served as the seventh Prime Minister of Papua New Guinea from 2011 to 2019. From 2002 until the present he served as Member of Parliament for Ialibu-Pangia. He occupied several positions as a Cabinet minister before being elected as Prime Minister. He is the leader of the Papua New Guinea National Congress. Towards the end of his tenure, he avoided a vote of no confidence by resigning his position, and was succeeded by James Marape as prime minister.",
    "year": 1965,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Stephen Bowen (astronaut)",
    "birthday": "1964-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Stephenbowenv2.jpg/240px-Stephenbowenv2.jpg",
    "extract": "Stephen Gerard \"Steve\" Bowen is a United States Navy submariner and a NASA astronaut; he was the second submariner to travel into space. Bowen has been on three spaceflights, all of which were Space Shuttle missions to the International Space Station. His first mission, STS-126, took place in November 2008, and his second was STS-132 in May 2010.",
    "year": 1964,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ylva Johansson",
    "birthday": "1964-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Ylva_Johansson_2014.jpg/236px-Ylva_Johansson_2014.jpg",
    "extract": "Ylva Julia Margareta Johansson is a Swedish politician who has been serving as European Commissioner for Home Affairs since 2019. She previously served in the government of Sweden as Minister for Schools from 1994 to 1998, as Minister for Welfare and Elderly Healthcare from 2004 to 2006, and as Minister for Employment from 2014 to 2019. She has been a member of the Swedish Riksdag since 2006.",
    "year": 1964,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Aníbal Acevedo Vilá",
    "birthday": "1962-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Anibal_Acevedo_Vila.jpg",
    "extract": "Aníbal Salvador Acevedo Vilá is a Puerto Rican politician and lawyer. He served as the governor of Puerto Rico from 2005 to 2009. He is a Harvard University alumnus and a graduate of the University of Puerto Rico School of Law, where he obtained his Juris Doctor degree. Acevedo Vilá has held various public service positions in the Puerto Rico government under the Popular Democratic Party, serving as a member of the House of Representatives of Puerto Rico (1993–2001) and as the 17th Resident Commissioner (2001–2005), before he was sworn in as Governor on 2 January 2005. Acevedo Vilá was also a member of the National Governors Association, the Southern Governors' Association and the Democratic Governors Association, and a collaborator of President Barack Obama's presidential campaign. Also he is currently an adjunct professor of the University of Puerto Rico School of Law. He unsuccessfully ran for Resident Commissioner of Puerto Rico in the 2020 elections for the Popular Democratic Party.",
    "year": 1962,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Baby Doll (wrestler)",
    "birthday": "1962-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Nickla_Roberts.jpg/240px-Nickla_Roberts.jpg",
    "extract": "Nickla Ann Roberts-Byrd is an American semi-retired professional wrestler and valet, better known by her ring name, \"The Perfect 10\" Baby Doll. She is best known for her appearances with World Class Championship Wrestling and Jim Crockett Promotions in the 1980s.",
    "year": 1962,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Michele Greene",
    "birthday": "1962-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Michelle_Greene_%282081521485%29.jpg/251px-Michelle_Greene_%282081521485%29.jpg",
    "extract": "Michele Dominguez Greene is an American actress, singer, and author. She is known for her role as attorney Abby Perkins on the TV series L.A. Law from 1986 to 1991, for which she was nominated for a 1989 Primetime Emmy Award. She reprised the role in the 2002 TV reunion film L.A. Law: The Movie.",
    "year": 1962,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Marc Crawford",
    "birthday": "1961-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Marccrawford_2006nhlawards.jpg/210px-Marccrawford_2006nhlawards.jpg",
    "extract": "Marc Joseph John Crawford is a Canadian professional ice hockey coach. He is currently an assistant coach with the Chicago Blackhawks of the NHL. Crawford won the Stanley Cup in 1996 as head coach of the Colorado Avalanche and he is also a former professional ice hockey forward who played for the Vancouver Canucks.",
    "year": 1961,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "CEvin Key",
    "birthday": "1961-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/CEvin_Key_2011.jpg/320px-CEvin_Key_2011.jpg",
    "extract": "Kevin William Crompton, known professionally as cEvin Key, is a Canadian musician, songwriter, producer, and composer. He is best known as a member of the industrial music group Skinny Puppy, which he co-founded in 1982 with singer Nivek Ogre. Initially a side project while he was with the new wave band Images in Vogue, Skinny Puppy quickly became his primary musical outlet after landing a record deal with Nettwerk Records in 1984.",
    "year": 1961,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Henry Rollins",
    "birthday": "1961-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Henry_Rollins_-_Wacken_Open_Air_2016_02.jpg/271px-Henry_Rollins_-_Wacken_Open_Air_2016_02.jpg",
    "extract": "Henry Lawrence Garfield, known professionally as Henry Rollins, is an American musician, writer, spoken word artist, actor, and presenter. He hosts a weekly radio show on KCRW, is a regular columnist for Rolling Stone Australia, and was a regular columnist for LA Weekly.",
    "year": 1961,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Pierluigi Collina",
    "birthday": "1960-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Collina.JPG/250px-Collina.JPG",
    "extract": "Pierluigi Collina is an Italian former football referee. He was named FIFA's \"Best Referee of the Year\" six consecutive times and is widely considered to be the best football referee of all time.",
    "year": 1960,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Healey (politician)",
    "birthday": "1960-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Official_portrait_of_Rt_Hon_John_Healey_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_John_Healey_MP_crop_2.jpg",
    "extract": "John Healey is a British Labour Party politician serving as Member of Parliament (MP) for Wentworth and Dearne, formerly Wentworth, since 1997 and Shadow Secretary of State for Defence since 2020.",
    "year": 1960,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Artur Yusupov (chess player)",
    "birthday": "1960-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/ArturJussupow13.jpg/216px-ArturJussupow13.jpg",
    "extract": "Artur Mayakovich Yusupov is a German chess grandmaster and a chess writer. He has lived in Germany since the early 1990s.",
    "year": 1960,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gaston Gingras",
    "birthday": "1959-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Gaston_Gingras.jpg/188px-Gaston_Gingras.jpg",
    "extract": "Gaston Reginald Yoland Gingras is a Canadian former professional ice hockey defenceman who played one season in the World Hockey Association (WHA) and ten seasons in the National Hockey League from 1978 to 1989.",
    "year": 1959,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Pernilla August",
    "birthday": "1958-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Pernilla_August.jpg/254px-Pernilla_August.jpg",
    "extract": "Pernilla August is a Swedish actress, director and screenwriter. Being one of Sweden's leading actresses and a longtime collaborator with director Ingmar Bergman, she won the Best Actress Award at the 1992 Cannes Film Festival for her role in his The Best Intentions. She is best known internationally for portraying Shmi Skywalker in Star Wars: Episode I – The Phantom Menace and Star Wars: Episode II – Attack of the Clones.",
    "year": 1958,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Marc Emery",
    "birthday": "1958-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Marc_Emery_02.jpg/320px-Marc_Emery_02.jpg",
    "extract": "Marc Scott Emery is a Canadian cannabis rights activist, entrepreneur and politician. Often described as the \"Prince of Pot\", Emery has been a notable advocate of international cannabis policy reform, and has been active in multiple Canadian political parties at the provincial and federal levels. Emery has been jailed several times for his cannabis activism.",
    "year": 1958,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jean-François Lisée",
    "birthday": "1958-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Jean-Francois_Lisee_2013.jpg/241px-Jean-Francois_Lisee_2013.jpg",
    "extract": "Jean-François Lisée is a Quebec nationalist politician who served as the leader of the Parti Québécois from October 2016 until October 2018. He was first elected a member of the National Assembly of Quebec in the 2012 Quebec election in the electoral district of Rosemont.",
    "year": 1958,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Øivind Elgenes",
    "birthday": "1958-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/%C3%98yvind_Elgenes_2008.jpg/240px-%C3%98yvind_Elgenes_2008.jpg",
    "extract": "Øivind Elgenes alias \"Elg\" is a Norwegian vocalist, guitarist and composer, known from a series of recordings and as front figure of the Norwegian band Dance with a Stranger.",
    "year": 1958,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Denise Austin",
    "birthday": "1957-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Austin-D.jpg/320px-Austin-D.jpg",
    "extract": "Denise Austin is an American fitness instructor, author, and columnist, and a former member of the President's Council on Physical Fitness and Sports.",
    "year": 1957,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Peter Hook",
    "birthday": "1956-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Peter_Hook_Nocturnal_Culture_Night_13_2018_01.jpg/320px-Peter_Hook_Nocturnal_Culture_Night_13_2018_01.jpg",
    "extract": "Peter Hook is an English musician, best known as the bassist and co-founder of the rock bands Joy Division and New Order. Hook often used the bass as a lead instrument, playing melodies on the high strings with a signature heavy chorus effect. In New Order, he would do this, leaving the actual basslines to keyboards or sequencers.",
    "year": 1956,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Donnie Moore",
    "birthday": "1954-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f3/Donnie_Moore_1984_Atlanta_Braves_photo_card.jpg/191px-Donnie_Moore_1984_Atlanta_Braves_photo_card.jpg",
    "extract": "Donnie Ray Moore was an American relief pitcher in Major League Baseball (MLB) who played for the Chicago Cubs, St. Louis Cardinals (1980), Milwaukee Brewers (1981), Atlanta Braves (1982–84) and California Angels (1985–88). Moore is best remembered for the home run he gave up to Dave Henderson while pitching for the California Angels in Game 5 of the 1986 American League Championship Series. With only one more strike needed to clinch the team's first-ever pennant, he allowed the Boston Red Sox to come back and eventually win the game. Boston then won Games 6 and 7 to take the series. Shortly after his professional career ended, he shot his wife three times in a dispute and then committed suicide.",
    "year": 1954,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Vera Baird",
    "birthday": "1950-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Dame_Vera_Baird.jpg/232px-Dame_Vera_Baird.jpg",
    "extract": "Dame Vera Baird, is a British barrister serving as Victims' Commissioner for England and Wales.",
    "year": 1950,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Peter Gabriel",
    "birthday": "1950-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Peter_Gabriel_%283%29_%28cropped%29.jpg/236px-Peter_Gabriel_%283%29_%28cropped%29.jpg",
    "extract": "Peter Brian Gabriel is an English musician, singer, songwriter, record producer and activist. He rose to fame as the original lead singer of the progressive rock band Genesis. After leaving Genesis in 1975, he launched a successful solo career with \"Solsbury Hill\" as his first single. His 1986 album, So, is his best-selling release and is certified triple platinum in the UK and five times platinum in the U.S. The album's most successful single, \"Sledgehammer\", won a record nine MTV Awards at the 1987 MTV Video Music Awards and, according to a report in 2011, it was MTV's most played music video of all time.",
    "year": 1950,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Peter Kern (actor)",
    "birthday": "1949-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Peter_Kern%2C_Viennale_2009.jpg/241px-Peter_Kern%2C_Viennale_2009.jpg",
    "extract": "Peter Kern was an Austrian actor, film director, screenwriter, and producer. He appeared in more than 70 films and directed a further 25. He starred in the 1978 film Flaming Hearts, which was entered into the 28th Berlin International Film Festival. In 1980, he was a member of the jury at the 30th Berlin International Film Festival.",
    "year": 1949,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Stephen Hadley",
    "birthday": "1947-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/53/Stephen_Hadley.jpg",
    "extract": "Stephen John Hadley is an American attorney and senior government official who served as the 21st United States National Security Advisor from 2005 to 2009. He served under President George W. Bush during the second term of his administration. Hadley was Deputy National Security Advisor during Bush's first term. Before that Hadley served in a variety of capacities in the defense and national security fields. He has also worked as a lawyer and consultant in private practice.",
    "year": 1947,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mike Krzyzewski",
    "birthday": "1947-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Mike_Krzyzewski_in_2011_%28cropped%29.jpg/216px-Mike_Krzyzewski_in_2011_%28cropped%29.jpg",
    "extract": "Michael William Krzyzewski is an American former college basketball coach. He served as the head coach at Duke University from 1980 to 2022, during which he led the Blue Devils to five national titles, 13 Final Fours, 15 ACC tournament championships, and 13 ACC regular season titles. Among men's college basketball coaches, only UCLA's John Wooden has won more NCAA championships, with a total of ten. Krzyzewski is widely regarded as one of the greatest college basketball coaches of all time.",
    "year": 1947,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bogdan Tanjević",
    "birthday": "1947-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/BogdanTanjevic.jpg/317px-BogdanTanjevic.jpg",
    "extract": "Bogdan Tanjević, nicknamed \"Boša\" is a Montenegrin professional basketball coach and former player.",
    "year": 1947,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kevin Bloody Wilson",
    "birthday": "1947-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/KevinBloodyWilsonsigning.jpg/293px-KevinBloodyWilsonsigning.jpg",
    "extract": "Kevin Bloody Wilson is an Australian musical comedian who performs comical songs with his heavy Australian English accent and often including sexual themes. He has won one ARIA Music Award.",
    "year": 1947,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Richard Blumenthal",
    "birthday": "1946-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Richard_Blumenthal_Official_Portrait.jpg/252px-Richard_Blumenthal_Official_Portrait.jpg",
    "extract": "Richard Blumenthal is an American lawyer and politician who is the senior United States senator from Connecticut, a seat he has held since 2011. A member of the Democratic Party, he is one of the wealthiest members of the Senate, with a net worth over $100 million. He was Attorney General of Connecticut from 1991 to 2011.",
    "year": 1946,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Janet Finch",
    "birthday": "1946-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Janet_Finch_0530.jpg/320px-Janet_Finch_0530.jpg",
    "extract": "Dame Janet Valerie Finch DBE, DL, FAcSS is a British sociologist and academic administrator. She was Vice-Chancellor and Professor of Social Relations at Keele University, and has held a number of other public appointments in the UK. She currently holds an honorary position at the Morgan Centre for the Study of Relationships and Personal Life, based in the School of Social Sciences, University of Manchester. She is also part of Flooved advisory board.",
    "year": 1946,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Marian Dawkins",
    "birthday": "1945-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Professor_Marian_Dawkins_CBE_FRS_headshot.jpg/213px-Professor_Marian_Dawkins_CBE_FRS_headshot.jpg",
    "extract": "Marian Stamp Dawkins is a British biologist and professor of ethology at the University of Oxford. Her research interests include vision in birds, animal signalling, behavioural synchrony, animal consciousness and animal welfare.",
    "year": 1945,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "King Floyd",
    "birthday": "1945-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3b/King_Floyd.png/225px-King_Floyd.png",
    "extract": "King Floyd was a New Orleans soul singer and songwriter, best known for his Top 10 hit from 1970, \"Groove Me\".",
    "year": 1945,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Simon Schama",
    "birthday": "1945-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Simon_Schama_FT_Business_Book_of_the_Year_2013.jpg/213px-Simon_Schama_FT_Business_Book_of_the_Year_2013.jpg",
    "extract": "Sir Simon Michael Schama is an English historian specialising in art history, Dutch history, Jewish history, and French history. He is a University Professor of History and Art History at Columbia University, New York.",
    "year": 1945,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Stockard Channing",
    "birthday": "1944-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Stockard_Channing_1984_crop.JPG/228px-Stockard_Channing_1984_crop.JPG",
    "extract": "Stockard Channing is an American actress. She is known for playing Betty Rizzo in the film Grease (1978) and First Lady Abbey Bartlet in the NBC television series The West Wing (1999–2006). She is also known for originating the role of Ouisa Kittredge in the stage and film versions of Six Degrees of Separation; the 1993 film version earned her an Academy Award nomination for Best Actress. She was also one of two comic foils of The Number Painter on Sesame Street.",
    "year": 1944,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jerry Springer",
    "birthday": "1944-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Jerry_Springer_Musto_Party_2011_Shankbone_10.JPG/256px-Jerry_Springer_Musto_Party_2011_Shankbone_10.JPG",
    "extract": "Gerald Norman Springer is a British-born American broadcaster, journalist, actor, producer, former lawyer, and politician. He hosted the tabloid talk show Jerry Springer between September 30, 1991 and July 26, 2018, and debuted the Jerry Springer Podcast in 2015. Since September 2019, Springer has hosted the courtroom show Judge Jerry.",
    "year": 1944,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Elaine Pagels",
    "birthday": "1943-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Elaine_pagels_8315812.jpg/281px-Elaine_pagels_8315812.jpg",
    "extract": "Elaine Pagels, née Hiesey, is an American historian of religion. She is the Harrington Spear Paine Professor of Religion at Princeton University. Pagels has conducted extensive research into early Christianity and Gnosticism.",
    "year": 1943,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Carol Lynley",
    "birthday": "1942-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Carol_Lynley_2_1965.jpg/265px-Carol_Lynley_2_1965.jpg",
    "extract": "Carol Lynley was an American actress and child model known for her roles in the films Blue Denim (1959) and The Poseidon Adventure (1972).",
    "year": 1942,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Peter Tork",
    "birthday": "1942-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Peter_Tork_1966_%28cropped%29.JPG/249px-Peter_Tork_1966_%28cropped%29.JPG",
    "extract": "Peter Halsten Thorkelson, known professionally as Peter Tork, was an American musician, composer, and actor who was best known as the keyboardist and bass guitarist of the Monkees and a co-star of the TV series The Monkees (1966–1968).",
    "year": 1942,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Donald E. Williams",
    "birthday": "1942-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Williams-de.jpg/253px-Williams-de.jpg",
    "extract": "Captain Donald Edward Williams was an American naval officer and aviator, test pilot, mechanical engineer and NASA astronaut. He logged a total of 287 hours and 35 minutes in space.",
    "year": 1942,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sigmar Polke",
    "birthday": "1941-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Dieter_Frowein_Lyasso%26Sigmar_Polke.jpeg/320px-Dieter_Frowein_Lyasso%26Sigmar_Polke.jpeg",
    "extract": "Sigmar Polke was a German painter and photographer.",
    "year": 1941,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bo Svenson",
    "birthday": "1941-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Bo_Svenson_headshot.jpg/219px-Bo_Svenson_headshot.jpg",
    "extract": "Bo Svenson is a Swedish–American actor, producer, published author and award winning screenwriter, known for his roles in American genre films of the 1970s and 1980s. He has appeared in two Quentin Tarantino movies. He is a naturalized United States citizen.",
    "year": 1941,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bram Peper",
    "birthday": "1940-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Bram_Peper_1989_%281%29.jpg/287px-Bram_Peper_1989_%281%29.jpg",
    "extract": "Abraham \"Bram\" Peper is a Dutch retired politician of the Labour Party (PvdA).",
    "year": 1940,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Oliver Reed",
    "birthday": "1938-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Oliver_Reed_1968_%28cropped%29.jpg/228px-Oliver_Reed_1968_%28cropped%29.jpg",
    "extract": "Robert Oliver Reed was an English actor known for his upper-middle class, macho image and \"hellraiser\" lifestyle. His notable films include The Trap (1966), playing Bill Sikes in the Best Picture Oscar winner Oliver! (1968), Women in Love (1969), Hannibal Brooks (1969), The Devils (1971), Revolver (1973), portraying Athos in The Three Musketeers (1973) and The Four Musketeers (1974); the lover/stepfather in Tommy (1975), The Brood (1979), Lion of the Desert (1981), Castaway (1986), The Adventures of Baron Munchausen (1988), Funny Bones (1995) and Gladiator (2000).",
    "year": 1938,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "George Segal",
    "birthday": "1934-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/57/George_Segal_-_1965.jpg/247px-George_Segal_-_1965.jpg",
    "extract": "George Segal Jr. was an American actor, comedian and musician. He became popular in the 1960s and 1970s for playing both dramatic and comedic roles. After first rising to prominence with roles in acclaimed films such as Ship of Fools (1965) and King Rat (1965), he co-starred in the classic drama Who's Afraid of Virginia Woolf? (1966).",
    "year": 1934,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paul Biya",
    "birthday": "1933-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Paul_Biya_2014.png/268px-Paul_Biya_2014.png",
    "extract": "Paul Biya is a Cameroonian politician who has served as the president of Cameroon since 6 November 1982. He is the second-longest-ruling president in Africa, the oldest head of state in Africa, and the longest-ruling non-royal leader in the world.",
    "year": 1933,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kim Novak",
    "birthday": "1933-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Kim_Novak%2C_1962.jpg/320px-Kim_Novak%2C_1962.jpg",
    "extract": "Marilyn Pauline \"Kim\" Novak is an American retired film and television actress and painter.",
    "year": 1933,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Emanuel Ungaro",
    "birthday": "1933-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Emanuel_Ungaro_2009.JPG/239px-Emanuel_Ungaro_2009.JPG",
    "extract": "Emanuel Ungaro was a French fashion designer who founded the eponymous fashion house in 1965.",
    "year": 1933,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Susan Oliver",
    "birthday": "1932-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Susan_Oliver.jpg/226px-Susan_Oliver.jpg",
    "extract": "Susan Oliver was an American actress, television director, and aviator.",
    "year": 1932,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ernst Fuchs (artist)",
    "birthday": "1930-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Ernst_Fuchs_2007.jpg/249px-Ernst_Fuchs_2007.jpg",
    "extract": "Ernst Fuchs was an Austrian painter, draftsman, printmaker, sculptor, architect, stage designer, composer, poet, and one of the founders of the Vienna School of Fantastic Realism. In 1972, he acquired the derelict Otto Wagner Villa in Hütteldorf, which he restored and transformed. The villa was inaugurated as the Ernst Fuchs Museum in 1988.",
    "year": 1930,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Israel Kirzner",
    "birthday": "1930-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Israel_Kirzner.jpg",
    "extract": "Israel Meir Kirzner is a British-born American economist closely identified with the Austrian School.",
    "year": 1930,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Omar Torrijos",
    "birthday": "1929-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Omar_Torrijos_1978.jpg/229px-Omar_Torrijos_1978.jpg",
    "extract": "Omar Efraín Torrijos Herrera was the Commander of the Panamanian National Guard and military leader of Panama from 1968 to his death in 1981. Torrijos was never officially the president of Panama, but instead held titles including \"Maximum Leader of the Panamanian Revolution\". Torrijos took power in a coup d'état and instituted a number of social reforms.",
    "year": 1929,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Fay Ajzenberg-Selove",
    "birthday": "1926-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Fay_Ajzenberg-Selove2.jpg/320px-Fay_Ajzenberg-Selove2.jpg",
    "extract": "Fay Ajzenberg-Selove was an American nuclear physicist. She was known for her experimental work in nuclear spectroscopy of light elements, and for her annual reviews of the energy levels of light atomic nuclei. She was a recipient of the 2007 National Medal of Science.",
    "year": 1926,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jean-Jacques Servan-Schreiber",
    "birthday": "1924-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Jjss1973.jpg",
    "extract": "Jean-Jacques Servan-Schreiber, often referred to as JJSS, was a French journalist and politician. He co-founded L'Express in 1953 with Françoise Giroud, and then went on to become president of the Radical Party in 1971. He oversaw its transition to the center-right, the party being thereafter known as Parti radical valoisien. He tried to found in 1972 the Reforming Movement with Christian Democrat Jean Lecanuet, with whom he supported Valéry Giscard d'Estaing's conservative candidature to the 1974 presidential election.",
    "year": 1924,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Michael Anthony Bilandic",
    "birthday": "1923-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/63/Mayor_Michael_Bilandic.jpg",
    "extract": "Michael Anthony Bilandic was an American Democratic politician and attorney who served as the 49th mayor of Chicago from 1976 to 1979, after the death of his predecessor, Richard J. Daley. Bilandic practiced law in Chicago for several years, having graduated from the DePaul University College of Law. Bilandic served as an alderman in the Chicago City Council, representing the eleventh ward on the south-west side from June 1969 until he began his tenure as mayor in December 1976. After his mayoralty, Bilandic served as chief justice of the Illinois Supreme Court from 1994 to 1997.",
    "year": 1923,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Chuck Yeager",
    "birthday": "1923-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/ChuckYeager.jpg/251px-ChuckYeager.jpg",
    "extract": "Brigadier General Charles Elwood Yeager was a United States Air Force officer, flying ace, and record-setting test pilot who in 1947 became the first pilot in history confirmed to have exceeded the speed of sound in level flight.",
    "year": 1923,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Francis Pym",
    "birthday": "1922-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Francis_Pym_%28cropped%29.jpg/226px-Francis_Pym_%28cropped%29.jpg",
    "extract": "Francis Leslie Pym, Baron Pym, was a British Conservative politician who served in various Cabinet positions in the 1970s and 1980s, including Foreign, Defence and Northern Ireland Secretary, and Leader of the House of Commons. He was Member of Parliament (MP) for Cambridgeshire from 1961 to 1987. Pym was made a life peer in 1987.",
    "year": 1922,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gordon Tullock",
    "birthday": "1922-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Gordon_tullock.jpg/227px-Gordon_tullock.jpg",
    "extract": "Gordon Tullock was an economist and professor of law and Economics at the George Mason University School of Law. He is best known for his work on public choice theory, the application of economic thinking to political issues. He was one of the founding figures in his field.",
    "year": 1922,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jeanne Demessieux",
    "birthday": "1921-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Jeanne_Demessieux_I_13.jpg/232px-Jeanne_Demessieux_I_13.jpg",
    "extract": "Jeanne Marie-Madeleine Demessieux was a French organist, pianist, composer, and teacher. She was the chief organist at Saint-Esprit for 29 years and at La Madeleine in Paris starting in 1962. She performed internationally as a concert organist and was the first female organist to sign a record contract. She went on to record many organ works, including her own compositions.",
    "year": 1921,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Aung Khin",
    "birthday": "1921-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cc/U_Aung_Khin.jpg/265px-U_Aung_Khin.jpg",
    "extract": "Aung Khin was a Burmese painter who became prominent in the Mandalay art world. He is well known as one of the foremost and earliest of modernistic painters in Burma.",
    "year": 1921,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Felice and Boudleaux Bryant",
    "birthday": "1920-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/91/Felice_%26_Boudleaux_Bryant_-_A_Touch_Of_Bryant.jpg",
    "extract": "Felice Bryant and Diadorius Boudleaux Bryant were an American husband-and-wife country music and pop songwriting team. They were best known for songs such as \"Rocky Top,\" \"We Could\", \"Love Hurts\", and numerous hits by the Everly Brothers, including \"All I Have to Do Is Dream\", \"Bye Bye Love\", and \"Wake Up Little Susie\".",
    "year": 1920,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eileen Farrell",
    "birthday": "1920-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e0/Eileen_Farrell.jpg/245px-Eileen_Farrell.jpg",
    "extract": "Eileen Farrell was an American soprano who had a nearly 60-year-long career performing both classical and popular music in concerts, theatres, on radio and television, and on disc. NPR noted, \"She possessed one of the largest and most radiant operatic voices of the 20th century.\" While she was active as an opera singer, her concert engagements far outnumbered her theatrical appearances. Her career was mainly based in the United States, although she did perform internationally. The Daily Telegraph stated that she \"was one of the finest American sopranos of the 20th century; she had a voice of magnificent proportions which she used with both acumen and artistry in a wide variety of roles.\" And described as having a voice \"like some unparalleled phenomenon of nature. She is to singers what Niagara is to waterfalls.\"",
    "year": 1920,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tennessee Ernie Ford",
    "birthday": "1919-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Tennessee_Ernie_Ford_1957.JPG/239px-Tennessee_Ernie_Ford_1957.JPG",
    "extract": "Ernest Jennings Ford, known professionally as Tennessee Ernie Ford, was an American singer and television host who enjoyed success in the country and western, pop, and gospel musical genres. Noted for his rich bass-baritone voice and down-home humor, he is remembered for his hit recordings of \"The Shotgun Boogie\" and \"Sixteen Tons\".",
    "year": 1919,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eddie Robinson (American football coach)",
    "birthday": "1919-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5d/Eddie_Robinson.jpg",
    "extract": "Eddie Gay Robinson Sr. was an American football coach. For 56 years, from 1941 to 1942 and again from 1945 to 1997, he was the head coach at Grambling State University, a historically black university (HBCU) in Grambling, Louisiana. Robinson is recognized by many college football experts as one of the greatest coaches of all time. During a period in college football history when black players were not allowed to play for southern college programs, Robinson built Grambling State into a \"small\" college football powerhouse. He retired in 1997 with a record of 408–165–15. Robinson coached every single game from the field and was inducted into the College Football Hall of Fame in 1997. Robinson is arguably the most successful college football coach in FCS history and has the third most victories in college football history.",
    "year": 1919,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dorothy Bliss",
    "birthday": "1916-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Dorothy_E._Bliss.jpg/261px-Dorothy_E._Bliss.jpg",
    "extract": "Dorothy Elizabeth Bliss was an American carcinologist and curator of invertebrates at the American Museum of Natural History, with which she was associated for over 30 years. She was known as a pioneer in the field of hormonal control in crustaceans. She was editor-in-chief of the 10-volume series The Biology of Crustacea, and author of the popular book Shrimps, Lobsters and Crabs. She served as president of the American Society of Zoologists and was a fellow of the American Association for the Advancement of Science.",
    "year": 1916,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lyle Bettger",
    "birthday": "1915-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Lyle_Bettger_in_The_Greatest_Show_on_Earth_trailer.jpg",
    "extract": "Lyle Stathem Bettger was an American character actor who had roles in Hollywood films and television from the 1950s onward, often portraying villains. One such role was the wrathfully jealous elephant handler Klaus from the Oscar-winning film The Greatest Show on Earth (1952).",
    "year": 1915,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Aung San",
    "birthday": "1915-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Aung_San_color_portrait.jpg/250px-Aung_San_color_portrait.jpg",
    "extract": "Aung San was a Burmese politician, independence activist and revolutionary. Aung San is the founder of the Myanmar Armed Forces, and is considered the Father of the Nation of modern-day Myanmar. He was instrumental in Burma's independence from British rule, but was assassinated just six months before his goal was realized.",
    "year": 1915,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Khalid of Saudi Arabia",
    "birthday": "1913-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/King_Khalid_bin_Abdulaziz.jpg/233px-King_Khalid_bin_Abdulaziz.jpg",
    "extract": "Khalid bin Abdulaziz Al Saud was a Saudi Arabian statesman and politician who served as King of Saudi Arabia from 25 March 1975 to his death in 1982. Prior to his ascension, he was Crown Prince of Saudi Arabia from 29 March 1965 to 25 March 1975. He was the fifth son of King Abdulaziz, the founder of modern Saudi Arabia. He was the third of Abdulaziz's six sons who were kings.",
    "year": 1913,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Harald Riipalu",
    "birthday": "1912-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b3/Riipalu.jpg",
    "extract": "Harald Riipalu was an Estonian commander in the German Wehrmacht and the Waffen-SS during World War II. He was a recipient of the Knight's Cross of the Iron Cross of Nazi Germany.",
    "year": 1912,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Margaretta Scott",
    "birthday": "1912-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Margaretta_Scott.jpg/252px-Margaretta_Scott.jpg",
    "extract": "Margaretta Mary Winifred Scott was an English stage, screen and television actress whose career spanned over seventy years. She is best remembered for playing the eccentric widow Mrs. Pumphrey in the BBC television series All Creatures Great and Small (1978–1990).",
    "year": 1912,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Faiz Ahmad Faiz",
    "birthday": "1911-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Faiz_Ahmed_Faiz_%28cropped%29.jpg/227px-Faiz_Ahmed_Faiz_%28cropped%29.jpg",
    "extract": "Faiz Ahmad Faiz was a Pakistani poet, and author in Urdu and Punjabi language. He was one of the most celebrated writers of the Urdu language in Pakistan. Outside literature, he has been described as \"a man of wide experience\" having been a teacher, an army officer, a journalist, a trade unionist and a broadcaster.",
    "year": 1911,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jean Muir (actress)",
    "birthday": "1911-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Jean-Muir-studio-portrait.jpg/256px-Jean-Muir-studio-portrait.jpg",
    "extract": "Jean Muir was an American stage and film actress and educator. She was the first performer to be blacklisted after her name appeared in the anti-Communist 1950 pamphlet Red Channels.",
    "year": 1911,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "William Shockley",
    "birthday": "1910-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/William_Shockley%2C_Stanford_University.jpg/230px-William_Shockley%2C_Stanford_University.jpg",
    "extract": "William Bradford Shockley Jr. was an American physicist and inventor. He was the manager of a research group at Bell Labs that included John Bardeen and Walter Brattain. The three scientists were jointly awarded the 1956 Nobel Prize in Physics for \"their researches on semiconductors and their discovery of the transistor effect\".",
    "year": 1910,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Agostinho da Silva",
    "birthday": "1906-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Agostinhodasilva.png",
    "extract": "George Agostinho Baptista da Silva, GCSE was a Portuguese philosopher, essayist, and writer. His thought combines elements of pantheism and millenarism, an ethic of renunciation, and a belief in freedom as the most important feature of man. Anti-dogmatic, he asserts that truth is only found in the sum of all conflicting hypothesis. He may be considered a practical philosopher, living and working for a change in society, according to his beliefs.",
    "year": 1906,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Georges Simenon",
    "birthday": "1903-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Georges_Simenon_%281963%29_without_hat_by_Erling_Mandelmann.jpg",
    "extract": "Georges Joseph Christian Simenon was a Belgian writer. A prolific author who published nearly 500 novels and numerous short works, Simenon is best known as the creator of the fictional detective Jules Maigret.",
    "year": 1903,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Harold Lasswell",
    "birthday": "1902-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Harolddwightlasswell.png/270px-Harolddwightlasswell.png",
    "extract": "Harold Dwight Lasswell was an American political scientist and communications theorist. He earned his bachelor's degree in philosophy and economics and was a PhD student at the University of Chicago. He was a professor of law at Yale University. He studied at the Universities of London, Geneva, Paris, and Berlin in the 1920s. He served as president of the American Political Science Association (APSA), of the American Society of International Law and of the World Academy of Art and Science (WAAS).",
    "year": 1902,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paul Lazarsfeld",
    "birthday": "1901-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d4/Lazarsfeld.jpg/253px-Lazarsfeld.jpg",
    "extract": "Paul Felix Lazarsfeld was an Austrian-American sociologist. The founder of Columbia University's Bureau of Applied Social Research, he exerted influence over the techniques and the organization of social research. \"It is not so much that he was an American sociologist,\" one colleague said of him after his death, \"as it was that he determined what American sociology would be.\" Lazarsfeld said that his goal was \"to produce Paul Lazarsfelds\". The two main accomplishments he is associated with can be analyzed within two lenses of analysis: research institutes, methodology, as well as his research content itself. He was a founding figure in 20th-century empirical sociology.",
    "year": 1901,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Barbara von Annenkoff",
    "birthday": "1900-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Nocopyright.jpg/246px-Nocopyright.jpg",
    "extract": "Barbara von Annenkoff was a Russian-born German stage and film actress.",
    "year": 1900,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hubert Ashton",
    "birthday": "1898-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0f/Sir_Hubert_Ashton.jpg/240px-Sir_Hubert_Ashton.jpg",
    "extract": "Sir Hubert Ashton was an English first-class cricketer, footballer and politician.",
    "year": 1898,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert H. Jackson",
    "birthday": "1892-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Roberthjackson.jpg/258px-Roberthjackson.jpg",
    "extract": "Robert Houghwout Jackson was an American lawyer, politician and judge who served as an Associate Justice of the Supreme Court of the United States. He had previously served as United States Solicitor General and United States Attorney General, and is the only person to have held all three of those offices. Jackson was also notable for his work as Chief United States Prosecutor at the Nuremberg trials of Nazi war criminals following World War II.",
    "year": 1892,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kate Roberts (author)",
    "birthday": "1891-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/07/Kate_Roberts_%28author%29.jpg",
    "extract": "Kate Roberts was one of the foremost Welsh-language authors of the 20th century. Styled Brenhines ein llên, she is known mainly for her short stories, but also wrote novels. Roberts was a prominent Welsh nationalist.",
    "year": 1891,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Grant Wood",
    "birthday": "1891-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Grant_Wood.jpg/247px-Grant_Wood.jpg",
    "extract": "Grant DeVolson Wood was an American painter and representative of Regionalism, best known for his paintings depicting the rural American Midwest. He is particularly well known for American Gothic (1930), which has become an iconic example of early 20th-century American art.",
    "year": 1891,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Leontine Sagan",
    "birthday": "1889-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c7/Leontine_Sagan.jpg",
    "extract": "Leontine Sagan was an Austrian-Hungarian theatre director and actress of Jewish descent. She is best known for directing Mädchen in Uniform (1931).",
    "year": 1889,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Georgios Papandreou",
    "birthday": "1888-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Georgios_Papandreu_%28Papandreou%29.jpg/197px-Georgios_Papandreu_%28Papandreou%29.jpg",
    "extract": "Georgios Papandreou was a Greek politician, the founder of the Papandreou political dynasty. He served three terms as prime minister of Greece. He was also deputy prime minister from 1950–1952, in the governments of Nikolaos Plastiras and Sofoklis Venizelos and served numerous times as a cabinet minister, starting in 1923, in a political career that spanned more than five decades.",
    "year": 1888,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Géza Csáth",
    "birthday": "1887-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Cs%C3%A1th_G%C3%A9za.jpg/257px-Cs%C3%A1th_G%C3%A9za.jpg",
    "extract": "Géza Csáth was a Hungarian writer, playwright, musician, music critic, psychiatrist, and physician. He was the cousin of Dezső Kosztolányi.",
    "year": 1887,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bess Truman",
    "birthday": "1885-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Bess_Truman_cropped.jpg/253px-Bess_Truman_cropped.jpg",
    "extract": "Elizabeth Virginia Truman was the wife of President Harry S. Truman and the first lady of the United States from 1945 to 1953. She also served as the second lady of the United States from January to April 1945.",
    "year": 1885,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alfred Carlton Gilbert",
    "birthday": "1884-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Proof_of_AC_Gilbert.jpg/133px-Proof_of_AC_Gilbert.jpg",
    "extract": "Alfred Carlton Gilbert was an American inventor, athlete, magician, toy-maker and businessman. Gilbert is best known as the inventor of the Erector Set and manufactured American Flyer Trains.",
    "year": 1884,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hal Chase",
    "birthday": "1883-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Hal_Chase_1917.jpeg/275px-Hal_Chase_1917.jpeg",
    "extract": "Harold Homer Chase, nicknamed \"Prince Hal\", was an American professional baseball first baseman and manager in Major League Baseball, widely viewed as the best fielder at his position. During his career, he played for the New York Highlanders (1905–1913), Chicago White Sox (1913–1914), Buffalo Blues (1914–1915), Cincinnati Reds (1916–1918), and New York Giants (1919).",
    "year": 1883,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Yevgeny Vakhtangov",
    "birthday": "1883-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Evgeny_Vahtangov-1910-s.jpg/217px-Evgeny_Vahtangov-1910-s.jpg",
    "extract": "Yevgeny Bagrationovich Vakhtangov was a Russian-Armenian actor and theatre director who founded the Vakhtangov Theatre. He was a friend and mentor of Michael Chekhov. He is known for his distinctive style of theatre, his most notable production being Princess Turandot in 1922.",
    "year": 1883,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eleanor Farjeon",
    "birthday": "1881-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Eleanor_Farjeon_%28%D0%AD%D0%BB%D0%B5%D0%B0%D0%BD%D0%BE%D1%80_%D0%A4%D0%B0%D1%80%D0%B4%D0%B6%D0%BE%D0%BD%29.jpg/256px-Eleanor_Farjeon_%28%D0%AD%D0%BB%D0%B5%D0%B0%D0%BD%D0%BE%D1%80_%D0%A4%D0%B0%D1%80%D0%B4%D0%B6%D0%BE%D0%BD%29.jpg",
    "extract": "Eleanor Farjeon was an English author of children's stories and plays, poetry, biography, history and satire. Several of her works had illustrations by Edward Ardizzone. Some of her correspondence has also been published. She won many literary awards and the Eleanor Farjeon Award for children's literature is presented annually in her memory by the Children's Book Circle, a society of publishers. She was the sister of thriller writer Joseph Jefferson Farjeon.",
    "year": 1881,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dimitrie Gusti",
    "birthday": "1880-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Dimitrie_Gusti_1938.jpg/320px-Dimitrie_Gusti_1938.jpg",
    "extract": "Dimitrie Gusti was a Romanian sociologist, ethnologist, historian, and voluntarist philosopher; a professor at the University of Iaşi and the University of Bucharest, he served as Romania's Minister of Education in 1932–1933. Gusti was elected a member of the Romanian Academy in 1919, and was its president between 1944 and 1946. He was the main contributor to the creation of a new Romanian school of sociology.",
    "year": 1880,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sarojini Naidu",
    "birthday": "1879-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Sarojini_Naidu_1964_stamp_of_India.jpg/278px-Sarojini_Naidu_1964_stamp_of_India.jpg",
    "extract": "Sarojini Naidu was an Indian political activist and poet. A proponent of civil rights, women's emancipation, and anti-imperialistic ideas, she was an important figure in India's struggle for independence from colonial rule. Naidu's work as a poet earned her the sobriquet 'the Nightingale of India', or 'Bharat Kokila' by Mahatma Gandhi because of colour, imagery and lyrical quality of her poetry.",
    "year": 1879,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Fred Buelow",
    "birthday": "1876-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Fritz_Buelow_of_the_Detroit_Tigers_colorized_by_Cody_Belles.jpg/210px-Fritz_Buelow_of_the_Detroit_Tigers_colorized_by_Cody_Belles.jpg",
    "extract": "Frederick William Alexander Buelow, sometimes referred to as Fritz Buelow, was a German-born baseball player. He played professional baseball as catcher for 15 years from 1895 to 1909, including nine years in Major League Baseball with the St. Louis Perfectos (1899), St. Louis Cardinals (1900), Detroit Tigers (1901–1904), Cleveland Naps (1904–1906), and St. Louis Browns (1907).",
    "year": 1876,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Feodor Chaliapin",
    "birthday": "1873-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Feodor_Chaliapin_signed.jpg/239px-Feodor_Chaliapin_signed.jpg",
    "extract": "Feodor Ivanovich Chaliapin was a Russian opera singer. Possessing a deep and expressive bass voice, he enjoyed an important international career at major opera houses and is often credited with establishing the tradition of naturalistic acting in his chosen art form.",
    "year": 1873,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Leopold Godowsky",
    "birthday": "1870-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Leopold_Godowsky_%2813_February_1870_%E2%80%93_21_November_1938%29_in_1915.jpg/219px-Leopold_Godowsky_%2813_February_1870_%E2%80%93_21_November_1938%29_in_1915.jpg",
    "extract": "Leopold Mordkhelovich Godowsky Sr. was a Polish-born American virtuoso pianist, composer and teacher. He was one of the most highly regarded performers of his time, known for his theories concerning the application of relaxed weight and economy of motion within pianistic technique – principles later propagated by Godowsky's pupils, such as Heinrich Neuhaus.",
    "year": 1870,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Harold Mahony",
    "birthday": "1867-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Harold_mahony.jpg/230px-Harold_mahony.jpg",
    "extract": "Harold Segerson Mahony was a Scottish-born tennis player who is best known for winning the singles title at the Wimbledon Championships in 1896. His career lasted from 1888 until his death in 1905. Mahony was born in Scotland but lived in Ireland for the majority of his life; his family were Irish including both of his parents, the family home was in County Kerry, Southwestern Ireland. He was the last Scottish born man to win Wimbledon until the victory of Andy Murray at the 2013 championships.",
    "year": 1867,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hugo Becker",
    "birthday": "1863-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Hugo_Becker_BNF.jpg/249px-Hugo_Becker_BNF.jpg",
    "extract": "Hugo Becker was a prominent German cellist, cello teacher, and composer. He studied at a young age with Alfredo Piatti, and later Friedrich Grützmacher in Dresden.",
    "year": 1863,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paul Deschanel",
    "birthday": "1855-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Portrait_officiel_P._Deschanel.jpg/221px-Portrait_officiel_P._Deschanel.jpg",
    "extract": "Paul Eugène Louis Deschanel was a French politician. He served as President of France from 18 February to 21 September 1920.",
    "year": 1855,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lord Randolph Churchill",
    "birthday": "1849-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Lord_Randolph_Churchill.jpg/240px-Lord_Randolph_Churchill.jpg",
    "extract": "Randolph Henry Spencer-Churchill was a British statesman. Churchill was a Tory radical and coined the term 'Tory democracy'. He inspired a generation of party managers, created the National Union of the Conservative Party, and broke new ground in modern budgetary presentations, attracting admiration and criticism from across the political spectrum. His most acerbic critics were in his own party, among his closest friends; but his disloyalty to Lord Salisbury was the beginning of the end of what could have been a glittering career. His elder son was Winston Churchill, who wrote a biography of him in 1906.",
    "year": 1849,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mirza Ghulam Ahmad",
    "birthday": "1835-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Mirza_Ghulam_Ahmad_%28c._1897%29.jpg/222px-Mirza_Ghulam_Ahmad_%28c._1897%29.jpg",
    "extract": "Mirzā Ghulām Ahmad was an Indian religious leader and the founder of the Ahmadiyya movement in Islam. He claimed to have been divinely appointed as the promised Messiah and Mahdi—which is the metaphorical second-coming of Jesus (mathīl-iʿIsā), in fulfillment of Islam's latter day prophecies, as well as the Mujaddid of the 14th Islamic century.",
    "year": 1835,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Heinrich Caro",
    "birthday": "1834-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Heinrich_Caro_ca1900.jpg/231px-Heinrich_Caro_ca1900.jpg",
    "extract": "Heinrich Caro, was a German chemist.",
    "year": 1834,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Aaron Rawlins",
    "birthday": "1831-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/John_Aaron_Rawlins-Brady-Handy_Seated.jpg/246px-John_Aaron_Rawlins-Brady-Handy_Seated.jpg",
    "extract": "John Aaron Rawlins was a general officer in the Union Army during the American Civil War and a cabinet officer in the Grant administration. A longtime confidant of Ulysses S. Grant, Rawlins served on Grant's staff throughout the war, rising to the rank of brevet major general, and was Grant's chief defender against allegations of insobriety. He was appointed Secretary of War when Grant was elected President of the United States.",
    "year": 1831,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rufus Wilmot Griswold",
    "birthday": "1815-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Our_contributors_%28NYPL_Hades-255383-431291%29_-_Griswold_cropped.jpg/262px-Our_contributors_%28NYPL_Hades-255383-431291%29_-_Griswold_cropped.jpg",
    "extract": "Rufus Wilmot Griswold was an American anthologist, editor, poet, and critic. Born in Vermont, Griswold left home when he was 15 years old. He worked as a journalist, editor, and critic in Philadelphia, New York City, and elsewhere. He built a strong literary reputation, in part due to his 1842 collection The Poets and Poetry of America. This anthology, the most comprehensive of its time, included what he deemed the best examples of American poetry. He produced revised versions and similar anthologies for the remainder of his life, although many of the poets he promoted have since faded into obscurity. Many writers hoped to have their work included in one of these editions, although they commented harshly on Griswold's abrasive character. Griswold was married three times: his first wife died young, his second marriage ended in a public and controversial divorce, and his third wife left him after the previous divorce was almost repealed.",
    "year": 1815,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "François Achille Bazaine",
    "birthday": "1811-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Bazaine.jpeg/207px-Bazaine.jpeg",
    "extract": "François Achille Bazaine was an officer of the French army. Rising from the ranks, during four decades of distinguished service under Louis-Philippe and then Napoleon III, he held every rank in the army from fusilier to Marshal of France, the latter in 1863. In 1870, he surrendered the last organized French army to Prussia during the Franco-Prussian War at the siege of Metz.",
    "year": 1811,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Peter Gustav Lejeune Dirichlet",
    "birthday": "1805-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Peter_Gustav_Lejeune_Dirichlet.jpg/289px-Peter_Gustav_Lejeune_Dirichlet.jpg",
    "extract": "Johann Peter Gustav Lejeune Dirichlet was a German mathematician who made deep contributions to number theory, and to the theory of Fourier series and other topics in mathematical analysis; he is credited with being one of the first mathematicians to give the modern formal definition of a function.",
    "year": 1805,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ivan Krylov",
    "birthday": "1769-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Ivan_Krylov.jpg/266px-Ivan_Krylov.jpg",
    "extract": "Ivan Andreyevich Krylov is Russia's best-known fabulist and probably the most epigrammatic of all Russian authors. Formerly a dramatist and journalist, he only discovered his true genre at the age of 40. While many of his earlier fables were loosely based on Aesop's and La Fontaine's, later fables were original work, often with a satirical bent.",
    "year": 1769,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Édouard Mortier, Duke of Trévise",
    "birthday": "1768-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Dubufe_-_Marshal_Mortier.jpg/246px-Dubufe_-_Marshal_Mortier.jpg",
    "extract": "Adolphe Édouard Casimir Joseph Mortier, 1st Duke of Trévise was a French military commander and Marshal of the Empire under Napoleon I, who served during both the French Revolutionary Wars and the Napoleonic Wars. He was one of 18 people killed in 1835 during Giuseppe Marco Fieschi's assassination attempt on King Louis Philippe I.",
    "year": 1768,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Thomas Robert Malthus",
    "birthday": "1766-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Thomas_Robert_Malthus_Wellcome_L0069037_-crop.jpg/262px-Thomas_Robert_Malthus_Wellcome_L0069037_-crop.jpg",
    "extract": "Thomas Robert Malthus was an English cleric, scholar and influential economist in the fields of political economy and demography.",
    "year": 1766,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Hunter (surgeon)",
    "birthday": "1728-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/John_Hunter_by_John_Jackson.jpg/250px-John_Hunter_by_John_Jackson.jpg",
    "extract": "John Hunter was a British surgeon, one of the most distinguished scientists and surgeons of his day. He was an early advocate of careful observation and scientific method in medicine. He was a teacher of, and collaborator with, Edward Jenner, pioneer of the smallpox vaccine. He is alleged to have paid for the stolen body of Charles Byrne, and proceeded to study and exhibit it against the deceased's explicit wishes. His wife, Anne Hunter, was a poet, some of whose poems were set to music by Joseph Haydn.",
    "year": 1728,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Reid (British Army officer)",
    "birthday": "1721-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/General_John_Reid.jpg/251px-General_John_Reid.jpg",
    "extract": "John Reid, previously known as John Robertson, was a British army general and founder of the chair of music at the University of Edinburgh.",
    "year": 1721,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "George Brydges Rodney, 1st Baron Rodney",
    "birthday": "1719-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Admiral_of_the_White_by_Thomas_Gainsborough.jpg/204px-Admiral_of_the_White_by_Thomas_Gainsborough.jpg",
    "extract": "Admiral George Brydges Rodney, 1st Baron Rodney, KB, was a British naval officer. He is best known for his commands in the American War of Independence, particularly his victory over the French at the Battle of the Saintes in 1782. It is often claimed that he was the commander to have pioneered the tactic of breaking the line.",
    "year": 1719,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Giovanni Battista Piazzetta",
    "birthday": "1683-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Giambattista_Piazzetta%2C_Giambattista_Piazzetta.jpg/257px-Giambattista_Piazzetta%2C_Giambattista_Piazzetta.jpg",
    "extract": "Giovanni Battista Piazzetta was an Italian Rococo painter of religious subjects and genre scenes.",
    "year": 1683,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Étienne François Geoffroy",
    "birthday": "1672-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Etienne-Francois_Geoffroy.jpg/229px-Etienne-Francois_Geoffroy.jpg",
    "extract": "Étienne François Geoffroy was a French physician and chemist, best known for his 1718 affinity tables. He first contemplated a career as an apothecary, but then decided to practice medicine. He is sometimes known as Geoffroy the Elder.",
    "year": 1672,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "William V, Landgrave of Hesse-Kassel",
    "birthday": "1602-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Wilhelm_5_Hessen-Kassel.jpg/233px-Wilhelm_5_Hessen-Kassel.jpg",
    "extract": "William V, a member of the House of Hesse, was Landgrave of Hesse-Kassel from 1627 to 1637. Having come to rule in unfavorable circumstances and in the midst of the Thirty Years' War, he continued to suffer losses of territory and wealth.",
    "year": 1602,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Pope Alexander VII",
    "birthday": "1599-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Portrait_of_Pope_Alexander_VII_Chigi_%28by_Giovanni_Battista_Gaulli_-_Baciccio%29.jpg/281px-Portrait_of_Pope_Alexander_VII_Chigi_%28by_Giovanni_Battista_Gaulli_-_Baciccio%29.jpg",
    "extract": "Pope Alexander VII, born Fabio Chigi, was head of the Catholic Church and ruler of the Papal States from 7 April 1655 to his death in 1667.",
    "year": 1599,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Johann Reinhard I, Count of Hanau-Lichtenberg",
    "birthday": "1569-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Pi%C3%A8ce_en_argent_de_Johann_Reinhard_de_Hanau.jpg/303px-Pi%C3%A8ce_en_argent_de_Johann_Reinhard_de_Hanau.jpg",
    "extract": "Count Johann Reinhard I of Hanau-Lichtenberg ruled the county of Hanau-Lichtenberg from 1599 to 1625.",
    "year": 1569,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Elisabeth of Hesse, Electress Palatine",
    "birthday": "1539-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Elisabeth_of_Hesse_%281539-1582%29.jpg/281px-Elisabeth_of_Hesse_%281539-1582%29.jpg",
    "extract": "Elisabeth of Hesse was a German noblewoman.",
    "year": 1539,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Valentin Naboth",
    "birthday": "1523-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Symbolvm_Valentini_Naibodae.JPG/242px-Symbolvm_Valentini_Naibodae.JPG",
    "extract": "Valentin Naboth, known by the latinized name Valentinus Nabodus, was a German mathematician, astronomer and astrologer.",
    "year": 1523,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Girolamo Aleandro",
    "birthday": "1480-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Portret_van_Girolamo_Aleandro%2C_aartsbisschop_van_Brindisi%2C_RP-P-OB-36.689.jpg/225px-Portret_van_Girolamo_Aleandro%2C_aartsbisschop_van_Brindisi%2C_RP-P-OB-36.689.jpg",
    "extract": "Girolamo Aleandro was an Italian cardinal, and the first cardinal appointed in pectore.",
    "year": 1480,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Elia Levita",
    "birthday": "1469-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Page_from_Yiddish-Hebrew-Latin-German_dictionary_by_Elijah_Levita.jpg/222px-Page_from_Yiddish-Hebrew-Latin-German_dictionary_by_Elijah_Levita.jpg",
    "extract": "Elia Levita, also known as Elijah Levita, Elias Levita, Élie Lévita, Elia Levita Ashkenazi, Eliahu Levita, Eliyahu haBahur, Elye Bokher, was a Renaissance Hebrew grammarian, scholar, and poet. He was the author of the Bovo-Bukh, the most popular chivalric romance written in Yiddish. Living for a decade in the house of Cardinal Giles of Viterbo, he was one of the foremost teachers of Christian clergy, nobility, and intellectuals in Hebrew and in Jewish mysticism during the Renaissance.",
    "year": 1469,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mary of Burgundy",
    "birthday": "1457-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Mary_of_Burgundy_%281458%E2%80%931482%29%2C_by_Netherlandish_or_South_German_School_of_the_late_15th_Century.jpg/225px-Mary_of_Burgundy_%281458%E2%80%931482%29%2C_by_Netherlandish_or_South_German_School_of_the_late_15th_Century.jpg",
    "extract": "Mary of Burgundy, nicknamed the Rich, titular Duchess of Burgundy, reigned over the Burgundian State, now mainly in France—with the exception of the Duchy of Burgundy returned to the Kingdom of France (1477)—and the Low Countries, from 1477 until her death in a riding accident at the age of 25.",
    "year": 1457,
    "month": 2,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hartmann Schedel",
    "birthday": "1440-2-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Schedel_erfurt.jpg/320px-Schedel_erfurt.jpg",
    "extract": "Hartmann Schedel was a German historian, physician, humanist, and one of the first cartographers to use the printing press. He was born and died in Nuremberg. Matheolus Perusinus served as his tutor.",
    "year": 1440,
    "month": 2,
    "day": 13,
    "language": "en"
  }
]