[
  {
    "name": "Girl in Red",
    "birthday": "1999-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Girl_in_Red_EOTR8.jpg/240px-Girl_in_Red_EOTR8.jpg",
    "extract": "Girl in Red is the indie pop music project of Norwegian singer-songwriter and record producer Marie Ulven Ringheim. Her early EPs Chapter 1 (2018) and Chapter 2 (2019) were recorded in her bedroom and feature songs about romance and mental health. Her debut studio album If I Could Make It Go Quiet was released through AWAL on 30 April 2021.",
    "year": 1999,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Katy Dunne",
    "birthday": "1995-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Dunne_WMQ16_%2810%29_%2828211169115%29.jpg/214px-Dunne_WMQ16_%2810%29_%2828211169115%29.jpg",
    "extract": "Katy Dunne is an inactive British tennis player.",
    "year": 1995,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Carina Witthöft",
    "birthday": "1995-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Witthoeft_RG18_%2812%29_%2841168712890%29.jpg/213px-Witthoeft_RG18_%2812%29_%2841168712890%29.jpg",
    "extract": "Carina Witthöft is an inactive German professional tennis player. She has won one singles title on the WTA Tour whereas on the ITF Circuit, she has won eleven singles titles and one doubles title. On 8 January 2018, she reached her career-high singles ranking of world No. 48.",
    "year": 1995,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Annika Beck",
    "birthday": "1994-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Beck_US16_%2818%29_%2829569872820%29.jpg/213px-Beck_US16_%2818%29_%2829569872820%29.jpg",
    "extract": "Annika Beck is a retired German tennis player. She started playing tennis at the age of four when introduced to the game by her parents. A baseliner whose favorite shot is forehand, and favorite surface is hardcourt. She was coached by Jakub Záhlava and Sebastian Sachs.",
    "year": 1994,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Federico Bernardeschi",
    "birthday": "1994-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/FC_Zenit_Saint_Petersburg_vs._Juventus%2C_20_October_2021_17_%28Federico_Bernardeschi%29.jpg/213px-FC_Zenit_Saint_Petersburg_vs._Juventus%2C_20_October_2021_17_%28Federico_Bernardeschi%29.jpg",
    "extract": "Federico Bernardeschi is an Italian professional footballer who plays as a winger or attacking midfielder for Serie A club Juventus and the Italy national team. His nickname is Brunelleschi, after the famous Florentine architect, for his technique and elegance on the pitch.",
    "year": 1994,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ava Max",
    "birthday": "1994-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Ava_Max_meeting_fans_%28cropped%29.jpg/234px-Ava_Max_meeting_fans_%28cropped%29.jpg",
    "extract": "Amanda Ava Koci, known professionally as Ava Max, is an American singer and songwriter. After moving from several states in the United States to pursue a music career since her childhood, Max signed with Atlantic Records in 2016, where she released the song \"Sweet but Psycho\" in August 2018. It became her breakthrough single after peaking at number one in 22 countries, including the United Kingdom, Germany, Austria, Switzerland, Sweden, and New Zealand. The song also peaked at number two in Australia, and at number 10 on the US Billboard Hot 100. In March 2020, Max released the song \"Kings & Queens\", which peaked at number 13 on the Billboard Hot 100 and at number 19 on the UK Singles Chart. It was followed by the release of her debut studio album, Heaven & Hell, in September 2020, which charted at number two on the UK Albums Chart and at number 27 on the US Billboard 200. In November 2020, the song \"My Head & My Heart\" was released, which peaked at number 45 on the Billboard Hot 100 and at number 18 on the UK Singles Chart.",
    "year": 1994,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nicolai Boilesen",
    "birthday": "1992-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Loco-Kopenhagen_%2813%29.jpg/182px-Loco-Kopenhagen_%2813%29.jpg",
    "extract": "Nicolai Møller Boilesen is a Danish professional footballer who plays as a left back for FC Copenhagen in the Danish Superliga and the Denmark national team.",
    "year": 1992,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sergio Canales",
    "birthday": "1991-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Real_Sociedad_-_Red_Bull_Salzburgo_52_%2839408621605%29_%28cropped%29_2.jpg/230px-Real_Sociedad_-_Red_Bull_Salzburgo_52_%2839408621605%29_%28cropped%29_2.jpg",
    "extract": "Sergio Canales Madrazo is a Spanish professional footballer who plays as an attacking midfielder for La Liga club Real Betis and the Spain national team.",
    "year": 1991,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "The Weeknd",
    "birthday": "1990-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/4u.jpg/232px-4u.jpg",
    "extract": "Abel Makkonen Tesfaye, known professionally as the Weeknd, is a Canadian singer-songwriter and record producer. Known for his sonic versatility and dark lyricism, his music explores escapism, romance, and melancholia, and is often inspired by personal experiences. He has received numerous accolades, including four Grammy Awards, 20 Billboard Music Awards, 17 Juno Awards, six American Music Awards, two MTV Video Music Awards, and nominations for an Academy Award, a Latin Grammy Award, and a Primetime Emmy Award.",
    "year": 1990,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Elizabeth Olsen",
    "birthday": "1989-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Elizabeth_Olsen_by_Gage_Skidmore_2.jpg/240px-Elizabeth_Olsen_by_Gage_Skidmore_2.jpg",
    "extract": "Elizabeth Chase Olsen is an American actress. Born in Sherman Oaks, California, Olsen began acting at age four. She starred in her debut film role in the thriller Martha Marcy May Marlene in 2011, for which she was acclaimed and nominated for a Critics' Choice Movie Award among other accolades, followed by a role in the horror film Silent House. Olsen received a BAFTA Rising Star Award nomination and graduated from New York University two years later.",
    "year": 1989,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Diego Capel",
    "birthday": "1988-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Diego_Capel.jpg/242px-Diego_Capel.jpg",
    "extract": "Diego Ángel Capel Trinidad is a Spanish professional footballer who plays as a left winger for Super League Greece 2 club Irodotos.",
    "year": 1988,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Zhang Jike",
    "birthday": "1988-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Mondial_Ping_-_Men%27s_Singles_-_Final_-_Zhang_Jike_vs_Wang_Hao_-_40.jpg/320px-Mondial_Ping_-_Men%27s_Singles_-_Final_-_Zhang_Jike_vs_Wang_Hao_-_40.jpg",
    "extract": "Zhang Jike is a Chinese table tennis player.",
    "year": 1988,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Denílson (footballer, born 1988)",
    "birthday": "1988-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Den%C3%ADlson.jpg/320px-Den%C3%ADlson.jpg",
    "extract": "Denílson Pereira Neves, known as Denílson, is a Brazilian footballer. Denilson mainly features as a central midfielder who at times can also play in the role of defensive midfielder. He is also a former youth captain of Brazil.",
    "year": 1988,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Andrea Ranocchia",
    "birthday": "1988-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Andrea_Ranocchia_FC_Internazionale.jpg/250px-Andrea_Ranocchia_FC_Internazionale.jpg",
    "extract": "Andrea Ranocchia is an Italian professional footballer who plays as a defender for Inter Milan.",
    "year": 1988,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kim Soo-hyun",
    "birthday": "1988-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Kim_Soo-hyun_in_June_2020.jpg/255px-Kim_Soo-hyun_in_June_2020.jpg",
    "extract": "Kim Soo-hyun is a South Korean actor. One of the highest-paid actors in South Korea, his accolades include four Baeksang Arts Awards, two Grand Bell Awards and one Blue Dragon Film Award. From 2012 to 2016 and in 2021, he has appeared in Forbes Korea Power Celebrity 40 list. He was selected as Gallup Korea's Television Actor of the Year in 2014 and was featured by Forbes in their 30 Under 30 Asia list of 2016.",
    "year": 1988,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Luc Bourdon",
    "birthday": "1987-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Luc_Bourdon.jpg/173px-Luc_Bourdon.jpg",
    "extract": "Joseph Luc Bourdon was a Canadian professional ice hockey defenceman who played for the Vancouver Canucks of the National Hockey League from 2006 until 2008. After overcoming childhood arthritis, he was selected third overall in the 2003 Quebec Major Junior Hockey League (QMJHL) draft and played for the Val-d'Or Foreurs, Moncton Wildcats, and Cape Breton Screaming Eagles, spending four seasons in the QMJHL. The Canucks drafted Bourdon with their first selection, tenth overall, in the 2005 NHL Entry Draft, and he split his professional career with the Canucks and their American Hockey League affiliate, the Manitoba Moose. Noted as a strong defenceman who could contribute on offence, Bourdon represented Canada in three international tournaments, winning two gold medals at the IIHF World U20 Championship and a silver medal at the IIHF World U18 Championship.",
    "year": 1987,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hasheem Thabeet",
    "birthday": "1987-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Hasheem_Thabeet_basketball.jpg/213px-Hasheem_Thabeet_basketball.jpg",
    "extract": "Hasheem Thabeet is a Tanzanian professional basketball player who is currently a free agent. He played college basketball for UConn before being drafted second overall in the 2009 NBA draft by the Memphis Grizzlies. His performance as a second overall draft pick has led many analysts to label him as one of the \"biggest busts\" in NBA history.",
    "year": 1987,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Diego Godín",
    "birthday": "1986-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Diego_God%C3%ADn_2018_%28cropped%29.jpg/216px-Diego_God%C3%ADn_2018_%28cropped%29.jpg",
    "extract": "Diego Roberto Godín Leal is a Uruguayan professional footballer who plays as a centre-back for Brazilian club Atlético Mineiro and captains the Uruguay national team.",
    "year": 1986,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Simon Francis (footballer)",
    "birthday": "1985-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Simon_Francis_2015.jpg/143px-Simon_Francis_2015.jpg",
    "extract": "Simon Charles Francis is an English football coach and former professional footballer who played as a defender.",
    "year": 1985,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Stacy Lewis",
    "birthday": "1985-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/2013_Women%27s_British_Open_%E2%80%93_Stacy_Lewis_%281%29.jpg/213px-2013_Women%27s_British_Open_%E2%80%93_Stacy_Lewis_%281%29.jpg",
    "extract": "Stacy Lewis is an American professional golfer on the U.S.-based LPGA Tour. She has won two major championships: the Kraft Nabisco Championship in 2011 and the Women's British Open in 2013. She was ranked number one in the Women's World Golf Rankings for four weeks in 2013, and reclaimed the position in June 2014 with a victory at the ShopRite LPGA Classic for another 21 weeks.",
    "year": 1985,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ron Vlaar",
    "birthday": "1985-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bc/Vlaar%2C_Ron.jpg",
    "extract": "Ron Peter Vlaar is a Dutch former footballer who played as a centre back.",
    "year": 1985,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sofia Arvidsson",
    "birthday": "1984-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Arvidsson_WMQ14_%289%29_%2814420459199%29.jpg/213px-Arvidsson_WMQ14_%289%29_%2814420459199%29.jpg",
    "extract": "Lena Sofia Alexandra Arvidsson is a retired Swedish tennis player and currently a professional padel player. In her career, she won two singles titles and one doubles title on the WTA Tour, as well as 20 singles and 13 doubles titles on the ITF Circuit. On 1 May 2006, she reached her career-high singles ranking of world No. 29. On 12 September 2011, she peaked at No. 67 in the WTA doubles rankings. Over her career, Arvidsson defeated top-ten players Marion Bartoli, Anna Chakvetadze, Jelena Janković, Petra Kvitová, Sam Stosur, and Caroline Wozniacki.",
    "year": 1984,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Oussama Mellouli",
    "birthday": "1984-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Oussama_Mellouli_2013.jpg/262px-Oussama_Mellouli_2013.jpg",
    "extract": "Oussama \"Ous\" Mellouli is a Tunisian swimmer who competes in the freestyle and medley events. He is a three-time Olympic medalist, is an African record holder, and trains with the USC Trojans team based at the University of Southern California, where he studied as a computer science undergraduate and swam collegiately.",
    "year": 1984,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Agyness Deyn",
    "birthday": "1983-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Agyness_Deyn_crop.jpg/182px-Agyness_Deyn_crop.jpg",
    "extract": "Agyness Deyn is an English model and actress. She is best known for her highly successful modelling career which culminated in the late 2000s, and has been called one of the decade's top models. Since her retirement from modelling in the 2010s, she has pursued acting and design, among other ventures.",
    "year": 1983,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Aleksandr Dmitrijev",
    "birthday": "1982-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Dmitrijev%2C_Aleksandr.IMG_7110.JPG/320px-Dmitrijev%2C_Aleksandr.IMG_7110.JPG",
    "extract": "Aleksandr Dmitrijev is an Estonian football coach and an Estonian professional footballer who plays as a midfielder for Legion.",
    "year": 1982,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rickie Lambert",
    "birthday": "1982-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Rickie_Lambert_with_Liverpool.jpg/165px-Rickie_Lambert_with_Liverpool.jpg",
    "extract": "Rickie Lee Lambert is an English former professional footballer. During his career, he played as a striker, before retiring in 2017. He won a number of personal awards, including two league Golden Boots. Lambert was known for his large stature and physical performances, drawing comparisons with former Southampton player Matt Le Tissier for his ability in front of goal and penalty record.",
    "year": 1982,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lupe Fiasco",
    "birthday": "1982-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Lupe_Fiasco_2012.jpg/213px-Lupe_Fiasco_2012.jpg",
    "extract": "Wasalu Muhammad Jaco, better known by his stage name Lupe Fiasco, is an American rapper, singer, record producer, and entrepreneur. He rose to fame in 2006 following the success of his debut album, Lupe Fiasco's Food & Liquor. He also performs as the frontman of rock band Japanese Cartoon under his real name. As an entrepreneur, Fiasco was the chief executive officer of 1st and 15th Entertainment.",
    "year": 1982,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jay Howard",
    "birthday": "1981-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Jay_Howard_2017_Indianapolis_500_%28cropped%29.jpg/320px-Jay_Howard_2017_Indianapolis_500_%28cropped%29.jpg",
    "extract": "Jay Howard is a British professional race car driver who competes in the IndyCar Series and Indianapolis 500 and resides in Indianapolis, Indiana. Howard was the 2005 US Formula Ford Zetec champion and moved up to the Indy Lights series, where he captured two wins on his way to the 2006 championship for Sam Schmidt Motorsports in his rookie season. He qualified for his first Indianapolis 500 in 2011.",
    "year": 1981,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Susanna Kallur",
    "birthday": "1981-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/ISTAF_Berlin_2007_Susanna_Kallur.jpg/292px-ISTAF_Berlin_2007_Susanna_Kallur.jpg",
    "extract": "Susanna Elisabeth \"Sanna\" Kallur is a Swedish former athlete competing mainly in sprint hurdles. She has won several international medals, including the gold medal in the 100 m hurdles at the 2006 European Athletics Championships. Kallur holds the world indoor record for 60 m hurdles.",
    "year": 1981,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jerry Owens",
    "birthday": "1981-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Jerry_Owens.jpg/320px-Jerry_Owens.jpg",
    "extract": "Jerry Lee Owens is a former professional baseball player. He played most of the 2006 season with the Triple-A Charlotte Knights of the International League, but was called up and made his major league debut as a pinch runner on September 11. His first start came on September 27, a game in which he collected both his first hit and stole his first base as a major leaguer.",
    "year": 1981,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Qyntel Woods",
    "birthday": "1981-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Qyntel_Woods_AZS.JPG/320px-Qyntel_Woods_AZS.JPG",
    "extract": "Qyntel Deon Woods is an American former professional basketball player. He played mainly at the small forward position, but he also played at the shooting guard position, on occasion.",
    "year": 1981,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Longineu W. Parsons III",
    "birthday": "1980-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Longineu-Parsons.jpg/320px-Longineu-Parsons.jpg",
    "extract": "Longineu Warren \"LP\" Parsons III is a French-born American rock musician. He is best known for his time as the drummer for the American pop punk band Yellowcard.",
    "year": 1980,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Stéphane Dalmat",
    "birthday": "1979-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Dalmat.jpg/220px-Dalmat.jpg",
    "extract": "Stéphane Dalmat is a French former footballer who played as a midfielder. Dalmat was a very versatile player who usually occupied a variety of positions on the midfield. His good ball control and dribbling ability has often seen managers use him wide on the left of midfield, or in the centre as an attacking midfielder. Despite being left footed, he was comfortable with either foot.",
    "year": 1979,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eric Mun",
    "birthday": "1979-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/120811_%EC%A0%84%EC%A3%BC_%EB%B9%8521_%EC%BD%98%EC%84%9C%ED%8A%B8.jpg/253px-120811_%EC%A0%84%EC%A3%BC_%EB%B9%8521_%EC%BD%98%EC%84%9C%ED%8A%B8.jpg",
    "extract": "Eric Mun is a South Korean rapper, songwriter and actor. He is a member and leader of the South Korean boy band Shinhwa. He is also well known for several dramas such as Phoenix (2004), Super Rookie (2005) and Another Oh Hae-young (2016). He was with Top Class Entertainment from 2007 to December 2013. In 2014, Mun and his manager of 10 years, Lee Jong-hyun, set up a new management agency, E&J Entertainment, for his individual activities. Mun is also the CEO of Shinhwa Company, the home agency of his group, with Lee Min-woo as co-CEO since 2011, and with the remaining members—Kim Dong-wan, Shin Hye-sung, Jun Jin and Andy Lee—as shareholders.",
    "year": 1979,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Valentino Rossi",
    "birthday": "1979-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Valentino_Rossi_2017.jpg/238px-Valentino_Rossi_2017.jpg",
    "extract": "Valentino Rossi is an Italian former professional motorcycle road racer and nine-time Grand Prix motorcycle racing World Champion. He won premier class World Championships with both Honda and Yamaha. Nicknamed The Doctor, he is widely considered to be one of the greatest motorcycle racers of all time, with nine Grand Prix World Championships to his name, seven of which were in the premier 500cc/MotoGP class. He is also the only road racer to have competed in 400 or more Grands Prix, and rode with the number 46 for his entire career.",
    "year": 1979,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tia Hellebaut",
    "birthday": "1978-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Tia_Hellebaut_2012.jpg/213px-Tia_Hellebaut_2012.jpg",
    "extract": "Tia Hellebaut is a retired Belgian track and field athlete, as well as a chemist, who started out in her sports career in the heptathlon, and afterwards specialized in the high jump event. She has cleared 2.05 metres both indoors and outdoors.",
    "year": 1978,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wasim Jaffer",
    "birthday": "1978-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Waseem_Jaffer.jpg/248px-Waseem_Jaffer.jpg",
    "extract": "Wasim Jaffer pronunciation (help·info) is an Indian retired professional cricketer. He was a right-handed opening batsman and an occasional right arm off-break bowler. He is currently the highest run-scorer in Ranji Trophy cricket, surpassing Amol Muzumdar. In November 2018, he became the first batsman to score 11,000 runs in the competition. In January 2019, he became the most capped player in Ranji Trophy history with appearance of his 146th match surpassing Madhya Pradesh's Devendra Bundela (145). He was appointed as batting coach for Bangladesh cricket team. In March 2020, he announced his retirement from all forms of cricket.",
    "year": 1978,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ian Clarke (computer scientist)",
    "birthday": "1977-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Ian_Clarke.jpg/320px-Ian_Clarke.jpg",
    "extract": "Ian Clarke is the original designer and lead developer of Freenet.",
    "year": 1977,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ahman Green",
    "birthday": "1977-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Ahman_green.jpg/145px-Ahman_green.jpg",
    "extract": "Ahman Rashad Green is a former American football running back who played 12 seasons in the National Football League (NFL). Green played college football at Nebraska and was drafted by the Seattle Seahawks in the 3rd round of the 1998 NFL Draft, playing there for two seasons before being traded to the Green Bay Packers, with whom he played for eight of the next ten seasons. Green also played for the Houston Texans, and was a four-time Pro Bowl selection with the Packers, where he holds the franchise record for rushing yards. He is currently the head esports coach at Lakeland University.",
    "year": 1977,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eric Byrnes",
    "birthday": "1976-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Diamondbacks_left_fielder_Eric_Byrnes_May_2008.jpg/306px-Diamondbacks_left_fielder_Eric_Byrnes_May_2008.jpg",
    "extract": "Eric James Byrnes, is a baseball analyst and former professional baseball outfielder. He played in Major League Baseball (MLB) for the Oakland Athletics, Colorado Rockies, Baltimore Orioles, Arizona Diamondbacks, and Seattle Mariners. Byrnes retired from playing in 2010 and was an analyst for MLB Network until 2021.",
    "year": 1976,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kyo (musician)",
    "birthday": "1976-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Dir_En_Grey_%40_Maquin%C3%A1ria_Festival_04.jpg/320px-Dir_En_Grey_%40_Maquin%C3%A1ria_Festival_04.jpg",
    "extract": "Kyo  is a Japanese musician, singer, lyricist and poet. He is best known as the vocalist and lyricist of the metal band Dir En Grey. He was formerly in a string of visual kei rock bands, with the most notable being La:Sadie's from 1995 to 1997. He then started Dir En Grey in February 1997, following La:Sadie's disbandment with three of its members, and formed the experimental rock band Sukekiyo in 2013. Kyo was inspired to become a musician when he saw a picture of Buck-Tick vocalist Atsushi Sakurai on the desk of a junior high school classmate. When he then discovered X Japan he was particularly fond of hide and had his parents buy him the guitarist's black signature model guitar. However, after realizing how difficult it was to play guitar and then bass, he then switched to vocals.",
    "year": 1976,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mahershala Ali",
    "birthday": "1974-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Mahershala_Ali_by_Gage_Skidmore_%28cropped%29.jpg/242px-Mahershala_Ali_by_Gage_Skidmore_%28cropped%29.jpg",
    "extract": "Mahershala Ali is an American actor and rapper. In a career spanning two decades, he has received multiple accolades, including two Academy Awards, three Screen Actors Guild Awards, a BAFTA Award, a Golden Globe Award and a Primetime Emmy Award. Time magazine named him one of the 100 most influential people in the world in 2019. In 2020, The New York Times ranked him 23rd in its list of the 25 Greatest Actors of the 21st Century.",
    "year": 1974,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cathy Freeman",
    "birthday": "1973-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Cathy_Freeman_%28cropped%29.jpg/229px-Cathy_Freeman_%28cropped%29.jpg",
    "extract": "Catherine Astrid Salome Freeman is an Australian former sprinter, who specialized in the 400 metres event. Her personal best of 48.63 seconds currently ranks her as the ninth-fastest woman of all time, set while finishing second to Marie-José Pérec's number-four time at the 1996 Olympics. She became the Olympic champion for the women's 400 metres at the 2000 Summer Olympics, at which she lit the Olympic Flame.",
    "year": 1973,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jerome Bettis",
    "birthday": "1972-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Jerome_Bettis_2016.jpg/214px-Jerome_Bettis_2016.jpg",
    "extract": "Jerome Abram Bettis Sr. is a former American football running back who played in the National Football League (NFL) for 13 seasons, primarily with the Pittsburgh Steelers. Nicknamed \"the Bus\" for his large size and running style, he was selected 10th overall by the Los Angeles Rams in the 1993 NFL Draft. Bettis was a member of the Rams for three seasons before being traded to the Steelers, where he spent the remainder of his career. A six-time Pro Bowler and two-time first-team All-Pro, he is regarded as one of the greatest power runners of all time and ranks eighth in NFL rushing yards. He retired in 2006 after helping the Steelers win a Super Bowl title in Super Bowl XL, the franchise's first in over two decades. Bettis was inducted to the Pro Football Hall of Fame in 2015.",
    "year": 1972,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sarah Clarke",
    "birthday": "1972-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Sarah_Clarke.jpg",
    "extract": "Sarah Clarke is an American actress, best known for her role as Nina Myers on 24, and also for her roles as Renée Dwyer, Bella Swan's mother, in the 2008 film Twilight, Erin McGuire on the short-lived TV show Trust Me, and CIA Agent Lena Smith on the USA Network show Covert Affairs. She recently starred as Eleanor Wish in Amazon Studios' police procedural drama Bosch.",
    "year": 1972,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michael Avenatti",
    "birthday": "1971-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Michael_Avenatti.jpg/224px-Michael_Avenatti.jpg",
    "extract": "Michael John Avenatti is a former American attorney and convicted felon, best known for his representation of adult film actress Stormy Daniels in her lawsuits against then U.S. president Donald Trump, feuding with Tucker Carlson, and for his attempted extortion of sports apparel company Nike that led to his conviction of several felonies. His firm had represented celebrity defendants and has filed suits against Fortune 500 companies. Avenatti has appeared extensively on television and in print as a legal and political commentator, and as a representative for prominent clients.",
    "year": 1971,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Craig Laundy",
    "birthday": "1971-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Laundy_at_economic_panel.jpg/228px-Laundy_at_economic_panel.jpg",
    "extract": "Craig Arthur Samuel Laundy is a former Australian Liberal Party politician who served as Member of Parliament for Reid from 2013 until his retirement in 2019. He served as Minister for Small and Family Business, the Workplace and Deregulation in the Second Turnbull Ministry, before resigning in August 2018 following the ousting of Malcolm Turnbull as Prime Minister. On 15 March 2019, Laundy announced he would retire from politics at the 2019 federal election.",
    "year": 1971,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Angelo Peruzzi",
    "birthday": "1970-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Angelo_Peruzzi.JPG/262px-Angelo_Peruzzi.JPG",
    "extract": "Angelo Peruzzi is an Italian football coach and former goalkeeper, and a three-time winner of the Serie A Goalkeeper of the Year award.",
    "year": 1970,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Warren Ellis",
    "birthday": "1968-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Warren_Ellis_by_Gage_Skidmore.jpg/244px-Warren_Ellis_by_Gage_Skidmore.jpg",
    "extract": "Warren Girard Ellis is a British comic book writer, novelist, and screenwriter. He is best known as the co-creator of several original comics series, including Transmetropolitan (1997–2002), Global Frequency (2002–2004) and Red (2003–2004), which was adapted into the feature films Red (2010) and Red 2 (2013). Ellis is the author of the novels Crooked Little Vein (2007) and Gun Machine (2013) and the novella Normal (2016).",
    "year": 1968,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dave Lombardo",
    "birthday": "1965-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Dave_Lombardo_8.5.14.jpeg/209px-Dave_Lombardo_8.5.14.jpeg",
    "extract": "David Lombardo is a Cuban-American drummer, best known as a co-founding member of American thrash metal band Slayer. He is currently playing drums with Testament, Fantômas, Suicidal Tendencies, Dead Cross, Mr. Bungle, and the Misfits.",
    "year": 1965,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bebeto",
    "birthday": "1964-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Bebeto_cropped.jpg/237px-Bebeto_cropped.jpg",
    "extract": "José Roberto Gama de Oliveira, known as Bebeto, is a Brazilian former professional football player who played as a forward. He entered politics in the 2010 Brazilian General Elections and was elected to the Legislative Assembly of Rio de Janeiro representing the Democratic Labour Party.",
    "year": 1964,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Christopher Eccleston",
    "birthday": "1964-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Christopher_Eccleston_%2849243901022%29.jpg/220px-Christopher_Eccleston_%2849243901022%29.jpg",
    "extract": "Christopher Eccleston is an English actor. A two-time BAFTA Award nominee, he is best known for his television and film work, which includes his role as the ninth incarnation of the Doctor in the BBC sci-fi series Doctor Who, playing Matt Jamison in The Leftovers, and his collaborations with filmmakers Danny Boyle and Michael Winterbottom.",
    "year": 1964,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Balance",
    "birthday": "1962-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/04/Gefftwbeech-BW.jpg/320px-Gefftwbeech-BW.jpg",
    "extract": "Geoffrey Nigel Laurence Rushton, better known under the pseudonyms John Balance or the later variation Jhonn Balance, was an English musician, occultist, artist and poet.",
    "year": 1962,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Des Hasler",
    "birthday": "1961-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Des_Hasler_Manly_2018.png/320px-Des_Hasler_Manly_2018.png",
    "extract": "Desmond John Hasler is an Australian professional rugby league coach who is the head coach of the Manly Warringah Sea Eagles in the NRL, and a former professional rugby league footballer.",
    "year": 1961,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Andy Taylor (guitarist)",
    "birthday": "1961-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Andy_taylor_1985.jpg/205px-Andy_taylor_1985.jpg",
    "extract": "Andrew Arthur Taylor is an English musician, singer, songwriter and record producer, best known as a former member of both Duran Duran and the Power Station.",
    "year": 1961,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John McEnroe",
    "birthday": "1959-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/John_McEnroe_Roland_Garros_2012.JPG/245px-John_McEnroe_Roland_Garros_2012.JPG",
    "extract": "John Patrick McEnroe Jr. is an American former professional tennis player. He was known for his shot-making and volleying skills, in addition to confrontational on-court behavior that frequently landed him in trouble with umpires and tennis authorities.",
    "year": 1959,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ice-T",
    "birthday": "1958-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Body_Count_feat._Ice-T_-_2019214172411_2019-08-02_Wacken_-_2311_-_AK8I3133_%28cropped%29.jpg/232px-Body_Count_feat._Ice-T_-_2019214172411_2019-08-02_Wacken_-_2311_-_AK8I3133_%28cropped%29.jpg",
    "extract": "Tracy Lauren Marrow, better known by his stage name Ice-T, is an American rapper, songwriter, actor, and producer. He began his career as an underground rapper in the 1980s and was signed to Sire Records in 1987, when he released his debut album Rhyme Pays—reportedly the first hip-hop album to carry an explicit content sticker. The following year, he founded the record label Rhyme $yndicate Records and released another album, Power, which would go platinum. He also released several other albums that went gold.",
    "year": 1958,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Oscar Schmidt",
    "birthday": "1958-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Schmidtoscar.jpg/184px-Schmidtoscar.jpg",
    "extract": "Oscar Daniel Bezerra Schmidt is a retired Brazilian professional basketball player. He is also commonly known as Oscar Schmidt in Spain, where he played for Fórum Valladolid for the 1993–94 and 1994–95 seasons, and simply Oscar, or Mão Santa, in his homeland. Schmidt primarily played the shooting guard and small forward position, was 2.05 m tall and weighed 110 kg (243 lbs). He was born in Natal, Rio Grande do Norte, Brazil.",
    "year": 1958,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Herb Williams",
    "birthday": "1958-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Herb_Williams_2_at_2_August_2015_game_cropped.jpg/320px-Herb_Williams_2_at_2_August_2015_game_cropped.jpg",
    "extract": "Herbert L. Williams is an American former basketball player in the National Basketball Association (NBA) for eighteen seasons from 1981 to 1999. Williams served as the interim head coach and the assistant coach of the NBA's New York Knicks. He was last an assistant coach for the New York Liberty of the WNBA.",
    "year": 1958,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "LeVar Burton",
    "birthday": "1957-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/LeVar_Burton_%2849644704573%29.jpg/213px-LeVar_Burton_%2849644704573%29.jpg",
    "extract": "Levardis Robert Martyn Burton Jr.  is an American actor and television host, best known for playing Geordi La Forge in Star Trek: The Next Generation (1987–1994). He also played Kunta Kinte in the ABC miniseries Roots (1977), and was host of the PBS Kids educational television series Reading Rainbow for more than 23 years (1983–2006). He received 12 Daytime Emmy Awards and a Peabody Award as host and executive producer of Reading Rainbow.",
    "year": 1957,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vincent Ward (director)",
    "birthday": "1956-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Vincent_Ward_%28cropped%29.jpg/210px-Vincent_Ward_%28cropped%29.jpg",
    "extract": "Vincent Ward is a New Zealand film director, screenwriter and artist. His films have received international recognition at both the Academy Awards and the Cannes Film Festival.",
    "year": 1956,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Iain Banks",
    "birthday": "1954-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/IainBanks2009.jpg/241px-IainBanks2009.jpg",
    "extract": "Iain Banks was a Scottish author, writing mainstream fiction as Iain Banks and science fiction as Iain M. Banks, adding the initial of his adopted middle name Menzies. After the success of The Wasp Factory (1984), he began to write full time. His first science fiction book, Consider Phlebas, appeared in 1987, marking the start of the Culture series. His books have been adapted for theatre, radio and television. In 2008, The Times named Banks in their list of \"The 50 greatest British writers since 1945\". In April 2013, Banks announced he had inoperable cancer and was unlikely to live beyond a year. He died on 9 June 2013.",
    "year": 1954,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Margaux Hemingway",
    "birthday": "1954-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Margaux_Hemingway_in_1976.jpg/229px-Margaux_Hemingway_in_1976.jpg",
    "extract": "Margaux Louise Hemingway was an American fashion model and actress. She earned success as a supermodel in the mid-1970s, appearing on the covers of magazines including Cosmopolitan, Elle, Harper's Bazaar, Vogue, and Time.",
    "year": 1954,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michael Holding",
    "birthday": "1954-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Michael_Holding.jpg/247px-Michael_Holding.jpg",
    "extract": "Michael Anthony Holding is a Jamaican former cricketer and commentator who played for the West Indies cricket team. Widely regarded as one of the greatest pace bowlers in cricket history, he was nicknamed \"Whispering Death\" due to his silent, light-footed run up to the bowling crease. His bowling action was famously smooth and extremely fast, and he used his height to generate large amounts of bounce and zip off the pitch. He was part of the fearsome West Indian pace bowling battery, together with Andy Roberts, Joel Garner, Colin Croft, Wayne Daniel, Malcolm Marshall and Sylvester Clarke, that devastated opposing batting line-ups throughout the world in the late seventies and early eighties. Early in his Test career, in 1976, Holding broke the record for best bowling figures in a Test match by a West Indies bowler, 14 wickets for 149 runs (14/149). The record still stands. During his first-class cricket career, Holding played for Jamaica, Canterbury, Derbyshire, Lancashire and Tasmania. In September 2021, Holding announced his retirement from being a commentator.",
    "year": 1954,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Bradbury (drummer)",
    "birthday": "1953-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/John_Bradbury_Drummer.jpg/320px-John_Bradbury_Drummer.jpg",
    "extract": "John \"Brad\" Bradbury was an English drummer and record producer. He is best known for having been the drummer in the English ska group The Specials.",
    "year": 1953,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lanny McDonald",
    "birthday": "1953-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Lanny_McDonald_2010.jpg/213px-Lanny_McDonald_2010.jpg",
    "extract": "Lanny King McDonald is a Canadian former professional ice hockey player for the Toronto Maple Leafs, Colorado Rockies and Calgary Flames of the National Hockey League (NHL). He played over 1,100 games during a 16-year career in which he scored 500 goals and over 1,000 points. His total of 66 goals in 1982–83 remains the Flames' franchise record for a single season.",
    "year": 1953,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James Ingram",
    "birthday": "1952-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/James_Imgram_1998.jpg/211px-James_Imgram_1998.jpg",
    "extract": "James Edward Ingram was an American singer, songwriter, record producer, and instrumentalist. He was a two-time Grammy Award-winner and a two-time Academy Award nominee for Best Original Song. After beginning his career in 1973, Ingram charted eight Top 40 hits on the U.S. Billboard Hot 100 chart from the early 1980s until the early 1990s, as well as thirteen top 40 hits on the Hot R&B/Hip-Hop Songs chart. In addition, he charted 20 hits on the Adult Contemporary chart. He had two number-one singles on the Hot 100: the first, a duet with fellow R&B artist Patti Austin, 1982's \"Baby, Come to Me\" topped the U.S. pop chart in 1983; \"I Don't Have the Heart\", which became his second number-one in 1990 was his only number-one as a solo artist.",
    "year": 1952,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Barry Foote",
    "birthday": "1951-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Barry_Foote_-_New_York_Yankees_-_1981.jpg",
    "extract": "Barry Clifton Foote, is an American former professional baseball player, scout, coach, and minor league manager. He played as a catcher in Major League Baseball (MLB) for the Montreal Expos (1973–1977), Philadelphia Phillies (1977–1978), Chicago Cubs (1979–1981), and New York Yankees (1981–1982). Although he was highly regarded as a younger player, he suffered numerous injuries and played most of his baseball career as a reserve player.",
    "year": 1951,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Peter Hain",
    "birthday": "1950-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Official_portrait_of_Lord_Hain_crop_2%2C_2019.jpg/240px-Official_portrait_of_Lord_Hain_crop_2%2C_2019.jpg",
    "extract": "Peter Gerald Hain, Baron Hain is a British politician who served as Secretary of State for Northern Ireland from 2005 to 2007, Secretary of State for Work and Pensions from 2007 to 2008 and twice as Secretary of State for Wales from 2002 to 2008 and from 2009 to 2010. A member of the Labour Party, he was Member of Parliament (MP) for Neath between 1991 and 2015.",
    "year": 1950,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kaiketsu Masateru",
    "birthday": "1948-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Kaiketsu_Masateru_2011_Sep.JPG/138px-Kaiketsu_Masateru_2011_Sep.JPG",
    "extract": "Kaiketsu Masateru was a Japanese sumo wrestler, who reached the second highest rank of ōzeki on two occasions. He also won two top division tournament championships. After his retirement in 1979 he became a coach under the name of Hanaregoma-oyakata and established Hanaregoma stable. He was also chairman of the Japan Sumo Association from 2010 to 2012.",
    "year": 1948,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jaroslav Kubera",
    "birthday": "1947-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Jaroslav_Kubera_in_2019.jpg/213px-Jaroslav_Kubera_in_2019.jpg",
    "extract": "Jaroslav Kubera was a Czech politician for the Civic Democratic Party, who served in the Czech Senate representing Teplice from 2000 and the Senate President from 2018 until his death in 2020. He previously served as mayor of Teplice from 1994 to 2018.",
    "year": 1947,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Glyn Davies (politician)",
    "birthday": "1944-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Glyn_Davies_%28Welsh_Politician%29_profile_photo.jpg/250px-Glyn_Davies_%28Welsh_Politician%29_profile_photo.jpg",
    "extract": "Edward Glyn Davies is a Conservative Party politician in the United Kingdom. He was the Member of Parliament (MP) for Montgomeryshire from May 2010 to November 2019, and is a former member of the National Assembly for Wales in the Mid and West Wales region.",
    "year": 1944,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Richard Ford",
    "birthday": "1944-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Richard_Ford_at_G%C3%B6teborg_Book_Fair_2013_01.jpg/320px-Richard_Ford_at_G%C3%B6teborg_Book_Fair_2013_01.jpg",
    "extract": "Richard Ford is an American novelist and short story writer. His best-known works are the novel The Sportswriter and its sequels, Independence Day, The Lay of the Land and Let Me Be Frank With You, and the short story collection Rock Springs, which contains several widely anthologized stories. Ford received the Pulitzer Prize for Fiction in 1996 for Independence Day. Ford's novel Wildlife was adapted into a 2018 film of the same name. He won the 2018 Park Kyong-ni Prize.",
    "year": 1944,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "António Mascarenhas Monteiro",
    "birthday": "1944-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Ant%C3%B3nio_Mascarenhas_Monteiro_VOA.jpg/270px-Ant%C3%B3nio_Mascarenhas_Monteiro_VOA.jpg",
    "extract": "António Manuel Mascarenhas Gomes Monteiro was the first democratically elected President of Cape Verde from 22 March 1991 to 22 March 2001.",
    "year": 1944,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Richard Williams (tennis coach)",
    "birthday": "1942-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Richard_Williams_at_Acura_Classic.jpg/245px-Richard_Williams_at_Acura_Classic.jpg",
    "extract": "Richard Dove Williams, Jr. is a former American tennis coach and the father of tennis players Venus Williams and Serena Williams.",
    "year": 1942,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kim Jong-il",
    "birthday": "1941-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Kim_Jong-il_on_24_August_2011.jpg/218px-Kim_Jong-il_on_24_August_2011.jpg",
    "extract": "Kim Jong-il was a North Korean politician who was the second supreme leader of North Korea from 1994 to 2011. He led North Korea from the 1994 death of his father Kim Il-sung, the first Supreme Leader, until his own death in 2011, when he was succeeded by his son, Kim Jong-un.",
    "year": 1941,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hannelore Schmatz",
    "birthday": "1940-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/57/HanneloreSchmatz.jpg",
    "extract": "Hannelore Schmatz was a German mountaineer who was the fourth woman to summit Mount Everest. She collapsed and died as she was returning from summiting Everest via the southern route; Schmatz was the first woman and first German citizen to die on the upper slopes of Everest.",
    "year": 1940,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Yuri Manin",
    "birthday": "1937-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Juri_Manin%2C_Ksenia_Semenova.jpeg/320px-Juri_Manin%2C_Ksenia_Semenova.jpeg",
    "extract": "Yuri Ivanovich Manin is a Russian mathematician, known for work in algebraic geometry and diophantine geometry, and many expository works ranging from mathematical logic to theoretical physics. Moreover, Manin was one of the first to propose the idea of a quantum computer in 1980 with his book Computable and Uncomputable.",
    "year": 1937,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Brian Bedford",
    "birthday": "1935-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/91/Brian_Bedford_Theater_Mania_2011.png/258px-Brian_Bedford_Theater_Mania_2011.png",
    "extract": "Brian Bedford was an English actor. He appeared on the stage and in film, and was an actor-director of Shakespeare productions. He received seven Tony nominations, second only to Jason Robards, who had eight.",
    "year": 1935,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sonny Bono",
    "birthday": "1935-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/SonnyCher1966_%28cropped%29.jpg/238px-SonnyCher1966_%28cropped%29.jpg",
    "extract": "Salvatore Phillip \"Sonny\" Bono was an American singer, actor, and politician who came to fame in partnership with his second wife Cher as the popular singing duo Sonny & Cher. He was mayor of Palm Springs, California, from 1988 to 1992, and the Republican congressman for California's 44th district, elected during the Republican Revolution and serving from 1995 until his death in 1998.",
    "year": 1935,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Stephen Gaskin",
    "birthday": "1935-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Stephen_Gaskin_at_the_Nambassa_3_day_Music_%26_Alternatives_festival%2C_New_Zealand_1981._Photographer_Michael_Bennetts.jpg/219px-Stephen_Gaskin_at_the_Nambassa_3_day_Music_%26_Alternatives_festival%2C_New_Zealand_1981._Photographer_Michael_Bennetts.jpg",
    "extract": "Stephen Gaskin was an American counterculture Hippie icon best known for his presence in the Haight-Ashbury district of San Francisco in the 1960s and for co-founding \"The Farm\", a spiritual commune in 1970, that has transitioned to an intentional community in Summertown, Tennessee. He was a Green Party presidential primary candidate in 2000 on a platform which included campaign finance reform, universal health care, and decriminalization of marijuana. He was the author of over a dozen books, political activist, a philanthropic organizer and a self-proclaimed professional Hippie.",
    "year": 1935,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bradford Parkinson",
    "birthday": "1935-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Col_Bradford_Parkinson_USAF_official_photo.png/273px-Col_Bradford_Parkinson_USAF_official_photo.png",
    "extract": "Bradford Parkinson is an American engineer and inventor, retired United States Air Force Colonel and Emeritus Professor at Stanford University. He is best known as the lead architect, advocate and developer, with early contributions from Ivan Getting and Roger Easton, of the Air Force NAVSTAR program, better known as Global Positioning System.",
    "year": 1935,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kenneth Price",
    "birthday": "1935-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/53/%27Tamed%27%2C_whiteware_and_acrylic_paint_sculpture_by_Ken_Price_%28American_born_1935%29%2C_1988%2C_Metropolitan_Museum_of_Art.jpg",
    "extract": "Kenneth Price was an American artist who predominantly created ceramic sculpture. He studied at the Chouinard Art Institute and Otis Art Institute in Los Angeles, before receiving his BFA degree from the University of Southern California in 1956. He continued his studies at Chouinard Art Institute in 1957 and received an MFA degree from New York State College of Ceramics at Alfred University in 1959. Kenneth Price studied ceramics with Peter Voulkos at Otis and was awarded a Tamarind Fellowship.",
    "year": 1935,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "August Coppola",
    "birthday": "1934-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e9/AugustCoppola.jpg/273px-AugustCoppola.jpg",
    "extract": "August Floyd Coppola was an American academic, author, film executive, and advocate for the arts. He was the brother of director Francis Ford Coppola and the father of actor Nicolas Cage, radio DJ Marc Coppola and director Christopher Coppola.",
    "year": 1934,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Marlene Hagge",
    "birthday": "1934-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Marlene_Hagge_1956.jpg/249px-Marlene_Hagge_1956.jpg",
    "extract": "Marlene Hagge is an American former professional golfer. She was one of the thirteen founders of the LPGA in 1950. She won one major championship and 26 LPGA Tour career events. She is a member of the World Golf Hall of Fame.",
    "year": 1934,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ahmad Tejan Kabbah",
    "birthday": "1932-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Ahmed_Tejan_Kabbah.jpg",
    "extract": "Alhaji Ahmad Tejan Kabbah was a Sierra Leonean politician who served twice as the 3rd President of Sierra Leone, from 1996 to 1997 and again from 1998 to 2007. An economist and attorney by profession, Kabbah spent many years working for the United Nations Development Programme. He retired from the United Nations and returned to Sierra Leone in 1992.",
    "year": 1932,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gretchen Wyler",
    "birthday": "1932-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Gretchen_Wyler_1977.JPG/245px-Gretchen_Wyler_1977.JPG",
    "extract": "Gretchen Wyler was an American actress and dancer. She was also an animal rights advocate and founder of the Genesis Awards for animal protection.",
    "year": 1932,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ken Takakura",
    "birthday": "1931-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/25/TakakuraKen.jpg/320px-TakakuraKen.jpg",
    "extract": "Ken Takakura , born Goichi Oda , was a Japanese actor and singer who appeared in over 200 films. Affectionately referred to as \"Ken-san\" by audiences, he was best known for his brooding style and the stoic presence he brought to his roles. He won the Japan Academy Prize for Outstanding Performance by an Actor in a Leading Role four times, more than any other actor. Takakura additionally received the Japanese Medal of Honor with purple ribbon in 1998, the Person of Cultural Merit award in 2006, and the Order of Culture in 2013.",
    "year": 1931,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gerhard Hanappi",
    "birthday": "1929-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Gerhard_Hanappi_1953.jpg/250px-Gerhard_Hanappi_1953.jpg",
    "extract": "Gerhard Hanappi was an Austrian football midfielder who is often regarded as one of the greatest Austrian footballers. He is also the father of Hardy Hanappi.",
    "year": 1929,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Peter Porter (poet)",
    "birthday": "1929-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Peter_Porter_cropped.jpg/320px-Peter_Porter_cropped.jpg",
    "extract": "Peter Neville Frederick Porter OAM was a British-based Australian poet.",
    "year": 1929,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "June Brown",
    "birthday": "1927-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/June_Brown_%282009%29.jpg/209px-June_Brown_%282009%29.jpg",
    "extract": "June Muriel Brown was an English actress and author. She was best known for her role as Dot Cotton on the BBC soap opera EastEnders. In 2005, she won Best Actress at the Inside Soap Awards and received the Lifetime Achievement award at the British Soap Awards. Brown was appointed a Member of the Order of the British Empire (MBE) in the 2008 Birthday Honours for services to drama and to charity, and promoted OBE in the 2022 New Year Honours. In 2009, she was nominated for the BAFTA TV Award for Best Actress, making her the second performer to receive a BAFTA nomination for their work in a soap opera, after Jean Alexander. In February 2020 she announced that she had left EastEnders permanently, at the age of 93.",
    "year": 1927,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Margot Frank",
    "birthday": "1926-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Margot_Frank_op_het_Joods_lyceum.jpg/201px-Margot_Frank_op_het_Joods_lyceum.jpg",
    "extract": "Margot Betti Frank was the elder daughter of Otto Frank and Edith Frank and the elder sister of Anne Frank. Margot's deportation order from the Gestapo hastened the Frank family into hiding. According to the diary of her younger sister, Anne, Margot kept a diary of her own, but no trace of it has ever been found. She died in Bergen-Belsen concentration camp.",
    "year": 1926,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Schlesinger",
    "birthday": "1926-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fc/John_Schlesinger.jpg/320px-John_Schlesinger.jpg",
    "extract": "John Richard Schlesinger was an English film and stage director, and actor. He won the Academy Award for Best Director for Midnight Cowboy, and was nominated for the same award for two other films.",
    "year": 1926,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Samuel Willenberg",
    "birthday": "1923-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Samuel_Willenberg_Treblinka_2_sierpnia_2013.JPG/219px-Samuel_Willenberg_Treblinka_2_sierpnia_2013.JPG",
    "extract": "Samuel Willenberg, nom de guerre Igo, was a Polish Holocaust survivor, artist, and writer. He was a Sonderkommando at the Treblinka extermination camp and participated in the unit's planned revolt in August 1943. While 300 escaped, about 79 were known to survive the war. Willenberg reached Warsaw where, before war's end, he took part in the Warsaw Uprising. At his death, Willenberg was the last survivor of the August 1943 Treblinka prisoners' revolt.",
    "year": 1923,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Heinz-Wolfgang Schnaufer",
    "birthday": "1922-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ec/Fair_use_-_Heinz-Wolfgang_Schnaufer.jpg/181px-Fair_use_-_Heinz-Wolfgang_Schnaufer.jpg",
    "extract": "Heinz-Wolfgang Schnaufer was a German Luftwaffe night-fighter pilot and the highest-scoring night fighter ace in the history of aerial warfare. A flying ace is a military aviator credited with shooting down five or more enemy aircraft during combat. All Schnaufer's 121 victories were claimed during World War II, mostly against British four-engine bombers, for which he was awarded the Knight's Cross of the Iron Cross with Oak Leaves, Swords and Diamonds, Germany's highest military decoration at the time, on 16 October 1944. He was nicknamed \"The Spook of St. Trond\", from the location of his unit's base in occupied Belgium.",
    "year": 1922,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vera-Ellen",
    "birthday": "1921-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Vera-Ellen.JPG/264px-Vera-Ellen.JPG",
    "extract": "Vera-Ellen was an American dancer and actress. She is remembered for her solo performances as well as her work with partners Fred Astaire, Gene Kelly, Danny Kaye, and Donald O'Connor. She is best known for her starring roles in On the Town (1949) with Kelly and White Christmas (1954) with Kaye.",
    "year": 1921,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jean Behra",
    "birthday": "1921-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Jean_Behra_-_El_Gr%C3%A1fico_1953.jpg/231px-Jean_Behra_-_El_Gr%C3%A1fico_1953.jpg",
    "extract": "Jean Marie Behra was a Formula One driver who raced for the Gordini, Maserati, BRM, Ferrari and Porsche teams.",
    "year": 1921,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Galbraith Graham",
    "birthday": "1921-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/John_Galbraith_Graham.jpg/320px-John_Galbraith_Graham.jpg",
    "extract": "The Reverend John Galbraith Graham MBE was a British crossword compiler, best known as Araucaria of The Guardian. He was also, like his father Eric Graham, a Church of England priest.",
    "year": 1921,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anna Mae Hays",
    "birthday": "1920-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/BGEN_Anna_Mae_Hays.jpg/257px-BGEN_Anna_Mae_Hays.jpg",
    "extract": "Brigadier General Anna Mae Violet Hays was an American military officer who served as the 13th chief of the United States Army Nurse Corps. She was the first woman in the United States Armed Forces to be promoted to a General Officer rank; in 1970, she was promoted to brigadier general. Hays paved the way for equal treatment of women, countered occupational sexism, and made a number of recommendations which were accepted into military policy.",
    "year": 1920,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Georges Ulmer",
    "birthday": "1919-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Georges_Ulmer_%281962%29.jpg/240px-Georges_Ulmer_%281962%29.jpg",
    "extract": "Georges Ulmer (1919–1989) was a Danish-born composer, librettist, and actor who became a naturalized French citizen. He was born Jørgen Frederik Ulmer on 16 February 1919 in Copenhagen, Denmark, and died on 29 September 1989 at Marseille, Bouches-du-Rhône, France. He was the father of singer Laura Ulmer.",
    "year": 1919,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bill Doggett",
    "birthday": "1916-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Bill_Doggett.jpg/208px-Bill_Doggett.jpg",
    "extract": "William Ballard Doggett was an American jazz and rhythm and blues pianist and organist. Best known for his instrumental rock compositions \"Honky Tonk\" and \"Hippy Dippy\", he worked with the Ink Spots, Johnny Otis, Wynonie Harris, Ella Fitzgerald, and Louis Jordan.",
    "year": 1916,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jimmy Wakely",
    "birthday": "1914-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d8/Jimmy_Wakely.jpg",
    "extract": "Jimmy Wakely was an American actor, songwriter, country music vocalist, and one of the last singing cowboys. During the 1930s, 1940s and 1950s, he released records, appeared in several B-Western movies with most of the major studios, appeared on radio and television and even had his own series of comic books. His duet singles with Margaret Whiting from 1949 until 1951, produced a string of top seven hits, including 1949's number one hit on the US country chart and pop music chart, \"Slippin' Around\". Wakely owned two music publishing companies in later years, and performed at the Grand Ole Opry until shortly before his death.",
    "year": 1914,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hugh Beaumont",
    "birthday": "1909-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Hugh_Beaumont_1956.JPG/255px-Hugh_Beaumont_1956.JPG",
    "extract": "Eugene Hugh Beaumont was an American actor, television director, and writer. He is best known for his portrayal of Ward Cleaver on the television series Leave It to Beaver, originally broadcast from 1957 to 1963; and as private detective Michael Shayne in a series of low-budget crime films in 1946 and 1947.",
    "year": 1909,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vera Menchik",
    "birthday": "1906-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Vera_Menchik_1933.jpg/226px-Vera_Menchik_1933.jpg",
    "extract": "Vera Menchik was a Russian-born British-Czechoslovak chess player who became the first women's world chess champion. She also competed in tournaments with some of the world's leading male chess masters, with occasional successes including two wins over future world champion Max Euwe.",
    "year": 1906,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James Baskett",
    "birthday": "1904-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e0/Uncle_Remus_1946.JPG/320px-Uncle_Remus_1946.JPG",
    "extract": "James Franklin Baskett was an American actor who portrayed Uncle Remus, singing the song \"Zip-a-Dee-Doo-Dah\" in the 1946 Disney feature film Song of the South.",
    "year": 1904,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "George F. Kennan",
    "birthday": "1904-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2a/Kennan.jpeg",
    "extract": "George Frost Kennan was an American diplomat and historian. He was best known as an advocate of a policy of containment of Soviet expansion during the Cold War. He lectured widely and wrote scholarly histories of the relations between the USSR and the United States. He was also one of the group of foreign policy elders known as \"The Wise Men.\"",
    "year": 1904,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Edgar Bergen",
    "birthday": "1903-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Edgar_Bergen_with_Charlie_McCarthy_and_Mortimer_Snerd_1949.JPG/248px-Edgar_Bergen_with_Charlie_McCarthy_and_Mortimer_Snerd_1949.JPG",
    "extract": "Edgar John Bergen was an American actor, comedian, vaudevillian and radio performer, best known for his proficiency in ventriloquism and his characters Charlie McCarthy and Mortimer Snerd. He was the father of actress Candice Bergen.",
    "year": 1903,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cyril Vincent",
    "birthday": "1902-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Cyril_Vincent_c1930.jpg/217px-Cyril_Vincent_c1930.jpg",
    "extract": "Cyril Leverton Vincent was a South African cricketer who played in 25 Tests from 1927 to 1935. He was later chairman of the South African selectors.",
    "year": 1902,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wayne King",
    "birthday": "1901-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Wayne_King_1931.JPG/237px-Wayne_King_1931.JPG",
    "extract": "Harold Wayne King was an American musician, songwriter, and bandleader with a long association with both NBC and CBS. He was referred to as \"the Waltz King\" because much of his most popular music involved waltzes; \"The Waltz You Saved for Me\" was his standard set-closing song in live performance and on numerous radio broadcasts at the height of his career. King's innovations included converting Carrie Jacobs-Bond's \"I Love You Truly\" from its original 24 time over to 34.",
    "year": 1901,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Chester Morris",
    "birthday": "1901-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Chester_Morris_pg234.jpg/178px-Chester_Morris_pg234.jpg",
    "extract": "John Chester Brooks Morris was an American stage, film, television, and radio actor. He had some prestigious film roles early in his career, and received an Academy Award nomination for Alibi (1929). Chester Morris is best remembered today for portraying Boston Blackie, a criminal-turned-detective, in the modestly budgeted Boston Blackie film series of the 1940s.",
    "year": 1901,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "List of French supercentenarians",
    "birthday": "1896-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a8/Marie_Br%C3%A9mont_1910.JPG/189px-Marie_Br%C3%A9mont_1910.JPG",
    "extract": "French supercentenarians are citizens, residents or emigrants from France who have attained or surpassed 110 years of age. As of January 2015, the Gerontology Research Group (GRG) had validated the longevity claims of 161 French supercentenarians. France was home to the oldest human being ever whose longevity is well documented, Jeanne Calment, who lived in Arles for her entire life of 122 years and 164 days.",
    "year": 1896,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Katharine Cornell",
    "birthday": "1893-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Cornell-Will-Shakespeare-1923.jpg/279px-Cornell-Will-Shakespeare-1923.jpg",
    "extract": "Katharine Cornell was an American stage actress, writer, theater owner and producer. She was born in Berlin to American parents and raised in Buffalo, New York.",
    "year": 1893,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hans F. K. Günther",
    "birthday": "1891-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Bundesarchiv_Bild_183-1989-0912-500%2C_Prof._Hans_G%C3%BCnther.jpg/216px-Bundesarchiv_Bild_183-1989-0912-500%2C_Prof._Hans_G%C3%BCnther.jpg",
    "extract": "Hans Friedrich Karl Günther was a German writer, an advocate of scientific racism and a eugenicist in the Weimar Republic and the Third Reich. He was also known as \"Rassengünther\" or \"Rassenpapst\". He is considered to have been a major influence on Nazi racialist thought.",
    "year": 1891,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kathleen Clifford",
    "birthday": "1887-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Kathleen_Clifford_in_Who_is_Number_One_3.jpg/237px-Kathleen_Clifford_in_Who_is_Number_One_3.jpg",
    "extract": "Kathleen Clifford was an American vaudeville and Broadway stage and film actress of the early twentieth century. She was known for her skills as a male impersonator.",
    "year": 1887,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Andy Ducat",
    "birthday": "1886-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/05/Andy_Ducat.jpg",
    "extract": "Andrew Ducat was an England and Surrey cricketer and an England footballer, being one of an elite group to have represented their country in both sports.",
    "year": 1886,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Robert J. Flaherty",
    "birthday": "1884-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Portrait_of_Robert_J._Flaherty.jpg/232px-Portrait_of_Robert_J._Flaherty.jpg",
    "extract": "Robert Joseph Flaherty, was an American filmmaker who directed and produced the first commercially successful feature-length documentary film, Nanook of the North (1922). The film made his reputation and nothing in his later life fully equaled its success, although he continued the development of this new genre of narrative documentary with Moana (1926), set in the South Seas, and Man of Aran (1934), filmed in Ireland's Aran Islands. Flaherty is considered the \"father\" of both the documentary and the ethnographic film.",
    "year": 1884,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pamela Colman Smith",
    "birthday": "1878-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Pamela_Colman_Smith_circa_1912.jpg/203px-Pamela_Colman_Smith_circa_1912.jpg",
    "extract": "Pamela Colman Smith, also nicknamed Pixie, was a British artist, illustrator, writer, publisher, and occultist. She is best known for illustrating the Rider–Waite tarot deck for Arthur Edward Waite. This tarot deck became the standard among tarot card readers, and remains the most widely used today. Colman also illustrated over 20 books, wrote two collections of Jamaican folklore, edited two magazines, and ran the Green Sheaf Press, a small press focused on women writers.",
    "year": 1878,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Big Jim Colosimo",
    "birthday": "1878-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/James_%22Big_Jim%22_Colosimo.jpg/215px-James_%22Big_Jim%22_Colosimo.jpg",
    "extract": "Vincenzo Colosimo, known as James \"Big Jim\" Colosimo or as \"Diamond Jim\", was an Italian-American Mafia crime boss who emigrated from Calabria, Italy, in 1895 and built a criminal empire in Chicago based on prostitution, gambling and racketeering. He gained power through petty crime and by heading a chain of brothels. From about 1902 until his death in 1920, he led a gang that became known after his death as the Chicago Outfit. Johnny Torrio was an enforcer who Colosimo imported in 1909 from New York and who seized control after his death. Al Capone, a Torrio henchman, allegedly was directly involved in the murder.",
    "year": 1878,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tom Crean (explorer)",
    "birthday": "1877-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Tom_Crean2b.JPG/229px-Tom_Crean2b.JPG",
    "extract": "Thomas Crean was an Irish seaman and Antarctic explorer who was awarded the Albert Medal for Lifesaving (AM).",
    "year": 1877,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "G. M. Trevelyan",
    "birthday": "1876-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/GM_Trevelyan_by_Beresford.jpg/240px-GM_Trevelyan_by_Beresford.jpg",
    "extract": "George Macaulay Trevelyan was a British historian and academic. He was a Fellow of Trinity College, Cambridge, from 1898 to 1903. He then spent more than twenty years as a full-time author. He returned to the University of Cambridge and was Regius Professor of History from 1927 to 1943. He served as Master of Trinity College from 1940 to 1951. In retirement, he was Chancellor of Durham University.",
    "year": 1876,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Radoje Domanović",
    "birthday": "1873-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Radoje_Domanovic.PNG/201px-Radoje_Domanovic.PNG",
    "extract": "Radoje Domanović was a Serbian writer and teacher, most famous for his satirical short stories. His adult years were a constant fight against tuberculosis. This circumstance of his life, and the affection which he inspired in all who knew him, created an aura of romanticism and sentimentality which stand in contrast to his literary accomplishments as a satirist and a powerful critic of the contemporary Serbian society.",
    "year": 1873,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Edward S. Curtis",
    "birthday": "1868-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/ECurtis.jpg/220px-ECurtis.jpg",
    "extract": "Edward Sherriff Curtis was an American photographer and ethnologist whose work focused on the American West and on Native American people.",
    "year": 1868,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Billy Hamilton (baseball, born 1866)",
    "birthday": "1866-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Billy_Hamilton_Baseball_Card.jpg/175px-Billy_Hamilton_Baseball_Card.jpg",
    "extract": "William Robert Hamilton, nicknamed Sliding Billy, was an American professional baseball player in Major League Baseball (MLB) during the 19th-century. He played for the Kansas City Cowboys, Philadelphia Phillies and Boston Beaneaters between 1888 and 1901.",
    "year": 1866,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ossian Everett Mills",
    "birthday": "1856-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Ossian_Everett_Mills.jpg/226px-Ossian_Everett_Mills.jpg",
    "extract": "Ossian Everett Mills was the founder of Phi Mu Alpha Sinfonia Fraternity of America, at the New England Conservatory of Music in Boston, Massachusetts, on October 6, 1898.",
    "year": 1856,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hugo de Vries",
    "birthday": "1848-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Hugo_de_Vries.jpg/221px-Hugo_de_Vries.jpg",
    "extract": "Hugo Marie de Vries was a Dutch botanist and one of the first geneticists. He is known chiefly for suggesting the concept of genes, rediscovering the laws of heredity in the 1890s while apparently unaware of Gregor Mendel's work, for introducing the term \"mutation\", and for developing a mutation theory of evolution.",
    "year": 1848,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Octave Mirbeau",
    "birthday": "1848-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Octave_Mirbeau_portrait.jpg/221px-Octave_Mirbeau_portrait.jpg",
    "extract": "Octave Mirbeau was a French novelist, art critic, travel writer, pamphleteer, journalist and playwright, who achieved celebrity in Europe and great success among the public, whilst still appealing to the literary and artistic avant-garde with highly transgressive novels that explored violence, abuse and psychological detachment. His work has been translated into 30 languages.",
    "year": 1848,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "George Kennan (explorer)",
    "birthday": "1845-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/George_Kennan_1885.jpg/241px-George_Kennan_1885.jpg",
    "extract": "George Kennan was an American explorer noted for his travels in the Kamchatka and Caucasus regions of the Russian Empire. He was a cousin twice removed of the American diplomat and historian George F. Kennan, whose birthday he shared.",
    "year": 1845,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Henry M. Leland",
    "birthday": "1843-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Henry_Leland.jpg",
    "extract": "Henry Martyn Leland was an American machinist, inventor, engineer and automotive entrepreneur. He founded the two premier American luxury automotive marques, Cadillac and Lincoln.",
    "year": 1843,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Armand Guillaumin",
    "birthday": "1841-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e6/Armand_Guillaumin_-_photo.jpg/247px-Armand_Guillaumin_-_photo.jpg",
    "extract": "Armand Guillaumin was a French impressionist painter and lithographer.",
    "year": 1841,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Henry Adams",
    "birthday": "1838-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/William_Notman_-_Henry_Brooks_Adams%2C_1885_%28transparent%29.png/251px-William_Notman_-_Henry_Brooks_Adams%2C_1885_%28transparent%29.png",
    "extract": "Henry Brooks Adams was an American historian and a member of the Adams political family, descended from two U.S. Presidents.",
    "year": 1838,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ernst Haeckel",
    "birthday": "1834-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Ernst_Haeckel.jpg/243px-Ernst_Haeckel.jpg",
    "extract": "Ernst Heinrich Philipp August Haeckel was a German zoologist, naturalist, eugenicist, philosopher, physician, professor, marine biologist and artist. He discovered, described and named thousands of new species, mapped a genealogical tree relating all life forms and connected many terms in biology, including ecology, phylum, phylogeny, and Protista. Haeckel promoted and popularised Charles Darwin's work in Germany and developed the influential but no longer widely held recapitulation theory claiming that an individual organism's biological development, or ontogeny, parallels and summarises its species' evolutionary development, or phylogeny.",
    "year": 1834,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nikolai Leskov",
    "birthday": "1831-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Serov_Leskov.jpg/249px-Serov_Leskov.jpg",
    "extract": "Nikolai Semyonovich Leskov was a Russian novelist, short-story writer, playwright, and journalist, who also wrote under the pseudonym M. Stebnitsky. Praised for his unique writing style and innovative experiments in form, and held in high esteem by Leo Tolstoy, Anton Chekhov and Maxim Gorky among others, Leskov is credited with creating a comprehensive picture of contemporary Russian society using mostly short literary forms. His major works include Lady Macbeth of Mtsensk (1865), The Cathedral Folk (1872), The Enchanted Wanderer (1873), and \"The Tale of Cross-eyed Lefty from Tula and the Steel Flea\" (1881).",
    "year": 1831,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lars Hertervig",
    "birthday": "1830-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Lars_Hertervig.jpg",
    "extract": "Lars Hertervig was a Norwegian painter. His semi-fantastical work with motives from the coastal landscape in the traditional district of Ryfylke is regarded as one of the peaks of Norwegian painting.",
    "year": 1830,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joseph Victor von Scheffel",
    "birthday": "1826-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Scheffel.jpg/250px-Scheffel.jpg",
    "extract": "Joseph Victor von Scheffel was a German poet and novelist.",
    "year": 1826,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Peter Kosler",
    "birthday": "1824-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/PeterKozler.jpg/191px-PeterKozler.jpg",
    "extract": "Peter Kosler or Kozler was a Carniolan lawyer, geographer, cartographer, activist, and businessman. He was of ethnic German origin, but also identified with Slovene culture and advocated the peaceful coexistence of the Slovene and German cultures in Carniola.",
    "year": 1824,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Francis Galton",
    "birthday": "1822-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Sir_Francis_Galton_by_Charles_Wellington_Furse.jpg/313px-Sir_Francis_Galton_by_Charles_Wellington_Furse.jpg",
    "extract": "Sir Francis Galton, FRS FRAI, was an English Victorian era polymath: a statistician, sociologist, psychologist, anthropologist, tropical explorer, geographer, inventor, meteorologist, proto-geneticist, psychometrician and a proponent of social Darwinism, eugenics, and scientific racism. He was knighted in 1909.",
    "year": 1822,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Heinrich Barth",
    "birthday": "1821-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Barth_Unterschrift.jpg/187px-Barth_Unterschrift.jpg",
    "extract": "Johann Heinrich Barth was a German explorer of Africa and scholar.",
    "year": 1821,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Henry Wilson",
    "birthday": "1812-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Henry_Wilson%2C_VP_of_the_United_States.jpg/245px-Henry_Wilson%2C_VP_of_the_United_States.jpg",
    "extract": "Henry Wilson was an American politician who was the 18th vice president of the United States from 1873 until his death in 1875 and a senator from Massachusetts from 1855 to 1873. Before and during the American Civil War, he was a leading Republican, and a strong opponent of slavery. Wilson devoted his energies to the destruction of \"Slave Power\", the faction of slave owners and their political allies which anti-slavery Americans saw as dominating the country.",
    "year": 1812,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Karl Theodor Ernst von Siebold",
    "birthday": "1804-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Siebold_1804-1885.jpg/231px-Siebold_1804-1885.jpg",
    "extract": "Prof Karl (Carl) Theodor Ernst von Siebold FRS(For) HFRSE was a German physiologist and zoologist. He was responsible for the introduction of the taxa Arthropoda and Rhizopoda, and for defining the taxon Protozoa specifically for single-celled organisms.",
    "year": 1804,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Phineas Parkhurst Quimby",
    "birthday": "1802-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Phineas_Parkhurst_Quimby_%28courtesy_of_George_A._Quimby%29.jpg/230px-Phineas_Parkhurst_Quimby_%28courtesy_of_George_A._Quimby%29.jpg",
    "extract": "Phineas Parkhurst Quimby was an American clockmaker, mentalist and mesmerist. His work is widely recognized as foundational to the New Thought spiritual movement.",
    "year": 1802,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Grand Duchess Maria Pavlovna of Russia (1786–1859)",
    "birthday": "1786-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Maria_Pavlovna_of_Russia_by_V.Borovikovskiy_%281804%2C_Gatchina%29.jpg/263px-Maria_Pavlovna_of_Russia_by_V.Borovikovskiy_%281804%2C_Gatchina%29.jpg",
    "extract": "Maria Pavlovna was born a grand duchess of Russia as the daughter of Paul I, Emperor of all the Russias and later became the Grand Duchess of Saxe-Weimar-Eisenach by her marriage to Charles Frederick of Saxe-Weimar-Eisenach (1783–1853).",
    "year": 1786,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pierre Rode",
    "birthday": "1774-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Pierre_Rode.jpg/241px-Pierre_Rode.jpg",
    "extract": "Jacques Pierre Joseph Rode was a French violinist and composer.",
    "year": 1774,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jean-Charles Pichegru",
    "birthday": "1761-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Portret_van_generaal_Charles_Pichegru%2C_RP-P-1906-1749.jpg/233px-Portret_van_generaal_Charles_Pichegru%2C_RP-P-1906-1749.jpg",
    "extract": "Jean-Charles Pichegru was a distinguished French general of the Revolutionary Wars. Under his command, French troops overran Belgium and the Netherlands before fighting on the Rhine front. His royalist positions led to his loss of power and imprisonment in Cayenne, French Guiana during the Coup of 18 Fructidor in 1797. After escaping into exile in London and joining the staff of Alexander Korsakov, he returned to France and planned the Pichegru Conspiracy to remove Napoleon from power, which led to his arrest and death. Despite his defection, his surname is one of the names inscribed under the Arc de Triomphe, on Column 3.",
    "year": 1761,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Giambattista Bodoni",
    "birthday": "1740-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Giambattista_Bodoni_by_Giuseppe_Lucatelli.jpg/249px-Giambattista_Bodoni_by_Giuseppe_Lucatelli.jpg",
    "extract": "Giambattista Bodoni was an Italian typographer, type-designer, compositor, printer, and publisher in Parma.",
    "year": 1740,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nikolaus Joseph von Jacquin",
    "birthday": "1727-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Nikolaus_Joseph_von_Jacquin_2.jpg/228px-Nikolaus_Joseph_von_Jacquin_2.jpg",
    "extract": "Nikolaus Joseph Freiherr von Jacquin was a scientist who studied medicine, chemistry and botany.",
    "year": 1727,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pierre Bouguer",
    "birthday": "1698-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Pierre_Bouguer_-_Jean-Baptiste_Perronneau.jpg/256px-Pierre_Bouguer_-_Jean-Baptiste_Perronneau.jpg",
    "extract": "Pierre Bouguer was a French mathematician, geophysicist, geodesist, and astronomer. He is also known as \"the father of naval architecture\".",
    "year": 1698,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Sharp (bishop)",
    "birthday": "1643-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Abp_John_Sharp.jpg/244px-Abp_John_Sharp.jpg",
    "extract": "John Sharp, English divine who served as Archbishop of York.",
    "year": 1643,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frederick William, Elector of Brandenburg",
    "birthday": "1620-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Frans_Luycx_-_Frederick_William%2C_Elector_of_Brandenburg%2C_at_three-quarter-length.jpg/243px-Frans_Luycx_-_Frederick_William%2C_Elector_of_Brandenburg%2C_at_three-quarter-length.jpg",
    "extract": "Frederick William was Elector of Brandenburg and Duke of Prussia, thus ruler of Brandenburg-Prussia, from 1640 until his death in 1688. A member of the House of Hohenzollern, he is popularly known as \"the Great Elector\" because of his military and political achievements. Frederick William was a staunch pillar of the Calvinist faith, associated with the rising commercial class. He saw the importance of trade and promoted it vigorously. His shrewd domestic reforms gave Prussia a strong position in the post-Westphalian political order of north-central Europe, setting Prussia up for elevation from duchy to kingdom, achieved under his son and successor.",
    "year": 1620,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kanō Eitoku",
    "birthday": "1543-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Kano_Eitoku_-_Cypress_Trees.jpg/320px-Kano_Eitoku_-_Cypress_Trees.jpg",
    "extract": "Kanō Eitoku  was a Japanese painter who lived during the Azuchi–Momoyama period of Japanese history and one of the most prominent patriarchs of the Kanō school of Japanese painting.",
    "year": 1543,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gaspard II de Coligny",
    "birthday": "1519-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Fran%C3%A7ois_Clouet_-_Admiral_Gaspard_II_de_Coligny_-_168-1925_-_Saint_Louis_Art_Museum.jpg/230px-Fran%C3%A7ois_Clouet_-_Admiral_Gaspard_II_de_Coligny_-_168-1925_-_Saint_Louis_Art_Museum.jpg",
    "extract": "Gaspard de Coligny, Seigneur de Châtillon, was a French nobleman and Admiral of France, best remembered as a disciplined Huguenot leader in the French Wars of Religion and a close friend of—and advisor to—the French king, Charles IX.",
    "year": 1519,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Philip Melanchthon",
    "birthday": "1497-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Portrait_of_Philipp_Melanchthon_%281497%E2%80%931560%29%2C_by_Lucas_Cranach_the_Elder_-_Gem%C3%A4ldegalerie_Alte_Meister%2C_Kassel.jpg/232px-Portrait_of_Philipp_Melanchthon_%281497%E2%80%931560%29%2C_by_Lucas_Cranach_the_Elder_-_Gem%C3%A4ldegalerie_Alte_Meister%2C_Kassel.jpg",
    "extract": "Philip Melanchthon was a German Lutheran reformer, collaborator with Martin Luther, the first systematic theologian of the Protestant Reformation, intellectual leader of the Lutheran Reformation, and an influential designer of educational systems. He stands next to Luther and John Calvin as a reformer, theologian, and moulder of Protestantism.",
    "year": 1497,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Krishnadevaraya",
    "birthday": "1471-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Kannada_inscription_of_Krishnadeva_Raya_%281513_AD%29_at_the_Krishna_temple_in_Hampi.JPG/213px-Kannada_inscription_of_Krishnadeva_Raya_%281513_AD%29_at_the_Krishna_temple_in_Hampi.JPG",
    "extract": "Krishnadevaraya was an emperor of the Vijayanagara Empire, who reigned from 1509 to 1529. He was the third ruler of the Tuluva dynasty, and is considered to be one of the greatest rulers in Indian history. He ruled the largest empire in India after the decline of the Delhi Sultanate. Presiding over the empire at its zenith, he is regarded as an icon by many Indians. Krishnadevaraya earned the titles Karnatakaratna Simhasanadeeshwara, Yadava Raja Pratistaphanacharya, Kannada Rajya Rama Ramana, Andhra Bhoja, Gaubrahmana Pratipalaka and Mooru Rayara Ganda. He became the dominant ruler of the peninsula by defeating the sultans of Bijapur, Golconda, the Bahmani Sultanate and the Gajapatis of Odisha, and was one of the most powerful Hindu rulers in India.",
    "year": 1471,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eric I, Duke of Brunswick-Lüneburg",
    "birthday": "1470-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Erich_Elisabeth.jpg/254px-Erich_Elisabeth.jpg",
    "extract": "Eric I, the Elder was Duke of Duke of Brunswick-Lüneburg from 1495 and the first reigning prince of Calenberg-Göttingen.",
    "year": 1470,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John I, Duke of Cleves",
    "birthday": "1419-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Johann_I_von_Kleve_%281419-1481%29.jpg/198px-Johann_I_von_Kleve_%281419-1481%29.jpg",
    "extract": "John I, Duke of Cleves, Count of Mark. Jean de Belliqueux (warlike), was Duke of Cleves and Count of Mark.",
    "year": 1419,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Coluccio Salutati",
    "birthday": "1331-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Salutati.jpg/204px-Salutati.jpg",
    "extract": "Coluccio Salutati was an Italian humanist and notary, and one of the most important political and cultural leaders of Renaissance Florence; as chancellor of the Republic and its most prominent voice, he was effectively the permanent secretary of state in the generation before the rise of the Medici.",
    "year": 1331,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jayaatu Khan Tugh Temür",
    "birthday": "1304-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/YuanEmperorAlbumTughTemurPortrait.jpg/253px-YuanEmperorAlbumTughTemurPortrait.jpg",
    "extract": "Jayaatu Khan, born Tugh Temür, also known by the temple name Wenzong, was an emperor of the Yuan dynasty of China. Apart from Emperor of China, he is regarded as the 12th Great Khan of the Mongol Empire, although it was only nominal due to the division of the empire.",
    "year": 1304,
    "month": 2,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nichiren",
    "birthday": "1222-2-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Nichiren_Daishonin_Hakii_Portrait.jpg/314px-Nichiren_Daishonin_Hakii_Portrait.jpg",
    "extract": "Nichiren was a Japanese Buddhist priest and philosopher of the Kamakura period.",
    "year": 1222,
    "month": 2,
    "day": 16,
    "language": "en"
  }
]