[
  {
    "name": "Nicola Leali",
    "birthday": "1993-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Leali1.png/213px-Leali1.png",
    "extract": "Nicola Leali is an Italian professional footballer who plays as a goalkeeper for Serie B club Ascoli.",
    "year": 1993,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marc Márquez",
    "birthday": "1993-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Marc_M%C3%A1rquez_portrait_2022_%28cropped%29.jpg/212px-Marc_M%C3%A1rquez_portrait_2022_%28cropped%29.jpg",
    "extract": "Marc Márquez Alentà is a Spanish professional Grand Prix motorcycle road racer, who has raced for Honda's factory team since his MotoGP debut in 2013. Born in Cervera, Catalonia, Spain, he is nicknamed the 'Ant of Cervera' worldwide, and 'el tro de Cervera' in his hometown, meaning the 'Thunder of Cervera'. He is one of four riders to have won world championship titles in three different categories, after Mike Hailwood, Phil Read and Valentino Rossi, and is one of the most successful motorcycle racers of all time, with eight Grand Prix World Championships to his name, six of which are in the premier class. Márquez became the third Spaniard after Àlex Crivillé and Jorge Lorenzo to win the premier class title, and is the most successful Spanish rider in MotoGP to date, with 59 wins. In 2013 he became the first rider since Kenny Roberts in 1978 to win the premier class title in his first season, and the youngest to win the title overall, at 20 years and 266 days of age.",
    "year": 1993,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ed Sheeran",
    "birthday": "1991-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Ed_Sheeran-6886_%28cropped%29.jpg/253px-Ed_Sheeran-6886_%28cropped%29.jpg",
    "extract": "Edward Christopher Sheeran is an English singer-songwriter. Born in Halifax, West Yorkshire and raised in Framlingham, Suffolk, he began writing songs around the age of eleven. In early 2011, Sheeran independently released the extended play, No. 5 Collaborations Project. He signed with Asylum Records the same year.",
    "year": 1991,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marianne St-Gelais",
    "birthday": "1990-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/2010_Medals_in_500_metres_short_track-Marianne_St-Gelais.jpg/175px-2010_Medals_in_500_metres_short_track-Marianne_St-Gelais.jpg",
    "extract": "Marianne St-Gelais is a Canadian former short track speed skater. She won two silver medals in the 500 m and 3,000 m relay at the Vancouver 2010 Winter Olympics, and a third silver in the 3,000 m relay at the 2014 Winter Olympics in Sochi.",
    "year": 1990,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rebecca Adlington",
    "birthday": "1989-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Becky_Adlington2012_Olympic_Parade.jpg/212px-Becky_Adlington2012_Olympic_Parade.jpg",
    "extract": "Rebecca Adlington is a British former competitive swimmer who specialised in freestyle events in international competition. She won two gold medals at the 2008 Summer Olympics in the 400-metre freestyle and 800-metre freestyle, breaking the 19-year-old world record of Janet Evans in the 800-metre final. Adlington was Britain's first Olympic swimming champion since 1988, and the first British swimmer to win two Olympic gold medals since 1908. After winning her first World Championship gold over 800 metres in 2011, along with silver in the 400 metres at the same meet, she won bronze medals in both the women's 400-metre and 800-metre freestyle events in the 2012 Summer Olympics in London.",
    "year": 1989,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Chord Overstreet",
    "birthday": "1989-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Chord_Overstreet.jpg/176px-Chord_Overstreet.jpg",
    "extract": "Chord Paul Overstreet is an American actor and musician. He is known for his role as Sam Evans on the Fox television series Glee (2009–2015).",
    "year": 1989,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Vasiliy Lomachenko",
    "birthday": "1988-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Vasyl_Lomachenko_023a.JPG/231px-Vasyl_Lomachenko_023a.JPG",
    "extract": "Vasyl Anatoliyovych Lomachenko is a Ukrainian professional boxer. He is a former world champion in three weight classes, having held the WBO featherweight title from 2014 to 2015; the WBO junior lightweight title from 2016 to 2017; and the unified WBA (Super), WBC, WBO and Ring magazine lightweight titles between 2018 and 2020.",
    "year": 1988,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Anders Jacobsen (ski jumper)",
    "birthday": "1985-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/AndersJacobsen-2010.jpg/320px-AndersJacobsen-2010.jpg",
    "extract": "Anders Jacobsen is a Norwegian former ski jumper. He competed at the 2010 and 2014 Winter Olympics and won a team bronze medal in the large hill event in 2010. He is the youngest Norwegian winner of Four Hills Tournament.",
    "year": 1985,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "AB de Villiers",
    "birthday": "1984-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/AB_de_Villiers_3.jpg/236px-AB_de_Villiers_3.jpg",
    "extract": "Abraham Benjamin de Villiers is a former South African international cricketer. AB de Villiers was named as the ICC ODI Player of the Year three times during his 15-year international career and was one of the five Wisden cricketers of the decade at the end of 2019. He is regarded as one of the greatest cricketers in the history of the sport.",
    "year": 1984,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Katie Hill (basketball)",
    "birthday": "1984-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/140611_-_Katie_Hill_-_3b_-_2012_Team_processing.jpg/232px-140611_-_Katie_Hill_-_3b_-_2012_Team_processing.jpg",
    "extract": "Katie Hill is an Australian 3.0 point wheelchair basketball player. She participated in the 2008 Summer Paralympics in Beijing, where she won a bronze medal, and the 2012 Summer Paralympics in London, where she won a silver medal. She has over 100 international caps playing for Australia.",
    "year": 1984,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marcin Gortat",
    "birthday": "1984-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Marcin_Gortat_13_%28cropped%29.jpg/242px-Marcin_Gortat_13_%28cropped%29.jpg",
    "extract": "Marcin Janusz Gortat is a Polish former professional basketball player. The 6 ft 11 in (2.11 m), 240 pounds (110 kg) center is the son of boxer Janusz Gortat. He was drafted in the second round by the Phoenix Suns in the 2005 NBA draft and played for the Orlando Magic, Phoenix Suns, Washington Wizards, and Los Angeles Clippers.",
    "year": 1984,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kevin Rudolf",
    "birthday": "1983-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Kevin_Rudolf.jpg/240px-Kevin_Rudolf.jpg",
    "extract": "Kevin Winston Rudolf is an American singer, songwriter, record producer, rapper, and multi-instrumentalist from New York City, New York. He is best known for his 2008 single \"Let It Rock\".",
    "year": 1983,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Adriano (footballer, born February 1982)",
    "birthday": "1982-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Adriano_2009.jpg/211px-Adriano_2009.jpg",
    "extract": "Adriano Leite Ribeiro, commonly known simply as Adriano, is a Brazilian former professional footballer. A striker known for his long range left footed strikes.",
    "year": 1982,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Brian Bruney",
    "birthday": "1982-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Brian_Bruney_%284317747242%29.jpg/320px-Brian_Bruney_%284317747242%29.jpg",
    "extract": "Brian Anthony Bruney is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Arizona Diamondbacks, New York Yankees, Washington Nationals, and Chicago White Sox. He won the 2009 World Series with the Yankees, beating the Philadelphia Phillies.",
    "year": 1982,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Joseph Gordon-Levitt",
    "birthday": "1981-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Joseph_Gordon-Levitt_TechCrunch_Disrupt_San_Francisco_2019_-_Day_1_%28cropped%29.jpeg/224px-Joseph_Gordon-Levitt_TechCrunch_Disrupt_San_Francisco_2019_-_Day_1_%28cropped%29.jpeg",
    "extract": "Joseph Leonard Gordon-Levitt is an American actor and filmmaker. He has received various accolades, including nominations for the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy for his leading performances in 500 Days of Summer (2009) and 50/50 (2011). He is the founder of the online media platform HitRecord whose projects such as HitRecord on TV (2014–15) and Create Together (2020) won him two Primetime Emmy Awards in the category of Outstanding Interactive Program.",
    "year": 1981,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Paris Hilton",
    "birthday": "1981-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Paris_Hilton_at_the_US_Capitol_%28cropped%29.jpg/213px-Paris_Hilton_at_the_US_Capitol_%28cropped%29.jpg",
    "extract": "Paris Whitney Hilton Reum is an American media personality, socialite, businesswoman, model, singer, DJ, and actress. Born in New York City, and raised there and in Beverly Hills, California, Hilton is a great-granddaughter of Conrad Hilton, the founder of Hilton Hotels. She first attracted tabloid attention in the late 1990s, when she became a fixture in NYC's late-night scene, and ventured into modeling at age 19, signing with Donald Trump's agency Trump Model Management. After David LaChapelle photographed her and her sister Nicky for the September 2000 issue of Vanity Fair, Hilton was proclaimed \"New York's leading It Girl\" in 2001. In 2003, a leaked 2001 sex tape with her then-boyfriend Rick Salomon, later released as 1 Night in Paris, catapulted her into global fame, and the reality television series The Simple Life, in which she starred with her friend and socialite counterpart Nicole Richie, started its five-year run on Fox, reaching 13 million viewers.",
    "year": 1981,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pontus Segerström",
    "birthday": "1981-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Pontus_Segerstr%C3%B6m_%282014%29.jpg/320px-Pontus_Segerstr%C3%B6m_%282014%29.jpg",
    "extract": "Pontus Segerström was a Swedish footballer who played as a defender.",
    "year": 1981,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Al Harrington",
    "birthday": "1980-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Al_Harrington_Nuggets.jpg/195px-Al_Harrington_Nuggets.jpg",
    "extract": "Albert Harrington is an American former professional basketball player and current assistant coach for the Cape Town Tigers. Selected with the 25th overall pick in the 1998 NBA draft, Harrington played 16 seasons in the National Basketball Association (NBA) for the Indiana Pacers, Atlanta Hawks, Golden State Warriors, New York Knicks, Denver Nuggets, Orlando Magic and Washington Wizards. He also spent a short stint with the Fujian Sturgeons of the Chinese Basketball Association (CBA).",
    "year": 1980,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Klemi Saban",
    "birthday": "1980-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Klemi_Saban.JPG/131px-Klemi_Saban.JPG",
    "extract": "Klemi Saban,, is a retired Israeli football defender.\nSaban is mostly known for playing at Maccabi Netanya, there he played 6 years, captained the club and won over 200 caps in all club competitions.",
    "year": 1980,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rory Kinnear",
    "birthday": "1978-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Rory_Kinnear_2012_%28cropped%29.jpg/260px-Rory_Kinnear_2012_%28cropped%29.jpg",
    "extract": "Rory Michael Kinnear is an English actor and playwright who has worked with the Royal Shakespeare Company and the Royal National Theatre. In 2014, he won the Olivier Award for Best Actor for his portrayal of William Shakespeare's villain Iago in the National Theatre production of Othello.",
    "year": 1978,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Václav Prospal",
    "birthday": "1975-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Vaclav_Prospal_Lightning.JPG/305px-Vaclav_Prospal_Lightning.JPG",
    "extract": "Václav \"Vinny\" Prospal is a Czech former professional ice hockey player, currently a hockey coach. He played 16 seasons in the National Hockey League (NHL) for the Philadelphia Flyers, Ottawa Senators, Florida Panthers, Tampa Bay Lightning, Mighty Ducks of Anaheim, New York Rangers and Columbus Blue Jackets. On January 24, 2014, he announced his retirement from professional hockey. He is currently serving as the manager of Motor České Budějovice in the Czech hockey league.",
    "year": 1975,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dir En Grey",
    "birthday": "1974-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/DEG_Zenith.jpg/320px-DEG_Zenith.jpg",
    "extract": "Dir En Grey is a Japanese heavy metal band formed in February 1997 and currently signed to Firewall Div., a sub-division of Free-Will. With a consistent lineup of guitarists Kaoru and Die, vocalist Kyo, drummer Shinya and bassist Toshiya, they have released ten full-length records. Numerous stylistic changes have made the genre of their music difficult to determine, though it is generally considered to be a form of metal. Originally a visual kei band, the members later opted for more subtle attire, but have continued to maintain a dramatic image on stage. However the band, especially vocalist Kyo, adopted a more visual look once again, usually sporting dramatic makeup looks and stylish costumes.",
    "year": 1974,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jerry O'Connell",
    "birthday": "1974-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Jerry_O%27Connell_by_Gage_Skidmore.jpg/248px-Jerry_O%27Connell_by_Gage_Skidmore.jpg",
    "extract": "Jeremiah O'Connell is an American actor, director, and television presenter known for his roles as Quinn Mallory in the television series Sliders, Andrew Clements in My Secret Identity, Vern Tessio in the film Stand by Me (1986), Joe in Joe's Apartment (1996), Frank Cushman in Jerry Maguire (1996), Derek in Scream 2 (1997), Charlie Carbone in Kangaroo Jack (2003), and Detective Woody Hoyt on the drama Crossing Jordan. He starred as Pete Kaczmarek in the single 2010–2011 season of The Defenders. He also had a starring role in the comedy horror film Piranha 3D (2010). Currently, he voices Commander Jack Ransom on the animated series Star Trek: Lower Decks, is co-host of The Talk, and hosts a version of Pictionary syndicated on Fox stations.",
    "year": 1974,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Raphaël Ibañez",
    "birthday": "1973-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/USO_-_UBB_-_20150829_-_Raphael_Ibanez.jpg/213px-USO_-_UBB_-_20150829_-_Raphael_Ibanez.jpg",
    "extract": "Raphaël Ibañez is a retired French rugby union footballer. A hooker, he represented the French national team 98 times, and as captain 41 times. After a career in club rugby management, he became Team Manager for France in 2020.",
    "year": 1973,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Billie Joe Armstrong",
    "birthday": "1972-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/RiP2013_GreenDay_Billie_Joe_Armstrong_0021.jpg/213px-RiP2013_GreenDay_Billie_Joe_Armstrong_0021.jpg",
    "extract": "Billie Joe Armstrong is an American singer, songwriter, guitarist and actor. He is best known as the lead vocalist, primary songwriter, and lead guitarist of the rock band Green Day, which he co-founded with Mike Dirnt in 1987. He is also a guitarist and vocalist for the punk rock band Pinhead Gunpowder, and provides lead vocals for Green Day's side projects Foxboro Hot Tubs, The Network, The Longshot, and The Coverups. Armstrong has been considered by critics as one of the greatest punk rock guitarists of all time.",
    "year": 1972,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Philippe Candeloro",
    "birthday": "1972-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Philippe_Candeloro_2020_-2.jpg/221px-Philippe_Candeloro_2020_-2.jpg",
    "extract": "Philippe Candeloro is a French former competitive figure skater. He is a two-time Olympic bronze medalist, a two-time World medalist, a two-time European silver medalist, and a four-time French national champion (1994–97). He has been a commentator for French television during figure skating events at the Olympics. He also made special appearance as himself and a villian's victim named \"Frozer\" in Miraculous: Tales of Ladybug & Cat Noir.",
    "year": 1972,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Taylor Hawkins",
    "birthday": "1972-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/FoosLollBerlin190917-21_%28cropped%29.jpg/213px-FoosLollBerlin190917-21_%28cropped%29.jpg",
    "extract": "Oliver Taylor Hawkins was an American musician widely known as the drummer of the rock band Foo Fighters, with whom he recorded nine studio albums between 1999 and 2021. Before joining the band in 1997, he was the touring drummer for Sass Jordan and for Alanis Morissette, as well as the drummer in the progressive experimental band Sylvia.",
    "year": 1972,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Valeria Mazza",
    "birthday": "1972-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Valeria_Mazza_%2848520803877%29.jpg/240px-Valeria_Mazza_%2848520803877%29.jpg",
    "extract": "Valeria Raquel Mazza is an Argentine supermodel and businesswoman. Mazza rose to prominence in the 1990s and became a household name after appearing on the cover of the Sports Illustrated Swimsuit Issue of 1996 alongside Tyra Banks. Mazza worked for fashion designers such as Gianni Versace and Roberto Cavalli.",
    "year": 1972,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lars-Göran Petrov",
    "birthday": "1972-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Metalmania_2007_-_Entombed_-_Lars_G%C3%B6ran_Petrov_04.jpg/213px-Metalmania_2007_-_Entombed_-_Lars_G%C3%B6ran_Petrov_04.jpg",
    "extract": "Lars-Göran Petrov, often abbreviated as L-G or LG Petrov, was a Swedish singer. He is best known for his work with death metal band Entombed.",
    "year": 1972,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Denise Richards",
    "birthday": "1971-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Denise_Richards_2009.jpg/213px-Denise_Richards_2009.jpg",
    "extract": "Denise Richards is an American actress, television personality, and former fashion model. Her most recognized roles are Carmen Ibanez in Starship Troopers (1997), Kelly Van Ryan in Wild Things (1998) and Bond girl Christmas Jones in The World Is Not Enough (1999). She has also appeared in films Drop Dead Gorgeous (1999), Valentine (2001), Undercover Brother (2002), Scary Movie 3 (2003), Love Actually (2003), and Madea's Witness Protection (2012).",
    "year": 1971,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dominic Purcell",
    "birthday": "1970-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Dominic_Purcell_by_Gage_Skidmore_2_%28cropped%29.jpg/228px-Dominic_Purcell_by_Gage_Skidmore_2_%28cropped%29.jpg",
    "extract": "Dominic Haakon Myrtved Purcell is a British-Australian actor. He is best known for his portrayals of Lincoln Burrows in Fox's Prison Break and Mick Rory / Heat Wave in The CW's The Flash (2014–2016) and Legends of Tomorrow (2016–2021), as well as Drake / Dracula in Blade: Trinity (2004).",
    "year": 1970,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "David Douillet",
    "birthday": "1969-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/UMP_meeting_Paris_regional_elections_2010-03-17_n04.jpg/213px-UMP_meeting_Paris_regional_elections_2010-03-17_n04.jpg",
    "extract": "David Donald Hubert Roger Douillet is a French politician and retired judoka.",
    "year": 1969,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Wu'erkaixi",
    "birthday": "1968-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Wu%27erkaixi_from_VOA_%281%29.jpg/320px-Wu%27erkaixi_from_VOA_%281%29.jpg",
    "extract": "Örkesh Dölet, commonly known as Wu'erkaixi, is a political commentator known for his leading role during the Tiananmen protests of 1989.",
    "year": 1968,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Giuseppe Signori",
    "birthday": "1968-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Giuseppe_Signori_-_Lazio_1994.jpg/245px-Giuseppe_Signori_-_Lazio_1994.jpg",
    "extract": "Giuseppe \"Beppe\" Signori is an Italian former professional footballer who played as a forward.",
    "year": 1968,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Quorthon",
    "birthday": "1966-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f2/Quorthon_-_Young.jpg/276px-Quorthon_-_Young.jpg",
    "extract": "Thomas Börje Forsberg, better known by the stage name Quorthon, was a Swedish singer, musician and songwriter. He was one of the founders, as well as the sole songwriter, of the band Bathory, which pioneered the black metal genre and is credited with creating the Viking metal style. A multi-instrumentalist, Quorthon wrote the music and lyrics on all of Bathory's albums and performed vocals and guitars.",
    "year": 1966,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Luc Robitaille",
    "birthday": "1966-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/LucRobitaille.jpg/160px-LucRobitaille.jpg",
    "extract": "Luc Jean-Marie Robitaille is a Canadian–American professional ice hockey executive and former player. He currently serves as president of the Los Angeles Kings of the National Hockey League (NHL).",
    "year": 1966,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Michael Bay",
    "birthday": "1965-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Michael.bay.png/260px-Michael.bay.png",
    "extract": "Michael Benjamin Bay is an American film director and producer. He is best known for making big-budget, high-concept action films characterized by fast cutting, stylistic cinematography and visuals, and extensive use of special effects, including frequent depictions of explosions. The films he has produced and directed, which include Armageddon (1998), Pearl Harbor (2001) and the Transformers film series (2007–present), have grossed over US$7.8 billion worldwide, making him one of the most commercially successful directors in history.",
    "year": 1965,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Larry the Cable Guy",
    "birthday": "1963-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/36/Larry_the_Cable_Guy.jpg",
    "extract": "Daniel Lawrence Whitney, known professionally by his persona Larry the Cable Guy, is an American stand-up comedian, actor, producer, country music artist, and former radio personality.",
    "year": 1963,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alison Hargreaves",
    "birthday": "1963-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Tom_Frost_-_Climbers_on_Kangtega_-_1986.jpg/320px-Tom_Frost_-_Climbers_on_Kangtega_-_1986.jpg",
    "extract": "Alison Jane Hargreaves was a British mountain climber. Her accomplishments included scaling Mount Everest alone, without supplementary oxygen or support from a Sherpa team, in 1995. She soloed all the great north faces of the Alps in a single season—a first for any climber. This feat included climbing the difficult north face of the Eiger in the Alps. Hargreaves also climbed 6,812-metre (22,349 ft) Ama Dablam in Nepal.",
    "year": 1963,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jensen Huang",
    "birthday": "1963-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Jen-Hsun_Huang_Headshot_%2815313247387%29.jpg/320px-Jen-Hsun_Huang_Headshot_%2815313247387%29.jpg",
    "extract": "Jen-Hsun \"Jensen\" Huang is a Taiwanese-American billionaire business magnate, electrical engineer, and co-founder of Nvidia Corporation, where he currently serves as president and CEO.",
    "year": 1963,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Michael Jordan",
    "birthday": "1963-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Michael_Jordan_in_2014.jpg/224px-Michael_Jordan_in_2014.jpg",
    "extract": "Michael Jeffrey Jordan, also known by his initials MJ, is an American businessman and former professional basketball player. He played fifteen seasons in the National Basketball Association (NBA), winning six NBA championships with the Chicago Bulls. Jordan is the principal owner and chairman of the Charlotte Hornets of the NBA and of 23XI Racing in the NASCAR Cup Series. His biography on the official NBA website states: \"By acclamation, Michael Jordan is the greatest basketball player of all time.\" He was integral in popularizing the NBA around the world in the 1980s and 1990s, becoming a global cultural icon in the process.",
    "year": 1963,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lou Diamond Phillips",
    "birthday": "1962-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Lou_Diamond_Phillips_at_the_Chiller_Theatre_Expo_2017.jpg/200px-Lou_Diamond_Phillips_at_the_Chiller_Theatre_Expo_2017.jpg",
    "extract": "Louis Diamond Phillips (né Upchurch; born February 17, 1962) is an American actor and film director. His breakthrough came when he starred as Ritchie Valens in the biographical drama film La Bamba (1987). For Stand and Deliver (1988), Phillips was nominated for a Golden Globe Award and won an Independent Spirit Award.",
    "year": 1962,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Angela Eagle",
    "birthday": "1961-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Official_portrait_of_Ms_Angela_Eagle_MP_crop_2.jpg/240px-Official_portrait_of_Ms_Angela_Eagle_MP_crop_2.jpg",
    "extract": "Dame Angela Eagle DBE is a British Labour Party politician serving as the Member of Parliament (MP) for Wallasey since 1992. Eagle was born in Yorkshire and studied PPE at the University of Oxford, before working for the CBI and then a trade union.",
    "year": 1961,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Maria Eagle",
    "birthday": "1961-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Official_portrait_of_Maria_Eagle_MP_crop_2.jpg/240px-Official_portrait_of_Maria_Eagle_MP_crop_2.jpg",
    "extract": "Maria Eagle is a British politician who served in the governments of Tony Blair and Gordon Brown. She later served in the Shadow Cabinets of Ed Miliband and Jeremy Corbyn. A member of the Labour Party, she has been Member of Parliament (MP) for Garston and Halewood, previously Liverpool Garston, since 1997.",
    "year": 1961,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Andrey Korotayev",
    "birthday": "1961-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Rift_Valley4.jpg/320px-Rift_Valley4.jpg",
    "extract": "Andrey Vitalievich Korotayev is a Russian anthropologist, economic historian, comparative political scientist, demographer and sociologist, with major contributions to world-systems theory, cross-cultural studies, Near Eastern history, Big History, and mathematical modelling of social and economic macrodynamics.",
    "year": 1961,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lindy Ruff",
    "birthday": "1960-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Lindyruff_2006nhlawards.jpg/257px-Lindyruff_2006nhlawards.jpg",
    "extract": "Lindy Cameron Ruff is a Canadian professional ice hockey coach who is the head coach for the New Jersey Devils of the National Hockey League (NHL). Ruff was previously the head coach of the Dallas Stars of the NHL, and also the head coach of the Buffalo Sabres from 1997 to 2013, with whom he won the Jack Adams Award in 2006. During his playing career, Ruff played in the NHL for the Sabres and New York Rangers, the former of which he captained.",
    "year": 1960,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Aryeh Deri",
    "birthday": "1959-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Arye_Derey_%28cropped%29.jpg/233px-Arye_Derey_%28cropped%29.jpg",
    "extract": "Aryeh Makhlouf Deri, also Arie Deri, Arye Deri, or Arieh Deri, is an Israeli politician. He is one of the founders of the Shas' political party, and has served as Israel's Minister of the Interior, Minister of the Development of the Negev and Galilee, Minister of the Economy and as a member in the Security Cabinet of Israel. In 1999, Deri was convicted of bribery, fraud, and breach of trust, and given a three-year jail sentence. At the end of 2012, ahead of the elections for the nineteenth Knesset, he returned to lead the Shas party. He was placed in the 2nd position, and was re-elected to the Knesset. In May 2013, he was re-appointed to the role of Shas chairman. In December 2021, it was reported that Deri will resign from the Knesset as part of a plea deal for tax offences.",
    "year": 1959,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rowdy Gaines",
    "birthday": "1959-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Rowdy_Gaines_1983.jpg/275px-Rowdy_Gaines_1983.jpg",
    "extract": "Ambrose \"Rowdy\" Gaines IV is an American former competitive swimmer, U.S. Olympic Hall of Fame member, three-time Olympic gold medalist, and member of the International Swimming Hall of Fame. He is a swimming analyst for television network NBC. He has covered swimming at the Olympic Games since 1992 in Barcelona.",
    "year": 1959,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Loreena McKennitt",
    "birthday": "1957-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Photo_-_Festival_de_Cornouaille_2012_-_Loreena_McKennitt_en_concert_le_26_juillet_-_018.jpg/213px-Photo_-_Festival_de_Cornouaille_2012_-_Loreena_McKennitt_en_concert_le_26_juillet_-_018.jpg",
    "extract": "Loreena Isabel Irene McKennitt, is a Canadian singer-songwriter, multi-instrumentalist, and composer who writes, records and performs world music with Celtic and Middle Eastern influences. McKennitt is known for her refined and clear soprano vocals. She has sold more than 14 million records worldwide.",
    "year": 1957,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Richard Karn",
    "birthday": "1956-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Richard_Karn_2015.jpg/226px-Richard_Karn_2015.jpg",
    "extract": "Richard Karn Wilson is an American actor, author and former game show host. He starred as Al Borland in the ABC series Home Improvement and as Fred Peters in the Hulu series Pen15. He was the fifth host of Family Feud from 2002 to 2006.",
    "year": 1956,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mo Yan",
    "birthday": "1955-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/MoYan_Hamburg_2008.jpg/259px-MoYan_Hamburg_2008.jpg",
    "extract": "Guan Moye, better known by the pen name Mo Yan, is a Chinese novelist and short story writer. Donald Morrison of U.S. news magazine TIME referred to him as \"one of the most famous, oft-banned and widely pirated of all Chinese writers\", and Jim Leach called him the Chinese answer to Franz Kafka or Joseph Heller. In 2012, Mo was awarded the Nobel Prize in Literature for his work as a writer \"who with hallucinatory realism merges folk tales, history and the contemporary\".",
    "year": 1955,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lou Ann Barton",
    "birthday": "1954-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Lou_Ann_Barton.jpg/320px-Lou_Ann_Barton.jpg",
    "extract": "Lou Ann Barton is an American blues singer based in Austin, Texas since the 1970s. AllMusic noted that \"The grace, poise, and confidence she projects on-stage is part of a long tradition for women blues singers\".",
    "year": 1954,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Miki Berkovich",
    "birthday": "1954-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Micky_Berkowitz.jpg/183px-Micky_Berkowitz.jpg",
    "extract": "Moshe \"Miki\" Berkovich is an Israeli former professional basketball player. A 193 cm shooting guard, he is considered to be one of the greatest Israeli basketball players of all time.",
    "year": 1954,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rene Russo",
    "birthday": "1954-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Rene_Russo_1996.jpg/295px-Rene_Russo_1996.jpg",
    "extract": "Rene Marie Russo is an American actress and model. She began her career as a fashion model in the 1970s, appearing on magazine covers such as Vogue and Cosmopolitan. She made her film debut in the 1989 comedy Major League, and rose to international prominence in a number of thrillers and action films throughout the 1990s, including Lethal Weapon 3 (1992), In the Line of Fire (1993), Outbreak (1995), Get Shorty (1995), Ransom (1996), Lethal Weapon 4 (1998), and The Thomas Crown Affair (1999).",
    "year": 1954,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Karin Büttner-Janz",
    "birthday": "1952-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Bundesarchiv_Bild_183-L0817-0318%2C_DDR-Olympiamannschaft%2C_Karin_Janz.jpg/224px-Bundesarchiv_Bild_183-L0817-0318%2C_DDR-Olympiamannschaft%2C_Karin_Janz.jpg",
    "extract": " Karin Büttner-Janz  is a German medical doctor who won world and Olympic gold medals in artistic gymnastics for East Germany. From 1990 to 2012, she was chief physician of clinics in Berlin, Germany. She has a foundation named Spinefoundation.",
    "year": 1952,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rashid Minhas",
    "birthday": "1951-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c0/Rashidminhas.jpg",
    "extract": "Pilot Officer Rashid Minhas was a Pakistani pilot in the Pakistan Air Force. Minhas was the only PAF officer to receive the highest valour award, the Nishan-e-Haider. He was also the youngest person and the shortest-serving officer to have received this award. During the routine training mission in August 1971, Minhas attempted to gain control of his jet trainer when his superior officer Flight Lieutenant Matiur Rahman hijacked his plane and was trying to defect to India to join the Liberation war of Bangladesh which then crashed near the Thatta District, Sindh in Pakistan.",
    "year": 1951,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Fred Frith",
    "birthday": "1949-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/FredFrith_June1998.jpg/214px-FredFrith_June1998.jpg",
    "extract": "Jeremy Webster \"Fred\" Frith is an English multi-instrumentalist, composer, and improviser.",
    "year": 1949,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dennis Green",
    "birthday": "1949-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/28/Dennis_Earl_Green.jpg/214px-Dennis_Earl_Green.jpg",
    "extract": "Dennis Earl Green was an American football coach. During his National Football League (NFL) career, Green coached the Minnesota Vikings for 10 seasons. He coached the Vikings to eight playoff appearances in nine years, despite having seven different starting quarterbacks in those postseasons. He was posthumously inducted into the Minnesota Vikings Ring of Honor in 2018.",
    "year": 1949,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "José José",
    "birthday": "1948-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Jos%C3%A9_Jos%C3%A9%2C_c._1980.jpg/265px-Jos%C3%A9_Jos%C3%A9%2C_c._1980.jpg",
    "extract": "José Rómulo Sosa Ortiz, known professionally as José José, was a Mexican musician, singer and actor. Born into a family of musicians, José began his musical career in his early teens playing guitar and singing in serenade. He later joined a jazz and bossa nova trio where he sang and played bass and double bass.",
    "year": 1948,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Shahrnush Parsipur",
    "birthday": "1946-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Shahrnunsh_Parsipur_by_Mahgameh_Parvaneh.JPG/213px-Shahrnunsh_Parsipur_by_Mahgameh_Parvaneh.JPG",
    "extract": "Shahrnush Parsipur is an Iranian-born writer and translator.",
    "year": 1946,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Zina Bethune",
    "birthday": "1945-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Zina_Bethune_1968.JPG/243px-Zina_Bethune_1968.JPG",
    "extract": "Zina Bianca Bethune was an American actress, dancer, and choreographer.",
    "year": 1945,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Brenda Fricker",
    "birthday": "1945-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Brenda_Fricker_%282106633526%29_%28cropped%29.jpg/224px-Brenda_Fricker_%282106633526%29_%28cropped%29.jpg",
    "extract": "Brenda Fricker is an Irish actress, whose career has spanned six decades on stage and screen. She has appeared in more than 30 films and television roles. In 1990, she became the first Irish actress to win an Academy Award, earning the award for Best Supporting Actress for the biopic My Left Foot (1989). She also appeared in films such as The Field (1990), Home Alone 2: Lost in New York (1992), So I Married An Axe Murderer (1993), Angels in the Outfield (1994), A Time to Kill (1996), Veronica Guerin (2003), Inside I'm Dancing (2004) and Albert Nobbs (2011).",
    "year": 1945,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Karl Jenkins",
    "birthday": "1944-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Karl_Jenkins_%28detail%29.jpg/238px-Karl_Jenkins_%28detail%29.jpg",
    "extract": "Sir Karl William Pamp Jenkins is a Welsh multi-instrumentalist and composer. His best known works include the song \"Adiemus\" and the Adiemus album series; Palladio; The Armed Man; and his Requiem.",
    "year": 1944,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Huey P. Newton",
    "birthday": "1942-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Huey_Newton%2C_portrait_photograph_by_Blair_Stapp.jpg/213px-Huey_Newton%2C_portrait_photograph_by_Blair_Stapp.jpg",
    "extract": "Huey Percy Newton was an African-American revolutionary, notable as founder of the Black Panther Party. Newton crafted the Party's ten-point manifesto with Bobby Seale in 1966.",
    "year": 1942,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Julia McKenzie",
    "birthday": "1941-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Julia_McKenzie_Head_Shot.jpg/291px-Julia_McKenzie_Head_Shot.jpg",
    "extract": "Julia Kathleen Nancy McKenzie, is an English actress, singer, presenter, and theatre director. She has premièred leading roles written by both Alan Ayckbourn and Stephen Sondheim. On television, she is known for her BAFTA Award nominated role as Hester Fields in the sitcom Fresh Fields (1984–1986) and its sequel French Fields (1989–1991), and as Miss Marple in Agatha Christie's Marple (2009–2013).",
    "year": 1941,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gene Pitney",
    "birthday": "1941-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Gene_Pitney_1967.JPG/261px-Gene_Pitney_1967.JPG",
    "extract": "Gene Francis Alan Pitney was an American singer-songwriter and musician.",
    "year": 1941,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Vicente Fernández",
    "birthday": "1940-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Vicente_Fern%C3%A1ndez_-_Pepsi_Center_-_06.11.11.jpg/213px-Vicente_Fern%C3%A1ndez_-_Pepsi_Center_-_06.11.11.jpg",
    "extract": "Vicente Fernández Gómez was a Mexican singer, actor, and film producer. Nicknamed \"Chente\", \"El Charro de Huentitán\", \"El Ídolo de México\", and \"El Rey de la Música Ranchera\", Fernández started his career as a busker, and went on to become a cultural icon, having recorded more than 50 albums and contributing to more than 30 films. His repertoire consisted of rancheras and other Mexican classics.",
    "year": 1940,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mary Ann Mobley",
    "birthday": "1937-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Mary_Ann_Mobley%2C_Brandon._%28Miss_Miss._%2758%2C%29_%28Miss_America%2C_%2758-%2759%2C%29_%28Photo_at_WLBT%29..png/253px-Mary_Ann_Mobley%2C_Brandon._%28Miss_Miss._%2758%2C%29_%28Miss_America%2C_%2758-%2759%2C%29_%28Photo_at_WLBT%29..png",
    "extract": "Mary Ann Mobley was an American actress, television personality, and Miss America 1959.",
    "year": 1937,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jim Brown",
    "birthday": "1936-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Jim_Brown_at_LBJ_Foundation_2014_%28cropped%29.jpg/240px-Jim_Brown_at_LBJ_Foundation_2014_%28cropped%29.jpg",
    "extract": "James Nathaniel Brown is a former American football player, sports analyst and actor. He played as a fullback for the Cleveland Browns of the National Football League (NFL) from 1957 through 1965. Considered to be one of the greatest running backs of all time, as well as one of the greatest players in NFL history, Brown was a Pro Bowl invitee every season he was in the league, was recognized as the AP NFL Most Valuable Player three times, and won an NFL championship with the Browns in 1964. He led the league in rushing yards in eight out of his nine seasons, and by the time he retired, he had shattered most major rushing records. In 2002, he was named by The Sporting News as the greatest professional football player ever.",
    "year": 1936,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alan Bates",
    "birthday": "1934-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Alan_Bates.jpg/274px-Alan_Bates.jpg",
    "extract": "Sir Alan Arthur Bates was an English actor who came to prominence in the 1960s, when he appeared in films ranging from the popular children's story Whistle Down the Wind to the \"kitchen sink\" drama A Kind of Loving.",
    "year": 1934,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Barry Humphries",
    "birthday": "1934-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Barry_Humphries_July_2001.jpg/217px-Barry_Humphries_July_2001.jpg",
    "extract": "John Barry Humphries is an Australian actor, author and satirist. He is best known for writing and playing his on-stage and television alter egos Dame Edna Everage and Sir Les Patterson. He is also a film producer and script writer, a star of London's West End musical theatre, a writer, and a landscape painter. For his delivery of dadaist and absurdist humour to millions, biographer Anne Pender described Humphries in 2010 as not only \"the most significant theatrical figure of our time … [but] the most significant comedian to emerge since Charlie Chaplin\".",
    "year": 1934,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Craig L. Thomas",
    "birthday": "1933-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Thomascraigportrait.jpg/252px-Thomascraigportrait.jpg",
    "extract": "Craig Lyle Thomas was an American politician who served as United States Senator from Wyoming from 1995 until his death in 2007. He was a member of the Republican Party. In the Senate, Thomas was considered an expert on agriculture and rural development. He had served in key positions in several state agencies, including a long tenure as Vice President of the Wyoming Farm Bureau from 1965 to 1974. Thomas resided in Casper for twenty-eight years. In 1984, he was elected from Casper to the Wyoming House of Representatives, in which he served until 1989.",
    "year": 1933,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jiřina Jirásková",
    "birthday": "1931-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Jirina_jiraskova.jpg/215px-Jirina_jiraskova.jpg",
    "extract": "Jiřina Jirásková was a Czech actress. She was born and died in Prague, Czech Republic.",
    "year": 1931,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Buddy Ryan",
    "birthday": "1931-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Buddy_Ryan_in_2011.jpg",
    "extract": "James David \"Buddy\" Ryan was an American football coach in the National Football League (NFL) and American Football League (AFL). During his 35-season coaching career, Ryan served as the head coach of the Philadelphia Eagles and Arizona Cardinals, as well as the defensive coordinator of the Chicago Bears and Houston Oilers of the NFL.",
    "year": 1931,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Roger Craig (baseball)",
    "birthday": "1930-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/71/Roger_Craig_%28coach%29_-_San_Diego_Padres_-_1978.jpg",
    "extract": "Roger Lee Craig is an American former pitcher, coach and manager in Major League Baseball (MLB). Craig played for five National League teams over all or parts of 12 seasons (1955–1966)—most notably as a member of the Brooklyn / Los Angeles Dodgers, and New York Mets—and then forged a successful post-playing career as a pitching coach and manager. As a player and coach, Craig was part of four World Series championship teams. As a manager, he led the 1989 San Francisco Giants to the team's first National League championship in 27 years. He was born in Durham, North Carolina, and attended North Carolina State University.",
    "year": 1930,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Benjamin Fain",
    "birthday": "1930-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Benjamin_Fain.jpg/264px-Benjamin_Fain.jpg",
    "extract": "Benjamin Fain was an Israeli physicist, professor-emeritus, and former refusenik.",
    "year": 1930,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ruth Rendell",
    "birthday": "1930-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/RuthRendell.png/256px-RuthRendell.png",
    "extract": "Ruth Barbara Rendell, Baroness Rendell of Babergh, was an English author of thrillers and psychological murder mysteries.",
    "year": 1930,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alejandro Jodorowsky",
    "birthday": "1929-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Utopiales_2011_Alejandro_Jodorowsky_16_%28cropped%29.jpg/224px-Utopiales_2011_Alejandro_Jodorowsky_16_%28cropped%29.jpg",
    "extract": "Alejandro Jodorowsky Prullansky is a Chilean-French filmmaker and artist. Since 1948, he has worked as a novelist, screenwriter, a poet, a playwright, an essayist, a film and theater director and producer, an actor, a film editor, a comics writer, a musician and composer, a philosopher, a puppeteer, a mime, a lay psychologist, a draughtsman, a painter, a sculptor, and a spiritual guru.\nBest known for his avant-garde films El Topo (1970) and The Holy Mountain (1973), Jodorowsky has been \"venerated by cult cinema enthusiasts\" for his work which \"is filled with violently surreal images and a hybrid blend of mysticism and religious provocation\".",
    "year": 1929,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Chaim Potok",
    "birthday": "1929-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Chaim_Potok.jpg/295px-Chaim_Potok.jpg",
    "extract": "Chaim Potok was an American author and rabbi. His first book The Chosen (1967), was listed on The New York Times’ best seller list for 39 weeks and sold more than 3,400,000 copies.",
    "year": 1929,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nicholas Ridley, Baron Ridley of Liddesdale",
    "birthday": "1929-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f1/Nicholas-Ridley-Baron-Ridley-of-Liddesdale.jpg/279px-Nicholas-Ridley-Baron-Ridley-of-Liddesdale.jpg",
    "extract": "Nicholas Ridley, Baron Ridley of Liddesdale,, was a British Conservative Party politician and government minister. As President of the Selsdon Group, a free-market lobby within the Conservative Party, he was closely aligned with Margaret Thatcher, and became one of her Ministers of State at the Foreign and Commonwealth Office in 1979. Responsible for the Falkland Islands, he tried to resolve the long-running sovereignty issue with Argentina, which detected Britain's reluctance to defend the territory, and later invaded it.",
    "year": 1929,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Patricia Routledge",
    "birthday": "1929-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Patricia_Routledge.jpg/320px-Patricia_Routledge.jpg",
    "extract": "Dame Katherine Patricia Routledge, is an English actress, singer and broadcaster with one of the longest careers of an entertainer, spanning more than 70 years. For her role as Hyacinth Bucket in the BBC sitcom Keeping Up Appearances (1990–1995), she was nominated for the BAFTA TV Award for Best Light Entertainment Performance in 1992 and 1993. Her film appearances include To Sir, with Love (1967) and Don't Raise the Bridge, Lower the River (1968).",
    "year": 1929,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ron Goodwin",
    "birthday": "1925-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/71/Rongoodwin.jpg/320px-Rongoodwin.jpg",
    "extract": "Ronald Alfred Goodwin was an English composer and conductor known for his film music. He scored over 70 films in a career lasting over fifty years. His most famous works included Where Eagles Dare, Battle of Britain, 633 Squadron, Margaret Rutherford's Miss Marple films, and Frenzy.",
    "year": 1925,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Hal Holbrook",
    "birthday": "1925-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Hal_Holbrook_Our_Town_1977_%28cropped%29.jpg/221px-Hal_Holbrook_Our_Town_1977_%28cropped%29.jpg",
    "extract": "Harold Rowe Holbrook Jr. was an American actor, television director, and screenwriter. He first received critical acclaim in 1954 for a one-man stage show he developed, Mark Twain Tonight!, performing as Mark Twain, while studying at Denison University. He won the Tony Award for Best Actor in a Play in 1966 for his portrayal of Twain. He would continue to perform his signature role for over 60 years, only retiring the show in 2017 due to his failing health. Throughout his career, he also won five Primetime Emmy Awards for his work on television and was nominated for an Academy Award for his work in film.",
    "year": 1925,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Margaret Truman",
    "birthday": "1924-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/MargaretTruman.jpg/253px-MargaretTruman.jpg",
    "extract": "Mary Margaret Truman Daniel was an American classical soprano, actress, journalist, radio and television personality, writer, and New York socialite. She was the only child of President Harry S. Truman and First Lady Bess Truman. While her father was president, during the years 1945 to 1953, Margaret regularly accompanied him on campaign trips, most notably the 1948 extensive countrywide train-borne 'Whistle-stop' campaign trip, which lasted several weeks; she also appeared often at important White House and political events during those years. She was a favorite with the media.",
    "year": 1924,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Buddy DeFranco",
    "birthday": "1923-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Buddy_De_Franco%2C_New_York%2C_ca._Sept._1947_%28William_P._Gottlieb_01941%29.jpg/320px-Buddy_De_Franco%2C_New_York%2C_ca._Sept._1947_%28William_P._Gottlieb_01941%29.jpg",
    "extract": "Boniface Ferdinand Leonard \"Buddy\" DeFranco was an Italian-American jazz clarinetist. In addition to his work as a bandleader, DeFranco led the Glenn Miller Orchestra for almost a decade in the 1960s and 1970s.",
    "year": 1923,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tommy Edwards",
    "birthday": "1922-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Tommy_Edwards.jpg/257px-Tommy_Edwards.jpg",
    "extract": "Thomas Jefferson Edwards was an American singer and songwriter. His most successful record was the multi-million-selling song \"It's All in the Game\", becoming the first African-American to reach No. 1 on the Billboard Hot 100.",
    "year": 1922,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Duane Gish",
    "birthday": "1921-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a9/Duanegish.jpg",
    "extract": "Duane Tolbert Gish was an American biochemist and a prominent member of the creationist movement. A young Earth creationist, Gish was a former vice-president of the Institute for Creation Research (ICR) and the author of numerous publications about creation science. Gish was called \"creationism's T. H. Huxley\" for the way he \"relished the confrontations\" of formal debates with prominent evolutionary biologists, usually held on university campuses, while abandoning formal debating principles. A creationist publication noted in his obituary that \"it was perhaps his personal presentation that carried the day. In short, the audiences liked him.\"",
    "year": 1921,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ivo Caprino",
    "birthday": "1920-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ivo_Caprino.jpg/241px-Ivo_Caprino.jpg",
    "extract": "Ivo Caprino was a Norwegian film director and writer, best known for his puppet films. His most noted film, Flåklypa Grand Prix, was made in 1975.",
    "year": 1920,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Annie Glenn",
    "birthday": "1920-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Annie_Glenn_in_1965.jpg/231px-Annie_Glenn_in_1965.jpg",
    "extract": "Anna Margaret Glenn was an American advocate for people with disabilities and communication disorders and the wife of astronaut and senator John Glenn. A stutterer from an early age, Glenn was notable for raising awareness of stuttering among children and adults as well as other disabilities.",
    "year": 1920,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Curt Swan",
    "birthday": "1920-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/89/Curt_Swan_by_Stan_Drake.jpg/232px-Curt_Swan_by_Stan_Drake.jpg",
    "extract": "Douglas Curtis Swan was an American comics artist. The artist most associated with Superman during the period fans call the Silver Age of Comic Books, Swan produced hundreds of covers and stories from the 1950s through the 1980s.",
    "year": 1920,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kathleen Freeman",
    "birthday": "1919-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2e/Kathleen_Freeman.jpg/226px-Kathleen_Freeman.jpg",
    "extract": "Kathleen Freeman was an American actress. In a career that spanned more than 50 years, she portrayed acerbic maids, secretaries, teachers, busybodies, nurses, and battle-axe neighbors and relatives, almost invariably to comic effect. In film, she is perhaps best remembered for appearing in 11 Jerry Lewis comedies in the 1950s and 1960s, The Blues Brothers (1980) and its sequel, and Naked Gun 33⅓: The Final Insult (1994).",
    "year": 1919,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Joe Hunt",
    "birthday": "1919-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/82/Joe_Hunt_1943_1.jpg/215px-Joe_Hunt_1943_1.jpg",
    "extract": "Joseph Raphael Hunt was an American tennis player of the late 1930s and early 1940s from Southern California. He was the number one ranked American in 1943 and won the US singles championship in his final match. He died off the coast of Florida in an airplane crash during World War II. To date he is the only man to win the U.S. boys', junior, collegiate, and men's singles championship.",
    "year": 1919,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "William Bronk",
    "birthday": "1918-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a0/William_Bronk.jpg",
    "extract": "William Bronk was an American poet. For his book, Life Supports (1981), he won the National Book Award for Poetry.",
    "year": 1918,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alexander Obolensky",
    "birthday": "1916-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Prince_Alexander_S._Obolensky.jpg/220px-Prince_Alexander_S._Obolensky.jpg",
    "extract": "Prince Alexander Sergeevich Obolensky was a Rurikid prince of Russian origin who became a naturalised Briton, having spent most of his life in England, and who went on to represent England in international rugby union. He was, and remains, popularly known as \"The Flying Prince\", \"The Flying Slav\", or simply as \"Obo\" to many sports fans.",
    "year": 1916,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Don Tallon",
    "birthday": "1916-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/DonTallon.jpg/235px-DonTallon.jpg",
    "extract": "Donald Tallon was an Australian cricketer who played 21 Test matches as a wicket-keeper between 1946 and 1953. He was widely regarded by his contemporaries as Australia's finest ever wicket-keeper and one of the best in Test history, with an understated style, an ability to anticipate the flight, length and spin of the ball and an efficient stumping technique. Tallon toured England as part of Don Bradman's Invincibles of 1948 and was recognised as one of the Wisden Cricketers of the Year in 1949 for his performances during that season. During his Test career, Tallon made 58 dismissals comprising 50 catches and 8 stumpings.",
    "year": 1916,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Raf Vallone",
    "birthday": "1916-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Raf_Vallone_1949.jpg/320px-Raf_Vallone_1949.jpg",
    "extract": "Raffaele Vallone OMRI was an Italian actor, footballer, and journalist.",
    "year": 1916,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Arthur Kennedy",
    "birthday": "1914-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Brandon_deWilde_Arthur_Kennedy_Stage_67_1966.JPG/253px-Brandon_deWilde_Arthur_Kennedy_Stage_67_1966.JPG",
    "extract": "John Arthur Kennedy was an American stage and film actor known for his versatility in supporting film roles and his ability to create \"an exceptional honesty and naturalness on stage\", especially in the original casts of Arthur Miller plays on Broadway. He won the 1949 Tony Award for Best Featured Actor in a Play for Miller's Death of a Salesman. He also won the Golden Globe for Best Supporting Actor for the 1955 film Trial, and was a five-time Academy Award nominee.",
    "year": 1914,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marc Lawrence",
    "birthday": "1910-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Marc_Lawrence_-_Dillinger_trailer_%281945%29.jpg/320px-Marc_Lawrence_-_Dillinger_trailer_%281945%29.jpg",
    "extract": "Marc Lawrence was an American character actor who specialized in underworld types. He has also been credited as F. A. Foss, Marc Laurence and Marc C. Lawrence.",
    "year": 1910,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bo Yibo",
    "birthday": "1908-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Boyibo1946.jpg/207px-Boyibo1946.jpg",
    "extract": "Bo Yibo (Chinese: 薄一波; pinyin: Bó Yībō; Wade–Giles: Po2 I1-po1; 17 February 1908 – 15 January 2007) was a Chinese political and military leader. He was one of the most senior political figures in China during the 1980s and 1990s.",
    "year": 1908,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mary Brian",
    "birthday": "1906-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Mary_Brian_a_color_%281931%29.jpg/239px-Mary_Brian_a_color_%281931%29.jpg",
    "extract": "Mary Brian was an American actress, who made the transition from silent films to sound films.",
    "year": 1906,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ruth Baldwin (died 1937)",
    "birthday": "1905-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Ruth_Baldwin.jpg/254px-Ruth_Baldwin.jpg",
    "extract": "Catherine Ruth Baldwin was an American-born English socialite, part of the Bright Young Things crowd. She was the first important lover of American heiress Joe Carstairs.",
    "year": 1905,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rózsa Péter",
    "birthday": "1905-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/RozsaPeter.jpg/271px-RozsaPeter.jpg",
    "extract": "Rózsa Péter, born Rózsa Politzer, was a Hungarian mathematician and logician. She is best known as the \"founding mother of recursion theory\".",
    "year": 1905,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Hans Morgenthau",
    "birthday": "1904-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/dc/Hans_Morgenthau.jpg/226px-Hans_Morgenthau.jpg",
    "extract": "Hans Joachim Morgenthau was a German-American jurist and political scientist. He was one of the major twentieth-century figures in the study of international relations. Morgenthau's works belong to the tradition of realism in international relations theory, and he is usually considered among the most influential realists of the post-World War II period. Morgenthau made landmark contributions to international relations theory and the study of international law. His Politics Among Nations, first published in 1948, went through five editions during his lifetime and was widely adopted as a textbook in U.S. universities. While Morgenthau emphasized the centrality of power and \"the national interest,\" the subtitle of Politics Among Nations -- \"the struggle for power and peace\" -- indicates his concern not only with the struggle for power but the ways in which it is limited by ethics, norms, and law.",
    "year": 1904,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sadegh Hedayat",
    "birthday": "1903-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Hedayat113.jpeg/241px-Hedayat113.jpeg",
    "extract": "Sadegh Hedayat was an Iranian writer and translator. Best known for his novel The Blind Owl, he was one of the earliest Iranian writers to adopt literary modernism in their career.",
    "year": 1903,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ruth Clifford",
    "birthday": "1900-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Ruth_Clifford_Who%27s_Who_on_the_Screen.jpg/257px-Ruth_Clifford_Who%27s_Who_on_the_Screen.jpg",
    "extract": "Ruth Clifford was an American actress of leading roles in silent films, whose career lasted from that era into the television era.",
    "year": 1900,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jibanananda Das",
    "birthday": "1899-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Jibanananda_Das_%281899%E2%80%931954%29.jpg/255px-Jibanananda_Das_%281899%E2%80%931954%29.jpg",
    "extract": "Jibanananda Das was an Indian poet, writer, novelist and essayist in the Bengali language. Popularly called \"Rupashi Banglar Kabi'', Das is the most read poet after Rabindranath Tagore and Kazi Nazrul Islam in Bangladesh and West Bengal. While not particularly well recognised during his lifetime, today Das is acknowledged as one of the greatest poets in the Bengali language.",
    "year": 1899,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Wally Pipp",
    "birthday": "1893-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Wally-pipp.jpg/189px-Wally-pipp.jpg",
    "extract": "Walter Clement Pipp was an American professional baseball player. A first baseman, Pipp played in Major League Baseball (MLB) for the Detroit Tigers, New York Yankees, and Cincinnati Reds between 1913 and 1928.",
    "year": 1893,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Abraham Fraenkel",
    "birthday": "1891-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Adolf_Abraham_Halevi_Fraenkel.jpg/228px-Adolf_Abraham_Halevi_Fraenkel.jpg",
    "extract": "Abraham Fraenkel was a German-born Israeli mathematician. He was an early Zionist and the first Dean of Mathematics at the Hebrew University of Jerusalem. He is known for his contributions to axiomatic set theory, especially his additions to Ernst Zermelo's axioms, which resulted in the Zermelo–Fraenkel set theory.",
    "year": 1891,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ronald Fisher",
    "birthday": "1890-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Youngronaldfisher2.JPG/228px-Youngronaldfisher2.JPG",
    "extract": "Sir Ronald Aylmer Fisher was a British polymath who was active as a mathematician, statistician, biologist, geneticist, and academic. For his work in statistics, he has been described as \"a genius who almost single-handedly created the foundations for modern statistical science\" and \"the single most important figure in 20th century statistics\". In genetics, his work used mathematics to combine Mendelian genetics and natural selection; this contributed to the revival of Darwinism in the early 20th-century revision of the theory of evolution known as the modern synthesis. For his contributions to biology, Fisher has been called \"the greatest of Darwin’s successors\".",
    "year": 1890,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Otto Stern",
    "birthday": "1888-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Otto_Stern_1950s.jpg/254px-Otto_Stern_1950s.jpg",
    "extract": "Otto Stern was a German-American physicist and Nobel laureate in physics. He was the second most nominated person for a Nobel Prize with 82 nominations in the years 1925–1945, ultimately winning in 1943.",
    "year": 1888,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Joseph Bech",
    "birthday": "1887-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Joseph_Bech_%28detail%29.jpg/276px-Joseph_Bech_%28detail%29.jpg",
    "extract": "Joseph Bech was a Luxembourgish politician and lawyer. He was the 15th Prime Minister of Luxembourg, serving for eleven years, from 16 July 1926 to 5 November 1937. He returned to the position after World War II, and served for another four years, from 29 December 1953 until 29 March 1958. The 1982–1983 academic year at the College of Europe was named in his honour.",
    "year": 1887,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Leevi Madetoja",
    "birthday": "1887-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Leevi_Madetoja_%28circa_1930s%29_%28cleaup%29.jpg/216px-Leevi_Madetoja_%28circa_1930s%29_%28cleaup%29.jpg",
    "extract": "Leevi Antti Madetoja was a Finnish composer, music critic, conductor, and teacher of the late-Romantic and early-modern periods. He is widely recognized as one of the most significant Finnish contemporaries of Jean Sibelius, under whom he studied privately from 1908–10.",
    "year": 1887,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mary Carson Breckinridge",
    "birthday": "1881-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f6/Mary_Breckinridge.jpg",
    "extract": "Mary Carson Breckinridge was an American nurse midwife and the founder of the Frontier Nursing Service (FNS), which provided comprehensive family medical care to the mountain people of rural Kentucky. FNS served remote and impoverished areas off the road and rail system but accessible by horseback. She modeled her services on European practices and sought to professionalize American nurse-midwives to practice autonomously in homes and decentralized clinics. Although Breckinridge's work demonstrated efficacy by dramatically reducing infant and maternal mortality in Appalachia, at a comparatively low cost, her model of nurse-midwifery never took root in the United States.",
    "year": 1881,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dorothy Canfield Fisher",
    "birthday": "1879-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Dorothy_Canfield_Fisher.jpg/232px-Dorothy_Canfield_Fisher.jpg",
    "extract": "Dorothy Canfield Fisher was an educational reformer, social activist, and best-selling American author in the early 20th century. She strongly supported women's rights, racial equality, and lifelong education. Eleanor Roosevelt named her one of the ten most influential women in the United States. In addition to bringing the Montessori method of child-rearing to the U.S., she presided over the country's first adult education program and shaped literary tastes by serving as a member of the Book of the Month Club selection committee from 1925 to 1951.",
    "year": 1879,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Isabelle Eberhardt",
    "birthday": "1877-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Isabelle_Eberhardt.jpg/233px-Isabelle_Eberhardt.jpg",
    "extract": "Isabelle Wilhelmine Marie Eberhardt was a Swiss explorer and author. As a teenager, Eberhardt, educated in Switzerland by her father, published short stories under a male pseudonym. She became interested in North Africa, and was considered a proficient writer on the subject despite learning about the region only through correspondence. After an invitation from photographer Louis David, Eberhardt moved to Algeria in May 1897. She dressed as a man and converted to Islam, eventually adopting the name Si Mahmoud Saadi. Eberhardt's unorthodox behaviour made her an outcast among European settlers in Algeria and the French administration.",
    "year": 1877,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "André Maginot",
    "birthday": "1877-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Andre_maginot_loc.jpg/240px-Andre_maginot_loc.jpg",
    "extract": "André Maginot was a French civil servant, soldier, and Member of Parliament. He is best known for his advocacy of the string of forts known as the Maginot Line.",
    "year": 1877,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Thomas J. Watson",
    "birthday": "1874-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Thomas_J_Watson_Sr.jpg/320px-Thomas_J_Watson_Sr.jpg",
    "extract": "Thomas John Watson Sr. was an American businessman who served as the chairman and CEO of IBM. He oversaw the company's growth into an international force from 1914 to 1956. Watson developed IBM's management style and corporate culture from John Henry Patterson's training at NCR. He turned the company into a highly effective selling organization, based largely on punched card tabulating machines. A leading self-made industrialist, he was one of the richest men of his time and was called the world's greatest salesman when he died in 1956.",
    "year": 1874,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jozef Murgaš",
    "birthday": "1864-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Murgas2.jpg/218px-Murgas2.jpg",
    "extract": "Jozef Murgaš was a Slovak inventor, architect, botanist, painter and Roman Catholic priest. He contributed to wireless telegraphy and helped in the development of mobile communications and the wireless transmission of information and the human voice.",
    "year": 1864,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Banjo Paterson",
    "birthday": "1864-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Portrait_of_A.B._Paterson_%28cropped%29.jpg/228px-Portrait_of_A.B._Paterson_%28cropped%29.jpg",
    "extract": "Andrew Barton \"Banjo\" Paterson, was an Australian bush poet, journalist and author. He wrote many ballads and poems about Australian life, focusing particularly on the rural and outback areas, including the district around Binalong, New South Wales, where he spent much of his childhood. Paterson's more notable poems include \"Clancy of the Overflow\" (1889), \"The Man from Snowy River\" (1890) and \"Waltzing Matilda\" (1895), regarded widely as Australia's unofficial national anthem.",
    "year": 1864,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mori Ōgai",
    "birthday": "1862-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Ougai_Mori_October_22%2C_1911.jpg/264px-Ougai_Mori_October_22%2C_1911.jpg",
    "extract": "Lieutenant-General Mori Rintarō , known by his pen name Mori Ōgai , was a Japanese Army Surgeon general officer, translator, novelist, poet and father of famed author Mari Mori. He obtained his medical license at a very young age and introduced translated German language literary works to the Japanese public. Mori Ōgai also was considered the first to successfully express the art of western poetry in Japanese. He wrote many works and created many writing styles. The Wild Geese (1911–1913) is considered his major work. After his death, he was considered one of the leading writers who modernized Japanese literature.",
    "year": 1862,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Princess Helen of Waldeck and Pyrmont",
    "birthday": "1861-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Helene_of_Albany-1882.png/226px-Helene_of_Albany-1882.png",
    "extract": "Princess Helen of Waldeck and Pyrmont was a member of the British royal family by marriage. She was the fifth daughter and child of George Victor, Prince of Waldeck and Pyrmont, and his first wife, Princess Helena of Nassau.",
    "year": 1861,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Friedrich Alfred Krupp",
    "birthday": "1854-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Friedrich_Alfred_Krupp%2C_portrait_by_Ludwig_Noster%2C_1896.jpg/219px-Friedrich_Alfred_Krupp%2C_portrait_by_Ludwig_Noster%2C_1896.jpg",
    "extract": "Friedrich Alfred Krupp was a German steel manufacturer and head of the company Krupp. He was the son of Alfred Krupp and inherited the family business when his father died in 1887. Whereas his father had largely supplied iron and steel, Friedrich shifted his company's production back to arms manufacturing. Friedrich greatly expanded Krupp and acquired the Germaniawerft in 1896 which gave him control of warship manufacturing in Germany. He oversaw the development of nickel steel, U-boats, the diesel engine, and much more. He died, possibly by suicide, in 1902 after being accused of homosexuality. His daughter Bertha inherited the company.",
    "year": 1854,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Louisa Lawson",
    "birthday": "1848-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/ca/Louisa_Lawson.jpg",
    "extract": "Louisa Lawson was an Australian poet, writer, publisher, suffragist, and feminist. She was the mother of the poet and author Henry Lawson.",
    "year": 1848,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Aaron Montgomery Ward",
    "birthday": "1843-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b7/Amward.jpg",
    "extract": "Aaron Montgomery Ward was an American entrepreneur based in Chicago who made his fortune through the use of mail order for retail sales of general merchandise to rural customers. In 1872 he founded Montgomery Ward & Company, which became nationally known.",
    "year": 1843,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gustavo Adolfo Bécquer",
    "birthday": "1836-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Portrait_of_Gustavo_Adolfo_B%C3%A9cquer%2C_by_his_brother_Valeriano_%281862%29.jpg/230px-Portrait_of_Gustavo_Adolfo_B%C3%A9cquer%2C_by_his_brother_Valeriano_%281862%29.jpg",
    "extract": "Gustavo Adolfo Claudio Domínguez Bastida, better known as Gustavo Adolfo Bécquer, was a Spanish Romanticist poet and writer, also a playwright, literary columnist, and talented in drawing. Today he is considered one of the most important figures in Spanish literature, and is considered by some as the most read writer after Miguel de Cervantes. He adopted the alias of Bécquer as his brother Valeriano Bécquer, a painter, had done earlier. He was associated with the romanticism and post-romanticism movements and wrote while realism was enjoying success in Spain. He was moderately well known during his life, but it was after his death that most of his works were published. His best known works are the Rhymes and the Legends, usually published together as Rimas y leyendas. These poems and tales are essential to the study of Spanish literature and common reading for high-school students in Spanish-speaking countries.",
    "year": 1836,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Richard Henry Park",
    "birthday": "1832-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Richard_H_Park_1902.jpg/210px-Richard_H_Park_1902.jpg",
    "extract": "Richard Henry Park was an American sculptor who worked in marble and bronze. He was commissioned to do work by the wealthy of the nineteenth century. He did a marble bust of John Plankinton, an astute businessman who founded the meat industry in Wisconsin and was \"Milwaukee's foremost citizen.\"",
    "year": 1832,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lola Montez",
    "birthday": "1821-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Antoine-Samuel_Adam-Salomon_-_Lola_Montez_c1860_-_%28MeisterDrucke-148433%29.jpg/233px-Antoine-Samuel_Adam-Salomon_-_Lola_Montez_c1860_-_%28MeisterDrucke-148433%29.jpg",
    "extract": "Eliza Rosanna Gilbert, Countess of Landsfeld, better known by the stage name Lola Montez, was an Irish dancer and actress who became famous as a Spanish dancer, courtesan, and mistress of King Ludwig I of Bavaria, who made her Gräfin von Landsfeld. At the start of the Revolutions of 1848 in the German states, she was forced to flee. She proceeded to the United States via Austria, Switzerland, France and London, returning to her work as an entertainer and lecturer.",
    "year": 1821,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Henri Vieuxtemps",
    "birthday": "1820-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Henri_Vieuxtemps_1842_Litho.jpg/213px-Henri_Vieuxtemps_1842_Litho.jpg",
    "extract": "Henri François Joseph Vieuxtemps was a Belgian composer and violinist. He occupies an important place in the history of the violin as a prominent exponent of the Franco-Belgian violin school during the mid-19th century. He is also known for playing what is now known as the Vieuxtemps Guarneri del Gesù, a violin of superior workmanship.",
    "year": 1820,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Édouard Thilges",
    "birthday": "1817-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/30/Edouard_Thilges.jpg",
    "extract": "Jules Georges Édouard Thilges was a Luxembourgish politician. He was the seventh Prime Minister of Luxembourg, serving for over three years, from 20 February 1885 until 22 September 1888.",
    "year": 1817,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Philipp Franz von Siebold",
    "birthday": "1796-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/30/Bundespost_Philipp_Franz_von_Siebold.jpg",
    "extract": "Philipp Franz Balthasar von Siebold was a German physician, botanist and traveler. He achieved prominence by his studies of Japanese flora and fauna and the introduction of Western medicine in Japan. He was the father of the first female Japanese doctor educated in Western medicine, Kusumoto Ine.",
    "year": 1796,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "René Laennec",
    "birthday": "1781-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Rene-Theophile-Hyacinthe_Laennec.jpg/231px-Rene-Theophile-Hyacinthe_Laennec.jpg",
    "extract": "René-Théophile-Hyacinthe Laennec\n(French: [laɛnɛk]; 17 February 1781 – 13 August 1826) was a French physician and musician. His skill at carving his own wooden flutes led him to invent the stethoscope in 1816, while working at the Hôpital Necker. He pioneered its use in diagnosing various chest conditions.\nHe became a lecturer at the Collège de France in 1822 and professor of medicine in 1823. His final appointments were that of head of the medical clinic at the Hôpital de la Charité and professor at the Collège de France. He died of tuberculosis in 1826 at age 45.",
    "year": 1781,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Cooke (Royal Navy officer)",
    "birthday": "1762-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Captain_John_Cooke_-_National_Maritime_Museum_BHC2629.jpg/261px-Captain_John_Cooke_-_National_Maritime_Museum_BHC2629.jpg",
    "extract": "John Cooke was an experienced and highly regarded officer of the Royal Navy during the American War of Independence, the French Revolutionary Wars and the first years of the Napoleonic Wars. Cooke is best known for his death in hand-to-hand combat with French forces during the Battle of Trafalgar in 1805. During the action, his ship HMS Bellerophon was badly damaged and boarded by sailors and marines from the French ship of the line Aigle. Cooke was killed in the ensuing melee, but his crew successfully drove off their opponents and ultimately forced the surrender of Aigle.",
    "year": 1762,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Pinkerton",
    "birthday": "1758-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Cameo_of_John_Pinkerton.jpg/213px-Cameo_of_John_Pinkerton.jpg",
    "extract": "John Pinkerton was a Scottish antiquarian, cartographer, author, numismatist, historian, and early advocate of Germanic racial supremacy theory.",
    "year": 1758,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nicolas Baudin",
    "birthday": "1754-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Nicolas_Baudin_2.jpeg/241px-Nicolas_Baudin_2.jpeg",
    "extract": "Nicolas Thomas Baudin was a French explorer, cartographer, naturalist and hydrographer.",
    "year": 1754,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Friedrich Maximilian von Klinger",
    "birthday": "1752-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Friedrich_Maximilian_von_Klinger.jpg/258px-Friedrich_Maximilian_von_Klinger.jpg",
    "extract": "Friedrich Maximilian von Klinger was a German dramatist and novelist. His play Sturm und Drang (1776) gave its name to the Sturm und Drang artistic epoch. He was a childhood friend of Johann Wolfgang von Goethe and is often closely associated with Jakob Michael Reinhold Lenz. Klinger worked as a playwright for the Seylersche Schauspiel-Gesellschaft for two years, but eventually left the Kingdom of Prussia to become a General in the Imperial Russian Army.",
    "year": 1752,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Horace Bénédict de Saussure",
    "birthday": "1740-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Horace-B%C3%A9n%C3%A9dict_de_Saussure.jpg/265px-Horace-B%C3%A9n%C3%A9dict_de_Saussure.jpg",
    "extract": "Horace Bénédict de Saussure was a Genevan geologist, meteorologist, physicist, mountaineer and Alpine explorer, often called the founder of alpinism and modern meteorology, and considered to be the first person to build a successful solar oven.",
    "year": 1740,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tobias Mayer",
    "birthday": "1723-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Tobias_Mayer.jpg/285px-Tobias_Mayer.jpg",
    "extract": "Tobias Mayer was a German astronomer famous for his studies of the Moon.",
    "year": 1723,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Arcangelo Corelli",
    "birthday": "1653-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Arcangelo_Corelli%2C_portrait_by_Hugh_Howard_%281697%29.jpg/238px-Arcangelo_Corelli%2C_portrait_by_Hugh_Howard_%281697%29.jpg",
    "extract": "Arcangelo Corelli was an Italian violinist and composer of the Baroque era. His music was key in the development of the modern genres of sonata and concerto, in establishing the preeminence of the violin, and as the first coalescing of modern tonality and functional harmony.",
    "year": 1653,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pierre Le Pesant, sieur de Boisguilbert",
    "birthday": "1646-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Pierre_Le_Pesant_de_Boisguilbert_by_Santerre.jpg/262px-Pierre_Le_Pesant_de_Boisguilbert_by_Santerre.jpg",
    "extract": "Pierre le Pesant, sieur de Boisguilbert or Boisguillebert was a French lawmaker and a Jansenist, one of the inventors of the notion of an economic market.",
    "year": 1646,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Charles, Cardinal of Lorraine",
    "birthday": "1524-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Cardinal_de_Lorraine.jpg/220px-Cardinal_de_Lorraine.jpg",
    "extract": "Charles de Lorraine, Duke of Chevreuse, was a French Cardinal, a member of the powerful House of Guise. He was known at first as the Cardinal of Guise, and then as the second Cardinal of Lorraine, after the death of his uncle, Jean, Cardinal of Lorraine (1550). He was the protector of François Rabelais and Pierre de Ronsard and founded Reims University. He is sometimes known as the Cardinal de Lorraine.",
    "year": 1524,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Francis, Duke of Guise",
    "birthday": "1519-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Portrait_of_Francis_de_Lorraine%2C_2nd_Duke_of_Guise_%281519%E2%80%931563%29%2C_by_Workshop_of_Fran%C3%A7ois_Clouet.jpg/235px-Portrait_of_Francis_de_Lorraine%2C_2nd_Duke_of_Guise_%281519%E2%80%931563%29%2C_by_Workshop_of_Fran%C3%A7ois_Clouet.jpg",
    "extract": "Francis de Lorraine II, the first Prince of Joinville, also Duke of Guise and Duke of Aumale, was a French general and politician. A prominent leader during the Italian War of 1551–1559 and French Wars of Religion, he was assassinated during the siege of Orleans in 1563.",
    "year": 1519,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Charles III, Duke of Bourbon",
    "birthday": "1490-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Ch%C3%A2teau_de_Beauregard_-_Charles_of_Bourbon.jpg/289px-Ch%C3%A2teau_de_Beauregard_-_Charles_of_Bourbon.jpg",
    "extract": "Charles III was a French military leader, the count of Montpensier, Clermont and Auvergne, and dauphin of Auvergne from 1501 to 1523, then duke of Bourbon and Auvergne, count of Clermont-en-Beauvaisis, Forez and La Marche, and lord of Beaujeu from 1505 to 1521. He was also the constable of France from 1515 to 1521. Also known as the constable of Bourbon, he was the last of the great feudal lords to oppose the king of France. He commanded the troops of Holy Roman Emperor Charles V in what became known as the Sack of Rome in 1527, where he was killed.",
    "year": 1490,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Al-Juwayni",
    "birthday": "1028-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/%D8%A3%D8%A8%D9%88_%D8%A7%D9%84%D9%85%D8%B9%D8%A7%D9%84%D9%8A_%D8%A7%D9%84%D8%AC%D9%88%D9%8A%D9%86%D9%8A.png/320px-%D8%A3%D8%A8%D9%88_%D8%A7%D9%84%D9%85%D8%B9%D8%A7%D9%84%D9%8A_%D8%A7%D9%84%D8%AC%D9%88%D9%8A%D9%86%D9%8A.png",
    "extract": "Dhia' ul-Dīn 'Abd al-Malik ibn Yūsuf al-Juwaynī al-Shafi'ī was a Persian Sunni Shafi'i jurist and mutakallim theologian. His name is commonly abbreviated as Al-Juwayni; he is also commonly referred to as Imam al Haramayn, meaning \"leading master of the two holy cities\", that is, Mecca and Medina.",
    "year": 1028,
    "month": 2,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Wu Zetian",
    "birthday": "624-2-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/A_Tang_Dynasty_Empress_Wu_Zetian.JPG/282px-A_Tang_Dynasty_Empress_Wu_Zetian.JPG",
    "extract": "Wu Zhao, commonly known as Wu Zetian, alternatively Wu Hou, and during the later Tang dynasty as Tian Hou, was the de facto ruler of the Tang dynasty, as an empress consort, first through her husband Emperor Gaozong and then as an empress dowager, through her sons Emperors Zhongzong and Ruizong, from 665 to 690, not unprecedented in Chinese history. She subsequently became empress regnant of the Wu Zhou dynasty of China, ruling from 690 to 705, unprecedented in Chinese history. She was the only legitimate female sovereign in the history of China. Under her 40-year reign, China grew larger, corruption in the court was reduced, its culture and economy were revitalized, and it was recognized as one of the great powers of the world.",
    "year": 624,
    "month": 2,
    "day": 17,
    "language": "en"
  }
]