[
  {
    "name": "J-Hope",
    "birthday": "1994-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/J-Hope_on_the_Billboard_Music_Awards_red_carpet%2C_1_May_2019.jpg/211px-J-Hope_on_the_Billboard_Music_Awards_red_carpet%2C_1_May_2019.jpg",
    "extract": " Jung Ho-seok , better known by his stage name J-Hope, is a South Korean rapper, songwriter, dancer, and record producer. He made his debut as a member of South Korean boy band BTS in 2013, under Big Hit Entertainment.",
    "year": 1994,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Monica Aksamit",
    "birthday": "1990-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Monica_Aksamit_2015-16_Orleans_WC_quals_t172040.jpg/213px-Monica_Aksamit_2015-16_Orleans_WC_quals_t172040.jpg",
    "extract": "Monica Aksamit is an American Olympic saber fencer. She represented the United States at the 2016 Summer Olympics, earning a bronze medal in the Women's Saber Team competition. She won a gold medal with Team USA at the 2019 Pan American Games. In 2022, she was a contestant on Fox’s dating and relationship reality television series revival, Joe Millionaire: For Richer or Poorer.",
    "year": 1990,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jermaine Jenas",
    "birthday": "1983-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Jenas_2015_%28cropped%29.jpg/245px-Jenas_2015_%28cropped%29.jpg",
    "extract": "Jermaine Anthony Jenas is an English television presenter, football pundit and retired professional footballer. He played as a central midfielder for English club sides Nottingham Forest, Newcastle United, Tottenham Hotspur, Aston Villa and Queens Park Rangers, scoring a career total of 39 goals from 341 league appearances. He also appeared 21 times for the senior England national football team, scoring one goal.",
    "year": 1983,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Christian Tiffert",
    "birthday": "1982-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Christian_Tiffert_2016.jpg/272px-Christian_Tiffert_2016.jpg",
    "extract": "Christian Tiffert is a German football manager and a former midfielder. He is the manager of Chemnitzer FC.",
    "year": 1982,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gary Neville",
    "birthday": "1975-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Gary_Neville_2014_%28cropped%29.jpg/240px-Gary_Neville_2014_%28cropped%29.jpg",
    "extract": "Gary Alexander Neville is an English football pundit, coach, and former player who is a co-owner of Salford City. After retiring from football in 2011, Neville went into punditry and was a commentator for Sky Sports, until he took over the head coach position at Valencia in 2015. After being sacked by the club in 2016, he returned to his position as a pundit for Sky Sports later that year. He was also assistant manager for the England national team from 2012 to 2016.",
    "year": 1975,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Carrie Ann Baade",
    "birthday": "1974-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Carrie_Ann_Baade.jpg/320px-Carrie_Ann_Baade.jpg",
    "extract": "Carrie Ann Baade is an American painter whose work has been described by Curator of Contemporary Art Margaret Winslow as \"autobiographical parables combin(ing) fragments of Renaissance and Baroque religious paintings, resulting in surreal landscapes inhabited by exotic flora, fauna, and figures.\" The context and the compositional building blocks of her work are fragments of historical masterpieces, which Baade reinterprets using her original feminist and autobiographical perspective. She currently lives in Tallahassee, Florida, where she is a professor in the Department of Art at Florida State University",
    "year": 1974,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Radek Černý",
    "birthday": "1974-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Radek_%C4%8Cern%C3%BD.jpg/137px-Radek_%C4%8Cern%C3%BD.jpg",
    "extract": "Radek Černý is a Czech former footballer who played as a goalkeeper. He played principally for Slavia Prague in the Czech First League between its inception in 1993 and 2005, when he moved to England. Černý spent eight years in England with Tottenham Hotspur and Queens Park Rangers before returning to his former club Slavia in 2013, where he played one season before his retirement. Černý enjoyed a brief international career, making three appearances for the Czech Republic between 2000 and 2002.",
    "year": 1974,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Julia Butterfly Hill",
    "birthday": "1974-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Juliabutterflyhill.png/261px-Juliabutterflyhill.png",
    "extract": "Julia Lorraine Hill is an American environmental activist and tax redirection advocate. She is best known for having lived in a 180-foot (55 m)-tall, roughly 1500-year-old California redwood tree for 738 days between December 10, 1997 and December 18, 1999. Hill lived in the tree, affectionately known as Luna, to prevent Pacific Lumber Company loggers from cutting it down. She is the author of the 2000 book The Legacy of Luna and co-author of One Makes the Difference.",
    "year": 1974,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Leilani Munter",
    "birthday": "1974-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/MunterChicagoland.jpg/245px-MunterChicagoland.jpg",
    "extract": "Leilani Maaja Münter is an American former professional stock car racing driver and environmental activist. She last competed in the ARCA Menards Series, and previously drove in the Firestone Indy Lights, the development league of IndyCar. She currently lives in Cornelius, North Carolina.",
    "year": 1974,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Thomas Bjørn",
    "birthday": "1971-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Thomas_Bjorn_2011_Omega_European_Masters.png/249px-Thomas_Bjorn_2011_Omega_European_Masters.png",
    "extract": "Thomas Bjørn is a professional golfer from Denmark who plays on the European Tour. He is the most successful Danish golfer to have played the game having won fifteen tournaments worldwide on the European Tour. In 1997 he also became the first Dane to qualify for a European Ryder Cup team. He captained the winning European side at the 2018 Ryder Cup.",
    "year": 1971,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "James H. Fowler",
    "birthday": "1970-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4e/James_fowler_at_poptech_2009.jpg/240px-James_fowler_at_poptech_2009.jpg",
    "extract": "James H. Fowler is an American social scientist specializing in social networks, cooperation, political participation, and genopolitics. He is currently Professor of Medical Genetics in the School of Medicine and Professor of Political Science in the Division of Social Science at the University of California, San Diego. He was named a 2010 Fellow of the John Simon Guggenheim Foundation.",
    "year": 1970,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Molly Ringwald",
    "birthday": "1968-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Molly_Ringwald_in_Greece_%28cropped%29.jpg/218px-Molly_Ringwald_in_Greece_%28cropped%29.jpg",
    "extract": "Molly Kathleen Ringwald is an American actress, singer, dancer, and author. She was cast in her first major role as Molly in the NBC sitcom The Facts of Life (1979–80) after a casting director saw her playing an orphan in a stage production of the musical Annie. She and several other members of the original Facts of Life cast were let go when the show was reworked by the network. She subsequently made her motion-picture debut as Miranda in the independent film Tempest (1982), which earned her a Golden Globe nomination for New Star of the Year.",
    "year": 1968,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Roberto Baggio",
    "birthday": "1967-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Roberto_Baggio_cropped.jpg/214px-Roberto_Baggio_cropped.jpg",
    "extract": "Roberto Baggio is an Italian former professional footballer who mainly played as a second striker, or as an attacking midfielder, although he was capable of playing in several offensive positions. He is the former president of the technical sector of the Italian Football Federation. A technically gifted creative playmaker and set piece specialist, renowned for his curling free-kicks, dribbling skills, and goalscoring, Baggio is widely regarded as one of the greatest players of all time. In 1999, he came fourth in the FIFA Player of the Century internet poll, and was chosen on the FIFA World Cup Dream Team in 2002. In 1993, he was named FIFA World Player of the Year and won the Ballon d'Or. In 2004, he was named by Pelé in the FIFA 100, a list of the world's greatest living players.",
    "year": 1967,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Colin Jackson",
    "birthday": "1967-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Athletissima_2012_-_Colin_Jackson.jpg/213px-Athletissima_2012_-_Colin_Jackson.jpg",
    "extract": "Colin Ray Jackson, is a Welsh former sprint and hurdling athlete who specialised in the 110 metres hurdles. During a career in which he represented Great Britain and Wales, he won an Olympic silver medal, became world champion twice, World indoor champion once, went undefeated at the European Championships for 12 years and was twice Commonwealth champion. His world record of 12.91 seconds for the 110 m hurdles stood for over a decade and his 60 metres hurdles world record stood for nearly 27 years.",
    "year": 1967,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Greta Scacchi",
    "birthday": "1960-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Greta_Scacchi.jpg/256px-Greta_Scacchi.jpg",
    "extract": "Greta Scacchi, OMRI is an Italian-Australian actress. She holds dual Italian and Australian citizenship. She is best known for her roles in the films White Mischief (1987), Presumed Innocent (1990), The Player (1992), Emma (1996), and Looking for Alibrandi (2000).",
    "year": 1960,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Marita Koch",
    "birthday": "1957-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Marita_Koch_%281978%29.jpg/268px-Marita_Koch_%281978%29.jpg",
    "extract": "Marita Koch is a German former sprint track and field athlete. During her career she collected 16 world records in outdoor sprints as well as 14 world records in indoor events. Her record of 47.60 in the 400 metres, set on 6 October 1985, still stands.",
    "year": 1957,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lisa See",
    "birthday": "1955-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Lisa_See_in_Madrid_by_As%C3%ADs_G._Ayerbe.jpg/221px-Lisa_See_in_Madrid_by_As%C3%ADs_G._Ayerbe.jpg",
    "extract": "Lisa See is an American writer and novelist. Her books include On Gold Mountain: The One-Hundred-Year Odyssey of My Chinese-American Family (1995), a detailed account of See's family history, and the novels Flower Net (1997), The Interior (1999), Dragon Bones (2003), Snow Flower and the Secret Fan (2005), Peony in Love (2007) and Shanghai Girls (2009), which made it to the 2010 New York Times bestseller list. Both Shanghai Girls and Snow Flower and the Secret Fan received honorable mentions from the Asian/Pacific American Awards for Literature.",
    "year": 1955,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Charlie Fowler",
    "birthday": "1954-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e8/Charliefowlermagcover.jpg",
    "extract": "Charlie Fowler was an American mountain climber, writer, and photographer. He was one of North America's most experienced mountain climbers, and successfully climbed many of the world's highest peaks. Along with his climbing partner, Christine Boskoff, he went missing in southwestern China sometime between November 11 and November 14, 2006. His body was found on a Ge'nyen Mountain on December 27, 2006, and was officially identified a day later.",
    "year": 1954,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "John Travolta",
    "birthday": "1954-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/John_Travolta_Cannes_2018_%28cropped%29.jpg/204px-John_Travolta_Cannes_2018_%28cropped%29.jpg",
    "extract": "Jonathan Christopher Travolta is an American actor and singer. He came to public attention during the 1970s, appearing on the television sitcom Welcome Back, Kotter (1975–1979) and starring in the box office successes Carrie (1976), Saturday Night Fever (1977), Grease (1978), and Urban Cowboy (1980). His acting career declined throughout the 1980s, but he enjoyed a resurgence in the 1990s with his role in Pulp Fiction (1994), and went on to star in films including Get Shorty (1995), Broken Arrow (1996), Phenomenon (1996), Face/Off (1997), A Civil Action (1998), Primary Colors (1998), Hairspray (2007), and Bolt (2008).",
    "year": 1954,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Randy Crawford",
    "birthday": "1952-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Randy_Crawford_by_Stuart_Mentiply-2.jpg/227px-Randy_Crawford_by_Stuart_Mentiply-2.jpg",
    "extract": "Veronica \"Randy\" Crawford is an American jazz and R&B singer. She has been more successful in Europe than in the United States, where she has not entered the Billboard Hot 100 as a solo artist. However, she has appeared on the Hot 100 singles chart twice. First, was in 1979 as a guest vocalist on the Crusaders's top 40 hit \"Street Life\". She also dueted with Rick Springfield on the song \"Taxi Dancing\", which hit #59 as the B-side of Springfield's hit \"Bop Til You Drop\". She has had five top 20 hits in the UK, including her 1980 number 2 hit, \"One Day I'll Fly Away\", as well as six UK top 10 albums. Despite her American nationality, she won Best British Female Solo Artist in recognition of her popularity in the UK at the 1982 Brit Awards. In the late 2000s, she received her first two Grammy Award nominations.",
    "year": 1952,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Juice Newton",
    "birthday": "1952-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Juice_Newton_2.jpg",
    "extract": "Judy Kay \"Juice\" Newton is an American pop and country singer, songwriter, and musician. Newton has received five Grammy Award nominations in the Pop and Country Best Female Vocalist categories – winning once in 1983 – as well as an ACM Award for Top New Female Artist and two Billboard Female Album Artist of the Year awards. Newton's other awards include a People's Choice Award for \"Best Female Vocalist\" and the Australian Music Media's \"Number One International Country Artist.\"",
    "year": 1952,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Queen Komal of Nepal",
    "birthday": "1951-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/2018.1.105%282%29_V_%2845767107812%29_%28cropped%29.jpg/249px-2018.1.105%282%29_V_%2845767107812%29_%28cropped%29.jpg",
    "extract": "Komal Rajya Lakshmi Devi Shah is the wife of former King Gyanendra of Nepal. She was the last Queen consort of Nepal before the monarchy was abolished on 28 May 2008.",
    "year": 1951,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Isabel Preysler",
    "birthday": "1951-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/XIII_Prix_Di%C3%A1logo_-_Ceremonia_de_entrega_%2826929489404%29_%28cropped%29.jpg/240px-XIII_Prix_Di%C3%A1logo_-_Ceremonia_de_entrega_%2826929489404%29_%28cropped%29.jpg",
    "extract": "María Isabel Preysler Arrastía is a Filipina socialite and television host. She is the mother of singers Enrique Iglesias, Julio Iglesias Jr., journalist Chábeli Iglesias, Tamara Falcó y Preysler, 6th Marchioness of Griñón, and Ana Boyer Preysler.",
    "year": 1951,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "John Hughes (filmmaker)",
    "birthday": "1950-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e3/John_Hughes_Home_Alone_2.jpg",
    "extract": "Jonathan Wilden Hughes Jr. was an American filmmaker. Hughes began his career in 1970 as an author of humorous essays and stories for the National Lampoon magazine. He went on to Hollywood to write, produce and sometimes direct some of the most successful live-action comedy films of the 1980s and 1990s such as National Lampoon's Vacation, Mr. Mom, Sixteen Candles, Weird Science, The Breakfast Club, Ferris Bueller's Day Off, Pretty in Pink, Some Kind of Wonderful, Planes, Trains and Automobiles, She's Having a Baby, Uncle Buck, Home Alone, Dutch, Beethoven, Dennis the Menace, and Baby's Day Out.",
    "year": 1950,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Michael Buerk",
    "birthday": "1946-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Michael_Buerk%2C_British_Museum%2C_London%2C_23_June_2012_-_Britain%27s_Secret_Treasures_Filming.jpg/211px-Michael_Buerk%2C_British_Museum%2C_London%2C_23_June_2012_-_Britain%27s_Secret_Treasures_Filming.jpg",
    "extract": "Michael Duncan Buerk is a British journalist and newsreader. He presented BBC News from 1973 to 2002 and has been the host of BBC Radio 4's The Moral Maze since 1990. He was also the presenter of BBC One's docudrama 999 from 1992 to 2003.",
    "year": 1946,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Fabrizio De André",
    "birthday": "1940-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Fabrizio_De_Andr%C3%A9_1977.jpg/259px-Fabrizio_De_Andr%C3%A9_1977.jpg",
    "extract": "Fabrizio Cristiano De André was an Italian singer-songwriter. De André recorded fourteen studio albums, plus some songs released only as singles and then reissued in anthologies. Many lyrics to his songs tell stories of marginalized people such as rebels, anarchists and prostitutes, and are considered by some critics to be as high-ranking as real poems, to the point that they have been included in various literature anthology schoolbooks since the early seventies. He has sold 65 million records in his career, earning for himself a place amongst the most successful Italian artists.",
    "year": 1940,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Prue Leith",
    "birthday": "1940-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Prue_Leith_20181206.jpg/241px-Prue_Leith_20181206.jpg",
    "extract": "Dame Prudence Margaret Leith, is a British-South African restaurateur, chef, caterer, television presenter/broadcaster, journalist, cookery writer and novelist. She is Chancellor of Queen Margaret University, Edinburgh. She was a judge on BBC Two's Great British Menu for eleven years, before joining The Great British Bake Off in March 2017, replacing Mary Berry, when the television programme moved to Channel 4.",
    "year": 1940,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Claude Ake",
    "birthday": "1939-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Claude_Ake.jpg/261px-Claude_Ake.jpg",
    "extract": "Claude Ake was a Nigerian political scientist from Omoku, in Rivers State, Nigeria. Ake was considered \"one of Africa's foremost political philosophers.\" He specialised in political economy, political theory, and development studies and is well known for his research on development and democracy in Africa. He was professor of political economy and dean of the University of Port Harcourt's Faculty of Social Sciences for some years in the 1970s and 1980s after having taught at Columbia University, where he earned his Ph.D. in 1966. He held various academic positions at institutions around the world, including at Yale University, University of Nairobi (Kenya), University of Dar es Salaam (Tanzania) and University of Port Harcourt (Nigeria). He was active in Nigerian politics, a critic of corruption and authoritarian rule in Africa. His permanent home was in Port Harcourt.",
    "year": 1939,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Audre Lorde",
    "birthday": "1934-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Audre_Lorde.jpg/213px-Audre_Lorde.jpg",
    "extract": "Audre Lorde was an American writer, feminist, womanist, librarian, and civil rights activist. She was a self-described \"black, lesbian, mother, warrior, poet,\" who \"dedicated both her life and her creative talent to confronting and addressing injustices of racism, sexism, classism, and homophobia.\"",
    "year": 1934,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Yoko Ono",
    "birthday": "1933-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Yoko_Ono_2011_SXSW.jpg/261px-Yoko_Ono_2011_SXSW.jpg",
    "extract": "Yoko Ono is a Japanese multimedia artist, singer, songwriter, and peace activist. Her work also encompasses performance art, which she performs in both English and Japanese, and filmmaking.",
    "year": 1933,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bobby Robson",
    "birthday": "1933-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Anefo_934-2658%2C_Bobby_Robson%2C_Netherlands%2C_14-06-1988.jpg/240px-Anefo_934-2658%2C_Bobby_Robson%2C_Netherlands%2C_14-06-1988.jpg",
    "extract": "Sir Robert William Robson was an English footballer and football manager. His career included periods playing for and later managing the England national team and being a UEFA Cup-winning manager at Ipswich Town.",
    "year": 1933,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mary Ure",
    "birthday": "1933-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/04/MaryUre.jpg",
    "extract": "Eileen Mary Ure was a Scottish stage and film actress. She was the second Scottish-born actress to be nominated for an Academy Award, for her role in the 1960 film Sons and Lovers.",
    "year": 1933,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Miloš Forman",
    "birthday": "1932-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Milos_Forman.jpg/320px-Milos_Forman.jpg",
    "extract": "Jan Tomáš \"Miloš\" Forman was a Czech and American film director, screenwriter, actor, and professor who rose to fame in his native Czechoslovakia before emigrating to the United States in 1968.",
    "year": 1932,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Johnny Hart",
    "birthday": "1931-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/48/Johnny_Hart.jpeg",
    "extract": "John Lewis Hart was an American cartoonist noted as the creator of the comic strips B.C. and The Wizard of Id. Brant Parker co-produced and illustrated The Wizard of Id. Hart was recognized with several awards, including the Swedish Adamson Award and five from the National Cartoonists Society. In his later years, he was known for incorporating Christian themes and messages into his strips. Hart was referred to by Chuck Colson in a Breakpoint column as \"the most widely read Christian of our time,\" over C. S. Lewis, Frank E. Peretti, and Billy Graham.",
    "year": 1931,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Toni Morrison",
    "birthday": "1931-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Toni_Morrison.jpg/224px-Toni_Morrison.jpg",
    "extract": "Chloe Anthony Wofford Morrison, known as Toni Morrison, was an American novelist. Her first novel, The Bluest Eye, was published in 1970. The critically acclaimed Song of Solomon (1977) brought her national attention and won the National Book Critics Circle Award. In 1988, Morrison won the Pulitzer Prize for Beloved (1987); she was awarded the Nobel Prize in Literature in 1993.",
    "year": 1931,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "André Mathieu",
    "birthday": "1929-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Feature._Andre_Mathieu_BAnQ_P48S1P05146.jpg/207px-Feature._Andre_Mathieu_BAnQ_P48S1P05146.jpg",
    "extract": "André Mathieu was a Canadian pianist and composer.",
    "year": 1929,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Fazal Mahmood",
    "birthday": "1927-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/89/Fazal_Mahmood.jpg/201px-Fazal_Mahmood.jpg",
    "extract": "Fazal Mahmood was a Pakistani international cricketer. He played in 34 Test matches and took 139 wickets at a bowling average of 24.70. The first Pakistani to pass 100 wickets, he reached the landmark in his 22nd match.",
    "year": 1927,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "George Kennedy",
    "birthday": "1925-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/George_Kennedy_1975.JPG/206px-George_Kennedy_1975.JPG",
    "extract": "George Harris Kennedy Jr. was an American actor who appeared in more than 100 film and television productions. He played \"Dragline\" opposite Paul Newman in Cool Hand Luke (1967), winning the Academy Award for Best Supporting Actor for the role and being nominated for the corresponding Golden Globe. He received a second Golden Globe nomination for portraying Joe Patroni in Airport (1970).",
    "year": 1925,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Eric Gairy",
    "birthday": "1922-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ad/Eric_Gairy.jpg",
    "extract": "Sir Eric Matthew Gairy PC was the first Prime Minister of Grenada, serving from his country's independence in 1974 until his overthrow in a coup by Maurice Bishop in 1979. Gairy also served as head of government in pre-independence Grenada as Chief Minister from 1961 to 1962, and as Premier from 1967 to 1974.",
    "year": 1922,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Helen Gurley Brown",
    "birthday": "1922-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Helen_Gurley_Brown_1996.jpg/207px-Helen_Gurley_Brown_1996.jpg",
    "extract": "Helen Gurley Brown was an American author, publisher, and businesswoman. She was the editor-in-chief of Cosmopolitan magazine for 32 years.",
    "year": 1922,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Connie Wisniewski",
    "birthday": "1922-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/14/Connie_Wisniewski_%28AAGPBL_card%29.jpg",
    "extract": "Constance Wisniewski (Wiśniewski) was a starting pitcher and outfielder who played from 1944 through 1952 in the All-American Girls Professional Baseball League. Listed at 5' 8\", 147 lb., she batted left-handed and threw right-handed.",
    "year": 1922,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mary Amdur",
    "birthday": "1921-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1f/Mary_Amdur.jpg/244px-Mary_Amdur.jpg",
    "extract": "Mary Ochsenhirt Amdur was an American toxicologist and public health researcher who worked primarily on pollution. She was charged with studying the effects of the 1948 Donora smog, specifically looking into the effects of inhaling sulfuric acid by experimenting on guinea pigs. Her findings on the respiratory effects related to sulfuric acid led to her being threatened, her funding being pulled, and her losing her job at the Harvard School of Public Health in 1953. Undeterred, she carried on her research in a different role at Harvard, and subsequently at MIT and New York University. Despite the early controversy related to her work, it was used in the creation of standards in air pollution, and towards the end of her life she received numerous awards and accolades.",
    "year": 1921,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Oscar Feltsman",
    "birthday": "1921-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/FeltsmanOB.jpg/271px-FeltsmanOB.jpg",
    "extract": "Oscar Borisovich Feltsman was a Ukrainian-born composer of Lithuanian Jewish descent. He was the father of Vladimir Feltsman.",
    "year": 1921,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jack Palance",
    "birthday": "1919-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Jack_Palance_-_1954.jpg/262px-Jack_Palance_-_1954.jpg",
    "extract": "Jack Palance was an American actor. Known for playing tough guys and villains, he was nominated for three Academy Awards, all for Best Actor in a Supporting Role, receiving nominations for his roles in Sudden Fear (1952) and Shane (1953) and winning almost 40 years later for his role in City Slickers (1991).",
    "year": 1919,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Phyllis Calvert",
    "birthday": "1915-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Phyllis_Calvert.jpg/273px-Phyllis_Calvert.jpg",
    "extract": "Phyllis Hannah Murray-Hill, known professionally as Phyllis Calvert, was an English film, stage and television actress. She was one of the leading stars of the Gainsborough melodramas of the 1940s such as The Man in Grey (1943) and was one of the most popular movie stars in Britain in the 1940s. She continued acting until some 50 years later.",
    "year": 1915,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Pee Wee King",
    "birthday": "1914-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Pee_Wee_King_1944.jpg/275px-Pee_Wee_King_1944.jpg",
    "extract": "Julius Frank Anthony Kuczynski, known professionally as Pee Wee King, was an American country music songwriter and recording artist best known for co-writing \"Tennessee Waltz\".",
    "year": 1914,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Wallace Stegner",
    "birthday": "1909-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/13/Wallace_Stegner.jpg/249px-Wallace_Stegner.jpg",
    "extract": "Wallace Earle Stegner was an American novelist, short story writer, environmentalist, and historian, often called \"The Dean of Western Writers\". He won the Pulitzer Prize in 1972 and the U.S. National Book Award in 1977.",
    "year": 1909,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Hans Asperger",
    "birthday": "1906-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Hans_Asperger_portrait_ca_1940.png/261px-Hans_Asperger_portrait_ca_1940.png",
    "extract": "Johann Friedrich Karl Asperger was an Austrian physician. Noted for his early studies on atypical neurology, specifically in children, he is the namesake of the autism spectrum disorder Asperger syndrome (AS). He wrote over 300 publications on psychological disorders that posthumously acquired international renown in the 1980s. His diagnosis of autism, which he termed \"autistic psychopathy\", also garnered controversy. Further controversy arose during the late 2010s over allegations that Asperger referred children to a Nazi German clinic responsible for murdering disabled patients, although his knowledge and involvement remains unknown.",
    "year": 1906,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Nikolai Podgorny",
    "birthday": "1903-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Podgorny1963.jpg/239px-Podgorny1963.jpg",
    "extract": "Nikolai Viktorovich Podgorny was a Soviet statesman who served as the Chairman of the Presidium of the Supreme Soviet, the head of state of the Soviet Union, from 1965 to 1977.",
    "year": 1903,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Luis Muñoz Marín",
    "birthday": "1898-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Luis_Mu%C3%B1oz_Mar%C3%ADn.jpg/243px-Luis_Mu%C3%B1oz_Mar%C3%ADn.jpg",
    "extract": "José Luis Alberto Muñoz Marín was a Puerto Rican journalist, politician, statesman and was the first elected governor of Puerto Rico, regarded as the \"Architect of the Puerto Rico Commonwealth.\"",
    "year": 1898,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Li Linsi",
    "birthday": "1896-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Dr_Li_Linsi_%28%E5%8E%89%E9%BA%9F%E4%BC%BC%E5%8D%9A%E5%A3%AB%29.jpg/249px-Dr_Li_Linsi_%28%E5%8E%89%E9%BA%9F%E4%BC%BC%E5%8D%9A%E5%A3%AB%29.jpg",
    "extract": "Li Linsi ; birth name Li Jiaxiang (厉家祥), was a modern Chinese educator, diplomat and scholar, who has been recognized as one of the key figures in modern Chinese cultural and diplomatic history. Hailed as China's Mahatma Gandhi, Li was the leader of China's nonviolent resistance against Japanese aggression. His military research contributed greatly to China's anti-Japanese war. He was known for his efforts to save hundreds of Jews fleeing to Shanghai during World War II. A diplomatic consultant to Chiang Kai-shek, Li was a key facilitator of the China-Germany relationship during the 1930s, and a major proponent of China's League of Nations diplomacy. He was a co-founder of some of China's most influential organizations, including the China branch of the United Nations and China Institute of World Cultural Cooperation at the League of Nations. Being reputed as a human bridge connecting Chinese and European cultures, Li made a great contribution to helping the West comprehend ancient Chinese philosophies, and introduced many Western progressive thoughts to China. A descendant of Jiang Ziya, the Chinese legendary founding prime minister during the Zhou Dynasty, Li was the fourth great-grandson of Li E, a leader of the Qing Dynasty poetry. His eldest son is Li Shengjiao, a noted Chinese diplomat and jurist. Li died in Shanghai during the Cultural Revolution.",
    "year": 1896,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Maksim Haretski",
    "birthday": "1893-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Maksim_Harecki_photo.jpg/251px-Maksim_Harecki_photo.jpg",
    "extract": "Maksim Harecki was a Belarusian prose writer, journalist, activist of the Belarusian national-democratic renewal, folklorist, lexicographer, professor. Maksim Harecki was also known by his pen-names Maksim Biełarus, M.B. Biełarus, M.H., A. Mścisłaŭski, Dzied Kuźma, Maciej Myška, Mizeryjus Monus. In his works he often appeared as Kuźma Batura, Liavon Zaduma.",
    "year": 1893,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Wendell Willkie",
    "birthday": "1892-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Wendell_Willkie_cph.3a38684.jpg/236px-Wendell_Willkie_cph.3a38684.jpg",
    "extract": "Wendell Lewis Willkie was an American lawyer, corporate executive, and the 1940 Republican nominee for President. Willkie appealed to many convention delegates as the Republican field's only interventionist: although the U.S. remained neutral prior to Pearl Harbor, he favored greater U.S. involvement in World War II to support Britain and other Allies. His Democratic opponent, incumbent President Franklin D. Roosevelt, won the 1940 election with about 55% of the popular vote and took the electoral college vote by a wide margin.",
    "year": 1892,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Edward Arnold (actor)",
    "birthday": "1890-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Edward_Arnold_1941.JPG/251px-Edward_Arnold_1941.JPG",
    "extract": "Günther Edward Arnold Schneider was an American actor of the stage and screen.",
    "year": 1890,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Adolphe Menjou",
    "birthday": "1890-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Adolphe_Menjou_1938.jpg/258px-Adolphe_Menjou_1938.jpg",
    "extract": "Adolphe Jean Menjou was an American actor. His career spanned both silent films and talkies. He appeared in such films as Charlie Chaplin's A Woman of Paris, where he played the lead role; Stanley Kubrick's Paths of Glory with Kirk Douglas; Ernst Lubitsch's The Marriage Circle; The Sheik with Rudolph Valentino; Morocco with Marlene Dietrich and Gary Cooper; and A Star Is Born with Janet Gaynor and Fredric March, and was nominated for an Academy Award for The Front Page in 1931.",
    "year": 1890,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Henri Laurens",
    "birthday": "1885-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/20/Henri_Laurens%2C_C%C3%A9line_Arnauld%2C_Tournevire%2C_1919.jpg/206px-Henri_Laurens%2C_C%C3%A9line_Arnauld%2C_Tournevire%2C_1919.jpg",
    "extract": "Henri Laurens was a French sculptor and illustrator.",
    "year": 1885,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Nikos Kazantzakis",
    "birthday": "1883-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Nikos_Kazantzakis.jpg/243px-Nikos_Kazantzakis.jpg",
    "extract": "Nikos Kazantzakis was a Greek writer. Widely considered a giant of modern Greek literature, he was nominated for the Nobel Prize in Literature nine times.",
    "year": 1883,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Harry Brearley",
    "birthday": "1871-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Harry_Brearley.jpg/320px-Harry_Brearley.jpg",
    "extract": "Harry Brearley \nwas an English metallurgist, credited with the invention of \"rustless steel\". Based in Sheffield, his invention brought affordable cutlery to the masses, and saw an expansion of the city's traditional cutlery trade.",
    "year": 1871,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "William Laurel Harris",
    "birthday": "1870-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Williamlaurelharrisportrait.jpg/223px-Williamlaurelharrisportrait.jpg",
    "extract": "William Laurel Harris was an American muralist, educator, editor, and arts organizer.",
    "year": 1870,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Hedwig Courths-Mahler",
    "birthday": "1867-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Hedwig_Courths-Mahler_c1900.jpg/199px-Hedwig_Courths-Mahler_c1900.jpg",
    "extract": "Hedwig Courths-Mahler, née Ernestine Friederike Elisabeth Mahler was a German writer of formula fiction romantic novels. She used the pseudonyms Relham, H. Brand, Gonda Haack, Rose Bernd.",
    "year": 1867,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Charles M. Schwab",
    "birthday": "1862-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Charles_M._Schwab_cph.3b33668.jpg/220px-Charles_M._Schwab_cph.3b33668.jpg",
    "extract": "Charles Michael Schwab was an American steel magnate. Under his leadership, Bethlehem Steel became the second-largest steel maker in the United States, and one of the most important heavy manufacturers in the world.",
    "year": 1862,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Anders Zorn",
    "birthday": "1860-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Anders_Zorn_1908.jpg/320px-Anders_Zorn_1908.jpg",
    "extract": "Anders Leonard Zorn was a Swedish painter. He obtained international success as a painter, sculptor, and etcher. Among Zorn's portrait subjects were King Oscar II of Sweden, and three American Presidents, Grover Cleveland, William H. Taft, and Theodore Roosevelt. At the end of his life, he established the Swedish literary Bellman Prize in 1920.",
    "year": 1860,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jean Jules Jusserand",
    "birthday": "1855-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Jean_Jules_Jusserand_cph.3b15757.jpg/228px-Jean_Jules_Jusserand_cph.3b15757.jpg",
    "extract": "Jean Adrien Antoine Jules Jusserand was a French author and diplomat. He was the French Ambassador to the United States 1903-1925 and played a major diplomatic role during World War I.",
    "year": 1855,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "George Henschel",
    "birthday": "1850-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Henschel.jpg/239px-Henschel.jpg",
    "extract": "Sir Isidor George Henschel was a German-born British baritone, pianist, conductor, and composer. His first wife Lillian was also a singer. He was the first conductor of both the Boston Symphony Orchestra and the Royal Scottish National Orchestra.",
    "year": 1850,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Alexander Kielland",
    "birthday": "1849-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Alexander_Kielland_by_Emil_Hohlenberg_%28cropped%29.jpg/200px-Alexander_Kielland_by_Emil_Hohlenberg_%28cropped%29.jpg",
    "extract": "Alexander Lange Kielland was one of the most famous Norwegian realistic writers of the 19th century. He is one of the so-called \"The Four Greats\" of Norwegian literature, along with Henrik Ibsen, Bjørnstjerne Bjørnson and Jonas Lie.",
    "year": 1849,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Louis Comfort Tiffany",
    "birthday": "1848-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Louis_Comfort_Tiffany_c._1908.jpg/203px-Louis_Comfort_Tiffany_c._1908.jpg",
    "extract": "Louis Comfort Tiffany was an American artist and designer who worked in the decorative arts and is best known for his work in stained glass. He is the American artist most associated with the Art Nouveau and Aesthetic movements. He was affiliated with a prestigious collaborative of designers known as the Associated Artists, which included Lockwood de Forest, Candace Wheeler, and Samuel Colman. Tiffany designed stained glass windows and lamps, glass mosaics, blown glass, ceramics, jewellery, enamels, and metalwork. He was the first design director at his family company, Tiffany & Co., founded by his father Charles Lewis Tiffany.",
    "year": 1848,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Wilson Barrett",
    "birthday": "1846-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Barrett_Wilson.jpg/205px-Barrett_Wilson.jpg",
    "extract": "Wilson Barrett was an English manager, actor, and playwright. With his company, Barrett is credited with attracting the largest crowds of English theatregoers ever because of his success with melodrama, an instance being his production of The Silver King (1882) at the Princess's Theatre of London. The historical tragedy The Sign of the Cross (1895) was Barrett's most successful play, both in England and in the United States.",
    "year": 1846,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ernst Mach",
    "birthday": "1838-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Ernst_Mach_01.jpg/231px-Ernst_Mach_01.jpg",
    "extract": "Ernst Waldfried Josef Wenzel Mach was a Moravian-born Austrian physicist and philosopher, who contributed to the physics of shock waves. The ratio of one's speed to that of sound is named the Mach number in his honour. As a philosopher of science, he was a major influence on logical positivism and American pragmatism. Through his criticism of Newton's theories of space and time, he foreshadowed Einstein's theory of relativity.",
    "year": 1838,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ramakrishna",
    "birthday": "1836-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Ramakrishna.jpg/256px-Ramakrishna.jpg",
    "extract": "Ramakrishna Paramahamsa; Bengali: রামকৃষ্ণ পরমহংস, romanized: Ramôkṛṣṇo Pôromohôṅso; pronounced [ramɔkriʂno pɔromoɦɔŋʃo] (listen), 18 February 1836 – 16 August 1886), born Gadadhar Chattopadhyaya, was an Indian Hindu mystic and religious leader, who lived in 19th-century Bengal. Ramakrishna approached his religious life through the path of devotion to the Goddess Kali, and by observance of various elements from Tantra, Vaishnav Bhakti, and Advaita Vedanta, as well as dalliances with Christianity and Islam. After earnest practice of various religious traditions, he held that the world's religions represented \"so many paths to reach one and the same goal\". His followers came to regard him as an avatara, or divine incarnation, as did some of the prominent Hindu scholars of his day.",
    "year": 1836,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "John O'Shanassy",
    "birthday": "1818-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Johnoshanassy.jpg/220px-Johnoshanassy.jpg",
    "extract": "Sir John O'Shanassy, KCMG, was an Irish-Australian politician who served as the 2nd Premier of Victoria. O'Shanassy was born near Thurles in County Tipperary, Ireland, the son of a surveyor, and came to the Port Phillip District in 1839. He went into business in Melbourne as a draper, and by 1846 he was rich enough to be elected to the Melbourne City Council and to become the founding chairman of the Colonial Bank of Australasia. By the 1850s he was a major landowner and one of the wealthiest men in the colony. He also became a recognised leader of the large Irish Catholic community.",
    "year": 1818,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lewis Armistead",
    "birthday": "1817-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Lewis_A._Armistead.jpg/234px-Lewis_A._Armistead.jpg",
    "extract": "Lewis Addison Armistead was a career United States Army officer who became a brigadier general in the Confederate States Army during the American Civil War. On July 3, 1863, as part of Pickett's Charge during the Battle of Gettysburg, Armistead led his brigade to the farthest point reached by Confederate forces during the charge, a point now referred to as the high-water mark of the Confederacy. However, he and his men were overwhelmed, and he was wounded and captured by Union troops. He died in a field hospital two days later.",
    "year": 1817,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Samuel Fenton Cary",
    "birthday": "1814-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bb/Samuel_Fenton_Cary.jpg",
    "extract": "Samuel Fenton Cary was a congressman from Ohio and significant temperance movement leader in the 19th century. Cary became well known nationally as a prohibitionist author and lecturer.",
    "year": 1814,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Emanuel Granberg",
    "birthday": "1754-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Vihanti_Church_Altarpiece_20090627.JPG/320px-Vihanti_Church_Altarpiece_20090627.JPG",
    "extract": "Emanuel Granberg (1754–1797) was a Finnish painter.",
    "year": 1754,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Alessandro Volta",
    "birthday": "1745-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Alessandro_Volta.jpeg/260px-Alessandro_Volta.jpeg",
    "extract": "Alessandro Giuseppe Antonio Anastasio Volta was an Italian physicist, chemist and lay Catholic who was a pioneer of electricity and power who is credited as the inventor of the electric battery and the discoverer of methane. He invented the voltaic pile in 1799, and reported the results of his experiments in 1800 in a two-part letter to the President of the Royal Society. With this invention Volta proved that electricity could be generated chemically and debunked the prevalent theory that electricity was generated solely by living beings. Volta's invention sparked a great amount of scientific excitement and led others to conduct similar experiments, which eventually led to the development of the field of electrochemistry.",
    "year": 1745,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Johann Christian Kittel",
    "birthday": "1732-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Johann_Christian_Kittel.jpg/255px-Johann_Christian_Kittel.jpg",
    "extract": "Johann Christian Kittel was a German organist, composer, and teacher. He was one of the last students of Johann Sebastian Bach. His students included Michael Gotthard Fischer, Karl Gottlieb Umbreit, Johann Wilhelm Hässler and Christian Heinrich Rinck. See: List of music students by teacher: K to M#Johann Christian Kittel.",
    "year": 1732,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Charles-Irénée Castel de Saint-Pierre",
    "birthday": "1658-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Charles-Ir%C3%A9n%C3%A9e_Castel_de_Saint-Pierre_-_Versailles_MV_2941.png/269px-Charles-Ir%C3%A9n%C3%A9e_Castel_de_Saint-Pierre_-_Versailles_MV_2941.png",
    "extract": "Charles-Irénée Castel, abbé de Saint-Pierre was a French author whose ideas were novel for his times. His proposal of an international organisation to maintain peace was perhaps the first in history, with the possible exceptions of George of Poděbrady's Tractatus (1462–1464) and Émeric Crucé. He influenced Rousseau and Kant.",
    "year": 1658,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Marie Champmeslé",
    "birthday": "1642-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Marie_Champmesl%C3%A9.jpg/229px-Marie_Champmesl%C3%A9.jpg",
    "extract": "Marie Champmeslé was a French stage actress.",
    "year": 1642,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Francesco Redi",
    "birthday": "1626-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Francesco_Redi%2C_founder_of_experimental_biology.jpg/240px-Francesco_Redi%2C_founder_of_experimental_biology.jpg",
    "extract": "Francesco Redi was an Italian physician, naturalist, biologist and poet. He is referred to as the \"founder of experimental biology\", and as the \"father of modern parasitology\". He was the first person to challenge the theory of spontaneous generation by demonstrating that maggots come from eggs of flies.",
    "year": 1626,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Edward Hyde, 1st Earl of Clarendon",
    "birthday": "1609-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Peter_Lely_%281618-1680%29_%28after%29_-_Sir_Edward_Hyde_%281609%E2%80%931674%29%2C_1st_Earl_of_Clarendon_-_1257076_-_National_Trust.jpg/260px-Peter_Lely_%281618-1680%29_%28after%29_-_Sir_Edward_Hyde_%281609%E2%80%931674%29%2C_1st_Earl_of_Clarendon_-_1257076_-_National_Trust.jpg",
    "extract": "Edward Hyde, 1st Earl of Clarendon, was an English statesman, lawyer, diplomat and historian who served as chief advisor to Charles I during the First English Civil War, and Lord Chancellor to Charles II from 1660 to 1667.",
    "year": 1609,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Per Brahe the Younger",
    "birthday": "1602-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Portr%C3%A4tt._Per_Brahe_d.y._Beck_-_Skoklosters_slott_-_13452.tif/lossy-page1-259px-Portr%C3%A4tt._Per_Brahe_d.y._Beck_-_Skoklosters_slott_-_13452.tif.jpg",
    "extract": "Count Per Brahe the Younger was a Swedish soldier, statesman, and author. He served as Privy Councillor from 1630, Lord High Steward from 1640, as well as Governor General of Finland in 1637–1640 and 1648–1654.",
    "year": 1602,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Michelangelo Cerquozzi",
    "birthday": "1602-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Michelangelo_Cerquozzi_-_The_Rehearsal%2C_or_A_Scene_from_the_Commedia_dell%27Arte.jpg/320px-Michelangelo_Cerquozzi_-_The_Rehearsal%2C_or_A_Scene_from_the_Commedia_dell%27Arte.jpg",
    "extract": "Michelangelo Cerquozzi, known as Michelangelo delle Battaglie was an Italian Baroque painter known for his genre scenes, battle pictures, small religious and mythological works and still lifes. His genre scenes were influenced by the work of the Flemish and Dutch genre artists referred to as the Bamboccianti active in Rome who created small cabinet paintings and prints of the everyday life of the lower classes in Rome and its countryside. One of the leading battle painters active in Italy in the first half of the 17th century, Michelangelo Cerquozzi earned the nickname 'Michelangelo delle Battaglie'.",
    "year": 1602,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Henry Vane the Elder",
    "birthday": "1589-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/SirHenryVaneTheElder.jpg/277px-SirHenryVaneTheElder.jpg",
    "extract": "Sir Henry Vane, the elder was an English politician who sat in the House of Commons at various times between 1614 and 1654. He served King Charles in many posts including secretary of state, but on the outbreak of the English Civil War joined the Parliamentary cause. He was the third cousin of Francis Fane, 1st Earl of Westmorland.",
    "year": 1589,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Maarten Gerritsz Vries",
    "birthday": "1589-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/CEM-36-NE-corner.jpg/320px-CEM-36-NE-corner.jpg",
    "extract": "Maarten Gerritszoon Vries, or Fries, also referred to as de Vries, was a 17th-century Dutch cartographer and explorer, the first Western European to leave an account of his visit to Ezo, Sakhalin, Kuril Islands and the Sea of Okhotsk.",
    "year": 1589,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Isaac Casaubon",
    "birthday": "1559-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Isaac_Casaubon_from_NPG.jpg/229px-Isaac_Casaubon_from_NPG.jpg",
    "extract": "Isaac Casaubon was a classical scholar and philologist, first in France and then later in England.",
    "year": 1559,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Baha' al-din al-'Amili",
    "birthday": "1547-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d9/Sheik_bahayi.jpg/320px-Sheik_bahayi.jpg",
    "extract": "Bahāʾ al‐Dīn Muḥammad ibn Ḥusayn al‐ʿĀmilī was an Arab Iranian Shia Islamic scholar, philosopher, architect, mathematician, astronomer and poet who lived in the late 16th and early 17th centuries in Safavid Iran. He was born in Baalbek, Ottoman Syria but immigrated in his childhood to Safavid Iran with the rest of his family. He was one of the earliest astronomers in the Islamic world to suggest the possibility of the Earth's movement prior to the spread of the Copernican theory. He is considered one of the main co-founders of Isfahan School of Islamic Philosophy. In later years he became one of the teachers of Mulla Sadra.",
    "year": 1547,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Charles III, Duke of Lorraine",
    "birthday": "1543-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Charles_III%2C_Duke_of_Lorraine%2C_by_studio_of_Fran%C3%A7ois_Clouet.jpg/226px-Charles_III%2C_Duke_of_Lorraine%2C_by_studio_of_Fran%C3%A7ois_Clouet.jpg",
    "extract": "Charles III, known as the Great, was Duke of Lorraine from 1545 until his death.",
    "year": 1543,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Uesugi Kenshin",
    "birthday": "1530-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Uesugi_Kenshin.jpg/262px-Uesugi_Kenshin.jpg",
    "extract": "Uesugi Kenshin  was a daimyō who was born as Nagao Kagetora of the Nagao clan, and after adoption into the Uesugi clan, ruled Echigo Province in the Sengoku period of Japan. He was one of the most powerful daimyōs of the Sengoku period. Known as the \"Dragon of Echigo\", while chiefly remembered for his prowess on the battlefield, Kenshin is also regarded as an extremely skillful administrator who fostered the growth of local industries and trade and his rule saw a marked rise in the standard of living of Echigo.",
    "year": 1530,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mary I of England",
    "birthday": "1516-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Anthonis_Mor_001.jpg/241px-Anthonis_Mor_001.jpg",
    "extract": "Mary I, also known as Mary Tudor, and as \"Bloody Mary\" by her Protestant opponents, was Queen of England and Ireland from July 1553 until her death in 1558. She is best known for her vigorous attempt to reverse the English Reformation, which had begun during the reign of her father, Henry VIII. Her attempt to restore to the Church the property confiscated in the previous two reigns was largely thwarted by Parliament, but during her five-year reign, Mary had over 280 religious dissenters burned at the stake in the Marian persecutions.",
    "year": 1516,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Chaitanya Mahaprabhu",
    "birthday": "1486-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Gauranga.jpg/247px-Gauranga.jpg",
    "extract": "Chaitanya Mahaprabhu was a 15th-century Indian saint who is considered to be the combined avatar of Radha and Krishna by his disciples and various scriptures. Chaitanya Mahaprabhu's mode of worshipping Krishna with ecstatic song and dance had a profound effect on Vaishnavism in Bengal. He was also the chief proponent of the Vedantic philosophy of Achintya Bheda Abheda Tattva. Mahaprabhu founded Gaudiya Vaishnavism. He expounded Bhakti yoga and popularized the chanting of the Hare Krishna Maha-mantra. He composed the Shikshashtakam.",
    "year": 1486,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ibn Hajar al-Asqalani",
    "birthday": "1372-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/%D8%AA%D8%AE%D8%B7%D9%8A%D8%B7_%D9%83%D9%84%D9%85%D8%A9_%D8%A7%D8%A8%D9%86_%D8%AD%D8%AC%D8%B1.png/320px-%D8%AA%D8%AE%D8%B7%D9%8A%D8%B7_%D9%83%D9%84%D9%85%D8%A9_%D8%A7%D8%A8%D9%86_%D8%AD%D8%AC%D8%B1.png",
    "extract": "Ibn Ḥajar al-ʿAsqalānī or Ibn Ḥajar, was a classic Islamic scholar and polymath \"whose life work constitutes the final summation of the science of Hadith.\" He authored some 150 works on hadith, history, biography, tafsir, poetry, and Shafi'i jurisprudence, the most valued of which being his commentary of Sahih al-Bukhari, titled Fath al-Bari.",
    "year": 1372,
    "month": 2,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Nasir al-Din al-Tusi",
    "birthday": "1201-2-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Nasir_al-Din_Tusi.jpg/243px-Nasir_al-Din_Tusi.jpg",
    "extract": "Muhammad ibn Muhammad ibn al-Hasan al-Tūsī, better known as Nasir al-Din al-Tusi, was a Persian polymath, architect, philosopher, physician, scientist, and theologian. Nasir al-Din al-Tusi was a well published author, writing on subjects of math, engineering, prose, and mysticism. Additionally, al-Tusi made several scientific advancements. In astronomy, al-Tusi created very accurate tables of planetary motion, an updated planetary model, and critiques of Ptolemaic astronomy. He also made strides in logic, mathematics but especially trigonometry, biology, and chemistry. Nasir al-Din al-Tusi left behind a great legacy as well. Some consider Tusi one of the greatest scientists of medieval Islam, since he is often considered the creator of trigonometry as a mathematical discipline in its own right.\nThe Muslim scholar Ibn Khaldun (1332–1406) considered Tusi to be the greatest of the later Persian scholars. There is also reason to believe that he may have influenced Copernican heliocentrism. Nasir proposed that humans are related to animals and that some animals have a limited level of awareness while humans have a superior level of awareness amongst animals. He also framed a very basic evolutionary theory.",
    "year": 1201,
    "month": 2,
    "day": 18,
    "language": "en"
  }
]