[
  {
    "name": "Olivia Rodrigo",
    "birthday": "2003-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Olivia_Rodrigo_with_Dr_Fauci_1.png/271px-Olivia_Rodrigo_with_Dr_Fauci_1.png",
    "extract": "Olivia Isabel Rodrigo is an American singer-songwriter and actress. She gained recognition in the late 2010s with her lead roles on the Disney television programs Bizaardvark and High School Musical: The Musical: The Series. After signing with Geffen and Interscope Records in 2020, Rodrigo released her debut single \"Drivers License\", which broke various records and became one of the best-selling songs of 2021, propelling her to mainstream fame. She followed it up that year with the singles \"Deja Vu\" and \"Good 4 U\".",
    "year": 2003,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Kyle Turner (rugby league)",
    "birthday": "1992-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Kyle_Turner.jpg/220px-Kyle_Turner.jpg",
    "extract": "Kyle Turner is an Australian professional rugby league footballer who most recently played as a second-row, Prop and Centre for the South Sydney Rabbitohs in the NRL.",
    "year": 1992,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Hidilyn Diaz",
    "birthday": "1991-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Hidilyn_Diaz_with_her_gold_medal_2021_%281-44_screenshot%29.jpg/300px-Hidilyn_Diaz_with_her_gold_medal_2021_%281-44_screenshot%29.jpg",
    "extract": "Hidilyn Francisco Diaz is a Filipina weightlifter and airwoman, the first Filipino to ever win an Olympic gold medal for the Philippines. She is also an Olympic weightlifting record holder by winning the women's 55 kg category for weightlifting at the 2020 Summer Olympics.",
    "year": 1991,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ciro Immobile",
    "birthday": "1990-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Ciro_Immobile_with_Lazio_%282019%29_%28edited%29.jpg/240px-Ciro_Immobile_with_Lazio_%282019%29_%28edited%29.jpg",
    "extract": "Ciro Immobile is an Italian professional footballer who captains and plays as a striker for Serie A club Lazio, for which he is their all time top scorer, and the Italy national team. He is widely considered as one of the most underrated strikers in his generation.",
    "year": 1990,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Daly Cherry-Evans",
    "birthday": "1989-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Daly_Cherry_Evans.jpg/311px-Daly_Cherry_Evans.jpg",
    "extract": "Daly Cherry-Evans is an Australian rugby league footballer who plays as a halfback for the Manly Warringah Sea Eagles in the NRL and Australia at international level.",
    "year": 1989,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Kealoha Pilares",
    "birthday": "1988-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Kealoha_Pilares.jpg/320px-Kealoha_Pilares.jpg",
    "extract": "Kealoha Pilares is a former American football wide receiver. He was drafted by the Carolina Panthers in the fifth round of the 2011 NFL Draft. He played college football at the University of Hawaii at Manoa.",
    "year": 1988,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ki Bo-bae",
    "birthday": "1988-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Korea_Olympic_KiBobae_01_%287730588128%29.jpg/240px-Korea_Olympic_KiBobae_01_%287730588128%29.jpg",
    "extract": "Ki Bo-bae is a South Korean recurve archer and three-time Olympic gold medalist. She was the winner of the women's team and women's individual events at the 2012 Summer Olympics and of the women's team event again at the 2016 Summer Olympics, where she also took bronze in the individual competition. Her tally of four Olympic medals places her among the most decorated archers in Olympic history.",
    "year": 1988,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Rihanna",
    "birthday": "1988-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Rihanna_Fenty_2018.png/240px-Rihanna_Fenty_2018.png",
    "extract": "Robyn Rihanna Fenty is a Barbadian singer, actress, fashion designer, and businesswoman. Born in Saint Michael and raised in Bridgetown, Barbados, Rihanna was discovered by American record producer Evan Rogers who invited her to the United States to record demo tapes. After signing with Def Jam in 2005, she soon gained recognition with the release of her first two studio albums, Music of the Sun (2005) and A Girl Like Me (2006), both of which were influenced by Caribbean music and peaked within the top ten of the US Billboard 200 chart.",
    "year": 1988,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jiah Khan",
    "birthday": "1988-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Jiah_Khan_at_Stardust_Awards_2013.jpg/213px-Jiah_Khan_at_Stardust_Awards_2013.jpg",
    "extract": "Nafisa Rizvi Khan, better known as Jiah Khan, was a British-American actress and singer who worked in Indian films. She appeared in three Hindi films from 2007 to 2010.",
    "year": 1988,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Luke Burgess (rugby league)",
    "birthday": "1987-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Luke_Burgess_Leeds_Rhinos.jpg/216px-Luke_Burgess_Leeds_Rhinos.jpg",
    "extract": "Luke Burgess is an English former professional rugby league footballer who last played for the Salford Red Devils in the Super League. Luke Burgess is the brother of fellow rugby league players Sam, George and Tom Burgess. He previously played in the NRL for the South Sydney Rabbitohs and the Manly-Warringah Sea Eagles.",
    "year": 1987,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Miles Teller",
    "birthday": "1987-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Miles_Teller_by_Gage_Skidmore.jpg/205px-Miles_Teller_by_Gage_Skidmore.jpg",
    "extract": "Miles Alexander Teller is an American actor. Some of his films include The Spectacular Now, Whiplash, The Divergent Series, War Dogs, Bleed for This, Thank You for Your Service, and Top Gun: Maverick.",
    "year": 1987,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ryan Sweeney",
    "birthday": "1985-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Ryan_Sweeney.jpg/259px-Ryan_Sweeney.jpg",
    "extract": "Ryan Joseph Sweeney is an American former Major League Baseball outfielder. He played in Major League Baseball (MLB) for the Chicago White Sox, Oakland Athletics, Boston Red Sox and Chicago Cubs.",
    "year": 1985,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Julia Volkova",
    "birthday": "1985-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Julia_Volkova_at_TEC_Continent_140920.jpg/314px-Julia_Volkova_at_TEC_Continent_140920.jpg",
    "extract": "Yulia Olegovna Volkova, better known by the alternative spelling of Julia, is a Russian singer best known for being a member of the Russian girl group t.A.T.u., along with Lena Katina. Formed in Moscow, Russia by Ivan Shapovalov in March 1999, the group signed a record deal with Universal Music Russia, and eventually Universal's sub-label Interscope Records in 2001.",
    "year": 1985,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "TJ Kirk",
    "birthday": "1985-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/TJKirk2021.png/320px-TJKirk2021.png",
    "extract": "Thomas James Kirk III, previously known by the pseudonym Terroja Lee Kincaid, is an American YouTube personality and podcast host. His channel, known as Amazing Atheist, rose to prominence through Kirk's criticism of religion. Kirk has since expanded his focus to other political and social issues.",
    "year": 1985,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Brian McCann (baseball)",
    "birthday": "1984-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Brian_McCann_on_August_3%2C_2009.jpg/271px-Brian_McCann_on_August_3%2C_2009.jpg",
    "extract": "Brian Michael McCann is an American former professional baseball catcher. He played 15 seasons in Major League Baseball (MLB) for the Atlanta Braves, the New York Yankees, and the Houston Astros. A seven-time All-Star and a six-time Silver Slugger Award winner, he won the 2017 World Series with the Astros.",
    "year": 1984,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Trevor Noah",
    "birthday": "1984-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Trevor_Noah_at_Parx_Casino_%2842044443160%29_%28cropped%29.jpg/264px-Trevor_Noah_at_Parx_Casino_%2842044443160%29_%28cropped%29.jpg",
    "extract": "Trevor Noah is a South African comedian, television host, actor, and political commentator. He is the host of The Daily Show, an American satirical news program on Comedy Central.",
    "year": 1984,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ramzee Robinson",
    "birthday": "1984-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Ramzee_Robinson.JPG/262px-Ramzee_Robinson.JPG",
    "extract": "Ramzee Robinson is a former American football cornerback. He was drafted by the Detroit Lions with the last pick in the 2007 NFL Draft, earning the title of Mr. Irrelevant. He played college football at Alabama.",
    "year": 1984,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "José Morales (catcher)",
    "birthday": "1983-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Jos%C3%A9_Morales_2009.jpg/207px-Jos%C3%A9_Morales_2009.jpg",
    "extract": "José Guillermo Morales is a Puerto Rican former professional baseball catcher. He played stints in Major League Baseball (MLB) with the Minnesota Twins and Colorado Rockies between 2007 and 2011. He played for the Camden Riversharks of the Atlantic League of Professional Baseball.",
    "year": 1983,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Justin Verlander",
    "birthday": "1983-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Justin_Verlander_pitching_for_the_Houston_Astros_in_2019_%28Cropped%29.jpg/179px-Justin_Verlander_pitching_for_the_Houston_Astros_in_2019_%28Cropped%29.jpg",
    "extract": "Justin Brooks Verlander is an American professional baseball pitcher for the Houston Astros of Major League Baseball (MLB). He has also played in MLB for the Detroit Tigers. From Manakin-Sabot in Virginia, Verlander attended Old Dominion University (ODU) and played college baseball for the Monarchs. He broke the Monarchs' and Colonial Athletic Association's career records for strikeouts. At the 2003 Pan American Games, Verlander helped lead the United States national team to a silver medal. He is often regarded as one of the most accomplished players of his generation, and one of the greatest pitchers in history.",
    "year": 1983,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Tony Hibbert",
    "birthday": "1981-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Tony_Hibbert_1.jpg/141px-Tony_Hibbert_1.jpg",
    "extract": "Anthony James Hibbert is an English footballer, currently playing for French side ES Louzy.",
    "year": 1981,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Imanol Harinordoquy",
    "birthday": "1980-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Imanol_Harinordoquy_2014.jpg/320px-Imanol_Harinordoquy_2014.jpg",
    "extract": "Imanol Harinordoquy is a French former rugby union player. He typically played as a number 8 for Stade Toulousain at club level in the Top 14 and for France internationally. Before signing with Biarritz ahead of the 2004–05 season, he played club rugby at Pau.",
    "year": 1980,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Stephon Marbury",
    "birthday": "1977-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Stephon_Marbury_%40_Amazon_Fishbowl_2.jpg/213px-Stephon_Marbury_%40_Amazon_Fishbowl_2.jpg",
    "extract": "Stephon Xavier Marbury is an American professional basketball coach and former player who is the head coach of the Beijing Royal Fighters of the Chinese Basketball Association (CBA). After his freshman year with the Georgia Tech Yellow Jackets, he was selected as the 4th overall pick in the 1996 NBA draft by the Milwaukee Bucks but was traded shortly thereafter to the Minnesota Timberwolves. Marbury played in the NBA from 1996 to 2009, also as a member of the New Jersey Nets, Phoenix Suns, New York Knicks and Boston Celtics. He was an NBA All-Star with the Nets in 2001 and with the Suns in 2003, and was voted All-NBA Third Team in 2000 and 2003. Marbury then played in the Chinese Basketball Association (CBA) from 2010 to 2018, winning three CBA championships with the Beijing Ducks in 2012, 2014 and 2015.",
    "year": 1977,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Gail Kim",
    "birthday": "1977-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Gail_Kim_by_Gage_Skidmore.jpg/207px-Gail_Kim_by_Gage_Skidmore.jpg",
    "extract": "Gail Kim-Irvine is a Canadian-American retired professional wrestler, currently signed to Impact Wrestling, where she serves as a producer. In Impact Wrestling she was the inaugural and record setting seven-time Knockouts Champion and she also was a one-time Knockouts Tag Team Champion where Madison Rayne was her tag team partner winning the belt alongside her. She is also known for her two stints in World Wrestling Entertainment (WWE), where she won the WWE Women's Championship in her first match.",
    "year": 1977,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Liván Hernández",
    "birthday": "1975-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Liv%C3%A1n_Hern%C3%A1ndez_2010.jpg/320px-Liv%C3%A1n_Hern%C3%A1ndez_2010.jpg",
    "extract": "Eisler Liván Hernández Carrera is a Cuban-born former professional baseball pitcher in Major League Baseball. Over a 17-year career, he played for nine different teams and was named to two All-Star Games. He was named the MVP of the 1997 World Series with the Florida Marlins. He is the half-brother of pitcher Orlando \"El Duque\" Hernández.",
    "year": 1975,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Brian Littrell",
    "birthday": "1975-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Brian_Littrell_2011.jpg/211px-Brian_Littrell_2011.jpg",
    "extract": "Brian Thomas Littrell is an American singer and a member of the Backstreet Boys. He is also a contemporary Christian music artist, and released the solo album Welcome Home in 2006. He is the father of country singer Baylee Littrell.",
    "year": 1975,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Karim Bagheri",
    "birthday": "1974-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Karim_Bagheri_2019_2.jpg/284px-Karim_Bagheri_2019_2.jpg",
    "extract": "Karim Bagheri is an Iranian professional football coach and former player. He played over half of his professional career for Persepolis in the Persian Gulf Pro League. He is an assistant coach for Persepolis and the Iran national team.",
    "year": 1974,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jari Litmanen",
    "birthday": "1971-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Jari_Litmanen_2015.jpg/263px-Jari_Litmanen_2015.jpg",
    "extract": "Jari Olavi Litmanen is a Finnish former footballer. He was the first-choice captain of the Finland national team between 1996 and 2008 in an international career that ran from 1989 to 2010.",
    "year": 1971,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Joost van der Westhuizen",
    "birthday": "1971-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Joost_van_der_Westhuizen_2014.jpg/206px-Joost_van_der_Westhuizen_2014.jpg",
    "extract": "Joost Heystek van der Westhuizen was a South African professional rugby union player who made 89 appearances in test matches for the national team, scoring 38 tries. He mostly played as a scrum-half and participated in three Rugby World Cups, most notably in the 1995 tournament, which was won by South Africa. He is widely recognised as the greatest scrumhalf of all time.",
    "year": 1971,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Kjell Ove Hauge",
    "birthday": "1969-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Kjell_Ove_%281%29_cut-b.jpg/239px-Kjell_Ove_%281%29_cut-b.jpg",
    "extract": "Kjell Ove Hauge is a retired Norwegian shot putter and discus thrower, turned educator, later Head teacher. As an athlete he represented Gloppen Athletics club. Since July 2013 Hauge is Principal at Kuben Upper Secondary School, the largest Upper Secondary School in Oslo.",
    "year": 1969,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Siniša Mihajlović",
    "birthday": "1969-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Sini%C5%A1a_Mihajlovi%C4%87.JPG/213px-Sini%C5%A1a_Mihajlovi%C4%87.JPG",
    "extract": "Siniša Mihajlović is a Serbian professional football manager and former footballer, who is the manager of Serie A club Bologna.",
    "year": 1969,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Danis Tanović",
    "birthday": "1969-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Danis_Tanovi%C4%87.jpg/196px-Danis_Tanovi%C4%87.jpg",
    "extract": "Danis Tanović is a Bosnian film director and screenwriter. He is best known for having directed and written the script for the 2001 Bosnian movie No Man's Land which won him many awards, including an Academy Award for Best Foreign Language Film and a Golden Globe Award for Best Foreign Language Film among many others.",
    "year": 1969,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Kurt Cobain",
    "birthday": "1967-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Nirvana_around_1992.jpg/320px-Nirvana_around_1992.jpg",
    "extract": "Kurt Donald Cobain was an American singer, songwriter and artist. He was the guitarist, lead vocalist and primary songwriter of the rock band Nirvana. Through his angst-fueled songwriting and anti-establishment persona, Cobain's compositions widened the thematic conventions of mainstream rock. He was heralded as a spokesman of Generation X and is considered one of the most influential musicians in the history of alternative rock.",
    "year": 1967,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Andrew Shue",
    "birthday": "1967-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Andrew_Shue_%281993%29.jpg/208px-Andrew_Shue_%281993%29.jpg",
    "extract": "Andrew Eppley Shue is an American actor, known for his role as Billy Campbell on the television series Melrose Place (1992–1999). He also had a short-lived stint as a professional soccer player. He was on the Board of Directors for Do Something and is the co-founder of the social networking website CafeMom.",
    "year": 1967,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Lili Taylor",
    "birthday": "1967-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Lili_Taylor_2013.jpg/320px-Lili_Taylor_2013.jpg",
    "extract": "Lili Anne Taylor is an American actress. She came to prominence with supporting parts in the films Mystic Pizza (1988) and Say Anything... (1989), before establishing herself as one of the key figures of 1990s independent cinema with starring roles in Bright Angel (1990), Dogfight (1991), Household Saints, Short Cuts, The Addiction, Cold Fever, I Shot Andy Warhol, Girls Town, Pecker (1998), and A Slipping-Down Life (1999). She is the recipient of four Independent Spirit nominations, winning once in the category of Best Supporting Female. Her accolades also include a Golden Globe, an NBR Award, a Volpi Cup, a Sant Jordi, a Golden Space Needle, a Chlotrudis Award, an SDFCS Award, a Sundance Special Jury Prize, and a Fangoria Chainsaw Award.",
    "year": 1967,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Tom Waddle",
    "birthday": "1967-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Tom_Waddle_at_Navy_Pier.jpg/212px-Tom_Waddle_at_Navy_Pier.jpg",
    "extract": "Gregory Thomas Waddle is an American former professional football player who was a wide receiver in the National Football League (NFL). Waddle is currently a co-host of \"Waddle and Silvy\" on ESPN 1000, and a football analyst for WLS-TV in Chicago. He also appears on Pro Football Weekly and NFL Network. He spent his entire six-year career with the Chicago Bears. He attended Boston College.",
    "year": 1967,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Cindy Crawford",
    "birthday": "1966-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Cindy_Crawford_in_London.jpg/228px-Cindy_Crawford_in_London.jpg",
    "extract": "Cynthia Ann Crawford is an American model, actress and television personality. During the 1980s and 1990s, she was among the most popular supermodels and a ubiquitous presence on magazine covers, runways, as well as fashion campaigns. She subsequently expanded into acting and business ventures.",
    "year": 1966,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Willie Garson",
    "birthday": "1964-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Garson%2C_Willie.jpg/213px-Garson%2C_Willie.jpg",
    "extract": "William Garson Paszamant was an American actor. He appeared in over 75 films and more than 300 TV episodes. He was known for playing Stanford Blatch on the HBO series Sex and the City, in the related films Sex and the City and Sex and the City 2 and in the spin-off And Just Like That..., Mozzie in the USA Network series White Collar from 2009 to 2014, Ralph in the 2005 romantic comedy Little Manhattan, Gerard Hirsch in the reboot of Hawaii Five-0, and Martin Lloyd in the sci-fi series Stargate SG-1.",
    "year": 1964,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Tom Harris (British politician)",
    "birthday": "1964-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/17/Tomharris_2_%28cropped%29.jpg",
    "extract": "Thomas Harris is a British journalist and former politician who served as Member of Parliament (MP) for Glasgow South, formerly Glasgow Cathcart, from 2001 to 2015. A former member of Scottish Labour, he left the party in August 2018. Since 2021 he has been lead non-executive director of the Office of the Secretary of State for Scotland and Advocate General for Scotland.",
    "year": 1964,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Charles Barkley",
    "birthday": "1963-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/1_charles_barkley_2019_%28cropped%29.jpg/283px-1_charles_barkley_2019_%28cropped%29.jpg",
    "extract": "Charles Wade Barkley is an American former professional basketball player who is a television analyst on TNT. Nicknamed \"Sir Charles\", \"Chuck\", and \"the Round Mound of Rebound\", Barkley played 16 seasons in the National Basketball Association (NBA) for three teams. Though shorter than the typical power forward, he used his strength and aggressiveness to become one of the NBA's most dominant rebounders. He was a versatile player who had the ability to score, create plays, and defend. Barkley was an 11-time NBA All-Star, an 11-time member of the All-NBA Team, and the 1993 NBA Most Valuable Player (MVP). He was named to the NBA's 50th and 75th anniversary teams.",
    "year": 1963,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ian Brown",
    "birthday": "1963-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Ian_Brown.jpg/234px-Ian_Brown.jpg",
    "extract": "Ian George Brown is an English singer and multi-instrumentalist. He was the lead singer of the alternative rock band The Stone Roses from their formation in 1983. Following the split in 1996, he began a solo career, releasing seven studio albums, a greatest hits compilation, a remix album, an 11-disc box set titled Collection, and 19 singles. He has performed solo shows in 45 countries. He returned to singing for the Stone Roses in 2011, although this did not spell the end of his solo endeavours, releasing First World Problems through Virgin/EMI Records on 25 October 2018.",
    "year": 1963,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Mariliza Xenogiannakopoulou",
    "birthday": "1963-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/%CE%9C%CE%B1%CF%81%CE%B9%CE%BB%CE%AF%CE%B6%CE%B1_%CE%9E%CE%B5%CE%BD%CE%BF%CE%B3%CE%B9%CE%B1%CE%BD%CE%BD%CE%B1%CE%BA%CE%BF%CF%80%CE%BF%CF%8D%CE%BB%CE%BF%CF%85_2.jpg/320px-%CE%9C%CE%B1%CF%81%CE%B9%CE%BB%CE%AF%CE%B6%CE%B1_%CE%9E%CE%B5%CE%BD%CE%BF%CE%B3%CE%B9%CE%B1%CE%BD%CE%BD%CE%B1%CE%BA%CE%BF%CF%80%CE%BF%CF%8D%CE%BB%CE%BF%CF%85_2.jpg",
    "extract": "Mariliza Xenogiannakopoulou is a Greek politician and lawyer. She was Minister for Health and Social Solidarity (2009–2010), Alternate Minister for Foreign Affairs, responsible for European Affairs (2010–2012), Member of the Greek Parliament (2007–2012) and of the European Parliament (2004–2007). She served as secretary of the National Committee of PASOK -Panhellenic Socialist Movement, member of the Party of European Socialists (2005–2006).",
    "year": 1963,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Dwayne McDuffie",
    "birthday": "1962-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e3/Dwaynemcduffie.jpeg/320px-Dwaynemcduffie.jpeg",
    "extract": "Dwayne Glenn McDuffie was an American writer of comic books and television, known for producing and writing the animated series Static Shock,  Damage Control, Justice League Unlimited and Ben 10, and co-founding the pioneering minority-owned-and-operated comic book company Milestone Media, which focused on underrepresented minorities in American comics.",
    "year": 1962,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Joel Hodgson",
    "birthday": "1960-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/WW_Chicago_2014_-_Joel_Hodgson_02_%2814871901819%29.jpg/229px-WW_Chicago_2014_-_Joel_Hodgson_02_%2814871901819%29.jpg",
    "extract": "Joel Hodgson is an American writer, comedian and television actor. He is best known for creating Mystery Science Theater 3000 (MST3K) and starring in it as the character Joel Robinson. In 2007, MST3K was listed as \"one of the top 100 television shows of all time\" by Time.",
    "year": 1960,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Scott Brayton",
    "birthday": "1959-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/14/ScottBrayton.jpg/287px-ScottBrayton.jpg",
    "extract": "Scott Everts Brayton was an American race car driver on the American open-wheel circuit. He competed in 14 Indianapolis 500s, beginning with the 1981 event. Brayton was killed in practice after qualifying for the pole position for the 1996 race.",
    "year": 1959,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "David Corn",
    "birthday": "1959-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Politics_panel_%2811377%29a_%28cropped%2C_portrait%29.jpg/240px-Politics_panel_%2811377%29a_%28cropped%2C_portrait%29.jpg",
    "extract": "David Corn is an American political journalist and author. He is the Washington, D.C. bureau chief for Mother Jones and is best known as a cable television commentator. Corn worked at The Nation from 1987 to 2007, where he served as Washington editor.",
    "year": 1959,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Glen Hanlon",
    "birthday": "1957-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Glen_Hanlon%2C_Laura_Ruoholan.jpg/198px-Glen_Hanlon%2C_Laura_Ruoholan.jpg",
    "extract": "Glen A. Hanlon is a Canadian ice hockey coach, executive and former goaltender.",
    "year": 1957,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Anthony Head",
    "birthday": "1954-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Head%2C_Anthony_Stewart_%282007%29.jpg/218px-Head%2C_Anthony_Stewart_%282007%29.jpg",
    "extract": "Anthony Stewart Head is an English actor and singer. Primarily a performer in musical theatre, he rose to fame in the UK in the 1980s following his role in the Gold Blend couple television advertisements for Nescafé, which led to major roles in several television series. He is best known for his roles as Rupert Giles in Buffy the Vampire Slayer (1997–2003), the Prime Minister in Little Britain (2003–2006), and Uther Pendragon in Merlin (2008–2012), as well as voicing Herc Shipwright in BBC Radio 4's Cabin Pressure.",
    "year": 1954,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Patty Hearst",
    "birthday": "1954-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Patti_Hearst1.jpg/238px-Patti_Hearst1.jpg",
    "extract": "Patricia Campbell Hearst is an American author and actress, former convicted felon, and granddaughter of American publishing magnate William Randolph Hearst. She first became known for the events following her 1974 kidnapping by the Symbionese Liberation Army. She was found and arrested 19 months after being abducted, by which time she was a fugitive wanted for serious crimes committed with members of the group. She was held in custody, and there was speculation before trial that her family's resources would enable her to avoid time in prison.",
    "year": 1954,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Poison Ivy (musician)",
    "birthday": "1953-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Ivywow.jpg/216px-Ivywow.jpg",
    "extract": "Kristy Marlana Wallace, known as Poison Ivy or Poison Ivy Rorschach, is a guitarist, songwriter, arranger, producer, and occasional vocalist who co-founded the American punk-rock band The Cramps.",
    "year": 1953,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Edward Albert",
    "birthday": "1951-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Edward_Albert_1977.JPG/320px-Edward_Albert_1977.JPG",
    "extract": "Edward Laurence Albert was an American actor. The son of actor Eddie Albert and Mexican actress Margo, he starred opposite Goldie Hawn in Butterflies Are Free (1972), a role for which he won a Golden Globe Award for New Star of the Year. He was nominated for Best Actor in a Motion Picture - Musical or Comedy. Albert starred in more than 130 films and television series, including Midway, The Greek Tycoon, Galaxy of Terror, The House Where Evil Dwells, The Yellow Rose, Falcon Crest and Power Rangers Time Force.",
    "year": 1951,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Gordon Brown",
    "birthday": "1951-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Gordon_Brown_%282008%29.jpg/250px-Gordon_Brown_%282008%29.jpg",
    "extract": "James Gordon Brown is a British politician who served as Prime Minister of the United Kingdom and Leader of the Labour Party from 2007 to 2010. He served as Chancellor of the Exchequer in the Blair government from 1997 to 2007. Brown was a Member of Parliament (MP) from 1983 to 2015, first for Dunfermline East and later for Kirkcaldy and Cowdenbeath. He is the most recent Labour politician as well as the most recent Scottish politician to hold the office of Prime Minister.",
    "year": 1951,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Randy California",
    "birthday": "1951-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/40/Randy_california_photo.jpg/275px-Randy_california_photo.jpg",
    "extract": "Randy Craig Wolfe, known as Randy California, was an American guitarist, singer and songwriter, and one of the original members of the rock group Spirit, formed in 1967.",
    "year": 1951,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Phil Neal",
    "birthday": "1951-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Phil-neal-1338116110.jpg/320px-Phil-neal-1338116110.jpg",
    "extract": "Philip George Neal is an English retired footballer who played for Northampton Town, Liverpool and Bolton Wanderers as a full back. He is one of the most successful English players of all time, having won eight First Divisions, four League Cups, five FA Charity Shields, four European Cups, one UEFA Cup and one UEFA Super Cup during his eleven years at Liverpool. He later returned to Bolton Wanderers as manager, leading them to victory in the Football League Trophy before spells managing Coventry City, Cardiff City and Manchester City.",
    "year": 1951,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Walter Becker",
    "birthday": "1950-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Walter-Becker.jpg/240px-Walter-Becker.jpg",
    "extract": "Walter Carl Becker was an American musician, songwriter, and record producer. He was best known as the co-founder, guitarist, bassist, and co-songwriter of the jazz rock band Steely Dan.",
    "year": 1950,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Peter Marinello",
    "birthday": "1950-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Peter_Marinello_%281970%29.png/241px-Peter_Marinello_%281970%29.png",
    "extract": "Peter Marinello is a Scottish former footballer.",
    "year": 1950,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Tony Wilson",
    "birthday": "1950-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Tony_Wilson_hosting_After_Dark_-_Easter_1991.jpg/245px-Tony_Wilson_hosting_After_Dark_-_Easter_1991.jpg",
    "extract": "Anthony Howard Wilson was a British record label owner, radio and television presenter, nightclub manager, impresario and a journalist for Granada Television and the BBC.",
    "year": 1950,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ivana Trump",
    "birthday": "1949-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Ivana_Trump_cropped_retouched.jpg/246px-Ivana_Trump_cropped_retouched.jpg",
    "extract": "Ivana Marie Trump is a Czech-American businesswoman, media personality, fashion designer, author, and former model. She lived in Canada in the 1970s before migrating to the United States, where she married Donald Trump in 1977. She held key managerial positions in The Trump Organization as vice president of interior design, as CEO and president of Trump's Castle casino resort, and as manager of the Plaza Hotel.",
    "year": 1949,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Pierre Bouchard",
    "birthday": "1948-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Pierre_Bouchard.jpg/320px-Pierre_Bouchard.jpg",
    "extract": "Pierre Émile Bouchard is a Canadian former professional ice hockey player who played in the National Hockey League (NHL) with the Montreal Canadiens and Washington Capitals. He was selected by the Canadiens in the first round of the 1965 NHL Amateur Draft.",
    "year": 1948,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jennifer O'Neill",
    "birthday": "1948-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Jennifer_O%27Neill%2C_actress%2C_cropped.jpg/188px-Jennifer_O%27Neill%2C_actress%2C_cropped.jpg",
    "extract": "Jennifer O'Neill is a Brazilian-born American actress, model, author, and activist. She is known for her modeling and spokesperson work for CoverGirl cosmetics starting in 1963, and her starring role in the Oscar-winning 1971 film Summer of '42.",
    "year": 1948,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Peter Osgood",
    "birthday": "1947-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Peter_Osgood_statue_outside_Stamford_Bridge.jpg/240px-Peter_Osgood_statue_outside_Stamford_Bridge.jpg",
    "extract": "Peter Leslie Osgood was an English footballer who was active during the 1960s and 1970s. He is best remembered for representing Chelsea and Southampton at club level, and was also capped four times by England in the early 1970s.",
    "year": 1947,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Peter Strauss",
    "birthday": "1947-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Peter_Strauss_at_F.I.S.T_premier_1979_cropped.jpg",
    "extract": "Peter Lawrence Strauss is an American television and film actor, known for his roles in several television miniseries in the 1970s and 1980s. He is five-time Golden Globe Awards nominee.",
    "year": 1947,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Brenda Blethyn",
    "birthday": "1946-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Brenda_Blethyn_at_the_2014_Berlin_Film_Festival.jpg/238px-Brenda_Blethyn_at_the_2014_Berlin_Film_Festival.jpg",
    "extract": "Brenda Blethyn is an English actress. She is the recipient of several accolades, including one Golden Globe, one BAFTA, one Cannes Film Festival Award for Best Actress and two Academy Award nominations.",
    "year": 1946,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Sandy Duncan",
    "birthday": "1946-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Sandy_Duncan_1972.JPG/247px-Sandy_Duncan_1972.JPG",
    "extract": "Sandra Kay Duncan is an American actress, comedian, dancer and singer. She is known for her performances in the Broadway revival of Peter Pan and in the sitcom The Hogan Family. Duncan has been nominated for three Tony Awards, two Emmy Awards, and two Golden Globe Awards.",
    "year": 1946,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "J. Geils",
    "birthday": "1946-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/JGeilsPerforming.jpg/273px-JGeilsPerforming.jpg",
    "extract": "John Warren Geils Jr., known professionally as J. Geils or Jay Geils, was an American guitarist. He was known as the leader of The J. Geils Band.",
    "year": 1946,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Alan Hull",
    "birthday": "1945-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Alan_Hull_on_stage_with_Lindisfarne%2C_1991.jpg/161px-Alan_Hull_on_stage_with_Lindisfarne%2C_1991.jpg",
    "extract": "James Alan Hull was an English singer-songwriter and founding member of the Tyneside folk rock band Lindisfarne.",
    "year": 1945,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Lew Soloff",
    "birthday": "1944-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Lew_Soloff.jpg/320px-Lew_Soloff.jpg",
    "extract": "Lewis Michael Soloff was an American jazz trumpeter, composer, and actor.",
    "year": 1944,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Willem van Hanegem",
    "birthday": "1944-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/VanHanegem.jpg/243px-VanHanegem.jpg",
    "extract": "Willem \"Wim\" van Hanegem is a Dutch former football player and coach who played as a midfielder. In a playing career spanning over 20 years, he won several domestic honours in the Netherlands, as well as a European Cup and a UEFA trophy, all with Feyenoord. He was also a finalist in the 1974 FIFA World Cup. As a manager, he won the league and cup with Feyenoord and spent a period as the Dutch national team's assistant coach. His most recent job as manager was for FC Utrecht, from 2007 to 2008.",
    "year": 1944,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Antonio Inoki",
    "birthday": "1943-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Antonio_Inoki_IMG_0398-2_20121224.JPG/240px-Antonio_Inoki_IMG_0398-2_20121224.JPG",
    "extract": "Muhammad Hussain Inoki is a Japanese retired professional wrestler, martial artist, politician, and promoter of professional wrestling and mixed martial arts. He is best known by the ring name Antonio Inoki , a homage to fellow professional wrestler Antonino Rocca. Inoki is a twelve-time professional wrestling world champion, notably being the first IWGP Heavyweight Champion and the first Japanese WWF Heavyweight Champion – a reign not officially recognized by WWE.",
    "year": 1943,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Mike Leigh",
    "birthday": "1943-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Mike_Leigh_%28Berlinale_2012%29_cropped.jpg/221px-Mike_Leigh_%28Berlinale_2012%29_cropped.jpg",
    "extract": "Mike Leigh is an English film and theatre director, screenwriter and playwright. He studied at the Royal Academy of Dramatic Art (RADA) and further at the Camberwell School of Art, the Central School of Art and Design and the London School of Film Technique. He began his career as a theatre director and playwright in the mid-1960s, before transitioning to making televised plays and films for BBC Television in the 1970s and '80s. Leigh is known for his lengthy rehearsal and improvisation techniques with actors to build characters and narrative for his films. His purpose is to capture reality and present \"emotional, subjective, intuitive, instinctive, vulnerable films.\" His films and stage plays, according to critic Michael Coveney, \"comprise a distinctive, homogenous body of work which stands comparison with anyone's in the British theatre and cinema over the same period.\"",
    "year": 1943,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Phil Esposito",
    "birthday": "1942-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Philip_Esposito%2C_February_2012.jpeg/320px-Philip_Esposito%2C_February_2012.jpeg",
    "extract": "Philip Anthony Esposito is a Canadian broadcaster, and former professional ice hockey executive, coach and player. A member of the Hockey Hall of Fame, he played 18 seasons in the National Hockey League for the Chicago Black Hawks, Boston Bruins, and New York Rangers. He is considered one of the greatest players of all time, and is the older brother of fellow Hall-of-Famer Tony Esposito, a goaltender.",
    "year": 1942,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Mitch McConnell",
    "birthday": "1942-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Mitch_McConnell_2016_official_photo_%28cropped%29.jpg/216px-Mitch_McConnell_2016_official_photo_%28cropped%29.jpg",
    "extract": "Addison Mitchell McConnell III is an American politician and retired attorney serving as Senate minority leader since 2021 and as the senior United States senator from Kentucky, a seat he has held since 1985. A member of the Republican Party, he previously served as Senate majority leader from 2015 to 2021, and as minority leader from 2007 to 2015.",
    "year": 1942,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Claude Miller",
    "birthday": "1942-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Claude_Miller_Cannes.jpg/226px-Claude_Miller_Cannes.jpg",
    "extract": "Claude Miller was a French film director, producer and screenwriter.",
    "year": 1942,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Lim Kit Siang",
    "birthday": "1941-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Lim_Kit_Siang_cropped.jpg/232px-Lim_Kit_Siang_cropped.jpg",
    "extract": "Lim Kit Siang is a Malaysian politician who served as 3rd Secretary-General, 2nd National Chairman, 1st Parliamentary Leader, 1st National Organising Secretary and 1st Mentor of the Democratic Action Party (DAP), a component party of the Pakatan Harapan (PH) opposition coalition from the founding of DAP in 1965 to his partial retirement in 2022 and 1st Chairman of the Central Policy and Strategic Planning Commission of DAP since 2004. He served as the 4th, 7th and 10th Leader of the Opposition from April 1973 to August 1974, again from November 1975 to November 1999 and once again from March 2004 to March 2008. In total, he served in the position for 29 years or almost three decades, making him the longest-serving leader of the opposition of Malaysia.",
    "year": 1941,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Buffy Sainte-Marie",
    "birthday": "1941-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Buffy_Ste._Marie_-_Truth_and_Reconciliation_Commission_Concert_-_Ottawa_-_2015_%28cropped%29.JPG/246px-Buffy_Ste._Marie_-_Truth_and_Reconciliation_Commission_Concert_-_Ottawa_-_2015_%28cropped%29.JPG",
    "extract": "Buffy Sainte-Marie, is an Indigenous Canadian-American singer-songwriter, musician, Oscar-winning composer, visual artist, educator, pacifist, and social activist. Throughout her career in all of these areas, her work has focused on issues facing Indigenous peoples of the Americas. Her singing and writing repertoire also includes subjects of love, war, religion, and mysticism. She has won recognition, awards and honours for her music as well as her work in education and social activism. Among her most popular songs are \"Universal Soldier\", \"Cod'ine\", \"Until It's Time for You to Go\", \"Now That the Buffalo's Gone\", and her covers of Mickey Newbury's \"Mister Can't You See\" and Joni Mitchell's \"The Circle Game\". Her music has been recorded by many artists including Donovan, Joe Cocker, Jennifer Warnes, Janis Joplin, and Glen Campbell.",
    "year": 1941,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jimmy Greaves",
    "birthday": "1940-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Jimmy_Greaves_%28cropped%29.jpg/245px-Jimmy_Greaves_%28cropped%29.jpg",
    "extract": "James Peter Greaves was an English professional footballer who played as a forward. He is England's fifth-highest international goalscorer, Tottenham Hotspur's highest ever goalscorer, the highest goalscorer in the history of English top-flight football, and also scored more hat-tricks (six) for England than anyone else. He finished as the First Division's top scorer in six seasons. He is also a member of the English Football Hall of Fame.",
    "year": 1940,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Robert Huber",
    "birthday": "1937-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Robert_Huber.JPG",
    "extract": "Robert Huber is a German biochemist and Nobel laureate. known for his work crystallizing an intramembrane protein important in photosynthesis and subsequently applying X-ray crystallography to elucidate the protein's structure.",
    "year": 1937,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Roger Penske",
    "birthday": "1937-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Roger_S._Penske_%282019%29.jpg/213px-Roger_S._Penske_%282019%29.jpg",
    "extract": "Roger Searle Penske is an American businessman and entrepreneur involved in professional auto racing and a retired professional auto racing driver. He is most famous for his ownership of Team Penske, DJR Team Penske, the Penske Corporation, the Indianapolis Motor Speedway, IndyCar, and other automotive-related businesses.",
    "year": 1937,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Nancy Wilson (jazz singer)",
    "birthday": "1937-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Nancy_Wilson_%281968%29.jpg/240px-Nancy_Wilson_%281968%29.jpg",
    "extract": "Nancy Sue Wilson was an American singer and actress whose career spanned over five decades, from the mid-1950s until her retirement in the early 2010s. She was especially notable for her single \"(You Don't Know) How Glad I Am\" and her version of the standard \"Guess Who I Saw Today\". Wilson recorded more than 70 albums and won three Grammy Awards for her work. During her performing career, Wilson was labeled a singer of blues, jazz, R&B, pop, and soul; a \"consummate actress\"; and \"the complete entertainer\". The title she preferred, however, was \"song stylist\". She received many nicknames including \"Sweet Nancy\", \"The Baby\", \"Fancy Miss Nancy\" and \"The Girl With the Honey-Coated Voice\".",
    "year": 1937,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Marj Dusay",
    "birthday": "1936-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/52/Marj_Dusay_1968.JPG",
    "extract": "Marjorie Ellen Mahoney Dusay was an American actress known for her roles on American soap operas. She was especially known for her role as Alexandra Spaulding on Guiding Light, a role she played on and off from 1993 through the show's 2009 cancellation, as well as the wife of Douglas MacArthur in the 1977 movie MacArthur.",
    "year": 1936,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Larry Hovis",
    "birthday": "1936-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/99/LarryHovis.jpg/320px-LarryHovis.jpg",
    "extract": "Larry Hovis was an American singer and actor best known for the 1960s television sitcom Hogan's Heroes.",
    "year": 1936,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Shigeo Nagashima",
    "birthday": "1936-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Rikkyo_University-10.jpg/320px-Rikkyo_University-10.jpg",
    "extract": "Shigeo Nagashima  is a Japanese former professional baseball player and manager.",
    "year": 1936,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ellen Gilchrist",
    "birthday": "1935-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Ellen_Gilchrist_Reading_%28536271470%29.jpg/239px-Ellen_Gilchrist_Reading_%28536271470%29.jpg",
    "extract": "Ellen Gilchrist is an American novelist, short story writer, and poet. She won a National Book Award for her 1984 collection of short stories, Victory Over Japan.",
    "year": 1935,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Bobby Unser",
    "birthday": "1934-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Bobby_Unser_-_2015_Indianapolis_500_-_Sarah_Stierch.jpg/320px-Bobby_Unser_-_2015_Indianapolis_500_-_Sarah_Stierch.jpg",
    "extract": "Robert William Unser was an American automobile racer. At his induction into the Motorsports Hall of Fame of America in 1994, he had the fourth most IndyCar Series wins at 35. Unser won the 1968 and 1974 United States Automobile Club (USAC) national championships. He won the Pikes Peak International Hill Climb overall title 10 times.",
    "year": 1934,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Adrian Cristobal",
    "birthday": "1932-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8f/Adrian_Cristobal.jpg",
    "extract": "Adrian E. Cristobal was a Filipino writer who frequently touched on political and historical themes. Perhaps best known to the public for his \"Breakfast Table\" newspaper column, he was also a Palanca Award-winning playwright, fictionist and essayist. He likewise held several positions in government during the administration of President Ferdinand E. Marcos.",
    "year": 1932,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "John Milnor",
    "birthday": "1931-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/John_Milnor.jpg/237px-John_Milnor.jpg",
    "extract": "John Willard Milnor is an American mathematician known for his work in differential topology, algebraic K-theory and low-dimensional holomorphic dynamical systems. Milnor is a distinguished professor at Stony Brook University and one of the five mathematicians to have won the Fields Medal, the Wolf Prize, and the Abel Prize",
    "year": 1931,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Amanda Blake",
    "birthday": "1929-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Amanda_Blake_Kitty_Gunsmoke_1966.JPG/251px-Amanda_Blake_Kitty_Gunsmoke_1966.JPG",
    "extract": "Amanda Blake was an American actress best known for the role of the red-haired saloon proprietress \"Miss Kitty Russell\" on the western television series Gunsmoke. Along with her fourth husband, Frank Gilbert, she ran one of the first successful programs for breeding cheetahs in captivity.",
    "year": 1929,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jean Kennedy Smith",
    "birthday": "1928-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Jean_Kennedy_c1953.jpg/256px-Jean_Kennedy_c1953.jpg",
    "extract": "Jean Ann Kennedy Smith was an American diplomat, activist, humanitarian, and author who served as United States Ambassador to Ireland from 1993 to 1998. She was a member of the Kennedy family, the eighth of nine children, and youngest daughter, born to Joseph P. Kennedy and Rose Fitzgerald. Her siblings included President John F. Kennedy, Senator Robert F. Kennedy, Senator Edward M. Kennedy, Rosemary Kennedy, and Special Olympics founder Eunice Kennedy Shriver. She was also a sister-in-law of Jacqueline Kennedy.",
    "year": 1928,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Roy Cohn",
    "birthday": "1927-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Roy_Cohn.jpg/247px-Roy_Cohn.jpg",
    "extract": "Roy Marcus Cohn was an American lawyer and prosecutor who came to prominence for his role as Senator Joseph McCarthy's chief counsel during the Army–McCarthy hearings in 1954, when he assisted McCarthy's investigations of suspected communists. Modern historians view his approach during those hearings as dependent on demagogic, reckless and unsubstantiated accusations against political opponents. In the late 1970s and during the 1980s, he became a prominent political fixer in New York City. He represented and mentored the real estate developer and later U.S. President Donald Trump during his early business career.",
    "year": 1927,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ibrahim Ferrer",
    "birthday": "1927-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Ibrahim_ferrer.jpg/320px-Ibrahim_ferrer.jpg",
    "extract": "Ibrahim Ferrer was a Cuban singer who played with Los Bocucos for nearly forty years. He also performed with Conjunto Sorpresa, Chepín y su Orquesta Oriental and Mario Patterson. After his retirement in 1991, he was brought back in the studio to record with the Afro-Cuban All Stars and Buena Vista Social Club in March 1996. He then toured internationally with these revival groups and recorded several solo albums for World Circuit before his death in 2005.",
    "year": 1927,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Sidney Poitier",
    "birthday": "1927-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Sidney_Poitier_1968.jpg/262px-Sidney_Poitier_1968.jpg",
    "extract": "Sidney Poitier was a Bahamian and American actor, film director, and diplomat. In 1964, he was the first African American actor and first Bahamian to win the Academy Award for Best Actor. He received two competitive Golden Globe Awards, a competitive British Academy of Film and Television Arts award (BAFTA), and a Grammy Award for Best Spoken Word Album. Poitier was one of the last major stars from the Golden Age of Hollywood cinema.",
    "year": 1927,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Matthew Bucksbaum",
    "birthday": "1926-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c7/Matthew_Bucksbaum.jpg",
    "extract": "Matthew Bucksbaum was an American businessman and philanthropist. Matthew and his brothers Martin and Maurice co-founded General Growth Properties.",
    "year": 1926,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Gillian Lynne",
    "birthday": "1926-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Gillian_Lynne_Olivier_Awards2013.jpg/320px-Gillian_Lynne_Olivier_Awards2013.jpg",
    "extract": "Dame Gillian Barbara Lynne was an English ballerina, dancer, choreographer, actress, and theatre-television director, noted for her theatre choreography associated with two of the longest-running shows in Broadway history, Cats and The Phantom of the Opera. At age 87, she was made a DBE in the 2014 New Year Honours List.",
    "year": 1926,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Richard Matheson",
    "birthday": "1926-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Richard_Matheson.jpg/161px-Richard_Matheson.jpg",
    "extract": "Richard Burton Matheson was an American author and screenwriter, primarily in the fantasy, horror, and science fiction genres.",
    "year": 1926,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Bob Richards",
    "birthday": "1926-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Bob_Richards_1951.jpg/199px-Bob_Richards_1951.jpg",
    "extract": "Robert Eugene Richards is an American retired athlete, minister, and politician. He made three U.S. Olympic Teams in two events: the 1948, 1952, and 1956 Summer Olympics as a pole vaulter and as a decathlete in 1956. He won gold medals in pole vault in both 1952 and 1956, becoming the only male two-time champion in the event in Olympic history.",
    "year": 1926,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "María de la Purísima Salvat Romero",
    "birthday": "1926-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Acci%C3%B3n_de_Gracias_Canonizaci%C3%B3n_de_Santa_Mar%C3%ADa_de_la_Pur%C3%ADsima_de_la_Cruz_01.jpg/213px-Acci%C3%B3n_de_Gracias_Canonizaci%C3%B3n_de_Santa_Mar%C3%ADa_de_la_Pur%C3%ADsima_de_la_Cruz_01.jpg",
    "extract": "María de la Purísima Salvat Romero, born María Isabel Salvat Romero, was a Spanish Roman Catholic nun and a member of the Sisters of the Company of the Cross. She assumed the name of \"María de la Purísima of the Cross\" after she entered that order. Romero was the successor of Angela of the Cross of the latter's congregation and was known for her firmness in the progress of the order and in their role as servants of God and His people. Romero was known in her order for her strong commitment to uphold the magisterium of the Church.",
    "year": 1926,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Robert Altman",
    "birthday": "1925-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Robert_Altman_02_%28cropped%29.jpg/252px-Robert_Altman_02_%28cropped%29.jpg",
    "extract": "Robert Bernard Altman was an American film director, screenwriter, and producer. Altman is known as a five-time nominee of the Academy Award for Best Director and an enduring figure from the New Hollywood era.",
    "year": 1925,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Tochinishiki Kiyotaka",
    "birthday": "1925-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Tochinishiki_1954_Scan10060.JPG/240px-Tochinishiki_1954_Scan10060.JPG",
    "extract": "Tochinishiki Kiyotaka  was a Japanese professional sumo wrestler from Tokyo. He was the sport's 44th yokozuna. He won ten top division yūshō or tournament championships and was a rival of fellow yokozuna Wakanohana I. He became the head coach of Kasugano stable in 1959 and was head of the Japan Sumo Association from 1974 until 1988.",
    "year": 1925,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Gloria Vanderbilt",
    "birthday": "1924-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Gloria_Vanderbilt_1959.JPG/251px-Gloria_Vanderbilt_1959.JPG",
    "extract": "Gloria Laura Vanderbilt was an American artist, author, actress, fashion designer, heiress, and socialite.",
    "year": 1924,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Victor Atiyeh",
    "birthday": "1923-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Victor_G._Atiyeh_2012.jpg/240px-Victor_G._Atiyeh_2012.jpg",
    "extract": "Victor George Atiyeh was an American politician who served as the 32nd Governor of Oregon from 1979 to 1987. He was also the first elected governor of Middle Eastern descent and of Syrian descent in the United States.",
    "year": 1923,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Forbes Burnham",
    "birthday": "1923-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Forbes_Burnham_%281966%29.jpg/246px-Forbes_Burnham_%281966%29.jpg",
    "extract": "Linden Forbes Sampson Burnham was a Guyanese politician and the leader of the Co-operative Republic of Guyana from 1964 until his death in 1985. He served as Prime Minister from 1964 to 1980 and then as its first Executive President from 1980 to 1985. He is often regarded as a strongman who embraced his own version of communism. Throughout his presidency, he encouraged Guyanese to produce and export more local goods, especially through the use of state-run corporations and agricultural cooperatives. Despite being widely regarded as one of the principal architects of the postcolonial Guyanese state, his presidency was nonetheless marred by repeated accusations of Afro-supremacy, state-sanctioned violence, economic collapse, electoral fraud, and corruption.",
    "year": 1923,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Buddy Rogers (wrestler)",
    "birthday": "1921-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a6/Buddy_Rogers_%28wrestler%29.jpg",
    "extract": "Buddy Rogers, better known by the ring name \"Nature Boy\" Buddy Rogers, was an American professional wrestler who was one of the biggest professional wrestling stars in the beginning of the television era. His performances influenced future professional wrestlers, including \"Nature Boy\" Ric Flair, who used Rogers's nickname, as well as his look, attitude and finishing hold, the figure-four leglock. He was also known for his rivalry with Lou Thesz, both in and out of the ring.",
    "year": 1921,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "James O'Meara",
    "birthday": "1919-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e1/James_Omeara.jpg/217px-James_Omeara.jpg",
    "extract": "James Joseph \"Orange\" O'Meara, was a Royal Air Force officer and fighter pilot of the Second World War. He became a flying ace during the Battle of Britain while flying the Supermarine Spitfire, and by war's end was credited with 11 kills, two shared victories, one unconfirmed destroyed, four probables, 11 damaged and one shared damaged.",
    "year": 1919,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Leonore Annenberg",
    "birthday": "1918-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Leonore_Annenberg.jpg/236px-Leonore_Annenberg.jpg",
    "extract": "Leonore Cohn Annenberg, also known as Lee Annenberg, was an American businesswoman, diplomat, and philanthropist. She was noted for serving as Chief of Protocol of the United States from 1981 to 1982. Annenberg was married to Walter Annenberg, who was an Ambassador to the United Kingdom and newspaper publisher. She also served as the chairman and president of the Annenberg Foundation from 2002 until 2009.",
    "year": 1918,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jean Erdman",
    "birthday": "1916-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Jean_Erdman.jpg/249px-Jean_Erdman.jpg",
    "extract": "Jean Erdman was an American dancer and choreographer of modern dance as well as an avant-garde theater director.",
    "year": 1916,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "John Charles Daly",
    "birthday": "1914-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/John_Daly_1952_It%27s_News_to_Me.JPG/259px-John_Daly_1952_It%27s_News_to_Me.JPG",
    "extract": "John Charles Patrick Croghan Daly was a South African-born American journalist, host, radio and television personality, ABC News executive, TV anchor, and game show host, best known for his work on the CBS panel show What's My Line?",
    "year": 1914,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Tommy Henrich",
    "birthday": "1913-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Tommy_Henrich_1949.png/257px-Tommy_Henrich_1949.png",
    "extract": "Thomas David Henrich, nicknamed \"The Clutch\" and \"Old Reliable\", was an American professional baseball player of German descent. He played his entire Major League Baseball career as a right fielder and first baseman for the New York Yankees. Henrich led the American League in triples twice and in runs scored once, also hitting 20 or more home runs four times. He is best remembered for his numerous exploits in the World Series; he was involved in one of the most memorable plays in Series history in 1941, was the hitting star of the 1947 Series with a .323 batting average, and hit the first walk-off home run in Series history in the first game of the 1949 World Series.",
    "year": 1913,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Pierre Boulle",
    "birthday": "1912-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0c/Pierre_Boulle.jpg/240px-Pierre_Boulle.jpg",
    "extract": "Pierre François Marie Louis Boulle was a French novelist best known for two works, The Bridge over the River Kwai (1952) and Planet of the Apes (1963), that were both made into award-winning films.",
    "year": 1912,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Johnny Checketts",
    "birthday": "1912-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/CH_011675.jpg/226px-CH_011675.jpg",
    "extract": "John Milne Checketts, was a New Zealand flying ace of the Second World War, who was credited with the destruction of 14+1⁄2 enemy aircraft, three probably destroyed and 11 damaged.",
    "year": 1912,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Gale Gordon",
    "birthday": "1906-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Gale_Gordon_1958.JPG/267px-Gale_Gordon_1958.JPG",
    "extract": "Gale Gordon was an American character actor perhaps best remembered as Lucille Ball's longtime television foil—and particularly as cantankerously combustible, tightfisted bank executive Theodore J. Mooney, on Ball's second television situation comedy, The Lucy Show. Gordon also appeared in I Love Lucy and had starring roles in Ball's successful third series Here's Lucy and her short-lived fourth and final series Life with Lucy.",
    "year": 1906,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ansel Adams",
    "birthday": "1902-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Ansel_Adams_and_camera.jpg/253px-Ansel_Adams_and_camera.jpg",
    "extract": "Ansel Easton Adams was an American landscape photographer and environmentalist known for his black-and-white images of the American West. He helped found Group f/64, an association of photographers advocating \"pure\" photography which favored sharp focus and the use of the full tonal range of a photograph. He and Fred Archer developed an exacting system of image-making called the Zone System, a method of achieving a desired final print through a deeply technical understanding of how tonal range is recorded and developed during exposure, negative development, and printing. The resulting clarity and depth of such images characterized his photography.",
    "year": 1902,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "René Dubos",
    "birthday": "1901-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ren%C3%A9_Dubos.jpg/241px-Ren%C3%A9_Dubos.jpg",
    "extract": "René Jules Dubos was a French-American microbiologist, experimental pathologist, environmentalist, humanist, and winner of the Pulitzer Prize for General Non-Fiction for his book So Human An Animal. He is credited for having made famous the environmental maxim: \"Think globally, act locally.\" Aside from a period from 1942 to 1944 when he was George Fabyan Professor of Comparative Pathology and professor of tropical medicine at Harvard Medical School and Harvard School of Public Health, his scientific career was spent entirely at The Rockefeller Institute for Medical Research, later renamed The Rockefeller University.",
    "year": 1901,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Louis Kahn",
    "birthday": "1901-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/58/Louis_Isadore_Kahn.jpg",
    "extract": "Louis Isadore Kahn was an Estonian-born American architect based in Philadelphia. After working in various capacities for several firms in Philadelphia, he founded his own atelier in 1935. While continuing his private practice, he served as a design critic and professor of architecture at Yale School of Architecture from 1947 to 1957. From 1957 until his death, he was a professor of architecture at the School of Design at the University of Pennsylvania.",
    "year": 1901,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Mohamed Naguib",
    "birthday": "1901-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Muhammad_Naguib.jpg/281px-Muhammad_Naguib.jpg",
    "extract": "Mohamed Naguib was an Egyptian revolutionary, and, along with Gamal Abdel Nasser, one of the two principal leaders of the Egyptian Revolution of 1952 that toppled the monarchy of Egypt and Sudan, leading to the establishment of the Republic of Egypt, and the independence of Sudan. A distinguished and decorated general who was wounded in action in the Palestine War of 1948, he became the leader of the Free Officers Movement of nationalist army officers opposed to the continued presence of British troops in Egypt and Sudan, and the perceived corruption and incompetence of King Farouk. Following the toppling of Farouk in July 1952, Naguib went on to serve as the head of the Revolutionary Command Council, the prime minister, and first president of Egypt, successfully negotiating the independence of Sudan, and the withdrawal of all British military personnel from Egypt. His tenure as president came to end in November 1954 due to disagreements with other members of the Free Officers, particularly with Nasser, who would go on to succeed him as president.",
    "year": 1901,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Cornelius Vanderbilt Whitney",
    "birthday": "1899-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Cornelius_Vanderbilt_Whitney_%28cropped%29%29.jpg/279px-Cornelius_Vanderbilt_Whitney_%28cropped%29%29.jpg",
    "extract": "Cornelius Vanderbilt Whitney was an American businessman, film producer, government official, writer and philanthropist. He was also a polo player and the owner of a significant stable of Thoroughbred racehorses.",
    "year": 1899,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ivan Albright",
    "birthday": "1897-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/%E2%80%9CSelf-Portrait%E2%80%9D_by_Ivan_Albright_%281897%E2%80%931983%29%2C_1934%2C_oil_on_canvas%2C_291%E2%81%844_by_191%E2%81%844_inches._Collection_of_New_Trier_High_School_District_203.png/237px-%E2%80%9CSelf-Portrait%E2%80%9D_by_Ivan_Albright_%281897%E2%80%931983%29%2C_1934%2C_oil_on_canvas%2C_291%E2%81%844_by_191%E2%81%844_inches._Collection_of_New_Trier_High_School_District_203.png",
    "extract": "Ivan Le Lorraine Albright was an American painter, sculptor and print-maker most renowned for his self-portraits, character studies, and still lifes. Due to his technique and dark subject matter, he is often categorized among the Magic Realists and is sometimes referred to as the \"master of the macabre\".",
    "year": 1897,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Louis Zborowski",
    "birthday": "1895-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Louis_Zborowski_at_the_1922_French_Grand_Prix_%282%29_%28cropped%29.jpg/210px-Louis_Zborowski_at_the_1922_French_Grand_Prix_%282%29_%28cropped%29.jpg",
    "extract": "Louis Vorow Zborowski was an English racing driver and automobile engineer, best known for creating a series of aero-engined racing cars known as the \"Chitty-Bang-Bangs\", which provided the inspiration for Ian Fleming's children's story, Chitty Chitty Bang Bang and culminated in the \"Higham Special\" which, much modified in the hands of John Godfrey Parry Thomas, broke the World Land Speed Record 18 months after the death of its creator.",
    "year": 1895,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Elizabeth Holloway Marston",
    "birthday": "1893-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Couple_Marston.png/320px-Couple_Marston.png",
    "extract": "Elizabeth Holloway Marston  was an American attorney and psychologist. She is credited, with her husband William Moulton Marston, with the development of the systolic blood pressure measurement used to detect deception; the predecessor to the polygraph.",
    "year": 1893,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Hulusi Behçet",
    "birthday": "1889-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/HulusiBehcet_20111218.jpg/210px-HulusiBehcet_20111218.jpg",
    "extract": "Hulusi Behçet was a Turkish dermatologist and scientist. He described a disease of inflamed blood vessels in 1937, which is named after him as Behçet's disease. His portrait was depicted on a former Turkish postcard stamp.",
    "year": 1889,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Georges Bernanos",
    "birthday": "1888-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/46/Georges-Bernanos.jpg",
    "extract": "Louis Émile Clément Georges Bernanos was a French author, and a soldier in World War I. A Catholic with monarchist leanings, he was critical of elitist thought and was opposed to what he identified as defeatism. He believed this had led to France's defeat and eventual occupation by Germany in 1940 during World War II. His two major novels \"Sous le soleil de Satan\" (1926) and the \"Journal d’un curé de campagne\" (1936) both revolve around a parish priest who combats evil and despair in the world. Most of his novels have been translated into English and frequently published in both Great Britain and the United States.",
    "year": 1888,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Vincent Massey",
    "birthday": "1887-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Vincent_Massey%2C_2-18-27_LCCN2016842796_%28restored%29.png/228px-Vincent_Massey%2C_2-18-27_LCCN2016842796_%28restored%29.png",
    "extract": "Charles Vincent Massey was a Canadian lawyer and diplomat who served as Governor General of Canada, the 18th since Confederation. Massey was the first governor general of Canada who was born in Canada after Confederation.",
    "year": 1887,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Elie Nadelman",
    "birthday": "1882-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Elie_Nadelman_-_Horse.jpg/213px-Elie_Nadelman_-_Horse.jpg",
    "extract": "Elie Nadelman was a Polish-American sculptor, draughtsman and collector of folk art.",
    "year": 1882,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jacques d'Adelswärd-Fersen",
    "birthday": "1880-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Jacques_d%27Adelsw%C3%A4rd-Fersen_accoud%C3%A9_%C3%A0_une_table.jpg/320px-Jacques_d%27Adelsw%C3%A4rd-Fersen_accoud%C3%A9_%C3%A0_une_table.jpg",
    "extract": "Baron Jacques d'Adelswärd-Fersen was a French novelist and poet. His life forms the basis of a fictionalised 1959 novel by Roger Peyrefitte entitled The Exile of Capri (L'exilé de Capri).",
    "year": 1880,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Hod Stuart",
    "birthday": "1879-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Hod-stuart.jpg/192px-Hod-stuart.jpg",
    "extract": "William Hodgson \"Hod\" Stuart was a Canadian professional ice hockey cover-point who played nine seasons for several teams in different leagues. He also played briefly for the Ottawa Rough Riders football team. With his brother Bruce, Stuart played in the first professional ice hockey league, the American-based International Professional Hockey League (IPHL), where he was regarded as one of the best players in the league.",
    "year": 1879,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Mary Garden",
    "birthday": "1874-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Mary_Garden_2.jpg/205px-Mary_Garden_2.jpg",
    "extract": "Mary Garden was a Scottish-born American operatic soprano with a substantial career in France and America in the first third of the 20th century. She spent the latter part of her childhood and youth in the United States and eventually became an American citizen, although she lived in France for many years and eventually retired to Scotland, where she died.",
    "year": 1874,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jay Johnson Morrow",
    "birthday": "1870-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Jay_Johnson_Morrow.jpg/252px-Jay_Johnson_Morrow.jpg",
    "extract": "Jay Johnson Morrow was Chief Engineer of the United States First Army and as Deputy Chief Engineer of the American Expeditionary Force during World War I and Governor of the Panama Canal Zone from 1921 to 1924.",
    "year": 1870,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Louise, Princess Royal",
    "birthday": "1867-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/1901-princess-royal-louise.jpg/218px-1901-princess-royal-louise.jpg",
    "extract": "Louise, Princess Royal and Duchess of Fife was the third child and eldest daughter of Edward VII and Queen Alexandra of the United Kingdom; she was a younger sister of George V. Louise was given the title of Princess Royal in 1905. Known by her shy and quiet personality, Louise remained a low-key member of the royal family throughout her life.",
    "year": 1867,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Carl Westman",
    "birthday": "1866-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Carl_Westman.jpg/270px-Carl_Westman.jpg",
    "extract": "Ernst Carl Westman was a Swedish architect and interior designer. He was an early adopter of the National Romantic Style, but turned later to the neo-classical style of the 1920s.",
    "year": 1866,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "A. P. Lucas",
    "birthday": "1857-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/AP_Lucas.jpg/210px-AP_Lucas.jpg",
    "extract": "Alfred Perry \"Bunny\" Lucas was an English first-class cricketer from 1874 to 1907, playing for Cambridge University, Surrey, Middlesex and Essex. He also played five Test matches for England.",
    "year": 1857,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "E. H. Harriman",
    "birthday": "1848-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/E.H._Harriman_profile.jpg/214px-E.H._Harriman_profile.jpg",
    "extract": "Edward Henry Harriman was an American financier and railroad executive.",
    "year": 1848,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ludwig Boltzmann",
    "birthday": "1844-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Boltzmann2.jpg/261px-Boltzmann2.jpg",
    "extract": "Ludwig Eduard Boltzmann was an Austrian physicist and philosopher. His greatest achievements were the development of statistical mechanics, and the statistical explanation of the second law of thermodynamics. In 1877 he provided the current definition of entropy, , where Ω is the number of microstates whose energy equals the system's energy, interpreted as a measure of statistical disorder of a system. Max Planck named the constant kB the Boltzmann constant.",
    "year": 1844,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Joshua Slocum",
    "birthday": "1844-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Joshua_Slocum_cph.3b46344.jpg/194px-Joshua_Slocum_cph.3b46344.jpg",
    "extract": "Joshua Slocum was the first person to sail single-handedly around the world. He was a Nova Scotian-born, naturalised American seaman and adventurer, and a noted writer. In 1900 he wrote a book about his journey, Sailing Alone Around the World, which became an international best-seller. He disappeared in November 1909 while aboard his boat, the Spray.",
    "year": 1844,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Benjamin Waugh",
    "birthday": "1839-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/BenjaminWaugh2.jpg/236px-BenjaminWaugh2.jpg",
    "extract": "Benjamin Waugh was a Victorian social reformer and campaigner who founded the UK charity, the National Society for the Prevention of Cruelty to Children (NSPCC) in the late 19th century, and also wrote various hymns.",
    "year": 1839,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Alfred Escher",
    "birthday": "1819-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/ETH-BIB-Escher%2C_Alfred_%281819-1882%29-Portrait-Portr_05342.tif_%28cropped%29.jpg/245px-ETH-BIB-Escher%2C_Alfred_%281819-1882%29-Portrait-Portr_05342.tif_%28cropped%29.jpg",
    "extract": "Johann Heinrich Alfred Escher vom Glas, known as Alfred Escher was a Swiss politician, business leader and railways pioneer. Thanks to his numerous political posts and his significant role in the foundation and management of the Swiss Northeastern Railway, the Swiss Federal Institute of Technology, Credit Suisse, Swiss Life and the Gotthard Railway, Escher had an unmatched influence on Switzerland's political and economic development in the 19th century.",
    "year": 1819,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Charles Auguste de Bériot",
    "birthday": "1802-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/B%C3%A9riot20050206.jpg/231px-B%C3%A9riot20050206.jpg",
    "extract": "Charles Auguste de Bériot was a Belgian violinist, artist and composer.",
    "year": 1802,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "William Carleton",
    "birthday": "1794-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/William_Carleton_by_John_Slattery.png/226px-William_Carleton_by_John_Slattery.png",
    "extract": "William Carleton was an Irish writer and novelist. He is best known for his Traits and Stories of the Irish Peasantry, a collection of ethnic sketches of the stereotypical Irishman.",
    "year": 1794,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Judith Montefiore",
    "birthday": "1784-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Lady_Judith_Montefiore.jpg/250px-Lady_Judith_Montefiore.jpg",
    "extract": "Judith, Lady Montefiore was a British linguist, musician, travel writer, and philanthropist. She was the wife of Sir Moses Montefiore. She authored the first Jewish cook book written in English.",
    "year": 1784,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Johann Christian Reil",
    "birthday": "1759-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Johann_Christian_Reil_%281811%29.jpg/243px-Johann_Christian_Reil_%281811%29.jpg",
    "extract": "Johann Christian Reil was a German physician, physiologist, anatomist, and psychiatrist. He coined the term psychiatry – Psychiatrie in German – in 1808.",
    "year": 1759,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Angelica Schuyler Church",
    "birthday": "1756-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Print_after_a_painting_of_Angelica_Church_by_Richard_Cosway%2C_circa_1790.jpg/265px-Print_after_a_painting_of_Angelica_Church_by_Richard_Cosway%2C_circa_1790.jpg",
    "extract": "Angelica Church was an American socialite. She was the eldest daughter of Continental Army General Philip Schuyler, and a sister of Elizabeth Schuyler Hamilton and sister-in-law of Alexander Hamilton.",
    "year": 1756,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Louis-Alexandre Berthier",
    "birthday": "1753-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Louis-Alexandre_Berthier.png/206px-Louis-Alexandre_Berthier.png",
    "extract": "Louis-Alexandre Berthier, Prince of Neuchâtel and Valangin, Prince of Wagram, was a French Marshal of the Empire who served during the French Revolutionary Wars and the Napoleonic Wars. He was twice Minister of War of France and served as chief of staff to Napoleon Bonaparte.",
    "year": 1753,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Johann Heinrich Voss",
    "birthday": "1751-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Johann_Heinrich_Voss_%28Sch%C3%B6ner%29.jpg/264px-Johann_Heinrich_Voss_%28Sch%C3%B6ner%29.jpg",
    "extract": "Johann Heinrich Voss was a German classicist and poet, known mostly for his translation of Homer's Odyssey (1781) and Iliad (1793) into German.",
    "year": 1751,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Luther Martin",
    "birthday": "1748-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/LutherMartinBig.jpg/260px-LutherMartinBig.jpg",
    "extract": "Luther Martin was a politician and one of the Founding Fathers of the United States, who left the Constitutional Convention early because he felt the Constitution violated states' rights. He was a leading Anti-Federalist, along with Patrick Henry and George Mason, whose actions helped passage of the Bill of Rights.",
    "year": 1748,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Henry James Pye",
    "birthday": "1745-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Henry_James_Pye_by_Samuel_James_Arnold.jpg/265px-Henry_James_Pye_by_Samuel_James_Arnold.jpg",
    "extract": "Henry James Pye was an English poet, and Poet Laureate from 1790 until his death. His appointment owed nothing to poetic achievement, and was probably a reward for political favours. Pye was merely a competent prose writer, who fancied himself as a poet, earning the derisive label of poetaster.",
    "year": 1745,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "William Prescott",
    "birthday": "1726-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Statue_of_william_prescott_in_charlestown_massachusetts.jpg/213px-Statue_of_william_prescott_in_charlestown_massachusetts.jpg",
    "extract": "William Prescott was an American colonel in the Revolutionary War who commanded the patriot forces in the Battle of Bunker Hill. Prescott is known for his order to his soldiers, \"Do not fire until you see the whites of their eyes\", such that the rebel troops may shoot at the enemy at shorter ranges, and therefore more accurately and lethally, and so conserve their limited stocks of ammunition. It is debated whether Prescott or someone earlier coined this memorable saying.",
    "year": 1726,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Nicolas Chédeville",
    "birthday": "1705-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Nicolas_Chedeville-pte.jpg/250px-Nicolas_Chedeville-pte.jpg",
    "extract": "Nicolas Chédeville was a French composer, musette player and musette maker.",
    "year": 1705,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jan de Baen",
    "birthday": "1633-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fb/Jan_de_Baen.jpg/286px-Jan_de_Baen.jpg",
    "extract": "Jan de Baen was a Dutch portrait painter who lived during the Dutch Golden Age. He was a pupil of the painter Jacob Adriaensz Backer in Amsterdam from 1645 to 1648. He worked for Charles II of England in his Dutch exile, and from 1660 until his death he lived and worked in The Hague. His portraits were popular in his day, and he painted the most distinguished people of his time.",
    "year": 1633,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Thomas Osborne, 1st Duke of Leeds",
    "birthday": "1631-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/1stDukeOfLeeds.jpg/269px-1stDukeOfLeeds.jpg",
    "extract": "Thomas Osborne, 1st Duke of Leeds,, was a prominent English politician. Under King Charles II, he was the leading figure in the government for around five years in the mid 1670s. He fell out of favour due to corruption and other scandals, and was impeached and eventually imprisoned in the Tower of London for five years until the accession of James II of England in 1685. In 1688 he was one of the Immortal Seven group that invited William III, Prince of Orange to depose James II as monarch during the Glorious Revolution. He was again the leading figure in government, known at the time as the Marquess of Carmarthen, for a few years in the early 1690s.",
    "year": 1631,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Arthur Capell, 1st Baron Capell of Hadham",
    "birthday": "1608-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Arthur_Capel%2C_1st_Baron_Capel_by_Henry_Paert_the_Elder.jpg/254px-Arthur_Capel%2C_1st_Baron_Capel_by_Henry_Paert_the_Elder.jpg",
    "extract": "Arthur Capell, 1st Baron Capell, of Hadham Hall and Cassiobury House, Watford, both in Hertfordshire, was an English politician who sat in the House of Commons from 1640 until 1641 when he was raised to the peerage as Baron Capell. He supported the Royalist cause in the Civil War and was executed on the orders of parliament in 1649.",
    "year": 1608,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Sengoku Hidehisa",
    "birthday": "1552-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Sengoku_Hidehisa.jpg/147px-Sengoku_Hidehisa.jpg",
    "extract": "Sengoku Hidehisa , childhood name Gonbei (権兵衛) was a samurai warrior of the Sengoku period and the Edo period. He was the head of the Komoro Domain in Shinano Province. \nHidehisa is also credited with being the man who captured the legendary outlaw hero \"Ishikawa Goemon\".",
    "year": 1552,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Francesco Maria II della Rovere, Duke of Urbino",
    "birthday": "1549-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Francesco_II_della_Rovere.jpg/271px-Francesco_II_della_Rovere.jpg",
    "extract": "Francesco Maria II della Rovere was the last Duke of Urbino.",
    "year": 1549,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jan Blahoslav",
    "birthday": "1523-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6d/Blahoslav.jpg",
    "extract": "Jan Blahoslav was a Czech humanistic writer, poet, translator, etymologist, hymnographer, grammarian, music theorist and composer. He was a Unity of the Brethren bishop, and translated the New Testament into Czech in 1564. This was incorporated into the Bible of Kralice.",
    "year": 1523,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Thomas Cajetan",
    "birthday": "1469-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Cajetan_and_Luther.jpg/320px-Cajetan_and_Luther.jpg",
    "extract": "Thomas Cajetan, also known as Gaetanus, commonly Tommaso de Vio or Thomas de Vio, was an Italian philosopher, theologian, cardinal and the Master of the Order of Preachers 1508 to 1518. He was a leading theologian of his day who is now best known as the spokesman for Catholic opposition to the teachings of Martin Luther and the Protestant Reformation while he was the Pope's Legate in Augsburg, and perhaps also among Catholics for his extensive commentary on the Summa Theologica of Thomas Aquinas.",
    "year": 1469,
    "month": 2,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Eleanor of Aragon, Queen of Castile",
    "birthday": "1358-2-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Sepulcro_de_la_reina_Leonor_de_Arag%C3%B3n%2C_esposa_de_Juan_I%2C_rey_de_Castilla_y_Le%C3%B3n%2C_y_madre_de_Enrique_III_de_Castilla_y_Le%C3%B3n%2C_y_de_Fernando_I_el_de_Antequera%2C_rey_de_Arag%C3%B3n._Catedral_de_Toledo.jpg/211px-thumbnail.jpg",
    "extract": "Eleanor of Aragon was a daughter of King Peter IV of Aragon and his wife Eleanor of Sicily. She was a member of the House of Barcelona and Queen of Castile by her marriage.",
    "year": 1358,
    "month": 2,
    "day": 20,
    "language": "en"
  }
]