[
  {
    "name": "Nam Joo-hyuk",
    "birthday": "1994-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/2017_%EB%82%A8%EC%A3%BC%ED%98%81_05.png/320px-2017_%EB%82%A8%EC%A3%BC%ED%98%81_05.png",
    "extract": "Nam Joo-hyuk is a South Korean model and actor. He began his career as a model, and appeared in several music videos before making his screen debut in 2014 with The Idle Mermaid. He rose to prominence with his role in the television series Who Are You: School 2015 (2015), and has since became notable for his leading roles in Weightlifting Fairy Kim Bok-joo (2016), The Bride of Habaek (2017), The Light in Your Eyes (2019), The School Nurse Files (2020), Start Up (2020), and Twenty-Five Twenty-One (2022).",
    "year": 1994,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Franco Vázquez",
    "birthday": "1989-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/20150616_-_Portugal_-_Italie_-_Gen%C3%A8ve_-_Franco_Vazquez_%28cropped%29.jpg/213px-20150616_-_Portugal_-_Italie_-_Gen%C3%A8ve_-_Franco_Vazquez_%28cropped%29.jpg",
    "extract": "Franco Damián Vázquez is a professional footballer who plays as an attacking midfielder for Serie B club Parma and the Argentina national team.",
    "year": 1989,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jonathan Borlée",
    "birthday": "1988-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Jonathan_Borl%C3%A9e_%28cropped%29.jpg/214px-Jonathan_Borl%C3%A9e_%28cropped%29.jpg",
    "extract": "Jonathan Borlée is a Belgian sprinter, who specializes in the 400 metres. He is a member of the Borlée family.",
    "year": 1988,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Han Hyo-joo",
    "birthday": "1987-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/20211127_Han_Hyo-joo_%ED%95%9C%ED%9A%A8%EC%A3%BC_BH_Entertainment_%285%29.jpg/265px-20211127_Han_Hyo-joo_%ED%95%9C%ED%9A%A8%EC%A3%BC_BH_Entertainment_%285%29.jpg",
    "extract": "Han Hyo-joo is a South Korean film and television actress, model and singer. She is best known for her leading roles in television series such as Heaven & Earth (2007), Iljimae (2008), Brilliant Legacy (2009), Dong Yi (2010), W (2016) and Happiness (2021), as well as the films Masquerade (2012), which is one of the highest grossing Korean films of all-time, Cold Eyes (2013), for which she won Best Actress at the 34th Blue Dragon Film Awards, Love 911 (2012), The Beauty Inside (2015) and The Pirates: The Last Royal Treasure (2022).",
    "year": 1987,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sergio Romero",
    "birthday": "1987-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Sergio_Romero_%28ManUtd%29.jpg/165px-Sergio_Romero_%28ManUtd%29.jpg",
    "extract": "Sergio Germán Romero is an Argentine professional footballer who plays as a goalkeeper for Serie A club Venezia. He has also played for the Argentina national team.",
    "year": 1987,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rajon Rondo",
    "birthday": "1986-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Rajon_Rondo%2C_Kelly_Oubre_Jr._%2838294689275%29_%28cropped%29.jpg/198px-Rajon_Rondo%2C_Kelly_Oubre_Jr._%2838294689275%29_%28cropped%29.jpg",
    "extract": "Rajon Pierre Rondo is an American professional basketball player for the Cleveland Cavaliers of the National Basketball Association (NBA). A point guard, Rondo played two years of college basketball for the Kentucky Wildcats before being drafted 21st overall by the Phoenix Suns in the 2006 NBA draft and subsequently traded to the Celtics in a draft-day trade. Rondo is a two-time NBA champion, four-time NBA All-Star, has earned four NBA All-Defensive Team honors including two First Team honors, and was named to the All-NBA Third Team in 2012.",
    "year": 1986,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hameur Bouazza",
    "birthday": "1985-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/88/Hameur_Bouazza.jpg",
    "extract": "Hameur Bouazza is an Algerian former professional footballer who usually played as a left winger but could also play on the right.",
    "year": 1985,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Georgios Printezis",
    "birthday": "1985-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/2022-03-10_ALBA_Berlin_gegen_Olympiacos_Piraeus_%28EuroLeague_2021-22%29_by_Sandro_Halank%E2%80%93037.jpg/245px-2022-03-10_ALBA_Berlin_gegen_Olympiacos_Piraeus_%28EuroLeague_2021-22%29_by_Sandro_Halank%E2%80%93037.jpg",
    "extract": "Georgios Printezis is a Greek professional basketball player and the team captain for Olympiacos of the Greek Basket League and the EuroLeague. Printezis won back to back EuroLeague titles with Olympiacos in 2012 and 2013. His game-winning shot against CSKA Moscow at the end of the 2012 EuroLeague Final, off an assist from Vassilis Spanoulis, is one of the all-time highlights in the history of the EuroLeague.",
    "year": 1985,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tommy Bowe",
    "birthday": "1984-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Tommy_Bowe.jpg/219px-Tommy_Bowe.jpg",
    "extract": "Thomas John Bowe is an Irish former rugby union player from County Monaghan, Ireland. He played on the wing for Ulster, Ireland and the British & Irish Lions. In March 2012, after four years with Ospreys in Swansea, Wales, he returned to Ulster for the 2012/13 season.",
    "year": 1984,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Branislav Ivanović",
    "birthday": "1984-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Branislav_Ivanovi%C4%87_2018.jpg/280px-Branislav_Ivanovi%C4%87_2018.jpg",
    "extract": "Branislav Ivanović is a Serbian professional footballer who most recently played for English club West Bromwich Albion. A versatile defender, Ivanović plays as a right back, although he can also play as a centre back.",
    "year": 1984,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Shaun Tait",
    "birthday": "1983-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Shan_Tait.jpg/214px-Shan_Tait.jpg",
    "extract": "Shaun William \"The Wild Thing\" Tait is a former Australian professional cricketer who was appointed as the bowling coach of the Pakistan national cricket team in February 2022. He played as a right arm fast bowler and represented Australia in all three forms of cricket, but had most success in One Day Internationals, in which he was a member of Australia's undefeated team at the 2007 Cricket World Cup, and Twenty20 cricket. Tait won four different awards throughout his career including the Bradman Young Cricketer of the Year in 2004. He was one of the fastest bowlers in the world during his time.",
    "year": 1983,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jeanette Biedermann",
    "birthday": "1980-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Ewig_Jeanette_Biedermann_REWE_Family_2016_004_%28cropped%29.JPG/320px-Ewig_Jeanette_Biedermann_REWE_Family_2016_004_%28cropped%29.JPG",
    "extract": "Jeanette Biedermann is a German singer, actress and television personality. Born and raised in the greater Berlin area, Biedermann began performing as a member of a troupe of acrobats in a children's circus at the age of six. She later attended beauty school before dropping out to pursue her music career following her participation and win of the Bild-Schlagerwettbewerb competition in 1998. The following year, Biedermann placed fourth in the national final for the Eurovision Song Contest and was propelled to stardom when she was cast in a main role in the soap opera Gute Zeiten, schlechte Zeiten. In 2000, she made her musical breakthrough with her first two full English-language albums Enjoy! (2000) and Delicious (2001).",
    "year": 1980,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Brett Emerton",
    "birthday": "1979-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Brett_Emerton_-_Sydney_FC.jpg/277px-Brett_Emerton_-_Sydney_FC.jpg",
    "extract": "Brett Michael Emerton is an Australian former professional footballer who played for Sydney Olympic, Sydney FC, Feyenoord Rotterdam, Blackburn Rovers and the Australia national team. Able to play as a wide midfielder or defender, Emerton was known for his \"speed, ball control and creativity.\"",
    "year": 1979,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lee Na-young",
    "birthday": "1979-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Lee_Na-young_in_Jan_2019.png/240px-Lee_Na-young_in_Jan_2019.png",
    "extract": "Lee Na-young is a South Korean actress. She is best known for her leading roles in TV Series Ruler of Your Own World (2002), Ireland (2004) and Romance Is a Bonus Book (2019) and film Someone Special (2004) and Maundy Thursday (2006). Aside from acting, Lee is also known for appearing in numerous commercials.",
    "year": 1979,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hakan Yakin",
    "birthday": "1977-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Hakan_Yakin_-_Gare_de_Berne_le_16-11-2006_%28cropped%29.jpg/266px-Hakan_Yakin_-_Gare_de_Berne_le_16-11-2006_%28cropped%29.jpg",
    "extract": "Hakan Yakin is a Swiss football coach and a former player who played as a forward or midfielder. He is an assistant manager with Schaffhausen. He was a member of the Swiss national team for eleven years.",
    "year": 1977,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Drew Barrymore",
    "birthday": "1975-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Drew_Barrymore_Berlin_2014.jpg/253px-Drew_Barrymore_Berlin_2014.jpg",
    "extract": "Drew Blythe Barrymore is an American actress, producer, talk show host and author. A member of the Barrymore family of actors, she is the recipient of several accolades, including a Golden Globe Award and a Screen Actors Guild Award, in addition to nominations for a British Academy Film Award and five Emmy Awards. She received a star on the Hollywood Walk of Fame in 2004.",
    "year": 1975,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James Blunt",
    "birthday": "1974-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/James_Blunt_Tom_Brasil_%2825624592027%29.jpg/252px-James_Blunt_Tom_Brasil_%2825624592027%29.jpg",
    "extract": "James Hillier Blount, better known as James Blunt, is an English singer, songwriter, musician, and record producer. A former reconnaissance officer in the Life Guards regiment of the British Army, he served under NATO during the 1999 Kosovo War. After leaving the military, he rose to fame in 2004 with the release of his debut album Back to Bedlam, achieving worldwide fame with the singles \"You're Beautiful\" and \"Goodbye My Lover\".",
    "year": 1974,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Chris Moyles",
    "birthday": "1974-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Chris_Moyles%2C_2009.png/231px-Chris_Moyles%2C_2009.png",
    "extract": "Christopher David Moyles is an English radio and television presenter, author and presenter of The Chris Moyles Show on Radio X.",
    "year": 1974,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Philippe Gaumont",
    "birthday": "1973-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Philippe_Gaumont.jpg/149px-Philippe_Gaumont.jpg",
    "extract": "Philippe Gaumont was a French professional road racing cyclist. He earned a bronze medal in the 1992 Summer Olympics, 100 km team time trial. In 1997 he won the Belgian classic Gent–Wevelgem and he was twice individual pursuit French national champion, in 2000 and 2002. In 2004, Gaumont quit professional cycling and later ran a café in Amiens.",
    "year": 1973,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Michael Chang",
    "birthday": "1972-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Michael_Chang.jpg/213px-Michael_Chang.jpg",
    "extract": "Michael Te-Pei Chang is an American former professional tennis player. He is the youngest male player in history to win a Grand Slam tournament, winning the 1989 French Open at 17 years and 109 days old. Chang won a total of 34 top-level professional singles titles, was a three-time Grand Slam runner-up, and reached a career-best ranking of world No. 2 in 1996. Since he was shorter than virtually all of his opponents, he played a dogged defensive style utilizing his quickness and speed.",
    "year": 1972,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Claudia Pechstein",
    "birthday": "1972-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/2022-02-23_Empfang_der_Berliner_Teilnehmenden_der_Olympischen_Winterspiele_2022_by_Sandro_Halank%E2%80%93039.jpg/254px-2022-02-23_Empfang_der_Berliner_Teilnehmenden_der_Olympischen_Winterspiele_2022_by_Sandro_Halank%E2%80%93039.jpg",
    "extract": "Claudia Pechstein is a German speed skater. She has won five Olympic gold medals. With a total of nine Olympic medals, five gold, two silver and two bronze, she was the most successful Olympic speed skater, male or female, of all-time, until the gold medal of Ireen Wüst in the 2018 Winter Olympics of PyeongChang, and also the most successful German Winter Olympian of all-time. After the World Championships in Norway in February 2009, Pechstein was accused of blood doping and banned from all competitions for two years.",
    "year": 1972,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Haim Revivo",
    "birthday": "1972-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Haim_revivo.jpg/152px-Haim_revivo.jpg",
    "extract": "Haim Michael Revivo is a retired Israeli football player who played as a midfielder, and a businessman.",
    "year": 1972,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lea Salonga",
    "birthday": "1971-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Lea_salonga_2021_2.jpg/214px-Lea_salonga_2021_2.jpg",
    "extract": "Maria Lea Carmen Imutan Salonga,, is a Filipina singer and actress, best known for her roles in musical theatre, for supplying the singing voices of two Disney Princesses, and as a recording artist and television performer.",
    "year": 1971,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Brian Laudrup",
    "birthday": "1969-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Brian-Laudrup-Darren-Laver-Lars-Hogh_%28cropped%29.jpg/291px-Brian-Laudrup-Darren-Laver-Lars-Hogh_%28cropped%29.jpg",
    "extract": "Brian Laudrup is a Danish former professional footballer who played as a winger, forward or as a midfielder, and was regarded as one the most talented players of his generation. He currently works as a football commentator, pundit and analyst on Kanal 5 and 6'eren. Laudrup manages a football academy for marginalised youth, along with former international goalkeeper Lars Høgh.",
    "year": 1969,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Marc Wilmots",
    "birthday": "1969-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Marc_Wilmots_20190913_%28cropped%29.jpg/230px-Marc_Wilmots_20190913_%28cropped%29.jpg",
    "extract": "Marc Robert Wilmots is a Belgian professional football manager and former player who recently managed the Iran national team and is now active at Raja CA. During his club career as attacking midfielder, he won trophies with KV Mechelen, Standard Liège and Schalke 04. He also represented the Belgium national team.",
    "year": 1969,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Shawn Graham",
    "birthday": "1968-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Shawn_Graham_2007.JPG/317px-Shawn_Graham_2007.JPG",
    "extract": "Shawn Michael Graham is a Canadian politician, who served as the 31st premier of New Brunswick from 2006 to 2010. He was elected leader of the New Brunswick Liberal Party in 2002 and became premier after his party captured a majority of seats in the 2006 election. After being elected, Graham initiated a number of changes to provincial policy especially in the areas of health care, education and energy. His party was defeated in the New Brunswick provincial election held September 27, 2010, and Graham resigned as Liberal leader on November 9, 2010.",
    "year": 1968,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jeri Ryan",
    "birthday": "1968-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Jeri_Ryan_by_Gage_Skidmore_2.jpg/243px-Jeri_Ryan_by_Gage_Skidmore_2.jpg",
    "extract": "Jeri Lynn Ryan is an American actress who played the former Borg drone Seven of Nine in Star Trek: Voyager, for which she was nominated four times for a Saturn Award and won in 2001. She has reprised her role as Seven of Nine in Star Trek: Picard.",
    "year": 1968,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Psicosis II",
    "birthday": "1967-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/PsicosisandDelta.jpg/241px-PsicosisandDelta.jpg",
    "extract": "Juan Ebodio Gonzalez is a Mexican Luchador enmascarado better known under the ring name Psicosis. Gonzalez was the second wrestler to work as Psicosis, given the ring character by Asistencia Asesoría y Administración (AAA) to replace the Original Psicosis, and is often denoted Psicosis II. When Gonzalez left AAA in early 2009 he was briefly replaced by a third Psicosis. He was not referred to as \"Psicosis II\" on promotional material, instead the name is used to distinguish himself from the original Psicosis. In November 2013, Gonzalez was renamed Psyco Ripper and shortly thereafter Reapper.",
    "year": 1967,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kieren Fallon",
    "birthday": "1965-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Kieren_Fallon_at_Goodwood.jpg/248px-Kieren_Fallon_at_Goodwood.jpg",
    "extract": "Kieren Francis Fallon is a retired Irish professional flat racing jockey and was British Champion Jockey six times.",
    "year": 1965,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Andrew Adonis, Baron Adonis",
    "birthday": "1963-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Official_portrait_of_Lord_Adonis_crop_2.jpg/240px-Official_portrait_of_Lord_Adonis_crop_2.jpg",
    "extract": "Andrew Adonis, Baron Adonis, is a British Labour Party politician and journalist who served in HM Government for five years in the Blair ministry and the Brown ministry. He served as Secretary of State for Transport from 2009 to 2010, and as Chairman of the National Infrastructure Commission from 2015 to 2017. He is also Chairman of the European Movement, having previously served as Vice-Chairman from 2019 to 2021. He is currently a columnist for The New European.",
    "year": 1963,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Devon Malcolm",
    "birthday": "1963-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/32/DMalcolmBowling.png/320px-DMalcolmBowling.png",
    "extract": "Devon Eugene Malcolm is a former English cricketer. Born in Kingston, Jamaica, Malcolm played in 40 Test matches and 30 One Day Internationals for the England cricket team.",
    "year": 1963,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Vijay Singh",
    "birthday": "1963-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Vijay_Singh.jpg/240px-Vijay_Singh.jpg",
    "extract": "Vijay Singh, nicknamed \"The Big Fijian\", is a Fijian professional golfer. He has won 34 events on the PGA Tour, including three major championships: one Masters title (2000) and two PGA Championships. He is the first person of South-Asian descent to win a major championship. He was elected to the World Golf Hall of Fame in 2006.",
    "year": 1963,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Steve Irwin",
    "birthday": "1962-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Steve_Irwin.jpg/320px-Steve_Irwin.jpg",
    "extract": "Stephen Robert Irwin, nicknamed 'The Crocodile Hunter', was an Australian zookeeper, conservationist, television personality, wildlife expert and environmentalist.",
    "year": 1962,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Akira Takasaki",
    "birthday": "1961-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Loudness_-_Wacken_Open_Air_2016_03.jpg/213px-Loudness_-_Wacken_Open_Air_2016_03.jpg",
    "extract": "Akira Takasaki  is a Japanese musician and songwriter. He is best known as the lead guitarist and sole constant member of the heavy metal band Loudness. He is also the guitarist of the band Lazy, with which he first rose to prominence in the 1970s.",
    "year": 1961,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Thomas Galbraith, 2nd Baron Strathclyde",
    "birthday": "1960-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Official_portrait_of_Lord_Strathclyde_crop_2.jpg/240px-Official_portrait_of_Lord_Strathclyde_crop_2.jpg",
    "extract": "Thomas Galloway Dunlop du Roy de Blicquy Galbraith, 2nd Baron Strathclyde,, known informally as Tom Strathclyde, is a British Conservative politician. Lord Strathclyde served in the political role of Leader of the House of Lords from the 2010 general election until January 2013 and as Chancellor of the Duchy of Lancaster, having been Leader of the Opposition in the House of Lords (1998–2010).",
    "year": 1960,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jiří Čunek",
    "birthday": "1959-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Jiri_Cunek_in_2012.JPG/213px-Jiri_Cunek_in_2012.JPG",
    "extract": "Jiří Čunek is a Czech politician who was the leader of the Christian and Democratic Union - Czechoslovak People's Party from December 2006 to May 2009. Čunek was also deputy prime minister and the minister for Regional Development in Mirek Topolánek's Second Cabinet until 23 January 2009. Since 2006, Čuněk has been senator from Vsetín and since 2 November 2016 he has been the governor of Zlín Region.",
    "year": 1959,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kyle MacLachlan",
    "birthday": "1959-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Kyle_McLachlan_Cannes_2017_2.jpg/227px-Kyle_McLachlan_Cannes_2017_2.jpg",
    "extract": "Kyle Merritt MacLachlan is an American actor. He is best known for his role as Dale Cooper in Twin Peaks and its film prequel Twin Peaks: Fire Walk with Me (1992), as well as roles in two of David Lynch's films: Paul Atreides in Dune (1984) and Jeffrey Beaumont in Blue Velvet (1986). MacLachlan's other film roles include Lloyd Gallagher in The Hidden (1987), Ray Manzarek in The Doors (1991), Cliff Vandercave in The Flintstones (1994), Zack Carey in Showgirls (1995), and the voice of Riley's father in Inside Out (2015).",
    "year": 1959,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bronwyn Oliver",
    "birthday": "1959-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Bronwyn_Oliver_%282005%29_%22Vine%22.jpg/240px-Bronwyn_Oliver_%282005%29_%22Vine%22.jpg",
    "extract": "Bronwyn Joy Oliver was an Australian sculptor whose work primarily consisted of metalwork. Oliver was raised in rural New South Wales. She trained at Sydney's Alexander Mackie College of Advanced Education and London's Chelsea School of Art. She had early success, winning a New South Wales Travelling Art Scholarship in 1981 and the Moet & Chandon Australian Art Fellowship in 1984. Oliver settled in Sydney, where she practised and taught until her death in 2006.",
    "year": 1959,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dave Spitz",
    "birthday": "1958-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2b/DaveSpitz.jpg",
    "extract": "Dave \"The Beast\" Spitz is an American musician best known for having played bass guitar for the heavy metal group Black Sabbath from 1985 to 1987, appearing on the albums Seventh Star and being credited for The Eternal Idol. Dave also helped discover Ray Gillen, the vocalist who joined Black Sabbath mid-tour in 1986, following the sudden exit of Glenn Hughes.",
    "year": 1958,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Willie Smits",
    "birthday": "1957-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Willie_Smits.jpg/246px-Willie_Smits.jpg",
    "extract": "Willie Smits is a trained forester, a microbiologist, conservationist, animal rights activist, wilderness engineer and social entrepreneur. He has lived in Indonesia since 1985 and is an Indonesian citizen. He is married to Adrienne C. Watson since March 2016.",
    "year": 1957,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "David Axelrod (political consultant)",
    "birthday": "1955-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/David_Axelrod_in_2015.jpg/230px-David_Axelrod_in_2015.jpg",
    "extract": "David M. Axelrod is an American political consultant and analyst and former White House official. He is best known for being the chief strategist for Barack Obama's presidential campaigns. After Obama's election, Axelrod was appointed as Senior Advisor to the President. He left the position in early 2011 and became the Senior Strategist for Obama's successful re-election campaign in 2012. Axelrod wrote for the Chicago Tribune, and joined CNN as Senior Political Commentator in 2015. As of May 2021, Axelrod serves as the director of the non-partisan University of Chicago Institute of Politics. His memoir is titled Believer: My Forty Years in Politics.",
    "year": 1955,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nigel Planer",
    "birthday": "1953-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Nigel_Planer_%28cropped%29.jpg/295px-Nigel_Planer_%28cropped%29.jpg",
    "extract": "Nigel George Planer is a British actor, comedian, musician, novelist and playwright. He played Neil in the BBC comedy The Young Ones and Ralph Filthy in Filthy Rich & Catflap. He has appeared in many West End musicals, including original casts of Evita, Chicago, We Will Rock You, Wicked, and Charlie and the Chocolate Factory. He has also appeared in Hairspray. He won a BRIT award in 1984 and has been nominated for Olivier, TMA, WhatsOnStage and BAFTA awards.",
    "year": 1953,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bill Frist",
    "birthday": "1952-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Bill_Frist_109th_pictorial_photo.png/262px-Bill_Frist_109th_pictorial_photo.png",
    "extract": "William Harrison Frist is an American physician, businessman, and politician who served as a United States Senator from Tennessee from 1995 to 2007. A member of the Republican Party, he also served as Senate Majority Leader from 2003 to 2007. Born in Nashville, Tennessee, Frist studied health care policy at Princeton University and interned for U.S. Representative Joe L. Evins. Rather than going directly into politics, Frist earned a Doctor of Medicine degree from Harvard Medical School, becoming a surgeon at Massachusetts General Hospital and several other hospitals. In the 1994 Republican Wave, he defeated incumbent Democratic Senator Jim Sasser; he pledged to only serve two terms.",
    "year": 1952,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joaquim Pina Moura",
    "birthday": "1952-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Joaquim_Pina_Moura_%28Principais_acontecimentos_que_marcaram_o_ano_2020%2C_Ag%C3%AAncia_Lusa%29.png/320px-Joaquim_Pina_Moura_%28Principais_acontecimentos_que_marcaram_o_ano_2020%2C_Ag%C3%AAncia_Lusa%29.png",
    "extract": "Joaquim Pina Moura was a Portuguese politician and economist. He was a member of the Socialist Party.",
    "year": 1952,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Saufatu Sopoanga",
    "birthday": "1952-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Saufatu_Sopoanga_2003_%28cropped%29.jpg",
    "extract": "Saufatu Sopoanga was a Tuvaluan politician who served as the eighth prime minister of Tuvalu from 2 August 2002 to 27 August 2004. He drew international attention for his speeches warning about the effects of the rising sea level on Tuvalu and other low-lying island countries.",
    "year": 1952,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ellen Greene",
    "birthday": "1951-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Ellen_Greene_-_Glory.jpg/235px-Ellen_Greene_-_Glory.jpg",
    "extract": "Ellen Greene is an American actress and singer. She has had a long and varied career as a singer, particularly in cabaret, as an actress and singer in numerous stage productions, particularly musical theatre, as well as having performed in many films and television series. Her best-known screen roles are as Audrey in the movie adaption of Little Shop of Horrors, and as Vivian Charles in the ABC series Pushing Daisies.",
    "year": 1951,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Julius Erving",
    "birthday": "1950-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Julius_Erving_2016.jpg/236px-Julius_Erving_2016.jpg",
    "extract": "Julius Winfield Erving II, commonly known by the nickname Dr. J, is an American former professional basketball player. Regarded as one of the most influential basketball players of all time, Erving helped legitimize the American Basketball Association (ABA), and he was the best-known player in that league when it merged into the National Basketball Association (NBA) after the 1975–76 season.",
    "year": 1950,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lenny Kuhr",
    "birthday": "1950-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Lenny_Kuhr_op_Het_Grote_Songfestivalfeest_2019.jpg/240px-Lenny_Kuhr_op_Het_Grote_Songfestivalfeest_2019.jpg",
    "extract": "Helena Hubertina Johanna \"Lenny\" Kuhr is a Dutch singer-songwriter.",
    "year": 1950,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Miou-Miou",
    "birthday": "1950-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Miou-Miou_2013_2.jpg/212px-Miou-Miou_2013_2.jpg",
    "extract": "Sylvette Herry, known professionally as Miou-Miou, is a French actress. A ten-time César Award nominee, she won the César Award for Best Actress for the 1979 film Memoirs of a French Whore. Her other films include This Sweet Sickness (1977), Entre Nous (1983), May Fools (1990), Germinal (1993), Dry Cleaning (1997) and Arrêtez-moi (2013). In her career she has worked with a number of international directors, including Michel Gondry, Bertrand Blier, Claude Berri, Jacques Deray, Patrice Leconte, Joseph Losey and Louis Malle.",
    "year": 1950,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Genesis P-Orridge",
    "birthday": "1950-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Genesis_P-Orridge_with_Throbbing_Gristle.jpg/240px-Genesis_P-Orridge_with_Throbbing_Gristle.jpg",
    "extract": "Genesis Breyer P-Orridge was an English singer-songwriter, musician, poet, performance artist, visual artist, and occultist who rose to notoriety as the founder of the COUM Transmissions artistic collective and lead vocalist of seminal industrial band Throbbing Gristle. P-Orridge was also a founding member of Thee Temple ov Psychick Youth occult group, and fronted the experimental pop rock band Psychic TV.",
    "year": 1950,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Julie Walters",
    "birthday": "1950-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Julie_Walters_2014_%28cropped%29.jpg/238px-Julie_Walters_2014_%28cropped%29.jpg",
    "extract": "Dame Julia Mary Walters, known professionally as Julie Walters, is an English actress, author, and comedian. She is the recipient of four British Academy Television Awards, two British Academy Film Awards, two International Emmy Awards, a BAFTA Fellowship, and a Golden Globe. Walters has been nominated twice for an Academy Award: once for Best Actress and once for Best Supporting Actress.",
    "year": 1950,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Niki Lauda",
    "birthday": "1949-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Lauda_at_1982_Dutch_Grand_Prix.jpg/233px-Lauda_at_1982_Dutch_Grand_Prix.jpg",
    "extract": "Andreas Nikolaus \"Niki\" Lauda was an Austrian Formula One driver and aviation entrepreneur. He was a three-time F1 World Drivers' Champion, winning in 1975, 1977 and 1984, and is the only driver in F1 history to have been champion for both Ferrari and McLaren, two of the sport's most successful constructors.",
    "year": 1949,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Pirjo Honkasalo",
    "birthday": "1947-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Pirjo_Honkasalo.jpg/320px-Pirjo_Honkasalo.jpg",
    "extract": "Pirjo Irene Honkasalo is a Finnish film director who has also worked as a cinematographer, film editor, producer, screenwriter and actress. In 1980 she co-directed Flame Top with Pekka Lehto, with whom she worked earlier and later as well. The film was chosen for the 1981 Cannes Film Festival. In the 1990s she focused on feature documentaries such as \"The Trilogy of the Sacred and the Satanic\". Honkasalo returned to fiction with Fire-Eater (1998) and Concrete Night (2013), both of which were written by Pirkko Saisio. Concrete Night won six Jussi Awards in 2014, among them the Jussi for the Best Direction and the Jussi for the Best Film. Its world premiere was at the Toronto International Film Festival in Masters series.",
    "year": 1947,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Harvey Mason",
    "birthday": "1947-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Harvey_Mason_2004_cropped.jpg/222px-Harvey_Mason_2004_cropped.jpg",
    "extract": "Harvey William Mason is an American jazz drummer, record producer, and member of the band Fourplay.",
    "year": 1947,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Radford (footballer)",
    "birthday": "1947-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/John_Radford.jpg/274px-John_Radford.jpg",
    "extract": "John Radford is an English former footballer who played for Arsenal, West Ham United and Blackburn Rovers throughout his career. Radford, who played as a forward, is Arsenal's fourth highest goal scorer of all time.",
    "year": 1947,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Frank Van Dun",
    "birthday": "1947-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Frank_van_Dun.jpg/217px-Frank_van_Dun.jpg",
    "extract": "Frank Van Dun is a Belgian philosopher of law and classical liberal natural law theorist. He is associated with the law faculty of the University of Ghent. In 2013 he was awarded the Prize for Liberty by the Flemish classical-liberal think tank Libera!.",
    "year": 1947,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kresten Bjerre",
    "birthday": "1946-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Kresten_Bjerre_%281977%29.jpg/240px-Kresten_Bjerre_%281977%29.jpg",
    "extract": "Kresten Bjerre was a Danish footballer, who played professionally for Houston Stars in the United States, and European clubs PSV Eindhoven and R.W.D. Molenbeek.",
    "year": 1946,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Oliver (singer)",
    "birthday": "1945-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Oliver_1972.JPG/252px-Oliver_1972.JPG",
    "extract": "William Oliver Swofford, known professionally as Oliver, was an American pop singer, best known for his 1969 song \"Good Morning Starshine\" from the musical Hair as well as \"Jean\".",
    "year": 1945,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jonathan Demme",
    "birthday": "1944-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/JonDemme-by-JSDwyer.jpg/278px-JonDemme-by-JSDwyer.jpg",
    "extract": "Robert Jonathan Demme was an American filmmaker. Beginning his career under B-movie producer Roger Corman, Demme made his directorial debut with the 1974 women-in-prison film Caged Heat, before becoming known for his casually humanist films such as Melvin and Howard (1980), Swing Shift (1984), Something Wild (1986), and Married to the Mob (1988). His direction of the 1991 psychological horror film The Silence of the Lambs (1991) won him the Academy Award for Best Director. His subsequent films earned similar acclaim, notably Philadelphia (1993) and Rachel Getting Married (2008).",
    "year": 1944,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Robert Kardashian",
    "birthday": "1944-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/72/Robert_Kardashian_Sr.jpg",
    "extract": "Robert George Kardashian was an American attorney and businessman. He gained recognition as O. J. Simpson's friend and defense attorney during Simpson's 1995 murder trial. He had four children with his first wife, Kris Kardashian : Kourtney, Kim, Khloé, and Rob, who appear on their family reality television series, Keeping Up with the Kardashians, and its spinoffs.",
    "year": 1944,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Christopher Meyer",
    "birthday": "1944-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Christopher_Meyer_011024-D-9880W-030.jpg/319px-Christopher_Meyer_011024-D-9880W-030.jpg",
    "extract": "Sir Christopher John Rome Meyer is a British former diplomat who served as the Ambassador to the United States (1997–2003), Ambassador to Germany (1997), and the chairman of the Press Complaints Commission (2003–2009).",
    "year": 1944,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tom Okker",
    "birthday": "1944-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Tom_Okker.jpg/276px-Tom_Okker.jpg",
    "extract": "Thomas Samuel Okker is a Dutch former tennis player who was active from the mid-1960s until 1980. He won the 1973 French Open Doubles, the 1976 US Open Doubles, and two gold medals at the 1965 Maccabiah Games. He was ranked among the world's top-ten singles players for seven consecutive years, 1968–74, reaching a career high of world No. 3 in 1974. He also was ranked world No. 1 in doubles in 1969.",
    "year": 1944,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Terry Eagleton",
    "birthday": "1943-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Terry_Eagleton_in_Manchester_2008.jpg/240px-Terry_Eagleton_in_Manchester_2008.jpg",
    "extract": "Terence Francis Eagleton is an English literary theorist, critic, and public intellectual. He is currently Distinguished Professor of English Literature at Lancaster University.",
    "year": 1943,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Horst Köhler",
    "birthday": "1943-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Horst_K%C3%B6hler.jpg/252px-Horst_K%C3%B6hler.jpg",
    "extract": "Horst Köhler is a German politician who served as President of Germany from 2004 to 2010. As the candidate of the two Christian Democratic sister parties, the CDU and the CSU, as well as the liberal FDP, Köhler was elected to his first five-year term by the Federal Convention on 23 May 2004 and was subsequently inaugurated on 1 July 2004. He was reelected to a second term on 23 May 2009. Just a year later, on 31 May 2010, he resigned from his office in a controversy over a comment on the role of the German Bundeswehr in light of a visit to the troops in Afghanistan. During his tenure as president, whose office is mostly concerned with ceremonial matters, Köhler was a highly popular politician, with approval rates above those of both Chancellor Gerhard Schröder and later Chancellor Angela Merkel.",
    "year": 1943,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dick Van Arsdale",
    "birthday": "1943-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Dick_Van_Arsdale.jpg/273px-Dick_Van_Arsdale.jpg",
    "extract": "Richard Albert Van Arsdale is an American former professional basketball player and coach, and a current National Basketball Association (NBA) executive.",
    "year": 1943,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tom Van Arsdale",
    "birthday": "1943-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Tom_Van_Arsdale.jpeg/240px-Tom_Van_Arsdale.jpeg",
    "extract": "Thomas Arthur Van Arsdale is an American former professional basketball player. A graduate of Emmerich Manual High School in Indianapolis, the 6 ft 5 in (1.96 m) guard played collegiately at Indiana University under longtime head coach Branch McCracken.",
    "year": 1943,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Otoya Yamaguchi",
    "birthday": "1943-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9f/Tokyo_Stabbing.jpg/320px-Tokyo_Stabbing.jpg",
    "extract": "Otoya Yamaguchi  was a Japanese right-wing ultranationalist youth who assassinated Inejirō Asanuma, chairman of the Japan Socialist Party, on 12 October 1960. Yamaguchi rushed the stage and stabbed Asanuma with a wakizashi short sword while Asanuma was participating in a televised election debate at Hibiya Public Hall in Tokyo. Yamaguchi, who was 17 years of age at the time, had been a member of Bin Akao's far-right Greater Japan Patriotic Party, but had resigned earlier that year. After being arrested and interrogated, Yamaguchi committed suicide while in a detention facility.",
    "year": 1943,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Christine Keeler",
    "birthday": "1942-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Christine_Keeler_%28cropped_and_adjusted%29.jpg/183px-Christine_Keeler_%28cropped_and_adjusted%29.jpg",
    "extract": "Christine Margaret Keeler was an English model and showgirl. Her meeting at a dance club with society osteopath Stephen Ward drew her into fashionable circles. At the height of the Cold War, she became sexually involved with a married Cabinet minister, John Profumo, as well as with a Soviet naval attaché, Yevgeny Ivanov. A shooting incident involving a third lover caused the press to investigate her, revealing that her affairs could be threatening national security. In the House of Commons, Profumo denied any improper conduct but later admitted that he had lied.",
    "year": 1942,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hipólito Mejía",
    "birthday": "1941-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Hipolito_mejia_%28cropped%29.jpg/241px-Hipolito_mejia_%28cropped%29.jpg",
    "extract": "Rafael Hipólito Mejía Domínguez is a Dominican politician who served as President of the Dominican Republic from 2000 to 2004.",
    "year": 1941,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Chet Walker",
    "birthday": "1940-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Chet_Walker_1975.jpeg/209px-Chet_Walker_1975.jpeg",
    "extract": "Chester Walker is an American former professional basketball player.",
    "year": 1940,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Steve Barber",
    "birthday": "1938-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Steve_Barber_1963.jpg/255px-Steve_Barber_1963.jpg",
    "extract": "Stephen David Barber was an American Major League Baseball (MLB) left-handed pitcher. He pitched for the Baltimore Orioles and six other teams between 1960–74. Barber compiled 121 wins, 1,309 strikeouts, and had a 3.36 career earned run average. Barber spent his first eight years with the Orioles where he compiled an outstanding 95–75 record. Arm injuries hampered the rest of his career which saw him win only 26 and lose 31 for the rest of his 15-year career. While with the Orioles, Barber was an All-Star for two seasons. From 1961 to 1967 Barber bucked baseball superstition by wearing number 13. He also wore this number with the Seattle Pilots.",
    "year": 1938,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ishmael Reed",
    "birthday": "1938-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Ishmael_Reed_in_2019_%28cropped%29.jpg/279px-Ishmael_Reed_in_2019_%28cropped%29.jpg",
    "extract": "Ishmael Scott Reed is an American poet, novelist, essayist, songwriter, playwright, editor and publisher known for his satirical works challenging American political culture. Perhaps his best-known work is Mumbo Jumbo (1972), a sprawling and unorthodox novel set in 1920s New York.",
    "year": 1938,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joanna Russ",
    "birthday": "1937-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9e/Joanna_Russ_obit.jpg/221px-Joanna_Russ_obit.jpg",
    "extract": "Joanna Russ was an American writer, academic and radical feminist. She is the author of a number of works of science fiction, fantasy and feminist literary criticism such as How to Suppress Women's Writing, as well as a contemporary novel, On Strike Against God, and one children's book, Kittatinny. She is best known for The Female Man, a novel combining utopian fiction and satire, and the story \"When It Changed\".",
    "year": 1937,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "J. Michael Bishop",
    "birthday": "1936-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Nci-vol-8172-300_j_michael_bishop.jpg/219px-Nci-vol-8172-300_j_michael_bishop.jpg",
    "extract": "John Michael Bishop is an American immunologist and microbiologist who shared the 1989 Nobel Prize in Physiology or Medicine with Harold E. Varmus and was co-winner of 1984 Alfred P. Sloan Prize. He serves as an active faculty member at the University of California, San Francisco (UCSF), where he also served as chancellor from 1998 to 2009.",
    "year": 1936,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sparky Anderson",
    "birthday": "1934-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Sparky_Anderson.jpg/219px-Sparky_Anderson.jpg",
    "extract": "George Lee \"Sparky\" Anderson was an American Major League Baseball (MLB) player, coach, and manager. He managed the National League's Cincinnati Reds to the 1975 and 1976 championships, then added a third title in 1984 with the Detroit Tigers of the American League. Anderson was the first manager to win the World Series in both leagues. His 2,194 career wins are the sixth-most for a manager in Major League history. Anderson was named American League Manager of the Year in 1984 and 1987. He was elected to the Baseball Hall of Fame in 2000.",
    "year": 1934,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Katharine, Duchess of Kent",
    "birthday": "1933-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/The_Duchess_of_Kent_with_koala_%28cropped%29.jpg/293px-The_Duchess_of_Kent_with_koala_%28cropped%29.jpg",
    "extract": "Katharine, Duchess of Kent, is a member of the British royal family. She is married to Prince Edward, Duke of Kent, who is a first cousin of Queen Elizabeth II.",
    "year": 1933,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sheila Hancock",
    "birthday": "1933-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Sheila_Hancock_2014.jpg/262px-Sheila_Hancock_2014.jpg",
    "extract": "Dame Sheila Cameron Hancock is an English actress and author. Hancock trained at the Royal Academy of Dramatic Art before starting her career in repertory theatre. Hancock went on to perform in plays and musicals in London, and her Broadway debut in Entertaining Mr Sloane (1966) earned her a Tony Award nomination for Best Lead Actress in Play.",
    "year": 1933,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ernie K-Doe",
    "birthday": "1933-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/ErnieK-doe1996.jpg/320px-ErnieK-doe1996.jpg",
    "extract": "Ernest Kador Jr., known by the stage name Ernie K-Doe, was an American rhythm-and-blues singer best known for his 1961 hit single \"Mother-in-Law\", which went to number 1 on the Billboard pop chart in the U.S.",
    "year": 1933,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bobby Smith (footballer, born 1933)",
    "birthday": "1933-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Tottenham_Hotspur_FC_1960.jpg/320px-Tottenham_Hotspur_FC_1960.jpg",
    "extract": "Robert Alfred Smith was an English footballer who played as a centre-forward for Chelsea, Tottenham Hotspur, Brighton and Hove Albion and England.",
    "year": 1933,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ted Kennedy",
    "birthday": "1932-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Ted_Kennedy%2C_official_photo_portrait_crop.jpg/247px-Ted_Kennedy%2C_official_photo_portrait_crop.jpg",
    "extract": "Edward Moore Kennedy was an American lawyer and politician who served as a United States senator from Massachusetts for almost 47 years, from 1962 until his death in 2009. A member of the Democratic Party and the prominent political Kennedy family, he was the second most senior member of the Senate when he died. He is ranked fifth in United States history for length of continuous service as a senator. Kennedy was the younger brother of President John F. Kennedy and U.S. attorney general and U.S. senator Robert F. Kennedy. He was the father of Congressman Patrick J. Kennedy.",
    "year": 1932,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Marni Nixon",
    "birthday": "1930-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/df/Marni_Nixon_09.JPG",
    "extract": "Margaret Nixon McEathron, known professionally as Marni Nixon, was an American soprano and ghost singer for featured actresses in musical films. She is now recognized as the singing voice of leading actresses on the soundtracks of several musicals, including Deborah Kerr in The King and I, Natalie Wood in West Side Story, and Audrey Hepburn in My Fair Lady, although her roles were concealed from audiences when the films were released. Several of the songs she dubbed appeared on AFI's 100 Years...100 Songs list.",
    "year": 1930,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James Hong",
    "birthday": "1929-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/James_Hong_2014.jpg/252px-James_Hong_2014.jpg",
    "extract": "James Hong is an American actor, producer and director. He has worked in numerous productions in American media since the 1950s, portraying a variety of roles. With more than 650 film and television credits as of 2022, he is one of the most prolific actors of all time.",
    "year": 1929,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Clarence 13X",
    "birthday": "1928-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/05/Clarence_13X_standing.jpg/247px-Clarence_13X_standing.jpg",
    "extract": "Clarence Edward Smith, better known as Clarence 13X and Allah, was an American religious leader and the founder of the Five-Percent Nation. He was born in Virginia and moved to New York City as a young man, before serving in the United States Army during the Korean War. After returning to New York, he learned that his wife had joined the Nation of Islam (NOI) and followed her, taking the name Clarence 13X. He served in the group as a security officer, martial arts instructor, and student minister before leaving for an unclear reason in 1963. He enjoyed gambling, which was condemned by the NOI, and disagreed with the NOI's teachings that Wallace Fard Muhammad was a divine messenger.",
    "year": 1928,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Texas Johnny Brown",
    "birthday": "1928-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Texas_Johnny_Brown.jpg/320px-Texas_Johnny_Brown.jpg",
    "extract": "Texas Johnny Brown was an American blues guitarist, songwriter and singer, best known for his composition \"Two Steps from the Blues\". In a lengthy career, he worked with Joe Hinton, Amos Milburn, Ruth Brown, Bobby Bland, Lavelle White, Buddy Ace and Junior Parker. He was born in Mississippi, but his long association with Houston, Texas, gave him his stage name.",
    "year": 1928,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul Dooley",
    "birthday": "1928-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Paul_Dooley.png/211px-Paul_Dooley.png",
    "extract": "Paul Dooley is an American character actor, writer and comedian. He is known for his roles in Breaking Away, Sixteen Candles, and Popeye.",
    "year": 1928,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bruce Forsyth",
    "birthday": "1928-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/89/Bruce_Forsyth1_%28cropped%29.jpg",
    "extract": "Sir Bruce Joseph Forsyth-Johnson was a British entertainer and presenter whose career spanned more than 70 years. Forsyth came to national attention from the late 1950s through the ITV series Sunday Night at the London Palladium. He went on to host several game shows, including The Generation Game, Play Your Cards Right, The Price Is Right and You Bet!. He co-presented Strictly Come Dancing from 2004 to 2013. In 2012, Guinness World Records recognised Forsyth as having the longest television career for a male entertainer.",
    "year": 1928,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Florencio Campomanes",
    "birthday": "1927-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Florencio_Campomanes.jpg/268px-Florencio_Campomanes.jpg",
    "extract": "Florencio Campomanes was a Filipino political scientist, chess player, and chess organizer.",
    "year": 1927,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Guy Mitchell",
    "birthday": "1927-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/12/GuyMitchell.JPG",
    "extract": "Guy Mitchell was an American pop singer and actor, successful in his homeland, the UK, and Australia. He sold 44 million records, including six million-selling singles.",
    "year": 1927,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kenneth Williams",
    "birthday": "1926-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/62/Kennethwilliams.jpg/256px-Kennethwilliams.jpg",
    "extract": "Kenneth Charles Williams was an English actor. He was best known for his comedy roles and in later life as a raconteur and diarist. He was one of the main ensemble in 26 of the 31 Carry On films, and appeared in many British television programmes and radio comedies, including series with Tony Hancock and Kenneth Horne, as well as being a regular panellist on BBC Radio 4's comedy panel show Just a Minute from its second series in 1968 until his death 20 years later.",
    "year": 1926,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Edward Gorey",
    "birthday": "1925-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Edward_Gorey_takes_on_Henri_Bendel%27s_window.jpg/238px-Edward_Gorey_takes_on_Henri_Bendel%27s_window.jpg",
    "extract": "Edward St. John Gorey was an American writer, Tony Award-winning costume designer, and artist noted for his illustrated books. His characteristic pen-and-ink drawings often depict vaguely unsettling narrative scenes in Victorian and Edwardian settings.",
    "year": 1925,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gerald Stern",
    "birthday": "1925-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Stern%2C_Gerald.JPG/320px-Stern%2C_Gerald.JPG",
    "extract": "Gerald Stern is an American poet, essayist and educator. The author of twenty collections of poetry and four books of essays, Stern has taught literature and creative writing at Temple University, Indiana University of Pennsylvania, Raritan Valley Community College, and Iowa Writers' Workshop. Since 2009, Stern has been distinguished poet-in-residence and a member of the faculty of Drew University's graduate programme for a Master of Fine Arts (MFA) in poetry.",
    "year": 1925,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bleddyn Williams",
    "birthday": "1923-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Bleddyn_Williams_1950.jpg/250px-Bleddyn_Williams_1950.jpg",
    "extract": "Bleddyn Llewellyn Williams MBE, was a Welsh rugby union centre. He played in 22 internationals for Wales, captaining them five times, winning each time, and captained the British Lions in 1950 for some of their tour of Australia and New Zealand. Considered to be the nonpareil of Welsh centres; he was robust in the tackle and known for his strong leadership and surging runs; he was often referred to as 'The Prince Of Centres'.",
    "year": 1923,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "François Cavanna",
    "birthday": "1923-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Cavanna.JPG/320px-Cavanna.JPG",
    "extract": "François Cavanna was a French author and satirical newspaper editor.\nHe contributed to the creation and success of Hara-Kiri and Charlie Hebdo. He wrote in a variety of genres including reportage, satire, essays, novels, autobiography and humor. He also translated six books about famous cartoonists.",
    "year": 1923,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Marshall Teague (racing driver)",
    "birthday": "1922-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5a/Marshall_Teague_Fabulous_Hudson_Hornet_1952.jpg/320px-Marshall_Teague_Fabulous_Hudson_Hornet_1952.jpg",
    "extract": "Marshall Pleasant Teague was an American race car driver nicknamed by NASCAR fans as the \"King of the Beach\" for his performances at the Daytona Beach Road Course.",
    "year": 1922,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joe Wilder",
    "birthday": "1922-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/John_Webber%2C_Joe_Wilder_and_Lewis_Nash.jpg/320px-John_Webber%2C_Joe_Wilder_and_Lewis_Nash.jpg",
    "extract": "Joseph Benjamin Wilder was an American jazz trumpeter, bandleader, and composer.",
    "year": 1922,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jean-Bédel Bokassa",
    "birthday": "1921-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Bokassa_portrait.jpg/304px-Bokassa_portrait.jpg",
    "extract": "Jean-Bédel Bokassa, also known as Bokassa I, was a Central African political and military leader who served as the second president of the Central African Republic and as the emperor of its successor state, the Central African Empire, from his Saint-Sylvestre coup d'état on 1 January 1966 until he was overthrown in a subsequent coup in 1979.",
    "year": 1921,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Giulietta Masina",
    "birthday": "1921-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Masinanightsofcabiria.jpg/320px-Masinanightsofcabiria.jpg",
    "extract": "Giulia Anna \"Giulietta\" Masina was an Italian film actress, best known for her performances as Gelsomina in La Strada (1954) and Cabiria in Nights of Cabiria (1957) for which she won the Cannes Film Festival Award for Best Actress at the 1957 Cannes Film Festival.",
    "year": 1921,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sid Abel",
    "birthday": "1918-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/SidAbel.jpg/320px-SidAbel.jpg",
    "extract": "Sidney Gerald Abel was a Canadian Hall of Fame hockey player, coach and general manager in the National Hockey League, most notably for the Detroit Red Wings, and was a member of three Stanley Cup-winning teams in 1943, 1950, and 1952. In 2017 Abel was named one of the '100 Greatest NHL Players' in history.",
    "year": 1918,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Don Pardo",
    "birthday": "1918-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9b/SNL_Don_Pardo.jpg/256px-SNL_Don_Pardo.jpg",
    "extract": "Dominick George \"Don\" Pardo was an American radio and television announcer whose career spanned more than seven decades.",
    "year": 1918,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Robert Wadlow",
    "birthday": "1918-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Robert_Wadlow_postcard.jpg/210px-Robert_Wadlow_postcard.jpg",
    "extract": "Robert Pershing Wadlow, also known as the Alton Giant and the Giant of Illinois, was a man who was the tallest person in recorded history for whom there is irrefutable evidence. He was born and raised in Alton, Illinois, a small city near St. Louis, Missouri.",
    "year": 1918,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Renato Dulbecco",
    "birthday": "1914-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Renato_Dulbecco_crop.jpg/271px-Renato_Dulbecco_crop.jpg",
    "extract": "Renato Dulbecco was an Italian–American virologist who won the 1975 Nobel Prize in Physiology or Medicine for his work on oncoviruses, which are viruses that can cause cancer when they infect animal cells. He studied at the University of Turin under Giuseppe Levi, along with fellow students Salvador Luria and Rita Levi-Montalcini, who also moved to the U.S. with him and won Nobel prizes. He was drafted into the Italian army in World War II, but later joined the resistance.",
    "year": 1914,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rómulo Betancourt",
    "birthday": "1908-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Foto_oficial_R%C3%B3mulo_Betancourt_1959.jpg/244px-Foto_oficial_R%C3%B3mulo_Betancourt_1959.jpg",
    "extract": "Rómulo Ernesto Betancourt Bello, known as \"The Father of Venezuelan Democracy\", was the president of Venezuela, serving from 1945 to 1948 and again from 1959 to 1964, as well as leader of Acción Democrática, Venezuela's dominant political party in the 20th century.",
    "year": 1908,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Mills",
    "birthday": "1908-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b4/Quatermass1979-02.JPG",
    "extract": "Sir John Mills was an English actor who appeared in more than 120 films in a career spanning seven decades. He excelled on camera as an appealing British everyman who often portrayed guileless, wounded war heroes. In 1971, he received the Academy Award for Best Supporting Actor for his performance in Ryan's Daughter.",
    "year": 1908,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sheldon Leonard",
    "birthday": "1907-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Sheldon_Leonard_in_Another_Thin_Man_trailer_%28cropped%29.jpg/245px-Sheldon_Leonard_in_Another_Thin_Man_trailer_%28cropped%29.jpg",
    "extract": "Sheldon Leonard Bershad, known professionally as Sheldon Leonard, was an American film and television actor, producer, director, and writer.",
    "year": 1907,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Robert Young (actor)",
    "birthday": "1907-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Robert_Young_1957.JPG/244px-Robert_Young_1957.JPG",
    "extract": "Robert George Young was an American film, television and radio actor best known for his leading roles as Jim Anderson, the father character, in Father Knows Best and the physician Marcus Welby in Marcus Welby, M.D. (ABC).",
    "year": 1907,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Constance Stokes",
    "birthday": "1906-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/84/Constance_Stokes_in_1972.jpg",
    "extract": "Constance Stokes was a modernist Australian painter who worked in Victoria. She trained at the National Gallery of Victoria Art School until 1929, winning a scholarship to continue her study at London's Royal Academy of Arts. Although Stokes painted few works in the 1930s, her paintings and drawings were exhibited from the 1940s onwards. She was one of only two women, and two Victorians, included in a major exhibition of twelve Australian artists that travelled to Canada, the United Kingdom and Italy in the early 1950s.",
    "year": 1906,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Frank Ramsey (mathematician)",
    "birthday": "1903-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f3/Frank_Plumpton_Ramsey.JPG",
    "extract": "Frank Plumpton Ramsey was a British philosopher, mathematician, and economist who made major contributions to all three fields before his death at the age of 26. He was a close friend of Ludwig Wittgenstein and, as an undergraduate, translated Wittgenstein's Tractatus Logico-Philosophicus into English. He was also influential in persuading Wittgenstein to return to philosophy and Cambridge. Like Wittgenstein, he was a member of the Cambridge Apostles, the secret intellectual society, from 1921.",
    "year": 1903,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Luis Buñuel",
    "birthday": "1900-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Luis_Bu%C3%B1uel.JPG/204px-Luis_Bu%C3%B1uel.JPG",
    "extract": "Luis Buñuel Portolés was a Spanish filmmaker who worked in France, Mexico, and Spain. He has been widely considered by many film critics, historians, and directors to be one of the greatest and most influential filmmakers of all time.",
    "year": 1900,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "George O'Hara (actor)",
    "birthday": "1899-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/George_O%27Hara_ca._1920.jpg/257px-George_O%27Hara_ca._1920.jpg",
    "extract": "George O'Hara was an American motion picture actor and screenwriter of the silent film era.",
    "year": 1899,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Karol Świerczewski",
    "birthday": "1897-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Karol_%C5%9Awierczewski.jpg/243px-Karol_%C5%9Awierczewski.jpg",
    "extract": "Karol Wacław Świerczewski was a Polish and Soviet Red Army general and statesman. He was a Bolshevik Party member during the Russian Civil War and a Soviet officer in the wars fought abroad by the Soviet Union including the one against Polish as well as Ukrainian Republics and in Republican Spain. In 1939 he participated in the Soviet invasion of Poland again. At the end of World War II in Europe he was installed as one of leaders of the Soviet-sponsored Polish Provisional Government of National Unity. Soon later, Świerczewski died in a country-road ambush shot by the militants from OUN-UPA. He was an icon of communist propaganda for the following several decades.",
    "year": 1897,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Víctor Raúl Haya de la Torre",
    "birthday": "1895-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Victorraulhayadelatorre.jpg/188px-Victorraulhayadelatorre.jpg",
    "extract": "Víctor Raúl Haya de la Torre was a Peruvian politician, philosopher, and author who founded the American Popular Revolutionary Alliance (APRA) political movement, the oldest currently existing political party in Peru by the name of the Peruvian Aprista Party (PAP).",
    "year": 1895,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Edna St. Vincent Millay",
    "birthday": "1892-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Edna_St._Vincent_Millay_1933_by_Carl_van_Vechten_Retouched.jpg/244px-Edna_St._Vincent_Millay_1933_by_Carl_van_Vechten_Retouched.jpg",
    "extract": "Edna St. Vincent Millay was an American lyrical poet and playwright.",
    "year": 1892,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Vlas Chubar",
    "birthday": "1891-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Chubar_VYa.jpg/242px-Chubar_VYa.jpg",
    "extract": "Vlas Yakovlevich Chubar was a Ukrainian Bolshevik revolutionary and a Soviet politician. Chubar was arrested during the Great Terror of 1937-38 and executed early in 1939.",
    "year": 1891,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Olave Baden-Powell",
    "birthday": "1889-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Olave_Baden-Powell.jpg/221px-Olave_Baden-Powell.jpg",
    "extract": "Olave St Clair Baden-Powell, Lady Baden-Powell was the first Chief Guide for Britain and the wife of Robert Baden-Powell, 1st Baron Baden-Powell, the founder of Scouting and co-founder of Girl Guides. She outlived her husband, who was 32 years her senior, by over 35 years.",
    "year": 1889,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "R. G. Collingwood",
    "birthday": "1889-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Robin_G._Collingwood.jpg/225px-Robin_G._Collingwood.jpg",
    "extract": "Robin George Collingwood was an English philosopher, historian, and archaeologist. He is best known for his philosophical works, including The Principles of Art (1938) and the posthumously published The Idea of History (1946).",
    "year": 1889,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ralph Owen Brewster",
    "birthday": "1888-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Owen_Brewster_4a.jpg/257px-Owen_Brewster_4a.jpg",
    "extract": "Ralph Owen Brewster was an American politician from Maine. Brewster, a Republican, served as the 54th Governor of Maine from 1925 to 1929, in the U.S. House of Representatives from 1935 to 1941 and in the U.S. Senate from 1941 to 1952. Brewster was a close confidant of Joseph McCarthy of Wisconsin and an antagonist of Howard Hughes, which coupled together resulted in Brewster losing his Senate seat through the unusual defeat of an incumbent Senator in his own primary.",
    "year": 1888,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Savielly Tartakower",
    "birthday": "1887-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Ksawery_Tartakower.jpg",
    "extract": "Savielly Tartakower was a Polish and French chess player. He was awarded the title of International Grandmaster in its inaugural year, 1950. Tartakower was also a leading chess journalist and author of the 1920s and 1930s.",
    "year": 1887,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Pat Sullivan (film producer)",
    "birthday": "1887-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Pat_Sullivan_-_Apr_1920_EH.jpg/212px-Pat_Sullivan_-_Apr_1920_EH.jpg",
    "extract": "Patrick Peter Sullivan was an Australian-American cartoonist, pioneer animator, and film producer best known for producing the first Felix the Cat silent cartoons.",
    "year": 1887,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hugo Ball",
    "birthday": "1886-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Hugoball.jpg/225px-Hugoball.jpg",
    "extract": "Hugo Ball was a German author, poet, and essentially the founder of the Dada movement in European art in Zürich in 1916. Among other accomplishments, he was a pioneer in the development of sound poetry.",
    "year": 1886,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Marguerite Clark",
    "birthday": "1883-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/ClarkMarguerite1916.jpg/240px-ClarkMarguerite1916.jpg",
    "extract": "Helen Marguerite Clark was an American stage and silent film actress. As a movie actress, at one time, Clark was second only to Mary Pickford in popularity. All but five of her films are considered lost.",
    "year": 1883,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Eric Gill",
    "birthday": "1882-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Eric_Gill_-_self_portrait.jpg/298px-Eric_Gill_-_self_portrait.jpg",
    "extract": "Arthur Eric Rowton Gill, was an English sculptor, letter cutter, typeface designer, and printmaker. Although the Oxford Dictionary of National Biography describes Gill as ″the greatest artist-craftsman of the twentieth century: a letter-cutter and type designer of genius″, he remains a figure of considerable controversy following revelations of his sexual abuse of two of his daughters.",
    "year": 1882,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joseph B. Ely",
    "birthday": "1881-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Joseph_B._Ely_%28MA%29.png/207px-Joseph_B._Ely_%28MA%29.png",
    "extract": "Joseph Buell Ely was an American lawyer and Democratic politician from Massachusetts. As a conservative Democrat, Ely was active in party politics from the late 1910s, helping to build, in conjunction with David I. Walsh, the Democratic coalition that would gain an enduring political ascendancy in the state. From 1931 to 1935, he served as the 52nd Governor. He was opposed to the federal expansion of the New Deal, and was a prominent intra-party voice in opposition to the policies of Franklin Delano Roosevelt. In 1944 he made a brief unsuccessful bid for the Democratic presidential nomination.",
    "year": 1881,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Albin Prepeluh",
    "birthday": "1881-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Albin_Prepeluh.jpg/285px-Albin_Prepeluh.jpg",
    "extract": "Albin Prepeluh was a Slovenian left wing politician, journalist, editor, political theorist and translator. Before World War I, he was the foremost Slovene Marxist revisionist theoretician. After the War, he became one of the most persistent advocates of Slovenian autonomy within the Kingdom of Yugoslavia, and, together with Dragotin Lončar, the ideologist of the democratic reformist faction of Slovenian Social Democrats. In the late 1920s, he evolved towards agrarianism. He was also known under the pseudonym Abditus.",
    "year": 1881,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Eric Lemming",
    "birthday": "1880-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Eric_Lemming_2.jpg/141px-Eric_Lemming_2.jpg",
    "extract": "Eric Otto Valdemar Lemming was a Swedish track and field athlete who competed at the 1900, 1906, 1908 and 1912 Olympics in a wide variety of events, which mostly involved throwing and jumping. He had his best results in the javelin throw, which he won at the 1906–1912 Games, and in which he set multiple world records between 1899 and 1912. His last record, measured at 62.32 m, was ratified by the International Association of Athletics Federations as the first official world record.",
    "year": 1880,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johannes Nicolaus Brønsted",
    "birthday": "1879-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Johannes_Br%C3%B8nsted.jpg/244px-Johannes_Br%C3%B8nsted.jpg",
    "extract": "Johannes Nicolaus Brønsted was a Danish physical chemist, who developed the Brønsted–Lowry acid–base theory simultaneously with and independently of Martin Lowry.",
    "year": 1879,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Zitkala-Sa",
    "birthday": "1876-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Zitkala-%C5%A0a.tif/lossy-page1-191px-Zitkala-%C5%A0a.tif.jpg",
    "extract": "Zitkála-Šá, also known by her missionary and married names Gertrude Simmons Bonnin, was a Yankton Dakota writer, editor, translator, musician, educator, and political activist. She wrote several works chronicling her struggles with cultural identity, and the pull between the majority culture in which she was educated, and the Dakota culture into which she was born and raised. Her later books were among the first works to bring traditional Native American stories to a widespread white English-speaking readership. Zitkála-Šá has been noted as one of the most influential Native American activists of the 20th century.",
    "year": 1876,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bill Klem",
    "birthday": "1874-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Billklem.jpg/132px-Billklem.jpg",
    "extract": "William Joseph Klem, born William Joseph Klimm, known as the \"Old Arbitrator\" and the \"father of baseball umpires\", was a National League (NL) umpire in Major League Baseball from 1905 to 1941. He worked 18 World Series, which is a major league record. Klem was posthumously inducted into the Baseball Hall of Fame in 1953.",
    "year": 1874,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jules Renard",
    "birthday": "1864-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Jules_Renard_Dornac.png/320px-Jules_Renard_Dornac.png",
    "extract": "Pierre-Jules Renard was a French author and member of the Académie Goncourt, most famous for the works Poil de carotte and Les Histoires Naturelles. Among his other works are Le Plaisir de rompre and the posthumously published Huit Jours à la campagne.",
    "year": 1864,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charles McLean Andrews",
    "birthday": "1863-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Charles_McLean_Andrews.jpg/233px-Charles_McLean_Andrews.jpg",
    "extract": "Charles McLean Andrews was an American historian, an authority on American colonial history. He wrote 102 major scholarly articles and books, as well as over 360 book reviews, newspaper articles, and short items. He is especially known as a leader of the \"Imperial school\" of historians who studied, and generally admired, the efficiency of the British Empire in the 18th century. Kross argues:His intangible legacy is twofold. First is his insistence that all history be based on facts and that the evidence be found, organized, and weighed. Second is his injunction that colonial America can never be understood without taking into account England.",
    "year": 1863,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mary W. Bacheler",
    "birthday": "1860-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e6/MaryWBacheler1922.jpg",
    "extract": "Mary Washington Bacheler was an American physician and Baptist medical missionary in India.",
    "year": 1860,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Robert Baden-Powell, 1st Baron Baden-Powell",
    "birthday": "1857-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Robert_Baden-Powell_in_South_Africa%2C_1896_%282%29.jpg/224px-Robert_Baden-Powell_in_South_Africa%2C_1896_%282%29.jpg",
    "extract": "Lieutenant-General Robert Stephenson Smyth Baden-Powell, 1st Baron Baden-Powell, was a British Army officer, writer, founder and first Chief Scout of the world-wide Scout Movement, and founder, with his sister Agnes, of the world-wide Girl Guide / Girl Scout Movement. Baden-Powell authored the first editions of the seminal work Scouting for Boys, which was an inspiration for the Scout Movement.",
    "year": 1857,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Heinrich Hertz",
    "birthday": "1857-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Heinrich_Rudolf_Hertz.jpg/276px-Heinrich_Rudolf_Hertz.jpg",
    "extract": "Heinrich Rudolf Hertz was a German physicist who first conclusively proved the existence of the electromagnetic waves predicted by James Clerk Maxwell's equations of electromagnetism. The unit of frequency, cycle per second, was named the \"hertz\" in his honor.",
    "year": 1857,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nikolay Yakovlevich Sonin",
    "birthday": "1849-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Nicolay_Sonin.jpeg/270px-Nicolay_Sonin.jpeg",
    "extract": "Nikolay Yakovlevich Sonin was a Russian mathematician.",
    "year": 1849,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "August Bebel",
    "birthday": "1840-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/August_Bebel_c1900.jpg/231px-August_Bebel_c1900.jpg",
    "extract": "Ferdinand August Bebel was a German socialist politician, writer, and orator. He is best remembered as one of the founders of the Social Democratic Workers' Party of Germany (SDAP) in 1869, which in 1875 merged with the General German Workers' Association into the Socialist Workers' Party of Germany (SAPD). During the repression under the terms of the Anti-Socialist Laws, Bebel became the leading figure of the social democratic movement in Germany and from 1892 until his death served as chairman of the Social Democratic Party of Germany.",
    "year": 1840,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mahesh Chandra Nyayratna Bhattacharyya",
    "birthday": "1836-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Mahesh_Chandra_Nyayratna_Bhattacharyya_mugshot%2C_taken_around_1870_in_Calcutta.jpg",
    "extract": "Mahamahopadhyay Pandit Mahesh Chandra Nyayratna Bhattacharyya, CIE, was an Indian scholar of Sanskrit, and the principal of the Sanskrit College between 1876 and 1895. A friend and colleague of Ishwar Chandra Vidyasagar, he played an important role in the Bengal Renaissance. He was one of the most eminent Bengalis in Kolkata of the nineteenth century.",
    "year": 1836,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Salpointe",
    "birthday": "1825-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Bishopsalpointe.jpg/210px-Bishopsalpointe.jpg",
    "extract": "Jean-Baptiste Salpointe was the first Bishop of Arizona and the second Archbishop of Santa Fe.",
    "year": 1825,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Pierre Janssen",
    "birthday": "1824-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Jules_Janssen.png/221px-Jules_Janssen.png",
    "extract": "Pierre Jules César Janssen, usually known as Jules Janssen, was a French astronomer who, along with English scientist Joseph Norman Lockyer, is credited with discovering the gaseous nature of the solar chromosphere, and with some justification the element helium.",
    "year": 1824,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James Russell Lowell",
    "birthday": "1819-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/James_Russell_Lowell_-_1855.jpg/246px-James_Russell_Lowell_-_1855.jpg",
    "extract": "James Russell Lowell was an American Romantic poet, critic, editor, and diplomat. He is associated with the fireside poets, a group of New England writers who were among the first American poets that rivaled the popularity of British poets. These writers usually used conventional forms and meters in their poetry, making them suitable for families entertaining at their fireside.",
    "year": 1819,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Carl Wilhelm Borchardt",
    "birthday": "1817-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Carl_Wilhelm_Borchardt.jpg/263px-Carl_Wilhelm_Borchardt.jpg",
    "extract": "Carl Wilhelm Borchardt was a German mathematician.",
    "year": 1817,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Józef Kremer",
    "birthday": "1806-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Portrait_of_J%C3%B3zef_Kremer_by_Maksymilian_Fajans._Cropped..jpg/224px-Portrait_of_J%C3%B3zef_Kremer_by_Maksymilian_Fajans._Cropped..jpg",
    "extract": "Józef Kremer, was a Polish historian of art, a philosopher, an aesthetician and a psychologist.",
    "year": 1806,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sarah Fuller Flower Adams",
    "birthday": "1805-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/SarahFlowerAdams.jpg/246px-SarahFlowerAdams.jpg",
    "extract": "Sarah Fuller Flower Adams was an English poet and hymnwriter. A selection of hymns she wrote, published by William Johnson Fox, included her best-known one, \"Nearer, My God, to Thee\", reportedly played by the band as the RMS Titanic sank in 1912.",
    "year": 1805,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Alexis Bachelot",
    "birthday": "1796-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Alexis_Bachelot.jpg/220px-Alexis_Bachelot.jpg",
    "extract": "Alexis Bachelot, SS.CC., was a Catholic priest best known for his tenure as the first Prefect Apostolic of the Sandwich Islands. In that role, he led the first permanent Catholic mission to the Kingdom of Hawaii. Bachelot was raised in France, where he attended the Irish College in Paris, and was ordained a priest in 1820. He led the first Catholic mission to Hawaii, arriving in 1827. Although he had expected the approval of then Hawaiian King Kamehameha II, he learned upon arrival that Kamehameha II had died and a new government that was hostile towards Catholic missionaries had been installed. Bachelot, however, was able to convert a small group of Hawaiians and quietly minister to them for four years before being deported in 1831 on the orders of Kaʻahumanu, the Kuhina Nui of Hawaii.",
    "year": 1796,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Adolphe Quetelet",
    "birthday": "1796-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Adolphe_Qu%C3%A9telet_by_Joseph-Arnold_Demannez.jpg/198px-Adolphe_Qu%C3%A9telet_by_Joseph-Arnold_Demannez.jpg",
    "extract": "Lambert Adolphe Jacques Quetelet FRSF or FRSE was a Belgian astronomer, mathematician, statistician and sociologist who founded and directed the Brussels Observatory and was influential in introducing statistical methods to the social sciences. His name is sometimes spelled with an accent as Quételet.",
    "year": 1796,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Arthur Schopenhauer",
    "birthday": "1788-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Arthur_Schopenhauer_by_J_Sch%C3%A4fer%2C_1859b.jpg/258px-Arthur_Schopenhauer_by_J_Sch%C3%A4fer%2C_1859b.jpg",
    "extract": "Arthur Schopenhauer was a German philosopher. He is best known for his 1818 work The World as Will and Representation, which characterizes the phenomenal world as the product of a blind noumenal will. Building on the transcendental idealism of Immanuel Kant, Schopenhauer developed an atheistic metaphysical and ethical system that rejected the contemporaneous ideas of German idealism. He was among the first thinkers in Western philosophy to share and affirm significant tenets of Indian philosophy, such as asceticism, denial of the self, and the notion of the world-as-appearance. His work has been described as an exemplary manifestation of philosophical pessimism.",
    "year": 1788,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rembrandt Peale",
    "birthday": "1778-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Rembrandt_Peale_self-portrait.jpg/239px-Rembrandt_Peale_self-portrait.jpg",
    "extract": "Rembrandt Peale was an American artist and museum keeper. A prolific portrait painter, he was especially acclaimed for his likenesses of presidents George Washington and Thomas Jefferson. Peale's style was influenced by French Neoclassicism after a stay in Paris in his early thirties.",
    "year": 1778,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johann Nikolaus Forkel",
    "birthday": "1749-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Johann_Nikolaus_Forkel.jpg/267px-Johann_Nikolaus_Forkel.jpg",
    "extract": "Johann Nikolaus Forkel was a German musicologist and music theorist, generally regarded as among the founders of modern musicology. His publications include Johann Sebastian Bach: His Life, Art, and Work, the first substantial survey on the life and works of Johann Sebastian Bach.",
    "year": 1749,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "George Washington",
    "birthday": "1732-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Gilbert_Stuart_Williamstown_Portrait_of_George_Washington.jpg/264px-Gilbert_Stuart_Williamstown_Portrait_of_George_Washington.jpg",
    "extract": "George Washington was an American military officer, statesman, and Founding Father who served as the 1st president of the United States from 1789 to 1797. Appointed by the Continental Congress as commander of the Continental Army, Washington led the Patriot forces to victory in the American Revolutionary War and served as the president of the Constitutional Convention of 1787, which created the Constitution of the United States and the American federal government. Washington has been called the \"Father of the Nation\" for his manifold leadership in the formative days of the country.",
    "year": 1732,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charles-Nicolas Cochin",
    "birthday": "1715-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Charles-Nicolas_Cochin.jpg/221px-Charles-Nicolas_Cochin.jpg",
    "extract": "Charles-Nicolas Cochin was a French engraver, designer, writer, and art critic. To distinguish him from his father of the same name, he is variously called Charles-Nicolas Cochin le Jeune, Charles-Nicolas Cochin le fils, or Charles-Nicolas Cochin II.",
    "year": 1715,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bon Boullogne",
    "birthday": "1649-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Portrait_de_Bon_Boullogne.jpg/243px-Portrait_de_Bon_Boullogne.jpg",
    "extract": "Bon Boullogne was a French painter.",
    "year": 1649,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Peder Syv",
    "birthday": "1631-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Peder_Syv_Hellested.JPG/316px-Peder_Syv_Hellested.JPG",
    "extract": "Peder Pedersen Syv or in Latin Petrus Petri Septimius was a Danish philologist, folklorist and priest, known for his collections of Danish proverbs and folksongs, and his contributions to the development of Danish as a written language.",
    "year": 1631,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nicholas Ferrar",
    "birthday": "1592-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fa/Nicholas_Ferrar.jpeg/223px-Nicholas_Ferrar.jpeg",
    "extract": "Nicholas Ferrar was an English scholar, courtier and businessman, who was ordained a deacon in the Church of England. He lost much of his fortune in the Virginia Company and retreated with his extended family in 1626 to the manor of Little Gidding, Huntingdonshire, for his remaining years, in an informal spiritual community following High Anglican practice. His friend the poet and Anglican priest George Herbert (1593–1633), on his deathbed, sent Ferrar the manuscript of The Temple, telling him to publish the poetry if it might \"turn to the advantage of any dejected poor soul.\" \"If not, let him burn it; for I and it are less than the least of God's mercies.\" Ferrar published the verses in 1633; they remain in print.",
    "year": 1592,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charles de Ligne, 2nd Prince of Arenberg",
    "birthday": "1550-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Charles_DArenberg.jpg/231px-Charles_DArenberg.jpg",
    "extract": "Princely Count Charles of Arenberg, duke of Aarschot, baron of Zevenbergen, knight of the Order of the Golden Fleece, was the second Princely Count of Arenberg and a leading aristocrat of the Habsburg Netherlands, who served as a courtier, soldier, minister and diplomat.",
    "year": 1550,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Moses Isserles",
    "birthday": "1520-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Moses_Isserles.jpg/319px-Moses_Isserles.jpg",
    "extract": "Rabbi Moses Isserles, also known by the acronym Rema, was an eminent Polish Ashkenazic rabbi, talmudist, and posek.",
    "year": 1520,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tahmasp I",
    "birthday": "1514-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Tahmasp_I.png/198px-Tahmasp_I.png",
    "extract": "Tahmasp I was the second Shah of Safavid Iran from 1524 to 1576. He was the eldest son of Ismail I with his principal consort, Tajlu Khanum.",
    "year": 1514,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rodolfo Pio da Carpi",
    "birthday": "1500-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Rodolfo_Pio.jpg/235px-Rodolfo_Pio.jpg",
    "extract": "Rodolfo Pio da Carpi was an Italian Cardinal, humanist and patron of the arts. The nephew of a diplomat, he himself became a diplomat by the age of thirty, and came to know both Emperor Charles V and King Francis of France, and he negotiated with both on behalf of the pope. His uncle, Alberto Pio da Carpi, had been educated by Pico della Mirandola, and had become a noted humanist scholar. These associations formed Rodolfo's background and education. He formed a notable library and participated in the humanist studies of 16th-century Rome; he also served on the Roman Inquisition. He helped to establish the Inquisition at Milan.",
    "year": 1500,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ladislaus the Posthumous",
    "birthday": "1440-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Anonymous_-_Ladislaus_the_Postumous.jpg/224px-Anonymous_-_Ladislaus_the_Postumous.jpg",
    "extract": "Ladislaus the Posthumous was Duke of Austria and King of Hungary, Croatia and Bohemia. He was the posthumous son of Albert of Habsburg with Elizabeth of Luxembourg. Albert had bequeathed all his realms to his future son on his deathbed, but only the estates of Austria accepted his last will. Fearing an Ottoman invasion, the majority of the Hungarian lords and prelates offered the crown to Vladislaus III of Poland. The Hussite noblemen and towns of Bohemia did not acknowledge the hereditary right of Albert's descendants to the throne, but also did not elect a new king.",
    "year": 1440,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charles VII of France",
    "birthday": "1403-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/KarlVII.jpg/263px-KarlVII.jpg",
    "extract": "Charles VII, called the Victorious or the Well-Served, was King of France from 1422 to his death in 1461.",
    "year": 1403,
    "month": 2,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rashi",
    "birthday": "1040-2-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Rashi.JPG/223px-Rashi.JPG",
    "extract": "Shlomo Yitzchaki, today generally known by the acronym Rashi, was a medieval French rabbi and author of a comprehensive commentary on the Talmud and commentary on the Hebrew Bible. Acclaimed for his ability to present the basic meaning of the text in a concise and lucid fashion, Rashi appeals to both learned scholars and beginner students, and his works remain a centerpiece of contemporary Jewish study. His commentary on the Talmud, which covers nearly all of the Babylonian Talmud, has been included in every edition of the Talmud since its first printing by Daniel Bomberg in the 1520s. His commentary on Tanakh—especially on the Chumash —serves as the basis for more than 300 \"supercommentaries\" which analyze Rashi's choice of language and citations, penned by some of the greatest names in rabbinic literature.",
    "year": 1040,
    "month": 2,
    "day": 22,
    "language": "en"
  }
]