[
  {
    "name": "Jamal Murray",
    "birthday": "1997-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Jamal_Murray_free_throw_%28cropped%29.jpg/217px-Jamal_Murray_free_throw_%28cropped%29.jpg",
    "extract": "Jamal Murray is a Canadian professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He also represents the Canadian national team. He played one season of college basketball for the Kentucky Wildcats before being drafted by the Nuggets with the seventh overall pick in the 2016 NBA draft.",
    "year": 1997,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "D'Angelo Russell",
    "birthday": "1996-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/D%27Angelo_Russell_%2851733686752%29_%28cropped%29.jpg/158px-D%27Angelo_Russell_%2851733686752%29_%28cropped%29.jpg",
    "extract": "D'Angelo Danté Russell is an American professional basketball player for the Minnesota Timberwolves of the National Basketball Association (NBA). He was selected as a McDonald's All-American in 2014 and played college basketball for the Ohio State Buckeyes. He was the second overall pick in the 2015 NBA draft by the Los Angeles Lakers. Playing point guard, he was named to the NBA All-Rookie Second Team with the Lakers in 2016. He was traded to the Brooklyn Nets in 2017, and received his first All-Star selection in 2019. In the 2019 off-season he joined the Golden State Warriors via a sign-and-trade deal, and was then traded to the Timberwolves at the 2020 trade deadline.",
    "year": 1996,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Andrew Wiggins",
    "birthday": "1995-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Andrew_Wiggins_2022.jpg/230px-Andrew_Wiggins_2022.jpg",
    "extract": "Andrew Christian Wiggins is a Canadian professional basketball player for the Golden State Warriors of the National Basketball Association (NBA). He was selected with the first overall pick in the 2014 NBA draft by the Cleveland Cavaliers after one year of college basketball with the Kansas Jayhawks.",
    "year": 1995,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dakota Fanning",
    "birthday": "1994-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Dakota_Fanning_SAG_AWARDS_2020.jpg/212px-Dakota_Fanning_SAG_AWARDS_2020.jpg",
    "extract": "Hannah Dakota Fanning is an American actress. She rose to prominence at the age of seven for her performance as Lucy Dawson in the drama film I Am Sam (2001), for which she received a Screen Actors Guild Award nomination at age eight, making her the youngest nominee in SAG history. Fanning played major roles as a child actress in the films Uptown Girls (2003), The Cat in the Hat (2003), Man on Fire (2004), War of the Worlds (2005), Dreamer (2005), and Charlotte's Web (2006), and the eponymous character in Coraline (2009).",
    "year": 1994,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chris Grevsmuhl",
    "birthday": "1993-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Chris_Grevsmuhl.jpg/260px-Chris_Grevsmuhl.jpg",
    "extract": "Chris Grevsmuhl is an Australian professional rugby league footballer who previously played for the Gold Coast Titans, Penrith Panthers and the South Sydney Rabbitohs. An Indigenous All Stars representative, he plays at second-row and prop.",
    "year": 1993,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Casemiro",
    "birthday": "1992-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/20180610_FIFA_Friendly_Match_Austria_vs._Brazil_Casemiro_850_1575.jpg/213px-20180610_FIFA_Friendly_Match_Austria_vs._Brazil_Casemiro_850_1575.jpg",
    "extract": "Carlos Henrique Casimiro, known as Casemiro, is a Brazilian professional footballer who plays as a defensive midfielder for Spanish club Real Madrid and the Brazil national team. He is often regarded to be one of the best defensive midfielders in world football.",
    "year": 1992,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kyriakos Papadopoulos",
    "birthday": "1992-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Kyriakos-Papadopoulos.jpg/240px-Kyriakos-Papadopoulos.jpg",
    "extract": "Kyriakos Papadopoulos is a Greek professional footballer who plays as a centre back for Super League club Atromitos and the Greece national team.",
    "year": 1992,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kevin Connauton",
    "birthday": "1990-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Kevin_Connauton_2014-12-13_2.JPG/272px-Kevin_Connauton_2014-12-13_2.JPG",
    "extract": "Kevin Connauton is a Canadian professional ice hockey defenceman for the Philadelphia Flyers of the National Hockey League (NHL). He was drafted 83rd overall by the Vancouver Canucks in the 2009 NHL Entry Draft. Connauton has also played for the Dallas Stars, Columbus Blue Jackets, Arizona Coyotes, Colorado Avalanche and Florida Panthers.",
    "year": 1990,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Marco Scandella",
    "birthday": "1990-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Marco_Scandella_Wild.png/196px-Marco_Scandella_Wild.png",
    "extract": "Marco Scandella is a Canadian professional ice hockey defenceman for the St. Louis Blues of the National Hockey League (NHL). He previously played major junior hockey in the Quebec Major Junior Hockey League (QMJHL) for the Val d'Or Foreurs prior to being selected by the Minnesota Wild in the second-round, 55th overall, in the 2008 NHL Entry Draft. As well as the Wild, Scandella formerly played with the Buffalo Sabres and Montreal Canadiens.",
    "year": 1990,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Evan Bates",
    "birthday": "1989-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/2017-18_Grand_Prix_%28France%29_Chock_and_Bates.jpg/213px-2017-18_Grand_Prix_%28France%29_Chock_and_Bates.jpg",
    "extract": "Evan Bates is an American ice dancer. With his skating partner, Madison Chock, he is a 2022 Olympic team event silver medalist, a three-time World medalist, a three-time Grand Prix Final silver medalist, a two-time Four Continents champion, and a three-time U.S. national champion. The two represented the United States at the 2014, 2018 and 2022 Winter Olympics.",
    "year": 1989,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jérémy Pied",
    "birthday": "1989-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/RC_Lens_-_Lille_OSC_%2817-09-2021%29_26.jpg/240px-RC_Lens_-_Lille_OSC_%2817-09-2021%29_26.jpg",
    "extract": "Jérémy Victor Pied is a French professional footballer who plays as a right-back for Lille OSC.",
    "year": 1989,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nicolás Gaitán",
    "birthday": "1988-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Benf-Zen_2016_%284%29.jpg/142px-Benf-Zen_2016_%284%29.jpg",
    "extract": "Osvaldo Fabián Nicolás \"Nico\" Gaitán is an Argentine professional footballer who plays as an attacking midfielder for Portuguese Primeira Liga club Paços de Ferreira.",
    "year": 1988,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ab-Soul",
    "birthday": "1987-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Ab-Soul_-_These_Days_Tour_2014_%28cropped%29.jpg/237px-Ab-Soul_-_These_Days_Tour_2014_%28cropped%29.jpg",
    "extract": "Herbert Anthony Stevens IV, better known by his stage name Ab-Soul, is an American rapper and singer from Carson, California. In 2007, he signed to indie record label Top Dawg Entertainment (TDE), where he eventually formed West Coast hip hop group Black Hippy alongside fellow California-based rappers Jay Rock, Kendrick Lamar and Schoolboy Q. He is perhaps best known for his introspective lyrics and his four independent albums under TDE, Longterm Mentality, Control System, These Days..., and Do What Thou Wilt., which were all released to positive reviews and commercial success.",
    "year": 1987,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Theophilus London",
    "birthday": "1987-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Theophilus_London_SXSW_2009_%283377433755%29.jpg/213px-Theophilus_London_SXSW_2009_%283377433755%29.jpg",
    "extract": "Theophilus Musa London is an American rapper and singer.",
    "year": 1987,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Emerson (footballer, born February 1986)",
    "birthday": "1986-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Saviola_and_Emerson.jpg/292px-Saviola_and_Emerson.jpg",
    "extract": "Emerson da Conceição, known as Emerson, is a Brazilian professional footballer who plays as a left back.",
    "year": 1986,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Skylar Grey",
    "birthday": "1986-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Skyla_Grey_2016_%28cropped%29.jpeg/201px-Skyla_Grey_2016_%28cropped%29.jpeg",
    "extract": "Holly Brook Hafermann, known professionally as Skylar Grey, is an American singer, songwriter and record producer from Mazomanie, Wisconsin. In 2004, at the age of 17, Grey signed a publishing deal with Universal Music Publishing Group and a recording contract with Machine Shop Recordings under the name Holly Brook. In 2006, she released her debut studio album, Like Blood Like Honey, under the aforementioned labels.",
    "year": 1986,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jerod Mayo",
    "birthday": "1986-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Jerod-Mayo_8-28-09_Patriots-vs.-Redskins.jpg/214px-Jerod-Mayo_8-28-09_Patriots-vs.-Redskins.jpg",
    "extract": "Jerod Mayo Sr. is an American football coach and former linebacker who is the inside linebackers coach for the New England Patriots of the National Football League (NFL). Mayo played college football for the University of Tennessee and was drafted by the Patriots tenth overall in the 2008 NFL Draft. He was named Defensive Rookie of the Year and played for the Patriots until retiring following the 2015 season. He rejoined them as a coach in 2019.",
    "year": 1986,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ola Svensson",
    "birthday": "1986-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/BrotherLeoCrossLeg.jpg/320px-BrotherLeoCrossLeg.jpg",
    "extract": "Ola Nils Håkan Svensson is a Swedish artist and songwriter, known professionally by the mononym Ola until 2014, and as Brother Leo from 2018 to present. Born in Lund, Skåne, his career began in 2005, when he finished eighth on season two of Swedish Idol. Since then, Ola has released four studio albums. Eleven of his singles have reached the top five on the Swedish singles chart, with six achieving number one, and nine attaining gold and platinum certifications. After being signed to Universal Music for many years, Ola founded his own record label Oliniho Records for the Swedish market, keeping distribution arrangements with Sony Music in Europe and internationally. Following a four-year break, he returned in 2018, recording under the stage name Brother Leo for Columbia Records.",
    "year": 1986,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mido (footballer)",
    "birthday": "1983-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Mido_18-10-2008_1.jpg/248px-Mido_18-10-2008_1.jpg",
    "extract": "Ahmed Hossam Hussein Abdelhamid Wasfy, publicly known as Mido, is an Egyptian football manager and former player who played as a striker.",
    "year": 1983,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Aziz Ansari",
    "birthday": "1983-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Aziz_Ansari_2012_Shankbone.JPG/256px-Aziz_Ansari_2012_Shankbone.JPG",
    "extract": "Aziz Ismail Ansari is an American actor, comedian, writer, director and producer. He is known for his role as Tom Haverford on the NBC series Parks and Recreation (2009–2015) and as creator and star of the Netflix series Master of None (2015–) for which he won several acting and writing awards, including two Emmys and a Golden Globe, which was the first award received by an Indian American and Asian American actor for acting on television.",
    "year": 1983,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Emily Blunt",
    "birthday": "1983-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Emily_Blunt_SAG_Awards_2019.png/295px-Emily_Blunt_SAG_Awards_2019.png",
    "extract": "Emily Olivia Leah Blunt is a British actress. She is the recipient of several accolades, including a Golden Globe Award and a Screen Actors Guild Award, in addition to nominations for three British Academy Film Awards. Forbes ranked her as one of the highest-paid actresses in the world in 2020.",
    "year": 1983,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gareth Barry",
    "birthday": "1981-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Gareth_Barry_2014_2.jpg/224px-Gareth_Barry_2014_2.jpg",
    "extract": "Gareth Barry is an English former professional footballer who played as a midfielder. He made 653 Premier League appearances for Aston Villa, Manchester City, Everton and West Bromwich Albion, the highest number of appearances in the Premier League. He also represented England at international level.",
    "year": 1981,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Josh Gad",
    "birthday": "1981-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/41st_Annie_Awards%2C_Josh_Gad_%28crop%29.jpg/240px-41st_Annie_Awards%2C_Josh_Gad_%28crop%29.jpg",
    "extract": "Joshua Ilan Gad is an American actor. He is known for voicing Olaf in the Frozen franchise, playing Elder Arnold Cunningham in the Broadway musical The Book of Mormon, and playing Le Fou in the live-action adaptation of Disney's Beauty and the Beast. For his role as Olaf, Gad won two Annie Awards, and for his work in The Book of Mormon, he co-won a Grammy Award for Best Musical Theater Album and received a Tony Award nomination for Best Actor in a Musical.",
    "year": 1981,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Charles Tillman",
    "birthday": "1981-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Charles_tillman_2016.jpg/216px-Charles_tillman_2016.jpg",
    "extract": "Charles Anthony Tillman, nicknamed Peanut, is a former American football cornerback, who is currently a United States Federal Bureau of Investigation (FBI) agent. He played college football at the University of Louisiana at Lafayette, and was drafted by the Chicago Bears in the second round of the 2003 NFL Draft.",
    "year": 1981,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Residente",
    "birthday": "1978-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/MX_MR_RADICAL_MESTIZO_RESIDENTE_%2849197193141%29_%28cropped%29.jpg/316px-MX_MR_RADICAL_MESTIZO_RESIDENTE_%2849197193141%29_%28cropped%29.jpg",
    "extract": "René Pérez Joglar, known professionally as Residente, is a Puerto Rican rapper, singer, songwriter and philanthropist. He is best known as one of the founders of the alternative rap band Calle 13. Residente released five albums with Calle 13 before announcing his solo career in 2015. Residente released his debut solo album in 2017. He has won four Grammy Awards and 27 Latin Grammy Awards—more than any other Latin artist. Residente has also delved into producing documentaries including Sin Mapa (2009) and Residente (2017) and has directed some of his own music videos.",
    "year": 1978,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kristina Šmigun-Vähi",
    "birthday": "1977-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Kristina_%C5%A0migun_Otep%C3%A4%C3%A4_MK.JPG/320px-Kristina_%C5%A0migun_Otep%C3%A4%C3%A4_MK.JPG",
    "extract": "Kristina Šmigun-Vähi is a former Estonian female cross-country skier and politician. She is the most successful Estonian female cross-country skier with two Olympic gold medals. In 2019 she was elected as a Member of the Estonian Parliament.",
    "year": 1977,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Scott Elarton",
    "birthday": "1976-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Scott_Elarton_%28cropped%29.jpg/320px-Scott_Elarton_%28cropped%29.jpg",
    "extract": "Vincent Scott Elarton is a retired right-handed pitcher. He played for the Houston Astros (1998–2001), Colorado Rockies (2001–2004), Cleveland Indians and the Kansas City Royals (2006–2007)",
    "year": 1976,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kelly Macdonald",
    "birthday": "1976-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Kelly_Macdonald_at_Brave_premiere_%28cropped%29.jpg/319px-Kelly_Macdonald_at_Brave_premiere_%28cropped%29.jpg",
    "extract": "Kelly Dorothy Macdonald is a Scottish actress best known for her roles in Trainspotting (1996), Gosford Park (2001), Intermission (2003), Nanny McPhee (2005), No Country for Old Men (2007), Boardwalk Empire (2010–2014), Harry Potter and the Deathly Hallows – Part 2 (2011), Brave (2012), the Black Mirror episode \"Hated in the Nation\" (2016), Line of Duty (2021), and Operation Mincemeat (2022).",
    "year": 1976,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ryan McCourt",
    "birthday": "1975-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/KLEIN1.jpg/210px-KLEIN1.jpg",
    "extract": "Ryan McCourt is a Canadian artist best known for his sculptures.\nHe lives in Edmonton, Alberta.",
    "year": 1975,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Herschelle Gibbs",
    "birthday": "1974-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Herschelle_Gibbs.jpg/251px-Herschelle_Gibbs.jpg",
    "extract": "Herschelle Herman Gibbs is a South African cricket coach and former cricketer, who played all formats of the game for fourteen years. A right-handed batsman, mostly opened the batting, Gibbs became the first player to hit six consecutive sixes in one over in One Day International (ODI) cricket, doing so against the Netherlands in the 2007 Cricket World Cup. He held the record for the highest score in a successful run-chase (175) until it was beaten by MS Dhoni.",
    "year": 1974,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jeff Nordgaard",
    "birthday": "1973-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Jeff_Nordgaard.jpg/211px-Jeff_Nordgaard.jpg",
    "extract": "Jeff Wallace Nordgaard  is an American-born naturalized Polish former professional basketball player.",
    "year": 1973,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rondell White",
    "birthday": "1972-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/09234_233_Rondell_White.jpg/213px-09234_233_Rondell_White.jpg",
    "extract": "Rondell Bernard White is an American former professional baseball player. He played in Major League Baseball as an outfielder and designated hitter. As well as being a solid defensive player, White also had a batting average of .300 or higher for four consecutive seasons from 1998 to 2001.",
    "year": 1972,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Carin Koch",
    "birthday": "1971-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Carin_Koch.JPG/213px-Carin_Koch.JPG",
    "extract": "Anna Carin Pernilla Hjalmarsson Koch is a Swedish professional golfer who previously played on the Ladies European Tour and on the U.S.-based LPGA Tour. She was captain of the 2015 European Solheim Cup team.",
    "year": 1971,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Melinda Messenger",
    "birthday": "1971-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Melinda_Messenger2.jpg/213px-Melinda_Messenger2.jpg",
    "extract": "Melinda Jane Messenger is an English television presenter and former glamour model and Page Three girl. She presented the magazine programme Live from Studio Five and was formerly the co-presenter of the reality show Cowboy Builders.",
    "year": 1971,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Niecy Nash",
    "birthday": "1970-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Niecy_Nash_2010.jpg/214px-Niecy_Nash_2010.jpg",
    "extract": "Carol Denise Betts, known professionally as Niecy Nash, is an American actress, comedian and television host, best known for her performances on television.",
    "year": 1970,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michael Campbell",
    "birthday": "1969-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Michael_Campbell_Wellington_2005.jpg/320px-Michael_Campbell_Wellington_2005.jpg",
    "extract": "Michael Shane Campbell is a New Zealand professional golfer who is best known for having won the 2005 U.S. Open and the richest prize in golf, the £1,000,000 HSBC World Match Play Championship, in the same year. He played on the European Tour and the PGA Tour of Australasia.",
    "year": 1969,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Daymond John",
    "birthday": "1969-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Opening_Plenary_-_Becoming_Investor_Ready_%2819956321702%29_%28cropped%29.jpg/233px-Opening_Plenary_-_Becoming_Investor_Ready_%2819956321702%29_%28cropped%29.jpg",
    "extract": "Daymond Garfield John is an American businessman, investor, television personality, author, and motivational speaker. He is best known as the founder, president, and chief executive officer of FUBU, and appears as an investor on the ABC reality television series Shark Tank. Based in New York City, John is the founder of The Shark Group.",
    "year": 1969,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Steve Stricker",
    "birthday": "1967-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Steve_Stricker.jpg/320px-Steve_Stricker.jpg",
    "extract": "Steven Charles Stricker is an American professional golfer who plays on the PGA Tour and the PGA Tour Champions. He has twelve victories on the PGA Tour, including the WGC-Match Play title in 2001 and two FedEx Cup playoff events. His most successful season on tour came at age 42 in 2009, with three victories and a runner-up finish on the money list. Stricker spent over 250 weeks in the top-10 of the Official World Golf Ranking, reaching a career-high world ranking of No. 2 in September 2009. Stricker served as U.S. Ryder Cup captain for the 2021 matches, winning at Whistling Straits in his home state of Wisconsin.",
    "year": 1967,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chris Vrenna",
    "birthday": "1967-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Chrisvrennadrums.jpg/320px-Chrisvrennadrums.jpg",
    "extract": "Chris Vrenna is an American musician, Grammy-winning producer, engineer, remixer, songwriter, programmer, and founder of the electronic band Tweaker. Vrenna played drums for the industrial rock band Nine Inch Nails from 1989 until 1997, and was the keyboardist and drummer of the American rock band Marilyn Manson from 2004 until late 2011.",
    "year": 1967,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michael Dell",
    "birthday": "1965-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Michael_Dell_2010.jpg/304px-Michael_Dell_2010.jpg",
    "extract": "Michael Saul Dell is an American businessman and philanthropist. He is the founder, chairman, and CEO of Dell Technologies, one of the world's largest technology infrastructure companies. He is ranked the 20th richest person in the world by Bloomberg Billionaires Index, with a net worth of $60 billion as of February 2022.",
    "year": 1965,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Helena Suková",
    "birthday": "1965-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Helena_Sukov%C3%A1_%28Wimbledon_2009%29.jpg/195px-Helena_Sukov%C3%A1_%28Wimbledon_2009%29.jpg",
    "extract": "Helena Suková is a former professional tennis player from the Czech Republic. During her career, she won 14 Grand Slam doubles titles, 9 of them in women's doubles and 5 of them in mixed doubles. She also was a four-time Grand Slam singles runner-up and won 10 singles titles and 69 doubles titles.",
    "year": 1965,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Norum",
    "birthday": "1964-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/20170803_Wacken_Wacken_Open_Ai_Europer0090_%28cropped%29.jpg/244px-20170803_Wacken_Wacken_Open_Ai_Europer0090_%28cropped%29.jpg",
    "extract": "John Norum is a Norwegian-Swedish rock guitarist and one of the founders of the Swedish rock band Europe. Concurrent to his role with Europe, he also maintains a career as a solo artist.",
    "year": 1964,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bobby Bonilla",
    "birthday": "1963-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Bobby_Bonilla_Pirates.jpg/232px-Bobby_Bonilla_Pirates.jpg",
    "extract": "Roberto Martin Antonio Bonilla is an American former baseball player in Major League Baseball who played in the major leagues from 1986 to 2001.",
    "year": 1963,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Radosław Sikorski",
    "birthday": "1963-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Rados%C5%82aw_Sikorski_2.jpg/240px-Rados%C5%82aw_Sikorski_2.jpg",
    "extract": "Radosław Tomasz \"Radek\" Sikorski is a Polish politician and journalist who is a Member of European Parliament. He was Marshal of the Sejm from 2014 to 2015 and Minister of Foreign Affairs in Donald Tusk's cabinet between 2007 and 2014. He previously served as Deputy Minister of National Defense (1992) in Jan Olszewski's cabinet, Deputy Minister of Foreign Affairs (1998–2001) in Jerzy Buzek's cabinet and Minister of National Defense (2005–2007) in Kazimierz Marcinkiewicz and Jarosław Kaczyński's cabinets.",
    "year": 1963,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michael Wilton",
    "birthday": "1962-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Whip-Reno-NV.jpg/228px-Whip-Reno-NV.jpg",
    "extract": "Michael F. Wilton also known as The Whip, for how fast his fingers \"whip\" around the guitar fretboard, is an American musician, best known for being a guitarist and songwriter in the progressive metal band Queensrÿche, which he co-founded in 1982.",
    "year": 1962,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Naruhito",
    "birthday": "1960-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Emperor_Naruhito_at_TICAD7_%28cropped%29.jpg/236px-Emperor_Naruhito_at_TICAD7_%28cropped%29.jpg",
    "extract": "Naruhito  is the Emperor of Japan. He acceded to the Chrysanthemum Throne on 1 May 2019, beginning the Reiwa era, following the abdication of his father, Akihito. He is the 126th monarch according to Japan's traditional order of succession.",
    "year": 1960,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Clayton Anderson",
    "birthday": "1959-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Clayton_C._Anderson.jpg/256px-Clayton_C._Anderson.jpg",
    "extract": "Clayton Conrad Anderson is a retired NASA astronaut. Launched on STS-117, he replaced Sunita Williams on June 10, 2007 as a member of the ISS Expedition 15 crew. He is currently an author, a motivational speaker, and a Professor of Practice at Iowa State University in Ames, Iowa. In 2022 he became the president and CEO of the Strategic Air Command & Aerospace Museum.",
    "year": 1959,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nick de Bois",
    "birthday": "1959-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Nickdebois.jpg/295px-Nickdebois.jpg",
    "extract": "Geoffrey Nicholas de Bois is a British Conservative Party politician, who served as Special Adviser and Chief of Staff to Dominic Raab during his brief tenure as Secretary of State for Exiting the European Union. He was elected at the 2010 general election as the Member of Parliament for Enfield North, defeating the Labour incumbent MP Joan Ryan.\nde Bois then went on to lose the seat to Ryan at the next general election, in May 2015.",
    "year": 1959,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ian Liddell-Grainger",
    "birthday": "1959-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Official_portrait_of_Mr_Ian_Liddell-Grainger_MP_crop_2.jpg/240px-Official_portrait_of_Mr_Ian_Liddell-Grainger_MP_crop_2.jpg",
    "extract": "Ian Richard Peregrine Liddell-Grainger is a British Conservative politician and former property developer. He was MP for Bridgwater from 2001 until 2010, and since then has been MP for Bridgwater and West Somerset. He is a great-great-great-grandson of Queen Victoria.",
    "year": 1959,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "David Sylvian",
    "birthday": "1958-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/ba/DavidSylvianNov82.JPG",
    "extract": "David Sylvian is an English artist, singer-songwriter and musician who came to prominence in the late 1970s as frontman and principal songwriter of the band Japan. The band's androgynous look and increasingly electronic sound made them an important influence on the UK's early-1980s New Romantic scene.",
    "year": 1958,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sandra Osborne",
    "birthday": "1956-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4d/New_Sandra_Osborne.jpg",
    "extract": "Sandra Currie Osborne is a Scottish Labour politician, who was the Member of Parliament for Ayr, Carrick and Cumnock from the 2005 to 2015 general elections. She was first elected as MP for the Ayr constituency in 1997, and resigned from a government job in 2003 over the Iraq War. She was a member of the Foreign Affairs Select Committee from 2005 to 2010 and again from 2013. She was a member of the Defence Select Committee 2010-13 and was a member of the Council of Europe.",
    "year": 1956,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Howard Jones (British musician)",
    "birthday": "1955-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Howard_Jones_2021_%28376%29.jpg/213px-Howard_Jones_2021_%28376%29.jpg",
    "extract": "John Howard Jones is a British musician, singer and songwriter. He had ten top 40 hit singles in the UK between 1983 and 1986; six of those 10 singles reached the top ten, including \"What Is Love?\", \"New Song\", and \"Things Can Only Get Better\". His 1984 album Human's Lib reached number one on the UK Albums Chart. Around the world, Jones had 15 top 40 hit singles between 1983 and 1992. The 1986 hit single \"No One Is to Blame\" reached No. 4 on the US charts. Four others placed in the US top 20.",
    "year": 1955,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Flip Saunders",
    "birthday": "1955-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Flip_Saunders.jpg/219px-Flip_Saunders.jpg",
    "extract": "Philip Daniel \"Flip\" Saunders was an American basketball player and coach. During his career, he coached the La Crosse Catbirds, Minnesota Timberwolves, Detroit Pistons, and Washington Wizards.",
    "year": 1955,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Viktor Yushchenko",
    "birthday": "1954-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/%D0%9F%D0%BE%D1%80%D1%82%D1%80%D0%B5%D1%82_3-%D0%B3%D0%BE_%D0%BF%D1%80%D0%B5%D0%B7%D0%B8%D0%B4%D0%B5%D0%BD%D1%82%D0%B0_%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%B8_%D0%92%D1%96%D0%BA%D1%82%D0%BE%D1%80%D0%B0_%D0%AE%D1%89%D0%B5%D0%BD%D0%BA%D0%B0.jpeg/213px-%D0%9F%D0%BE%D1%80%D1%82%D1%80%D0%B5%D1%82_3-%D0%B3%D0%BE_%D0%BF%D1%80%D0%B5%D0%B7%D0%B8%D0%B4%D0%B5%D0%BD%D1%82%D0%B0_%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%B8_%D0%92%D1%96%D0%BA%D1%82%D0%BE%D1%80%D0%B0_%D0%AE%D1%89%D0%B5%D0%BD%D0%BA%D0%B0.jpeg",
    "extract": "Viktor Andriyovych Yushchenko is a Ukrainian politician who was the third President of Ukraine from 23 January 2005 to 25 February 2010.",
    "year": 1954,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kenny Bee",
    "birthday": "1953-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/KennyBee2007.jpg/320px-KennyBee2007.jpg",
    "extract": "Chung Chun-to, also known by his stage name Kenny Bee, is a Hong Kong singer, musician and actor. He is best known as the singer of the group the Wynners, and as a solo artist who has been active in the Hong Kong entertainment industry for nearly three decades.",
    "year": 1953,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Satoru Nakajima",
    "birthday": "1953-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Satoru_Nakajima_2008_Motorsport_Japan.jpg/218px-Satoru_Nakajima_2008_Motorsport_Japan.jpg",
    "extract": "Satoru Nakajima  is a Japanese former racing driver. He is a five-time Japanese Top Formula champion, and was the first full-time Japanese Formula One driver. Accordingly, he is responsible for several firsts for Japanese drivers in Formula One, including being the first to score championship points, and being the first to record a fastest lap.",
    "year": 1953,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Brad Whitford",
    "birthday": "1952-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Tomhaerosmith.jpg/320px-Tomhaerosmith.jpg",
    "extract": "Bradley Ernest Whitford is an American musician who is best known for serving as the rhythm and co-lead guitarist for the hard rock band Aerosmith for which he was inducted into the Rock and Roll Hall of Fame. He has also worked as a songwriter for the group, co-composing well-received tracks such as 1976's \"Last Child\".",
    "year": 1952,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Eddie Dibbs",
    "birthday": "1951-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Eddie_Dibbs.jpg/230px-Eddie_Dibbs.jpg",
    "extract": "Eddie Dibbs is a retired American tennis player also nicknamed \"Fast Eddie\". He attained a career-high singles ranking of world No. 5 in July 1978, winning 22 titles and being a runner-up another 20 times.",
    "year": 1951,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Debbie Friedman",
    "birthday": "1951-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/47/Debbie_Friedman.jpg",
    "extract": "Deborah Lynn \"Debbie\" Friedman was an American singer-songwriter of Jewish religious songs and melodies. She is best known for her setting of \"Mi Shebeirach\", the prayer for healing, which is used by hundreds of congregations across America. Her songs are used by some Orthodox Jewish congregations, as well as non-Orthodox Jewish congregations. Friedman was a feminist, and Orthodox Jewish feminist Blu Greenberg noted that while Friedman's music impacted most on Reform and Conservative liturgy, \"she had a large impact [in] Modern Orthodox shuls, women’s tefillah [prayer], the Orthodox feminist circles.... She was a religious bard and angel for the entire community.\"",
    "year": 1951,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ed \"Too Tall\" Jones",
    "birthday": "1951-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Too_Tall_Jones_signs_autographs_in_Jan_2014.jpg/256px-Too_Tall_Jones_signs_autographs_in_Jan_2014.jpg",
    "extract": "Edward Lee Jones, commonly known as Ed \"Too Tall\" Jones due to his height, is a retired American football player who played 15 seasons in the National Football League (NFL) for the Dallas Cowboys. In 1979, he briefly left football to attempt a career in professional boxing.",
    "year": 1951,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Patricia Richardson",
    "birthday": "1951-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Patricia_Richardson_94.jpg/213px-Patricia_Richardson_94.jpg",
    "extract": "Patricia Castle Richardson is an American actress best known for her portrayal of Jill Taylor on the ABC sitcom Home Improvement, for which she was nominated four times for the Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series and twice for the Golden Globe Award for Best Actress in a Television Series – Comedy or Musical. She also received an Independent Spirit Award nomination for her performance in Ulee's Gold (1997).",
    "year": 1951,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rebecca Goldstein",
    "birthday": "1950-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Rebecca_Goldstein.jpg",
    "extract": "Rebecca Newberger Goldstein is an American philosopher, novelist, and public intellectual. She has written ten books, both fiction and non-fiction. She holds a Ph.D. in philosophy of science from Princeton University, and is sometimes grouped with novelists such as Richard Powers and Alan Lightman, who create fiction that is knowledgeable of, and sympathetic toward, science.",
    "year": 1950,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Greaves (musician)",
    "birthday": "1950-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/John_Greaves_%28musician%29.jpg/213px-John_Greaves_%28musician%29.jpg",
    "extract": "John Greaves is a British bass guitarist and composer who was a member of Henry Cow and has collaborated with Peter Blegvad. He was also a member of progressive rock band National Health and jazz-rock supergroup Soft Heap, and has recorded several solo albums, including Accident (1982), Parrot Fashions (1984), The Caretaker (2001) and Greaves Verlaine (2008).",
    "year": 1950,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "César Aira",
    "birthday": "1949-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Cesar_Aira_Wikipedia.jpg/234px-Cesar_Aira_Wikipedia.jpg",
    "extract": "\nCésar Aira is an Argentinian writer and translator, and an exponent of contemporary Argentinian literature. Aira has published over a hundred short books of stories, novels and essays. In fact, at least since 1993 a hallmark of his work is a truly frenetic level of writing and publication—two to five novella-length books each year. He has lectured at the University of Buenos Aires, on Copi and Arthur Rimbaud, and at the University of Rosario on Constructivism and Stéphane Mallarmé, and has translated and edited books from France, England, Italy, Brazil, Spain, Mexico, and Venezuela.",
    "year": 1949,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Marc Garneau",
    "birthday": "1949-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Marc_Garneau_-_2018_%2842748534304%29_%28cropped%29.jpg/224px-Marc_Garneau_-_2018_%2842748534304%29_%28cropped%29.jpg",
    "extract": "Joseph Jean-Pierre Marc Garneau is a Canadian politician and former astronaut who served as a Cabinet minister from 2015 to 2021. A member of the Liberal Party, Garneau was the minister of foreign affairs from January to October 2021 and minister of transport from November 2015 to January 2021. He is the Member of Parliament (MP) for Notre-Dame-de-Grâce—Westmount.",
    "year": 1949,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Steve Priest",
    "birthday": "1948-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Steve_Priest.jpg/232px-Steve_Priest.jpg",
    "extract": "Stephen Norman Priest was an English musician who was the bassist of the glam rock band The Sweet.",
    "year": 1948,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pia Kjærsgaard",
    "birthday": "1947-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Pia_Kj%C3%A6rsgaard_%282014%29.JPG/218px-Pia_Kj%C3%A6rsgaard_%282014%29.JPG",
    "extract": "Pia Merete Kjærsgaard is a Danish politician who was Speaker of the Danish Parliament from 2015 to 2019, and former leader of the Danish People's Party.",
    "year": 1947,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anton Mosimann",
    "birthday": "1947-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Chef_Anton_Mosimann_OBE_DL.jpg/213px-Chef_Anton_Mosimann_OBE_DL.jpg",
    "extract": "Anton Mosimann OBE, DL is a Swiss chef and restaurateur who was Maitre Chef des Cuisines at the Dorchester Hotel for thirteen years, during which time its restaurant achieved a rating of two stars in the Michelin Guide. After leaving The Dorchester Mosimann took over a private dining club called The Belfrey and created Mosimann's, a cookery school, and other enterprises in the hospitality industry. He has also presented television programmes in the UK and Switzerland. In 2016 a museum dedicated to his life and culinary arts was opened in the César Ritz Colleges, located on the shores of Lake Geneva, in the town of Le Bouveret.",
    "year": 1947,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rusty Young (musician)",
    "birthday": "1946-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/RustyYoungPoco07.jpg/320px-RustyYoungPoco07.jpg",
    "extract": "Norman Russell \"Rusty\" Young was an American guitarist, vocalist and songwriter, best known as one of the frontmen in the influential country rock and Americana band Poco.",
    "year": 1946,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Allan Boesak",
    "birthday": "1945-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Allan_Boesak_%281986%29.jpg/240px-Allan_Boesak_%281986%29.jpg",
    "extract": "Allan Aubrey Boesak is a South African Dutch Reformed Church cleric and politician and anti-apartheid activist. He was sentenced to prison for fraud in 1999 but was subsequently granted an official pardon and reinstated as a cleric in late 2004.",
    "year": 1945,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bernard Cornwell",
    "birthday": "1944-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Bernard_Cornwell.jpg/220px-Bernard_Cornwell.jpg",
    "extract": "Bernard Cornwell is an English-American author of historical novels and a history of the Waterloo Campaign. He is best known for his novels about Napoleonic Wars rifleman Richard Sharpe. He has also written the Saxon / Last Kingdom stories about King Alfred and the making of England.",
    "year": 1944,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Florian Fricke",
    "birthday": "1944-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/32/FlorianFricke.jpg",
    "extract": "Florian Fricke was a German musician who started his professional career with electronic music using the Moog synthesizer within the krautrock group Popol Vuh. His music and that of the band however soon evolved in a completely different direction, and he almost completely abandoned synthesizers in favor of the acoustic piano.",
    "year": 1944,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Johnny Winter",
    "birthday": "1944-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Johnny_Winter1990.jpg/320px-Johnny_Winter1990.jpg",
    "extract": "John Dawson Winter III was an American singer and guitarist. Winter was known for his high-energy blues rock albums and live performances in the late 1960s and 1970s. He also produced three Grammy Award-winning albums for blues singer and guitarist Muddy Waters. After his time with Waters, Winter recorded several Grammy-nominated blues albums. In 1988, he was inducted into the Blues Foundation Hall of Fame and in 2003, he was ranked 63rd in Rolling Stone magazine's list of the \"100 Greatest Guitarists of All Time\".",
    "year": 1944,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Fred Biletnikoff",
    "birthday": "1943-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Fred_Biletnikoff.jpg/320px-Fred_Biletnikoff.jpg",
    "extract": "Frederick S. Biletnikoff is a former gridiron football player and coach. He was a wide receiver for the Oakland Raiders in the American Football League (AFL) and National Football League (NFL) for fourteen seasons and later an assistant coach with the team. He retired as an NFL player after the 1978 season, and then played one additional season in the Canadian Football League (CFL) for the Montreal Alouettes in 1980. While he lacked the breakaway speed to be a deep-play threat, Biletnikoff was one of the most sure-handed and consistent receivers of his day, with a propensity for making spectacular catches. He was also known for running smooth, precise pass routes. He is a member of both the Pro Football Hall of Fame (1988) and College Football Hall of Fame (1991).",
    "year": 1943,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ron Hunt",
    "birthday": "1941-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Ron_Hunt_Mets.jpg/224px-Ron_Hunt_Mets.jpg",
    "extract": "Ronald Kenneth Hunt is a former professional baseball second baseman. He played 12 seasons in Major League Baseball from 1963 to 1974 for the New York Mets, Los Angeles Dodgers, San Francisco Giants, Montreal Expos and St. Louis Cardinals. He batted and threw right-handed.",
    "year": 1941,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Peter Fonda",
    "birthday": "1940-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Peter_Fonda_2009.jpg/213px-Peter_Fonda_2009.jpg",
    "extract": "Peter Henry Fonda was an American actor, director and screenwriter. He was the son of Henry Fonda, younger brother of Jane Fonda, and father of Bridget Fonda. He was a part of the counterculture of the 1960s.\nFonda was nominated for the Academy Award for Best Original Screenplay for Easy Rider (1969), and the Academy Award for Best Actor for Ulee's Gold (1997). For the latter, he won the Golden Globe Award for Best Actor – Motion Picture Drama. Fonda also won the Golden Globe Award for Best Supporting Actor – Series, Miniseries or Television Film for The Passion of Ayn Rand (1999).",
    "year": 1940,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sylvia Chase",
    "birthday": "1938-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/ABC_News_reporter_Sylvia_Chase_in_1983.JPEG/320px-ABC_News_reporter_Sylvia_Chase_in_1983.JPEG",
    "extract": "Sylvia Belle Chase was an American broadcast journalist. She was a correspondent for ABC's 20/20 from its inception until 1985, when she left to become a news anchor at KRON-TV in San Francisco; in 1990 she returned to ABC News in New York.",
    "year": 1938,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Morrissey",
    "birthday": "1938-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Vienna_Film_Award_2016_20_Paul_Morrissey.jpg/213px-Vienna_Film_Award_2016_20_Paul_Morrissey.jpg",
    "extract": "Paul Morrissey is an American film director, best known for his association with Andy Warhol. He was also director of the first film in which a transgender actress, Holly Woodlawn, starred as a girlfriend of the main character played by Joe Dallesandro in Trash (1970).",
    "year": 1938,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Diane Varsi",
    "birthday": "1938-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Diane_Varsi_1958.jpg/269px-Diane_Varsi_1958.jpg",
    "extract": "Diane Marie Antonia Varsi was an American film actress best known for her performances in Peyton Place – her film debut, for which she was nominated for an Academy Award – and the cult film Wild in the Streets. She left Hollywood to pursue personal and artistic aims, notably at Bennington College in Vermont, where she studied poetry with poet and translator Ben Belitt, among others.",
    "year": 1938,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tom Osborne",
    "birthday": "1937-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Tom_Osborne_US_Congress_portrait.jpg/262px-Tom_Osborne_US_Congress_portrait.jpg",
    "extract": "Thomas William Osborne is a former American football player, coach, college athletics administrator, and politician from Nebraska. He served as head football coach of the Nebraska Cornhuskers from 1973 to 1997. After being inducted into the College Football Hall of Fame in 1999, Osborne was elected to Congress in 2000 from Nebraska's third district as a Republican. He served three terms (2001–2007), returned to the University of Nebraska as athletic director in 2007, and retired in 2013.",
    "year": 1937,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Majel Barrett",
    "birthday": "1932-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Majel_Barrett_in_2006_cropped.png/254px-Majel_Barrett_in_2006_cropped.png",
    "extract": "Majel Barrett-Roddenberry was an American actress and producer. She was best known for her roles as various characters in the Star Trek franchise: Nurse Christine Chapel, Number One, Lwaxana Troi, and the voice of most onboard computer interfaces throughout the series from 1966 to 2009. She married Star Trek creator Gene Roddenberry in 1969. As his wife and given her relationship with Star Trek—participating in some way in every series during her lifetime—she was sometimes referred to as \"the First Lady of Star Trek\".",
    "year": 1932,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tom Wesselmann",
    "birthday": "1931-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8f/Tom_Wesselmann.jpg",
    "extract": "Thomas K. Wesselmann was an American artist associated with the Pop Art movement who worked in painting, collage and sculpture.",
    "year": 1931,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul West (writer)",
    "birthday": "1930-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Paul_West_Novelist_2010.jpg/320px-Paul_West_Novelist_2010.jpg",
    "extract": "Paul Noden West was a British-born American novelist, poet, and essayist. He was born in Eckington, Derbyshire in England to Alfred and Mildred (Noden) West. Before his death, he resided in Ithaca, New York, with his wife Diane Ackerman, a writer, poet, and naturalist. West is the author of more than 50 books.",
    "year": 1930,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Patriarch Alexy II of Moscow",
    "birthday": "1929-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Patriarch_Alexy_II_of_Moscow.png/208px-Patriarch_Alexy_II_of_Moscow.png",
    "extract": "Patriarch Alexy II was the 15th Patriarch of Moscow and all Rus', the primate of the Russian Orthodox Church.",
    "year": 1929,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Elston Howard",
    "birthday": "1929-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/ElstonHoward_09.jpg/220px-ElstonHoward_09.jpg",
    "extract": "Elston Gene Howard was an American professional baseball player who was a catcher and a left fielder. During a 14-year baseball career, he played in the Negro leagues and Major League Baseball from 1948 through 1968, primarily for the New York Yankees. A 12-time All-Star, he also played for the Kansas City Monarchs and the Boston Red Sox. Howard served on the Yankees' coaching staff from 1969 to 1979.",
    "year": 1929,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hans Herrmann",
    "birthday": "1928-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Hans_Herrmann_%282011%29.jpg/240px-Hans_Herrmann_%282011%29.jpg",
    "extract": "Hans Herrmann is a retired Formula One and sports car racing driver from Stuttgart, Germany.",
    "year": 1928,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Vasily Lazarev",
    "birthday": "1928-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d9/Vasily_Grigoryevich_Lazarev.jpg/247px-Vasily_Grigoryevich_Lazarev.jpg",
    "extract": "Vasily Grigoryevich Lazarev was a Soviet cosmonaut who flew on the Soyuz 12 spaceflight as well as the abortive Soyuz 18a launch on 5 April 1975.",
    "year": 1928,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Régine Crespin",
    "birthday": "1927-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/94/R%C3%A9gine_Crespin.jpg/252px-R%C3%A9gine_Crespin.jpg",
    "extract": "Régine Crespin was a French singer who had a major international career in opera and on the concert stage between 1950 and 1989. She started her career singing roles in the dramatic soprano and spinto soprano repertoire, drawing particular acclaim singing Wagner and Strauss heroines. She went on to sing a wider repertoire that embraced Italian, French, German, and Russian opera from a variety of musical periods. In the early 1970s Crespin began experiencing vocal difficulties for the first time and ultimately began performing roles from the mezzo-soprano repertoire. Throughout her career she was widely admired for the elegance, warmth and subtlety of her singing, especially in the French and German operatic repertories.",
    "year": 1927,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Louis Stokes",
    "birthday": "1925-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Louis_Stokes.jpg/247px-Louis_Stokes.jpg",
    "extract": "Louis Stokes was an American attorney, civil rights pioneer and politician. He served 15 terms in the United States House of Representatives – representing the east side of Cleveland – and was the first African American congressman elected in the state of Ohio. He was one of the Cold War-era chairmen of the House Intelligence Committee, headed the Congressional Black Caucus, and was the first African American on the House Appropriations Committee.",
    "year": 1925,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Allan MacLeod Cormack",
    "birthday": "1924-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f6/Allanmcormack.jpg",
    "extract": "Allan MacLeod Cormack was a South African American physicist who won the 1979 Nobel Prize in Physiology or Medicine for his work on X-ray computed tomography (CT).",
    "year": 1924,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dante Lavelli",
    "birthday": "1923-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Dante_Lavelli%2C_American_football_end%2C_on_a_1950_football_card.jpg/259px-Dante_Lavelli%2C_American_football_end%2C_on_a_1950_football_card.jpg",
    "extract": "Dante Bert Joseph \"Gluefingers\" Lavelli was an American football end who played for the Cleveland Browns in the All-America Football Conference (AAFC) and National Football League (NFL) from 1946 to 1956. Starring alongside quarterback Otto Graham, fullback Marion Motley, placekicker Lou Groza and fellow receiver Mac Speedie, Lavelli was an integral part of a Browns team that won seven championships during his 11-season career. Lavelli was known for his sure hands and improvisations on the field. He was also renowned for making catches in critical situations, earning the nickname \"Mr. Clutch\". \"Lavelli had one of the strongest pairs of hands I've ever seen,\" Browns coach Paul Brown once said of him. \"When he went up for a pass with a defender, you could almost always count on him coming back down with the ball.\"",
    "year": 1923,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Clarence D. Lester",
    "birthday": "1923-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/26/Clarence_D._Lester.jpeg/271px-Clarence_D._Lester.jpeg",
    "extract": "Clarence D. “Lucky” Lester was an American fighter pilot who served in the 332nd Fighter Group, commonly known as the Tuskegee Airmen, during World War II. He was one of the first African-American military aviators in the United States Army Air Corps, the United States Army Air Forces and later the United States Air Force.",
    "year": 1923,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Gérin-Lajoie",
    "birthday": "1920-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Paul_G%C3%A9rin-Lajoie01.JPG/255px-Paul_G%C3%A9rin-Lajoie01.JPG",
    "extract": "Paul Gérin-Lajoie, was a Canadian lawyer, philanthropist, and a former member of the National Assembly of Quebec and Cabinet Minister.",
    "year": 1920,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jon Hall (actor)",
    "birthday": "1915-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Jon_Hall_1956.jpg/228px-Jon_Hall_1956.jpg",
    "extract": "Jon Hall was an American film actor known for playing a variety of adventurous roles, as in 1937's The Hurricane, and later when contracted to Universal Pictures, including Invisible Agent and The Invisible Man's Revenge and six movies he made with Maria Montez. He was also known to 1950s fans as the creator and star of the Ramar of the Jungle television series which ran from 1952 to 1954. Hall directed and starred in two 1960s sci-fi films in his later years, The Beach Girls and the Monster (1965) and The Navy vs. the Night Monsters (1966).",
    "year": 1915,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Tibbets",
    "birthday": "1915-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Paul_W._Tibbets.JPG/228px-Paul_W._Tibbets.JPG",
    "extract": "Paul Warfield Tibbets Jr. was a brigadier general in the United States Air Force. He is best known as the aircraft captain who flew the B-29 Superfortress known as the Enola Gay when it dropped a Little Boy, the first of two atomic bombs used in warfare, on the Japanese city of Hiroshima.",
    "year": 1915,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William McMahon",
    "birthday": "1908-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/William_McMahon_1966.jpg/228px-William_McMahon_1966.jpg",
    "extract": "Sir William McMahon was an Australian politician who served as the 20th Prime Minister of Australia, in office from 1971 to 1972 as leader of the Liberal Party. He was a government minister for over 21 years, the longest continuous ministerial service in Australian history.",
    "year": 1908,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Terence Fisher",
    "birthday": "1904-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6a/Terence_Fisher.jpg",
    "extract": "Terence Fisher was a British film director best known for his work for Hammer Films.",
    "year": 1904,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William L. Shirer",
    "birthday": "1904-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/af/Shirer.jpg",
    "extract": "William Lawrence Shirer was an American journalist and war correspondent. He wrote The Rise and Fall of the Third Reich, a history of Nazi Germany that has been read by many and cited in scholarly works for more than 50 years. Originally a foreign correspondent for the Chicago Tribune and the International News Service, Shirer was the first reporter hired by Edward R. Murrow for what became a CBS radio team of journalists known as \"Murrow's Boys\". He became known for his broadcasts from Berlin, from the rise of the Nazi dictatorship through the first year of World War II (1939-1940). With Murrow, he organized the first broadcast world news roundup, a format still followed by news broadcasts.",
    "year": 1904,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Erich Kästner",
    "birthday": "1899-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Erich_K%C3%A4stner_1961.jpg/235px-Erich_K%C3%A4stner_1961.jpg",
    "extract": "Emil Erich Kästner was a German author, poet, screenwriter and satirist, known primarily for his humorous, socially astute poems and for children's books including Emil and the Detectives. He received the international Hans Christian Andersen Medal in 1960 for his autobiography Als ich ein kleiner Junge war. He was nominated for the Nobel Prize in Literature in six separate years.",
    "year": 1899,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Norman Taurog",
    "birthday": "1899-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d7/Norman_Taurog.jpg/232px-Norman_Taurog.jpg",
    "extract": "Norman Rae Taurog was an American film director and screenwriter. From 1920 to 1968, Taurog directed 180 films. At the age of 32, he received the Academy Award for Best Director for Skippy (1931). He is the second youngest person ever to win the award after Damien Chazelle, who won for La La Land in 2017. He was later nominated for Best Director for the film Boys Town (1938). He directed some of the best-known actors of the twentieth century, including his nephew Jackie Cooper, Spencer Tracy, Mickey Rooney, Judy Garland, Deanna Durbin, Fred Astaire, Gene Kelly, Deborah Kerr, Peter Lawford, Dean Martin, Jerry Lewis, and Elvis Presley. Taurog directed six Martin and Lewis films, and nine Elvis Presley films, more than any other director.",
    "year": 1899,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Harold Horder",
    "birthday": "1894-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cd/Harold_Horder_-_rugby_league_player.jpg",
    "extract": "Harold Norman Horder was an Australian rugby league player. He was a national and state representative player whose club career was with South Sydney and North Sydney between 1912 and 1924. Regarded as one of the greatest wingers to play the game, from 1924 until 1973 his 152 career tries was the NSWRFL record.",
    "year": 1894,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kathleen Harrison",
    "birthday": "1892-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1f/Kathleen_Harrison.jpg/241px-Kathleen_Harrison.jpg",
    "extract": "Kathleen Harrison was a prolific English character actress best remembered for her role as Mrs. Huggett in a trio of British post-war comedies about a working-class family's misadventures, The Huggetts. She later played the charwoman Mrs. Dilber opposite Alastair Sim in the 1951 film Scrooge and a Cockney charwoman who inherits a fortune in the television series Mrs Thursday (1966–67).",
    "year": 1892,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Agnes Smedley",
    "birthday": "1892-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Agnes_Smedley.jpg/302px-Agnes_Smedley.jpg",
    "extract": "Agnes Smedley was an American journalist, writer, and activist who supported the Indian Independence Movement and the Chinese Communist Revolution. Raised in a poverty-stricken miner's family in Missouri and Colorado, she dramatized the formation of her feminist and socialist consciousness in the autobiographical novel Daughter of Earth (1929).",
    "year": 1892,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Musidora",
    "birthday": "1889-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Musidora.jpg/207px-Musidora.jpg",
    "extract": "Jeanne Roques, known professionally as Musidora, was a French actress, film director, and writer. She is best known for her acting in silent films, and rose to public attention for roles in the Louis Feuillade serials Les Vampires as Irma Vep and in Judex as Marie Verdier.",
    "year": 1889,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Cyril Delevanti",
    "birthday": "1889-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Cyril_Delevanti_in_The_Phantom_of_42nd_Street.jpg",
    "extract": "Harry Cyril Delevanti was an English character actor with a long career in American films. He was sometimes credited as Syril Delevanti.",
    "year": 1889,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Victor Fleming",
    "birthday": "1889-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Victor_Fleming_%281927_headshot%29.jpg/240px-Victor_Fleming_%281927_headshot%29.jpg",
    "extract": "Victor Lonzo Fleming was an American film director, cinematographer, and producer. His most popular films were Gone with the Wind, for which he won an Academy Award for Best Director, and The Wizard of Oz. Fleming has those same two films listed in the top 10 of the American Film Institute's 2007 AFI's 100 Years...100 Movies list.",
    "year": 1889,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Gilbert Winant",
    "birthday": "1889-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/John_Gilbert_Winant.jpg/254px-John_Gilbert_Winant.jpg",
    "extract": "John Gilbert Winant OM was an American diplomat and politician with the Republican party after a brief career as a teacher in Concord, New Hampshire. John Winant held positions in New Hampshire, national, and international politics. He was the 60th governor of New Hampshire from 1925 to 1927 and 1931 to 1935. Winant also served as U.S. Ambassador to the United Kingdom during most of World War II. Depressed by career disappointments, a failed marriage and heavy debts, he committed suicide in 1947.",
    "year": 1889,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Karl Jaspers",
    "birthday": "1883-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Karl_Jaspers_1946.jpg/247px-Karl_Jaspers_1946.jpg",
    "extract": "Karl Theodor Jaspers was a German-Swiss psychiatrist and philosopher who had a strong influence on modern theology, psychiatry, and philosophy. After being trained in and practicing psychiatry, Jaspers turned to philosophical inquiry and attempted to discover an innovative philosophical system. He was often viewed as a major exponent of existentialism in Germany, though he did not accept the label.",
    "year": 1883,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Guy C. Wiggins",
    "birthday": "1883-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Guy_C._Wiggins.jpg/226px-Guy_C._Wiggins.jpg",
    "extract": "Guy Carleton Wiggins NA was an American impressionist painter. He was the president of the Connecticut Academy of Fine Arts, and a member of the Old Lyme Art Colony. He did many paintings of New York City's snowy streets, landmarks and towering skyscrapers during winter.",
    "year": 1883,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kazimir Malevich",
    "birthday": "1878-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Self-Portrait_%281908_or_1910-1911%29_%28Kazimir_Malevich%29.jpg/313px-Self-Portrait_%281908_or_1910-1911%29_%28Kazimir_Malevich%29.jpg",
    "extract": "Kazimir Severinovich Malevich was a Polish-Ukrainian Russian avant-garde artist and art theorist, whose pioneering work and writing had a profound influence on the development of non-objective art in the 20th century. Born in Kiev to an ethnic Polish family, his concept of Suprematism sought to develop a form of expression that moved as far as possible from the world of natural forms (objectivity) and subject matter in order to access \"the supremacy of pure feeling\" and spirituality. Malevich is considered to be part of the Ukrainian avant-garde that was shaped by Ukrainian-born artists who worked first in Ukraine and later over a geographical span between Europe and America.",
    "year": 1878,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Konstantin Päts",
    "birthday": "1874-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Konstantin_P%C3%A4ts_by_Valter_Lemberg.jpg/219px-Konstantin_P%C3%A4ts_by_Valter_Lemberg.jpg",
    "extract": "Konstantin Päts was an Estonian statesman and the country's President in 1938–1940. Päts was one of the most influential politicians of independent Estonia, and during the two decades prior to World War II he also served five times as the country's Prime Minister.",
    "year": 1874,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Liang Qichao",
    "birthday": "1873-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Liang_Qichao_portrait.jpg/273px-Liang_Qichao_portrait.jpg",
    "extract": "Liang Qichao was a Chinese politician, social and political activist, journalist, and intellectual. His thought had a significant influence on the political reformation of modern China. He inspired Chinese scholars and activists with his writings and reform movements. His translations of Western and Japanese books into Chinese further introduced new theories and ideas and inspired young activists.",
    "year": 1873,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "W. E. B. Du Bois",
    "birthday": "1868-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/W.E.B._Du_Bois_by_James_E._Purdy%2C_1907%2C_gelatin_silver_print%2C_from_the_National_Portrait_Gallery_-_NPG-NPG_80_25DuBois-000001_%28cropped%29.jpg/236px-W.E.B._Du_Bois_by_James_E._Purdy%2C_1907%2C_gelatin_silver_print%2C_from_the_National_Portrait_Gallery_-_NPG-NPG_80_25DuBois-000001_%28cropped%29.jpg",
    "extract": "William Edward Burghardt Du Bois was an American sociologist, socialist, historian and Pan-Africanist civil rights activist. Born in Great Barrington, Massachusetts, Du Bois grew up in a relatively tolerant and integrated community, and after completing graduate work at the University of Berlin and Harvard, where he was the first African American to earn a doctorate, he became a professor of history, sociology and economics at Atlanta University. Du Bois was one of the founders of the National Association for the Advancement of Colored People (NAACP) in 1909.",
    "year": 1868,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anna Hofman-Uddgren",
    "birthday": "1868-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Anna_i_scenutstyrsel%2C1890-talet%2C_affisch.jpg/224px-Anna_i_scenutstyrsel%2C1890-talet%2C_affisch.jpg",
    "extract": "Anna Maria Viktoria Hofman-Uddgren née Hammarström; also known as Hoffman and Hofmann, was a Swedish actress, cabaret singer, music hall and revue artist, theatre director, and film director. Until 2016, she was referred to as the first woman to become a film director in Sweden.",
    "year": 1868,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "César Ritz",
    "birthday": "1850-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ee/C%C3%A9sar_Ritz_%281897%29.jpg",
    "extract": "César Ritz was a Swiss hotelier and founder of several hotels, most famously the Hôtel Ritz in Paris and the Ritz and Carlton Hotels in London. He was an early hotel chain founder known as \"King of Hoteliers, and Hotelier to Kings,\" and it is from his name and that of his hotels that the term ritzy derives.",
    "year": 1850,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Eduard von Hartmann",
    "birthday": "1842-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Karl_Robert_Eduard_von_Hartmann_%28Photographic_portrait%29.jpg/236px-Karl_Robert_Eduard_von_Hartmann_%28Photographic_portrait%29.jpg",
    "extract": "Karl Robert Eduard Hartmann, was a German philosopher, independent scholar and author of Philosophy of the Unconscious (1869).",
    "year": 1842,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hendrik Willem Mesdag",
    "birthday": "1831-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Mesdag-Haverman.jpg/253px-Mesdag-Haverman.jpg",
    "extract": "Hendrik Willem Mesdag was a Dutch marine painter.",
    "year": 1831,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Johan Jakob Nervander",
    "birthday": "1805-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/J_J_Nervander.jpg/258px-J_J_Nervander.jpg",
    "extract": "Johan Jakob Nervander was a Finnish poet, physicist and meteorologist.",
    "year": 1805,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "José Joaquín de Herrera",
    "birthday": "1792-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Jos%C3%A9_Joaqu%C3%ADn_de_Herrera_%28Joaqu%C3%ADn_Ram%C3%ADrez%29.jpg/267px-Jos%C3%A9_Joaqu%C3%ADn_de_Herrera_%28Joaqu%C3%ADn_Ram%C3%ADrez%29.jpg",
    "extract": "José Joaquín Antonio de Herrera was a Mexican moderate politician who served as president of Mexico three times, and as a general in the Mexican Army during the Mexican–American War of 1846–1848.",
    "year": 1792,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mayer Amschel Rothschild",
    "birthday": "1744-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Mayer_Amschel_Rothschild.jpg/222px-Mayer_Amschel_Rothschild.jpg",
    "extract": "Mayer Amschel Rothschild was a successful banker and the founder of the Rothschild banking dynasty. Referred to as a \"founding father of international finance\", Rothschild was ranked seventh on the Forbes magazine list of \"The Twenty Most Influential Businessmen of All Time\" in 2005.",
    "year": 1744,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Richard Price",
    "birthday": "1723-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Richard_Price_West.jpg/244px-Richard_Price_West.jpg",
    "extract": "Richard Price was a Welsh moral philosopher, Nonconformist minister and mathematician. He was also a political reformer, pamphleteer, active in radical, republican, and liberal causes such as the French and American Revolutions. He was well-connected and fostered communication between many people, including Thomas Jefferson, John Adams, George Washington, Mirabeau and the Marquis de Condorcet. According to the historian John Davies, Price was \"the greatest Welsh thinker of all time\".",
    "year": 1723,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "George Frideric Handel",
    "birthday": "1685-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/George_Frideric_Handel_by_Balthasar_Denner.jpg/265px-George_Frideric_Handel_by_Balthasar_Denner.jpg",
    "extract": "George Frideric Handel was a German-British Baroque composer well known for his operas, oratorios, anthems, concerti grossi, and organ concertos. Handel received his training in Halle and worked as a composer in Hamburg and Italy before settling in London in 1712, where he spent the bulk of his career and became a naturalised British subject in 1727. He was strongly influenced both by the middle-German polyphonic choral tradition and by composers of the Italian Baroque. In turn, Handel's music forms one of the peaks of the \"high baroque\" style, bringing Italian opera to its highest development, creating the genres of English oratorio and organ concerto, and introducing a new style into English church music. He is consistently recognized as one of the greatest composers of his age.",
    "year": 1685,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Le Moyne de Bienville",
    "birthday": "1680-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Jean-Baptiste_Le_Moyne%2C_Sieur_de_Bienville.jpg/242px-Jean-Baptiste_Le_Moyne%2C_Sieur_de_Bienville.jpg",
    "extract": "Jean-Baptiste Le Moyne de Bienville, also known as Sieur de Bienville, was a French colonial administrator in New France. Born in Montreal, he was an early governor of French Louisiana, appointed four separate times during 1701–1743. He was the younger brother of explorer Pierre Le Moyne d'Iberville.",
    "year": 1680,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tokugawa Tsunayoshi",
    "birthday": "1646-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Tsunyaoshi.jpg/320px-Tsunyaoshi.jpg",
    "extract": "Tokugawa Tsunayoshi  was the fifth shōgun of the Tokugawa dynasty of Japan. He was the younger brother of Tokugawa Ietsuna, as well as the son of Tokugawa Iemitsu, the grandson of Tokugawa Hidetada, and the great-grandson of Tokugawa Ieyasu.",
    "year": 1646,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Samuel Pepys",
    "birthday": "1633-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Samuel_Pepys.jpg/273px-Samuel_Pepys.jpg",
    "extract": "Samuel Pepys was an English diarist and naval administrator. He served as administrator of the Navy of England and Member of Parliament and is most famous for the diary he kept for a decade while still a young man. Pepys had no maritime experience, but he rose to be the Chief Secretary to the Admiralty under both King Charles II and King James II through patronage, diligence, and his talent for administration. His influence and reforms at the Admiralty were important in the early professionalisation of the Royal Navy.",
    "year": 1633,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "George Frederick of Nassau-Siegen",
    "birthday": "1606-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/1606_Georg_Friedrich_Ludwig_zu_Nassau-Siegen.jpg/257px-1606_Georg_Friedrich_Ludwig_zu_Nassau-Siegen.jpg",
    "extract": "Prince George Frederick of Nassau-Siegen, German: Georg Friedrich Prinz von Nassau-Siegen, official titles: Prinz von Nassau, Graf zu Katzenelnbogen, Vianden und Diez, Herr zu Beilstein, was a count from the House of Nassau-Siegen, a cadet branch of the Ottonian Line of the House of Nassau. In 1664 he was elevated to the rank and title of prince. He served as an officer in the Dutch States Army, and was successively commander of Rheinberg and governor of Bergen op Zoom.",
    "year": 1606,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Balthazar Gerbier",
    "birthday": "1592-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Balthasar_Gerbier_-_Het_Gulden_Cabinet.png/227px-Balthasar_Gerbier_-_Het_Gulden_Cabinet.png",
    "extract": "Sir Balthazar Gerbier, was an Anglo-Dutch courtier, diplomat, art advisor, miniaturist and architectural designer, in his own words fluent in \"several languages\" with \"a good hand in writing, skill in sciences as mathematics, architecture, drawing, painting, contriving of scenes, masques, shows and entertainments for great Princes... as likewise for making of engines useful in war.\"",
    "year": 1592,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Morin (mathematician)",
    "birthday": "1583-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Jean-Baptiste_Morin_b1583.jpg/226px-Jean-Baptiste_Morin_b1583.jpg",
    "extract": "Jean-Baptiste Morin, also known by the Latinized name as Morinus, was a French mathematician, astrologer, and astronomer.",
    "year": 1583,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Henry XI of Legnica",
    "birthday": "1539-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Henryk_XI_legnicki.jpg/320px-Henryk_XI_legnicki.jpg",
    "extract": "Henry XI of Legnica, was thrice Duke of Legnica: 1551-1556, 1559–1576 and 1580-1581.",
    "year": 1539,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Salima Sultan Begum",
    "birthday": "1539-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Bairam_Khan%27s_widow_and_child_are_escorted_to_Ahmedabad%2C_Akbarnama.jpg/201px-Bairam_Khan%27s_widow_and_child_are_escorted_to_Ahmedabad%2C_Akbarnama.jpg",
    "extract": "Salima Sultan Begum was the third wife and chief consort of the Mughal Emperor Akbar, and the granddaughter of Babur.",
    "year": 1539,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Onofrio Panvinio",
    "birthday": "1529-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Tintoretto%2C_Onofrio_Panvinio.jpg/260px-Tintoretto%2C_Onofrio_Panvinio.jpg",
    "extract": "The erudite Augustinian Onofrio Panvinio or Onuphrius Panvinius was an Italian historian and antiquary, who was librarian to Cardinal Alessandro Farnese.",
    "year": 1529,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Matthias Corvinus",
    "birthday": "1443-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Andrea_Mantegna_-_King_Matthias_Corvinus_of_Hungary.jpg/251px-Andrea_Mantegna_-_King_Matthias_Corvinus_of_Hungary.jpg",
    "extract": "Matthias Corvinus, also called Matthias I, was King of Hungary and Croatia from 1458 to 1490. After conducting several military campaigns, he was elected King of Bohemia in 1469 and adopted the title Duke of Austria in 1487. He was the son of John Hunyadi, Regent of Hungary, who died in 1456. In 1457, Matthias was imprisoned along with his older brother, Ladislaus Hunyadi, on the orders of King Ladislaus the Posthumous. Ladislaus Hunyadi was executed, causing a rebellion that forced King Ladislaus to flee Hungary. After the King died unexpectedly, Matthias's uncle Michael Szilágyi persuaded the Estates to unanimously proclaim the 14-year-old Matthias as king on 24 January 1458. He began his rule under his uncle's guardianship, but he took effective control of government within two weeks.",
    "year": 1443,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pope Paul II",
    "birthday": "1417-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/DSC05156bis.jpg/240px-DSC05156bis.jpg",
    "extract": "Pope Paul II, born Pietro Barbo, was head of the Catholic Church and ruler of the Papal States \nfrom 30 August 1464 to his death in 1471. When his maternal uncle Eugene IV became pope, Barbo switched from training to be a merchant to religious studies. His rise in the Church was relatively rapid. Elected pope in 1464, Paul amassed a great collection of art and antiquities.",
    "year": 1417,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Louis IX, Duke of Bavaria",
    "birthday": "1417-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Ludwig_der_Reiche.jpg/196px-Ludwig_der_Reiche.jpg",
    "extract": "Louis IX was Duke of Bavaria-Landshut from 1450. He was a son of Henry XVI the Rich and Margaret of Austria.",
    "year": 1417,
    "month": 2,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Al-Zafir",
    "birthday": "1133-2-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Shiite_Calligraphy_symbolising_Ali_as_Tiger_of_God.svg/320px-Shiite_Calligraphy_symbolising_Ali_as_Tiger_of_God.svg.png",
    "extract": "Abū Manṣūr Ismāʿīl ibn al-Ḥāfiẓ, better known by his regnal name al-Ẓāfir bi-Aʿdāʾ Allāh or al-Ẓāfir bi-Amr Allāh, was the twelfth Fatimid caliph, reigning in Egypt from 1149 to 1154, and the 23rd imam of the Hafizi Ismaili sect.",
    "year": 1133,
    "month": 2,
    "day": 23,
    "language": "en"
  }
]