[
  {
    "name": "Royce Freeman",
    "birthday": "1996-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Royce_Freeman.JPG/276px-Royce_Freeman.JPG",
    "extract": "Royce Deion Freeman is an American football running back for the Houston Texans of the National Football League (NFL). He played college football for the Oregon Ducks.",
    "year": 1996,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Madison Hubbell",
    "birthday": "1991-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Madison_Hubbell_and_Zachary_Donohue_at_the_2016_Troph%C3%A9e_de_France_-_Awarding_ceremony.jpg/213px-Madison_Hubbell_and_Zachary_Donohue_at_the_2016_Troph%C3%A9e_de_France_-_Awarding_ceremony.jpg",
    "extract": "Madison Hubbell is an American former ice dancer. She competed with Zachary Donohue from 2011 to 2022. With him, she is a two-time 2022 Winter Olympics medalist, a four-time World medalist, the 2018 Grand Prix Final champion, the 2014 Four Continents champion, and a three-time U.S. national champion.",
    "year": 1991,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Semih Kaya",
    "birthday": "1991-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Semih_Kaya.jpg/209px-Semih_Kaya.jpg",
    "extract": "Semih Kaya is a Turkish professional footballer who plays as a centre back for Galatasaray.",
    "year": 1991,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Trace Cyrus",
    "birthday": "1989-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Trace_Cyrus_Metro_Station_2.jpg/278px-Trace_Cyrus_Metro_Station_2.jpg",
    "extract": "Trace Dempsey Cyrus is an American musician. The son of country singer Billy Ray Cyrus and brother of recording artists Miley Cyrus and Noah Cyrus, he is the backing vocalist and guitarist of the band Metro Station, with time out between 2010 and 2014. In 2010, he began providing vocals and guitar in the pop rock band Ashland HIGH. He also owns the clothing company From Backseats to Bedrooms.",
    "year": 1989,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kim Kyu-jong",
    "birthday": "1987-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c0/%EA%B9%80%EA%B7%9C%EC%A2%85.jpg",
    "extract": "Kim Kyu-jong is a South Korean entertainer, actor, and a member of boyband SS501.",
    "year": 1987,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Nakash Aziz",
    "birthday": "1985-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Nakash_Aziz.jpg/320px-Nakash_Aziz.jpg",
    "extract": "Nakash Aziz, also known as Nakash, is an Indian composer and singer. He has worked as an assistant to composer A. R. Rahman on films such as Highway, Raanjhanaa, Rockstar, Delhi 6 and I. He is known for playback performances of songs like \"Jabra Fan\" from Fan, \"Sari Ke Fall Sa\" and \"Gandi Baat\" from the film R... Rajkumar (2013) and \"Dhating Nach\" from film Phata Poster Nikhla Hero (2013); the latter two films of which were picturized on Shahid Kapoor.",
    "year": 1985,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Corey Graves",
    "birthday": "1984-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Dana_Warrior_and_Corey_Graves_181115-D-SW162-3107_%2845861489382%29_%28cropped%29.jpg/232px-Dana_Warrior_and_Corey_Graves_181115-D-SW162-3107_%2845861489382%29_%28cropped%29.jpg",
    "extract": "Matthew Polinsky is an American wrestling color commentator and retired professional wrestler currently signed to WWE as a commentator and analyst for Monday Night Raw under the ring name Corey Graves. He is a former NXT Tag Team Champion with Adrian Neville and a former WWE 24/7 Champion. Polinsky is also known for his work on the independent circuit under the ring name Sterling James Keenan.",
    "year": 1984,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Nick Blackburn",
    "birthday": "1982-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/NickBlackburnTwins_%28cropped%29.jpg/255px-NickBlackburnTwins_%28cropped%29.jpg",
    "extract": "Robert Nicholas Blackburn is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Minnesota Twins from 2007 to 2012.",
    "year": 1982,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Emanuel Villa",
    "birthday": "1982-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/TitoVilla01.jpg/320px-TitoVilla01.jpg",
    "extract": "Emanuel Alejandro Villa is an Argentine former professional footballer. He is a Mexican naturalized citizen.",
    "year": 1982,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Klára Koukalová",
    "birthday": "1982-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Koukalova_BM16_%2818%29_%2827739075126%29.jpg/213px-Koukalova_BM16_%2818%29_%2827739075126%29.jpg",
    "extract": "Klára Koukalová is a retired Czech tennis player. She was born and still lives in Prague. Having turned professional in 1999, she reached a career-high singles ranking of world No. 20, on 15 April 2013. In doubles, she reached a career-high ranking of 31, on 19 May 2014. Koukalová won three WTA singles titles and four doubles titles during her career.",
    "year": 1982,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Fala Chen",
    "birthday": "1982-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Fala_Chen_Event_Photo.jpg/248px-Fala_Chen_Event_Photo.jpg",
    "extract": "Fala Chen is a Chinese American actress. She is known for her roles in Marvel Cinematic Universe superhero film Shang-Chi and the Legend of the Ten Rings and HBO miniseries Irma Vep and The Undoing.",
    "year": 1982,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Felipe Baloy",
    "birthday": "1981-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Felipe_Baloy.jpg/204px-Felipe_Baloy.jpg",
    "extract": "Felipe Abdiel Baloy Ramírez is a Panamanian former professional footballer who played as a defender. He scored Panama’s first ever goal in a FIFA World Cup, against England at the 2018 edition.",
    "year": 1981,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lleyton Hewitt",
    "birthday": "1981-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Hewitt_WM16_%2812%29_%2828385918786%29.jpg/211px-Hewitt_WM16_%2812%29_%2828385918786%29.jpg",
    "extract": "Lleyton Glynn Hewitt is an Australian professional tennis player and former world No. 1. He is the most recent Australian man to win a singles Grand Slam title, with two at the 2001 US Open and 2002 Wimbledon Championships.\nIn November 2001 Hewitt became the youngest man in the Association of Tennis Professionals (ATP) era to be ranked world No. 1 in singles, at the age of 20 years, 8 months and 26 days. He won 30 singles titles and 3 doubles titles, with highlights at the 2001 US Open and 2002 Wimbledon men's singles titles, the 2000 US Open men's doubles title, back-to-back Tennis Masters Cup titles in 2001 and 2002, and the Davis Cup with Australia in 1999 and 2003. Hewitt was also the runner-up at the 2004 US Open, where he was defeated by Roger Federer. Between 1997 and 2016, he contested twenty consecutive Australian Open men's singles tournaments, his best result being runner-up in 2005 to Marat Safin.",
    "year": 1981,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mohammad Sami",
    "birthday": "1981-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/MOHAMMAD_SAMI.jpg/254px-MOHAMMAD_SAMI.jpg",
    "extract": "Mohammad Sami is a former Pakistani cricketer who played for the Pakistan national cricket team between 2001 and 2016.",
    "year": 1981,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Shinsuke Nakamura",
    "birthday": "1980-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Shinsuke_Nakamura_2015.JPG/249px-Shinsuke_Nakamura_2015.JPG",
    "extract": "Shinsuke Nakamura  is a Japanese professional wrestler. He is currently signed to WWE, performing on the company's SmackDown brand.",
    "year": 1980,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jason Akermanis",
    "birthday": "1977-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Jason_Akermanis.jpg/212px-Jason_Akermanis.jpg",
    "extract": "Jason Dean Akermanis is a former professional Australian rules football player who played in the Australian Football League (AFL). He is a Brownlow Medallist and triple premiership player who played for the Brisbane Bears, Brisbane Lions and Western Bulldogs.",
    "year": 1977,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Floyd Mayweather Jr.",
    "birthday": "1977-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Floyd_Mayweather%2C_Jr._at_DeWalt_event_%285888721735%29_%28rotated_4%29.jpg/247px-Floyd_Mayweather%2C_Jr._at_DeWalt_event_%285888721735%29_%28rotated_4%29.jpg",
    "extract": "Floyd Joy Mayweather Jr. is an American boxing promoter and former boxer. He currently owns a team in the NASCAR Cup Series named The Money Team Racing. As a professional boxer he competed between 1996 and 2017, retiring with an undefeated record and winning fifteen major world championships from super featherweight to light middleweight. This includes the Ring magazine title in five weight classes and the lineal championship in four weight classes. As an amateur boxer, Mayweather won a bronze medal in the featherweight division at the 1996 Olympics, three U.S. Golden Gloves championships, and the U.S. national championship at featherweight.",
    "year": 1977,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Zach Johnson",
    "birthday": "1976-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Zach_Johnson.jpg/222px-Zach_Johnson.jpg",
    "extract": "Zachary Harris Johnson is an American professional golfer who has 12 victories on the PGA Tour, including two major championships, the 2007 Masters and the 2015 Open Championship.",
    "year": 1976,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Bradley McGee",
    "birthday": "1976-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Bradley_Mc_Gee_-_TDR_2012.jpg/213px-Bradley_Mc_Gee_-_TDR_2012.jpg",
    "extract": "Bradley John McGee OAM is an Australian former professional racing cyclist. He is currently the head coach of the New South Wales Institute of Sport (NSWIS). He started cycling in 1986 at the age of ten. He lives in Sydney and in Nice, France.",
    "year": 1976,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ashley MacIsaac",
    "birthday": "1975-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Ashley_MacIsaac.jpg/320px-Ashley_MacIsaac.jpg",
    "extract": "Ashley Dwayne MacIsaac is a Canadian fiddler, singer and songwriter from Cape Breton Island. He has received three Juno Awards, winning for Best New Solo Artist and Best Roots & Traditional Album – Solo at the Juno Awards of 1996, and for Best Instrumental Artist at the Juno Awards of 1997. His 1995 album Hi™ How Are You Today? was a double-platinum selling Canadian record. MacIsaac published an autobiography, Fiddling with Disaster in 2003.",
    "year": 1975,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Stubby Clapp",
    "birthday": "1973-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Stubby_Clapp_in_Memphis_in_Sept_2016.jpg/320px-Stubby_Clapp_in_Memphis_in_Sept_2016.jpg",
    "extract": "Richard Keith \"Stubby\" Clapp is a Canadian first base coach for the St. Louis Cardinals and is also a former Triple-A manager and professional baseball player. He played for 11 years, most notably within the St. Louis Cardinals organization, including a brief stint in Major League Baseball with the Cardinals. In his native Canada, he is best remembered for his performance at the 1999 Pan American Games in Winnipeg, where he hit a bases-loaded single in the 11th inning to beat a more experienced U.S. team and put Canada in the semifinals. Canada eventually won the bronze medal.",
    "year": 1973,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alexei Kovalev",
    "birthday": "1973-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Alexei_Kovalev_2011-04-23.JPG/217px-Alexei_Kovalev_2011-04-23.JPG",
    "extract": "Alexei Vyacheslavovich Kovalev is a Russian professional ice hockey coach, executive and former professional player. He is currently serving as the assistant coach for HC Kunlun Red Star of the Kontinental Hockey League (KHL).",
    "year": 1973,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Teodor Currentzis",
    "birthday": "1972-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Teodor_Currentzis._The_conductor_in_PermOpera._2016.jpg/240px-Teodor_Currentzis._The_conductor_in_PermOpera._2016.jpg",
    "extract": "Teodor Currentzis is a Greek-Russian conductor, musician and actor.",
    "year": 1972,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Manon Rhéaume",
    "birthday": "1972-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Manon_Rh%C3%A9aume_cropped.jpg/257px-Manon_Rh%C3%A9aume_cropped.jpg",
    "extract": "Manon Rhéaume is a retired Canadian ice hockey goaltender. An Olympic silver medalist, she achieved a number of historic firsts during her career, including becoming the first woman to play in any of the major North American pro-sports leagues.",
    "year": 1972,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pedro de la Rosa",
    "birthday": "1971-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Pedro_de_la_Rosa_2010_Malaysia.jpg/221px-Pedro_de_la_Rosa_2010_Malaysia.jpg",
    "extract": "Pedro Martínez de la Rosa is a Spanish former Formula One driver who has participated in 107 Grands Prix for the Arrows, Jaguar, McLaren, Sauber and HRT teams. He made his Formula One debut on 7 March 1999, becoming one of seventy-six drivers to score a point in his first race. He has scored a total of 35 championship points, which includes a podium finish at the 2006 Hungarian Grand Prix.",
    "year": 1971,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jeff Garcia",
    "birthday": "1970-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Jeff_Garcia_Eagles.jpg/250px-Jeff_Garcia_Eagles.jpg",
    "extract": "Jeffrey Jason Garcia is a former American football quarterback. After attending high school and junior college in Gilroy, California, Garcia played college football at San Jose State University.",
    "year": 1970,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mitch Hedberg",
    "birthday": "1968-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d5/Mitch_Hedberg.jpg/320px-Mitch_Hedberg.jpg",
    "extract": "Mitchell Lee Hedberg was an American stand-up comedian known for his surreal humor and deadpan delivery. His comedy typically featured short, sometimes one-line jokes mixed with absurd elements and non sequiturs.",
    "year": 1968,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Brian Schmidt",
    "birthday": "1967-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Brian_Schmidt.jpg/213px-Brian_Schmidt.jpg",
    "extract": "Brian Paul Schmidt is the Vice-Chancellor of the Australian National University (ANU). He was previously a Distinguished Professor, Australian Research Council Laureate Fellow and astrophysicist at the University's Mount Stromlo Observatory and Research School of Astronomy and Astrophysics. He is known for his research in using supernovae as cosmological probes. He currently holds an Australian Research Council Federation Fellowship and was elected a Fellow of the Royal Society (FRS) in 2012. Schmidt shared both the 2006 Shaw Prize in Astronomy and the 2011 Nobel Prize in Physics with Saul Perlmutter and Adam Riess for providing evidence that the expansion of the universe is accelerating, making him the only Montana-born Nobel laureate.",
    "year": 1967,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Billy Zane",
    "birthday": "1966-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Billy_Zane_Photo_Op_GalaxyCon_Raleigh_2019.jpg/234px-Billy_Zane_Photo_Op_GalaxyCon_Raleigh_2019.jpg",
    "extract": "William George Zane Jr. is an American actor. His breakthrough role was in the 1989 Australian film Dead Calm, a performance that earned him a nomination for the Chicago Film Critics Association Award for Most Promising Actor. He has since appeared in numerous films and television series, notably playing Caledon Hockley in the epic romance disaster film Titanic (1997), for which he was nominated for a Screen Actors Guild Award.",
    "year": 1966,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jane Swift",
    "birthday": "1965-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Jane_Swift_2001.jpeg/248px-Jane_Swift_2001.jpeg",
    "extract": "Jane Maria Swift is an American politician and nonprofit executive who served as the 69th lieutenant governor of Massachusetts from 1999 to 2003 and, concurrently, as acting governor from April 2001 to January 2003. She was the first woman to perform the duties of governor of Massachusetts. At the time she became acting governor, Swift was 36 years old, making her the youngest female governor or acting governor in U.S. history.",
    "year": 1965,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Russell Ingall",
    "birthday": "1964-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/RussellIngall.jpg/213px-RussellIngall.jpg",
    "extract": "Russell Ingall is a former full-time Australian V8 Supercar driver. He won his V8 Supercars title in 2005, and finished second in 1998, 1999, 2001 and 2004. Ingall has also won the Bathurst 1000, in 1995 and 1997. His particular driving style earned him the nickname \"Enforcer\".",
    "year": 1964,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Prince Carlo, Duke of Castro",
    "birthday": "1963-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Palazzo_Pallavicini_de_Bourbon_dos_Sicilias_03.jpg/272px-Palazzo_Pallavicini_de_Bourbon_dos_Sicilias_03.jpg",
    "extract": "Prince Carlo of Bourbon-Two Sicilies, Duke of Castro is one of the two claimants to the headship of the former House of Bourbon-Two Sicilies.",
    "year": 1963,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mike Vernon (ice hockey)",
    "birthday": "1963-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Mike_Vernon.jpg/320px-Mike_Vernon.jpg",
    "extract": "Michael Vernon is a Canadian former professional ice hockey goaltender who played 19 seasons in the National Hockey League (NHL) for the Calgary Flames, Detroit Red Wings, San Jose Sharks and Florida Panthers.",
    "year": 1963,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sanjay Leela Bhansali",
    "birthday": "1963-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Sanjay_Leela_Bhansali.jpg/296px-Sanjay_Leela_Bhansali.jpg",
    "extract": "Sanjay Leela Bhansali is an Indian filmmaker, director, screenwriter, and music composer who is known for his work in Hindi cinema. He is the recipient of several awards, including five National Film Awards, ten Filmfare Awards and a BAFTA nomination. In 2015, the Government of India honoured him with the Padma Shri, the fourth highest civilian award.",
    "year": 1963,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kelly Craft",
    "birthday": "1962-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Kelly_Knight_Craft.jpg/244px-Kelly_Knight_Craft.jpg",
    "extract": "Kelly Dawn Craft is an American businesswoman, political donor, philanthropist, and former diplomat who served as the United States ambassador to the United Nations from 2019 to 2021. Craft previously served as the United States ambassador to Canada from 2017 to 2019, the first woman to hold the office. She earlier was appointed by President George W. Bush as a US alternate delegate to the United Nations in 2007, where her focus included US engagement in Africa. Craft serves on the advisory board of the Canadian American Business Council and heads Kelly G. Knight LLC, a business advisory firm based in Lexington, Kentucky.",
    "year": 1962,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Beth Broderick",
    "birthday": "1959-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Beth_Broderick.jpg/239px-Beth_Broderick.jpg",
    "extract": "Elizabeth Alice Broderick is an American actress. She portrayed Zelda Spellman in the ABC/WB television sitcom Sabrina the Teenage Witch (1996–2003). She also had recurring roles as Diane Janssen in the ABC mystery drama series Lost (2005–2008) and as Rose Twitchell in the CBS science fiction drama series Under the Dome (2013).",
    "year": 1959,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sammy Kershaw",
    "birthday": "1958-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Sammy_Kershaw_2018.jpg/320px-Sammy_Kershaw_2018.jpg",
    "extract": "Samuel Paul Kershaw is an American country music artist. He has released 16 studio albums, with three RIAA platinum certifications and two gold certifications among them. More than 25 singles have entered Top 40 on the Billboard Hot Country Songs charts, including his only number one hit \"She Don't Know She's Beautiful\" and 10 more Top 10 hits: \"Cadillac Style\", \"Anywhere but Here\", \"Haunted Heart\", \"Queen of My Double-Wide Trailer\", \"I Can't Reach Her Anymore\", \"National Working Woman's Holiday\", \"Third Rate Romance\", \"Meant to Be\", \"Vidalia\", and \"Love of My Life\".",
    "year": 1958,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mark Moses",
    "birthday": "1958-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Mark_Moses_2008.jpg/189px-Mark_Moses_2008.jpg",
    "extract": "Mark W. Moses is an American actor, best known for his roles as Paul Young in the ABC comedy-drama Desperate Housewives (2004-2011) and as Herman \"Duck\" Phillips in the AMC period drama Mad Men (2007–2014).",
    "year": 1958,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Judith Butler",
    "birthday": "1956-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/JudithButler2013.jpg/221px-JudithButler2013.jpg",
    "extract": "Judith Pamela Butler is an American philosopher and gender theorist whose work has influenced political philosophy, ethics, and the fields of third-wave feminism, queer theory, and literary theory. In 1993, Butler began teaching at the University of California, Berkeley, where they have served, beginning in 1998, as the Maxine Elliot Professor in the Department of Comparative Literature and the Program of Critical Theory. They are also the Hannah Arendt Chair at the European Graduate School.",
    "year": 1956,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eddie Murray",
    "birthday": "1956-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Eddie_Murray_Field_at_BGE_Ribbon_Cutting_%2824618935508%29_%28cropped%29.jpg/248px-Eddie_Murray_Field_at_BGE_Ribbon_Cutting_%2824618935508%29_%28cropped%29.jpg",
    "extract": "Edward Clarence Murray, nicknamed \"Steady Eddie,\" is a former Major League Baseball (MLB) first baseman and designated hitter. Spending most of his MLB career with the Baltimore Orioles, he ranks fourth in team history in both games played and hits. Though Murray never won a Most Valuable Player (MVP) Award, he finished in the top ten in MVP voting several times. He recorded more runs batted in (996) in the 1980s than any other player. After his playing career, Murray coached for the Orioles, Cleveland Indians and Los Angeles Dodgers.",
    "year": 1956,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Paula Zahn",
    "birthday": "1956-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/PaulaZahnApr2011.jpg/199px-PaulaZahnApr2011.jpg",
    "extract": "Paula Ann Zahn is an American journalist and newscaster who has been an anchor at ABC News, CBS News, Fox News, and CNN. She currently produces and hosts the true crime documentary series On the Case with Paula Zahn on the Investigation Discovery channel.",
    "year": 1956,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Steve Jobs",
    "birthday": "1955-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Steve_Jobs_Headshot_2010-CROP_%28cropped_2%29.jpg/320px-Steve_Jobs_Headshot_2010-CROP_%28cropped_2%29.jpg",
    "extract": "Steven Paul Jobs was an American entrepreneur, inventor, business magnate, media proprietor, and investor. He was the co-founder, chairman, and CEO of Apple; the chairman and majority shareholder of Pixar; a member of The Walt Disney Company's board of directors following its acquisition of Pixar; and the founder, chairman, and CEO of NeXT. He is widely recognized as a pioneer of the personal computer revolution of the 1970s and 1980s, along with his early business partner and fellow Apple co-founder Steve Wozniak.",
    "year": 1955,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eddie Johnson (basketball, born 1955)",
    "birthday": "1955-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/84/Eddie_Johnson_%28cropped%29.jpg",
    "extract": "Edward Lee Johnson Jr. was an American professional basketball player. He played 10 seasons in the National Basketball Association (NBA) – mainly as a member of the Atlanta Hawks – from 1977 to 1987. Johnson was a two-time NBA-All-Star with the Hawks in 1980 and 1981, and earned two nominations to the NBA All-Defensive Second Team in 1979 and 1980. He was nicknamed \"Fast Eddie\" for his speed and quickness on the court.",
    "year": 1955,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alain Prost",
    "birthday": "1955-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Festival_automobile_international_2012_-_Photocall_-_Alain_Prost_-_013.jpg/213px-Festival_automobile_international_2012_-_Photocall_-_Alain_Prost_-_013.jpg",
    "extract": "Alain Marie Pascal Prost is a French retired racing driver and Formula One team owner. A four-time Formula One Drivers' Champion, from 1987 until 2001 he held the record for most Grand Prix victories until Michael Schumacher surpassed Prost's total of 51 victories at the 2001 Belgian Grand Prix. In 1999, Prost received the World Sports Award of the Century in the motor sport category.",
    "year": 1955,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Plastic Bertrand",
    "birthday": "1954-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Plastic-bertrand.jpg/320px-Plastic-bertrand.jpg",
    "extract": "Roger François Jouret, better known as Plastic Bertrand, is a Belgian musician, songwriter, producer, editor and television presenter, best known for the 1977 international hit single \"Ça plane pour moi\".",
    "year": 1954,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Judith Ortiz Cofer",
    "birthday": "1954-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/55/Judith_Ortiz_Cofer.jpg",
    "extract": "Judith Ortiz Cofer was an American author. Her critically acclaimed and award-winning work spans a range of literary genres including poetry, short stories, autobiography, essays, and young-adult fiction. Ortiz Cofer was the Emeritus Regents' and Franklin Professor of English and Creative Writing at the University of Georgia, where she taught undergraduate and graduate creative writing workshops for 26 years. In 2010, Ortiz Cofer was inducted into the Georgia Writers Hall of Fame, and in 2013, she won the University's 2014 Southeastern Conference Faculty Achievement Award.",
    "year": 1954,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sid Meier",
    "birthday": "1954-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Sid_Meier_-_Game_Developers_Conference_2010_-_Day_4_%283%29.jpg/277px-Sid_Meier_-_Game_Developers_Conference_2010_-_Day_4_%283%29.jpg",
    "extract": "Sidney K. Meier is a Canadian-American programmer, designer, and producer of several strategy video games and simulation video games, including the Civilization series. Meier co-founded MicroProse in 1982 with Bill Stealey and is the Director of Creative Development of Firaxis Games, which he co-founded with Jeff Briggs and Brian Reynolds in 1996. For his contributions to the video game industry, Meier was inducted into the Academy of Interactive Arts and Sciences Hall of Fame.",
    "year": 1954,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Anatoli Kozhemyakin",
    "birthday": "1953-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c5/Anatoli_Kozhemyakin.jpg/227px-Anatoli_Kozhemyakin.jpg",
    "extract": "Anatoli Yevgenyevich Kozhemyakin was a Soviet football player. He died in a freak accident: he was stuck in an elevator, but was able to open the elevator doors, as he tried to climb out, the elevator started moving again and crushed him to death.",
    "year": 1953,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "David Ford (politician)",
    "birthday": "1951-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/dd/DavidFordAlliance.jpg",
    "extract": "David Ford is a politician in Northern Ireland, who was a Member of the Northern Ireland Assembly (MLA) for South Antrim from June 1998 until June 2018, leader of the Alliance Party of Northern Ireland from October 2001 until October 2016 and was Northern Ireland Minister of Justice from April 2010 until May 2016.",
    "year": 1951,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Derek Randall",
    "birthday": "1951-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Derek_Randall_1990_%28cropped%29.jpg/222px-Derek_Randall_1990_%28cropped%29.jpg",
    "extract": "Derek William Randall is an English former cricketer, who played first-class cricket for Nottinghamshire, and Tests and ODIs for England in the late 1970s and early 1980s.",
    "year": 1951,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Debra Jo Rupp",
    "birthday": "1951-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Debra_Jo_Rupp_%2840443370043%29_%28cropped%29.jpg/257px-Debra_Jo_Rupp_%2840443370043%29_%28cropped%29.jpg",
    "extract": "Debra Jo Rupp is an American actress best known for her roles as Kitty Forman on the Fox sitcom That '70s Show, and Alice Knight-Buffay on the third through fifth seasons of Friends. She voiced Mary Lou Helperman in the animated series Teacher's Pet and its sequel film, and played timid secretary Miss Patterson in Big (1988).",
    "year": 1951,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Laimdota Straujuma",
    "birthday": "1951-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/26.janv%C4%81ra_Saeimas_%C4%81rk%C4%81rtas_s%C4%93de_%2824621032625%29_%28cropped%29.jpg/240px-26.janv%C4%81ra_Saeimas_%C4%81rk%C4%81rtas_s%C4%93de_%2824621032625%29_%28cropped%29.jpg",
    "extract": "Laimdota Straujuma is a Latvian economist who was the Prime Minister of Latvia from January 2014 to February 2016. Before her tenure as Prime Minister, she served as Minister of Agriculture from 2011 to 2014. She was the first woman to serve as the head of government of the country. After her resignation on 7 December 2015, she announced her intention to resume a seat in the Saeima.",
    "year": 1951,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "J. Jayalalithaa",
    "birthday": "1948-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/J_Jayalalithaa.jpg/256px-J_Jayalalithaa.jpg",
    "extract": "Jayaram Jayalalithaa was an Indian politician, actress and philanthropist who served as Chief Minister of Tamil Nadu for more than fourteen years over six terms between 1991 and 2016. From 9 February 1989, she was the general secretary of the All India Anna Dravida Munnetra Kazhagam (AIADMK), a Dravidian party whose cadre revered her as their \"Amma\" (Mother) and \"Puratchi Thalaivi\". Her critics in the media and the opposition accused her of fostering a personality cult and of demanding absolute loyalty from AIADMK legislators and ministers, who often publicly prostrated themselves before her.",
    "year": 1948,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dennis Waterman",
    "birthday": "1948-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Dennis_Waterman.jpg/320px-Dennis_Waterman.jpg",
    "extract": "Dennis Waterman was an English actor and singer. He was best known for his tough-guy leading roles in television series including The Sweeney, Minder and New Tricks, singing the theme tunes of the latter two.",
    "year": 1948,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Edward James Olmos",
    "birthday": "1947-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Edward_James_Olmos_by_Gage_Skidmore.jpg/236px-Edward_James_Olmos_by_Gage_Skidmore.jpg",
    "extract": "Edward James Olmos is an American actor, director, producer, and activist. He is best known for his roles as Lieutenant Martin \"Marty\" Castillo in Miami Vice (1984–1989), actor in and director of American Me (1992), William Adama in the re-imagined Battlestar Galactica (2004–2009), teacher Jaime Escalante in Stand and Deliver (1988), for which he received an Academy Award nomination, and Detective Gaff in Blade Runner (1982) and its sequel Blade Runner 2049 (2017). In 2018 through 2022, he has played the father of two members of an outlaw motorcycle club in the FX series Mayans MC.",
    "year": 1947,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Grigory Margulis",
    "birthday": "1946-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Grigory_Margulis_%282006%29.jpg/320px-Grigory_Margulis_%282006%29.jpg",
    "extract": "Grigory Aleksandrovich Margulis is a Russian-American mathematician known for his work on lattices in Lie groups, and the introduction of methods from ergodic theory into diophantine approximation. He was awarded a Fields Medal in 1978, a Wolf Prize in Mathematics in 2005, and an Abel Prize in 2020, becoming the fifth mathematician to receive the three prizes. In 1991, he joined the faculty of Yale University, where he is currently the Erastus L. De Forest Professor of Mathematics.",
    "year": 1946,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Barry Bostwick",
    "birthday": "1945-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/BarryBostwick2021.png/277px-BarryBostwick2021.png",
    "extract": "Barry Knapp Bostwick is an American actor and singer. He is best known for portraying Brad Majors in the musical comedy horror film The Rocky Horror Picture Show (1975) and Mayor Randall Winston in the sitcom Spin City (1996–2002). Bostwick has also had considerable success in musical theater, winning a Tony Award for his role in The Robber Bridegroom.",
    "year": 1945,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Nicky Hopkins",
    "birthday": "1944-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Nicky_Hopkins.png/310px-Nicky_Hopkins.png",
    "extract": "Nicholas Christian Hopkins was an English pianist and organist. Hopkins performed on many popular and enduring British and American rock music recordings from the 1960s to the 1990s, most notably on songs recorded by the Rolling Stones, the Kinks, the Who, the Beatles, the Steve Miller Band, Jefferson Airplane, Rod Stewart, George Harrison, John Lennon, Paul McCartney, Ringo Starr, Cat Stevens, Carly Simon, Harry Nilsson, Joe Walsh, Peter Frampton, Jerry Garcia, Jeff Beck, Joe Cocker, Art Garfunkel, Badfinger, and Donovan. He is widely considered to be one of the greatest studio pianists in the history of popular rock music.",
    "year": 1944,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ivica Račan",
    "birthday": "1944-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Ivica_Ra%C4%8Dan_facingleft.jpg/247px-Ivica_Ra%C4%8Dan_facingleft.jpg",
    "extract": "Ivica Račan was a Croatian politician who served as Prime Minister of Croatia from 2000 to 2003, heading two centre-left coalition governments.",
    "year": 1944,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gigi Meroni",
    "birthday": "1943-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/LuigiMeroni1.jpg/241px-LuigiMeroni1.jpg",
    "extract": "Luigi \"Gigi\" Meroni was an Italian professional footballer who played as a winger.",
    "year": 1943,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pablo Milanés",
    "birthday": "1943-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Pablo_milanes.jpg/320px-Pablo_milanes.jpg",
    "extract": "Pablo Milanés Arias is a Cuban singer-songwriter and guitar player. He is one of the founders of the Cuban nueva trova, along with Silvio Rodríguez and Noel Nicola. His music, originating in the Trova, Son and other traditional styles of early 20th Century Cuban music, set him apart from the style of Silvio Rodríguez.",
    "year": 1943,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Paul Jones (singer)",
    "birthday": "1942-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Paul_Jones_%281967%29.jpg/240px-Paul_Jones_%281967%29.jpg",
    "extract": "Paul Jones is an English singer, actor, harmonicist, radio personality and television presenter. He first came to prominence as the lead singer and harmonicist of the successful 1960s group Manfred Mann, with whom he had several Top Ten hit records from 1962 to 1966. He presented The Blues Show on BBC Radio 2 for thirty-two years, from 1986 to 2018.",
    "year": 1942,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joe Lieberman",
    "birthday": "1942-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Joe_Lieberman_official_portrait_2_%28cropped_2%29.jpg/270px-Joe_Lieberman_official_portrait_2_%28cropped_2%29.jpg",
    "extract": "Joseph Isadore Lieberman is an American politician, lobbyist, and attorney who served as a United States senator from Connecticut from 1989 to 2013. A former member of the Democratic Party, he was its nominee for Vice President of the United States in the 2000 election. During his final term in office, he was officially listed as an independent Democrat and caucused with and chaired committees for the Democratic Party.",
    "year": 1942,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gayatri Chakravorty Spivak",
    "birthday": "1942-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Gayatri_Spivak_on_Subversive_Festival.jpg/214px-Gayatri_Spivak_on_Subversive_Festival.jpg",
    "extract": "Gayatri Chakravorty Spivak is an Indian scholar, literary theorist, and feminist critic. She is a University Professor at Columbia University and a founding member of the establishment's Institute for Comparative Literature and Society.",
    "year": 1942,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joanie Sommers",
    "birthday": "1941-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Joanie_Sommers.JPG/245px-Joanie_Sommers.JPG",
    "extract": "Joanie Sommers is an American singer and actress with a career concentrating on jazz, standards and popular material and show-business credits. Once billed as \"The Voice of the Sixties\", and associated with top-notch arrangers, songwriters and producers, Sommers' popular reputation became closely tied to her biggest, yet most uncharacteristic, hit song, \"Johnny Get Angry\".",
    "year": 1941,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pete Duel",
    "birthday": "1940-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Pete_Duel_1971.jpg/246px-Pete_Duel_1971.jpg",
    "extract": "Peter Ellstrom Deuel, known professionally as Pete Duel, was an American stage, television, and film actor, best known for his starring role as outlaw Hannibal Heyes in the television series Alias Smith and Jones.",
    "year": 1940,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jimmy Ellis (boxer)",
    "birthday": "1940-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Jimmy_Ellis_1968.JPG/239px-Jimmy_Ellis_1968.JPG",
    "extract": "James Albert Ellis was an American professional boxer. He won the vacant WBA heavyweight title in 1968 by defeating Jerry Quarry, making one successful title defense in the same year against Floyd Patterson, before losing to Joe Frazier in 1970.",
    "year": 1940,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Denis Law",
    "birthday": "1940-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Denis_Law.jpg/210px-Denis_Law.jpg",
    "extract": "Denis Law is a Scottish former footballer who played as a forward. His career as a football player began at Second Division Huddersfield Town in 1956. After four years at Huddersfield, he was signed by Manchester City for an estimated transfer fee of £55,000, which set a new British record. Law spent one year there before Torino bought him for £110,000, this time setting a new record fee for a transfer involving a British player. Although he played well in Italy, he found it difficult to settle there and signed for Manchester United in 1962, setting another British record transfer fee of £115,000.",
    "year": 1940,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jamal Nazrul Islam",
    "birthday": "1939-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Jamal_Nazrul_Islam_addressing_in_inaugural_ceremony_of_bookstall_Baatighar_cropped.jpg/221px-Jamal_Nazrul_Islam_addressing_in_inaugural_ceremony_of_bookstall_Baatighar_cropped.jpg",
    "extract": "Jamal Nazrul Islam was a Bangladeshi mathematical physicist and cosmologist. He was a professor at University of Chittagong, served as a member of the advisory board at Shahjalal University of Science and Technology and member of the syndicate at Chittagong University of Engineering & Technology until his death. He also served as the director of the Research Center for Mathematical and Physical Sciences (RCMPS) at the University of Chittagong. He was awarded Ekushey Padak in 2000 by the Government of Bangladesh.",
    "year": 1939,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "James Farentino",
    "birthday": "1938-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/James_Farentino_1972.JPG/248px-James_Farentino_1972.JPG",
    "extract": "James Farentino was an American actor. He appeared in nearly 100 television, film, and stage roles, among them The Final Countdown, Jesus of Nazareth, and Dynasty.",
    "year": 1938,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Phil Knight",
    "birthday": "1938-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Philknightfootball.jpg/223px-Philknightfootball.jpg",
    "extract": "Philip Hampson Knight is an American billionaire businessman. He is the co-founder and chairman emeritus of Nike, Inc., and was previously chairman and CEO of the company. As of July 23, 2020, Knight was ranked by Forbes as the 24th richest person in the world, with an estimated net worth of US$54.5 billion. He is also the owner of the stop motion film production company Laika. Knight is a graduate of the University of Oregon and Stanford Graduate School of Business. He ran track under coach Bill Bowerman at the University of Oregon, with whom he would co-found Nike.",
    "year": 1938,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Guillermo O'Donnell",
    "birthday": "1936-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c2/Guillermo_O%27Donnell.jpg",
    "extract": "Guillermo Alberto O'Donnell Ure was a prominent Argentine political scientist, specializing in comparative politics, who spent most of his career working in Argentina and the United States, and who made lasting contributions to theorizing on authoritarianism and democratization, democracy and the state, and the politics of Latin America. His brother is Pacho O'Donnell.",
    "year": 1936,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ryhor Baradulin",
    "birthday": "1935-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Ryhor_Baradulin.jpg/265px-Ryhor_Baradulin.jpg",
    "extract": "Ryhor Janavič Baradulin was a Belarusian poet, essayist and translator.",
    "year": 1935,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Bettino Craxi",
    "birthday": "1934-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Bettino_Craxi_Official_Portrait.jpg/230px-Bettino_Craxi_Official_Portrait.jpg",
    "extract": "Benedetto \"Bettino\" Craxi was an Italian politician, leader of the Italian Socialist Party from 1976 to 1993 and the 45th prime minister of Italy from 1983 to 1987. He was the first Italian Socialist Party member to become prime minister and the third from a socialist party to hold the office. He led the third-longest government in the Italian Republic and he is considered one of the most powerful and prominent politicians of the so-called First Republic.",
    "year": 1934,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johnny Hills",
    "birthday": "1934-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Johnny_Hills_at_White_Hart_Lane%2C_2016.jpg/240px-Johnny_Hills_at_White_Hart_Lane%2C_2016.jpg",
    "extract": "John Raymond Hills was an English professional footballer who played for Gravesend & Northfleet, Tottenham Hotspur and Bristol Rovers.",
    "year": 1934,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Renata Scotto",
    "birthday": "1934-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Renata_Scotto_1967.jpg/320px-Renata_Scotto_1967.jpg",
    "extract": "Renata Scotto is an Italian soprano and opera director.",
    "year": 1934,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ali Mazrui",
    "birthday": "1933-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b4/Ali_Mazrui.jpg",
    "extract": "Ali Al'amin Mazrui, was a Kenyan-born American academic, professor, and political writer on African and Islamic studies, and North-South relations. He was born in Mombasa, Kenya. His positions included Director of the Institute of Global Cultural Studies at Binghamton University in Binghamton, New York, and Director of the Center for Afro-American and African Studies at the University of Michigan. He produced the television documentary series The Africans: A Triple Heritage.",
    "year": 1933,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "David \"Fathead\" Newman",
    "birthday": "1933-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/David_Fathead_Newman.jpg/320px-David_Fathead_Newman.jpg",
    "extract": "David \"Fathead\" Newman was an American jazz and rhythm-and-blues saxophonist, who made numerous recordings as a session musician and leader, but is best known for his work as a sideman on seminal 1950s and early 1960s recordings by Ray Charles.",
    "year": 1933,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Michel Legrand",
    "birthday": "1932-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Michel_Legrand_Cabourg_2015.jpg/227px-Michel_Legrand_Cabourg_2015.jpg",
    "extract": "Michel Jean Legrand was a French musical composer, arranger, conductor, and jazz pianist. Legrand was a prolific composer, having written over 200 film and television scores, in addition to many songs. His scores for two of the films of French New Wave director Jacques Demy, The Umbrellas of Cherbourg (1964) and The Young Girls of Rochefort (1967), earned Legrand his first Academy Award nominations. Legrand won his first Oscar for the song \"The Windmills of Your Mind\" from The Thomas Crown Affair (1968).",
    "year": 1932,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Zell Miller",
    "birthday": "1932-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Zell_B_Miller.jpg/253px-Zell_B_Miller.jpg",
    "extract": "Zell Bryan Miller was an American author and politician from the state of Georgia. A Democrat, Miller served as lieutenant governor from 1975 to 1991, 79th Governor of Georgia from 1991 to 1999, and as U.S. Senator from 2000 to 2005.",
    "year": 1932,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Vernon",
    "birthday": "1932-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/52/John_Vernon.JPG/320px-John_Vernon.JPG",
    "extract": "John Keith Vernon was a Canadian actor. He made a career in Hollywood after achieving initial television stardom in Canada. He was best known for playing Dean Wormer in Animal House, the Mayor in Dirty Harry and Fletcher in The Outlaw Josey Wales.",
    "year": 1932,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dominic Chianese",
    "birthday": "1931-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Dominic_Chianese_%28cropped%29.jpg/320px-Dominic_Chianese_%28cropped%29.jpg",
    "extract": "Dominic Chianese is an American actor, singer, and musician. He is best known for his roles as Corrado \"Junior\" Soprano on the HBO series The Sopranos (1999–2007), Johnny Ola in The Godfather Part II (1974), and Leander in Boardwalk Empire (2011–2013).",
    "year": 1931,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Brian Close",
    "birthday": "1931-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Brian_Close.jpg/209px-Brian_Close.jpg",
    "extract": "Dennis Brian Close, was an English first-class cricketer, the youngest man ever to play Test cricket for England. He was picked to play against New Zealand in July 1949, when he was 18 years old. Close went on to play 22 Test matches for England, captaining them seven times to six wins and one drawn test. Close also captained Yorkshire to four county championship titles – the main domestic trophy in English cricket. He later went on to captain Somerset, where he is widely credited with developing the county into a hard-playing team, and helping to mould Viv Richards and Ian Botham into the successful players they became.",
    "year": 1931,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Barbara Lawrence",
    "birthday": "1930-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Barbara_Lawrence_in_Man_in_the_Shadow.jpg/273px-Barbara_Lawrence_in_Man_in_the_Shadow.jpg",
    "extract": "Barbara Jo Lawrence was an American model, actress, and real estate agent.",
    "year": 1930,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kintaro Ohki",
    "birthday": "1929-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Kintaro_Ohki_1962_Scan10015_161022.jpg/208px-Kintaro_Ohki_1962_Scan10015_161022.jpg",
    "extract": "Kim Il, also known as his ring name Kintarō Ōki, was a South Korean professional wrestler, and Ssireum player. He spent his wrestling career from the 1950s to the 1980s.",
    "year": 1929,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Emmanuelle Riva",
    "birthday": "1927-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Emmanuelle_Riva_%281962%29.jpg/240px-Emmanuelle_Riva_%281962%29.jpg",
    "extract": "Emmanuelle Riva was a French actress, best known for her roles in the films Hiroshima mon amour (1959) and Amour (2012).",
    "year": 1927,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dave Sands",
    "birthday": "1926-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Dave_Sands.png/246px-Dave_Sands.png",
    "extract": "Dave Sands was an Indigenous Australian boxer.",
    "year": 1926,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Bud Day",
    "birthday": "1925-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Col._George_E._Bud_Day_official_portrait.jpg/257px-Col._George_E._Bud_Day_official_portrait.jpg",
    "extract": "George Everette \"Bud\" Day was a United States Air Force officer, aviator, and veteran of World War II, Korean War and Vietnam War. He was also a prisoner of war, and recipient of the Medal of Honor and Air Force Cross. As of 2016, he is the only person to be awarded both the Medal of Honor and Air Force Cross. He was posthumously advanced to the rank of brigadier general effective March 27, 2018, as directed by the 2017 National Defense Authorization Act.",
    "year": 1925,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Richard Hamilton (artist)",
    "birthday": "1922-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/80/Richard_Hamilton_Artist.jpg/277px-Richard_Hamilton_Artist.jpg",
    "extract": "Richard William Hamilton CH was an English painter and collage artist. His 1955 exhibition Man, Machine and Motion and his 1956 collage Just what is it that makes today's homes so different, so appealing?, produced for the This Is Tomorrow exhibition of the Independent Group in London, are considered by critics and historians to be among the earliest works of pop art. A major retrospective of his work was at Tate Modern until May 2014.",
    "year": 1922,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Steven Hill",
    "birthday": "1922-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Steven_Hill_Dan_Briggs_Mission_Impossible.JPG/253px-Steven_Hill_Dan_Briggs_Mission_Impossible.JPG",
    "extract": "Steven Hill was an American actor. He is best known for his television roles as district attorney Adam Schiff on the NBC television drama series Law & Order (1990–2000) and Dan Briggs on the CBS action television series Mission: Impossible (1966–1967). For the former, he received two nominations for the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series.",
    "year": 1922,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Abe Vigoda",
    "birthday": "1921-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Abe_Vigoda_1975.jpg/237px-Abe_Vigoda_1975.jpg",
    "extract": "Abraham Charles Vigoda was an American actor known for his portrayals of Salvatore Tessio in The Godfather (1972) and Phil Fish in both Barney Miller and Fish (1977–1978).",
    "year": 1921,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Carl Warnecke",
    "birthday": "1919-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/John_Carl_Warnecke_1962.jpg/320px-John_Carl_Warnecke_1962.jpg",
    "extract": "John Carl Warnecke was an architect based in San Francisco, California, who designed numerous notable monuments and structures in the Modernist, Bauhaus, and other similar styles. He was an early proponent of contextual architecture. Among his more notable buildings and projects are the Hawaii State Capitol building, the John F. Kennedy Eternal Flame memorial gravesite at Arlington National Cemetery, and the master plan for Lafayette Square.",
    "year": 1919,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ralph Erskine (architect)",
    "birthday": "1914-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Ralph_Erskine_portr%C3%A4tt_av_Sundahl.jpg/296px-Ralph_Erskine_portr%C3%A4tt_av_Sundahl.jpg",
    "extract": "Ralph Erskine ARIBA was a British architect and planner who lived and worked in Sweden for most of his life.",
    "year": 1914,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Weldon Kees",
    "birthday": "1914-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/82/Weldon_Kees%2C_1952.tif/lossless-page1-233px-Weldon_Kees%2C_1952.tif.png",
    "extract": "Harry Weldon Kees was an American poet, painter, literary critic, novelist, playwright, jazz pianist, short story writer, and filmmaker. Despite his brief career, Kees is considered an important mid-twentieth-century poet of the same generation as John Berryman, Elizabeth Bishop, and Robert Lowell. His work has been immensely influential on subsequent generations of poets writing in English and other languages and his collected poems have been included in many anthologies. Harold Bloom lists the publication of Kees's first book The Last Man (1943) as an important event in the chronology of his textbook Modern American Poetry as well as a book worthy of his Western Canon.",
    "year": 1914,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "August Derleth",
    "birthday": "1909-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/August_Derleth_%281939%29.png/221px-August_Derleth_%281939%29.png",
    "extract": "August William Derleth was an American writer and anthologist. Though best remembered as the first book publisher of the writings of H. P. Lovecraft, and for his own contributions to the Cthulhu Mythos and the cosmic horror genre, as well as his founding of the publisher Arkham House, Derleth was a leading American regional writer of his day, as well as prolific in several other genres, including historical fiction, poetry, detective fiction, science fiction, and biography.",
    "year": 1909,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Telford Taylor",
    "birthday": "1908-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0c/Telford_Taylor.jpg/216px-Telford_Taylor.jpg",
    "extract": "Telford Taylor was an American lawyer best known for his role as Counsel for the Prosecution at the Nuremberg Trials after World War II, his opposition to Senator Joseph McCarthy in the 1950s, and his outspoken criticism of U.S. actions during the Vietnam War in the 1960s and 1970s.",
    "year": 1908,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Vladimir Bartol",
    "birthday": "1903-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Vladimir_Bartol_1953.jpg/266px-Vladimir_Bartol_1953.jpg",
    "extract": "Vladimir Bartol was a writer from the Slovene minority in Italy. He is best known for his 1938 novel Alamut, the most popular work of Slovene literature around the world, which has been translated into numerous languages.",
    "year": 1903,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Irmgard Bartenieff",
    "birthday": "1900-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Irmgard_Bartenieff.jpg/320px-Irmgard_Bartenieff.jpg",
    "extract": "Irmgard Bartenieff was a dance theorist, dancer, choreographer, physical therapist, and a leading pioneer of dance therapy. A student of Rudolf Laban, she pursued cross-cultural dance analysis, and generated a new vision of possibilities for human movement and movement training. From her experiences applying Laban’s concepts of dynamism, three-dimensional movement and mobilization to the rehabilitation of people affected by polio in the 1940s, she went on to develop her own set of movement methods and exercises, known as Bartenieff Fundamentals.",
    "year": 1900,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kurt Tank",
    "birthday": "1898-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Bundesarchiv_Bild_183-L18396%2C_Kurt_Tank.jpg/210px-Bundesarchiv_Bild_183-L18396%2C_Kurt_Tank.jpg",
    "extract": "Kurt Waldemar Tank was a German aeronautical engineer and test pilot who led the design department at Focke-Wulf from 1931 to 1945. He was responsible for the creation of several important Luftwaffe aircraft of World War II, including the Fw 190 fighter aircraft, the Ta 152 fighter-interceptor and the Fw 200 Condor airliner. After the war, Tank spent two decades designing aircraft abroad, working first in Argentina and then in India, before returning to Germany in the late 1960s to work as a consultant for Messerschmitt-Bölkow-Blohm (MBB).",
    "year": 1898,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Richard Thorpe",
    "birthday": "1896-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Richard_Thorpe_Cheating_Cheaters_%281934%29_%28cropped%29.jpg/199px-Richard_Thorpe_Cheating_Cheaters_%281934%29_%28cropped%29.jpg",
    "extract": "Richard Thorpe was an American film director best known for his long career at Metro-Goldwyn-Mayer.",
    "year": 1896,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Marjorie Main",
    "birthday": "1890-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Marjorie_Main.jpg/248px-Marjorie_Main.jpg",
    "extract": "Mary Tomlinson, professionally known as Marjorie Main, was an American character actress and singer of the Classical Hollywood period, best known as a Metro-Goldwyn-Mayer contract player in the 1940s and 1950s, and for her role as Ma Kettle in ten Ma and Pa Kettle movies. Main started her career in vaudeville and theatre and appeared in film classics, such as Dead End (1937), The Women (1939), Dark Command (1940), The Shepherd of the Hills (1941), Meet Me in St. Louis (1944), and Friendly Persuasion (1956).",
    "year": 1890,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Chester W. Nimitz",
    "birthday": "1885-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Chester_Nimitz_as_CNO_%28cropped%29.jpg/242px-Chester_Nimitz_as_CNO_%28cropped%29.jpg",
    "extract": "Chester William Nimitz was a fleet admiral of the United States Navy. He played a major role in the naval history of World War II as Commander in Chief, US Pacific Fleet, and Commander in Chief, Pacific Ocean Areas, commanding Allied air, land, and sea forces during World War II.",
    "year": 1885,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Stanisław Ignacy Witkiewicz",
    "birthday": "1885-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Stanis%C5%82aw_Ignacy_Witkiewicz.jpg/220px-Stanis%C5%82aw_Ignacy_Witkiewicz.jpg",
    "extract": "Stanisław Ignacy Witkiewicz, commonly known as Witkacy, was a Polish writer, painter, philosopher, theorist, playwright, novelist, and photographer active before World War I and during the interwar period.",
    "year": 1885,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rudolph Ganz",
    "birthday": "1877-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Rudolph_Ganz%2C_1912.tif/lossy-page1-320px-Rudolph_Ganz%2C_1912.tif.jpg",
    "extract": "Rudolph Ganz was a Swiss-born American pianist, conductor, composer, and music educator.",
    "year": 1877,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ettie Rout",
    "birthday": "1877-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Ettie_Annie_Rout_-_Project_Gutenberg_eText_16135.jpg/273px-Ettie_Annie_Rout_-_Project_Gutenberg_eText_16135.jpg",
    "extract": "Ettie Annie Rout was a Tasmanian-born New Zealander whose work among servicemen in Paris and the Somme during World War I made her a war hero among the French, yet through the same events she became persona non grata in New Zealand. She married Frederick Hornibrook on 3 May 1920, after which she was Ettie Hornibrook. They had no children and later separated. She died in 1936, and was buried in the Cook Islands.",
    "year": 1877,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Honus Wagner",
    "birthday": "1874-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Honus_Wagner_%28crop%29.JPG/320px-Honus_Wagner_%28crop%29.JPG",
    "extract": "Johannes Peter \"Honus\" Wagner, sometimes referred to as \"Hans\" Wagner, was an American baseball shortstop who played 21 seasons in Major League Baseball from 1897 to 1917, almost entirely for the Pittsburgh Pirates. Wagner won his eighth batting title in 1911, a National League record that remains unbroken to this day, and matched only once, in 1997, by Tony Gwynn. He also led the league in slugging six times and stolen bases five times. Wagner was nicknamed \"the Flying Dutchman\" due to his superb speed and German heritage. This nickname was a nod to the popular folk-tale made into a famous opera by the German composer Richard Wagner.\nIn 1936, the Baseball Hall of Fame inducted Wagner as one of the first five members. He received the second-highest vote total, behind Ty Cobb's 222 and tied with Babe Ruth at 215.",
    "year": 1874,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Zara DuPont",
    "birthday": "1869-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Zara_du_Pont_1869-1946_%28cropped%29.jpg/279px-Zara_du_Pont_1869-1946_%28cropped%29.jpg",
    "extract": "Zara \"Zadie\" DuPont (1869–1946) was an American suffragist, serving as the first Vice President of the Ohio Woman Suffrage Association.",
    "year": 1869,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Édouard Alphonse James de Rothschild",
    "birthday": "1868-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a6/%C3%89douard_Alphonse_James_de_Rothschild.jpg",
    "extract": "Édouard Alphonse James de Rothschild, also known as Baron Édouard de Rothschild was an aristocrat, French financier and a member of the prominent Rothschild banking family of France.",
    "year": 1868,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "George Moore (novelist)",
    "birthday": "1852-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Edouard_Manet_Georges_Moore.jpg/201px-Edouard_Manet_Georges_Moore.jpg",
    "extract": "George Augustus Moore was an Irish novelist, short-story writer, poet, art critic, memoirist and dramatist. Moore came from a Roman Catholic landed family who lived at Moore Hall in Carra, County Mayo. He originally wanted to be a painter, and studied art in Paris during the 1870s. There, he befriended many of the leading French artists and writers of the day.",
    "year": 1852,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Andrew Inglis Clark",
    "birthday": "1848-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Andrew_inglis_clark.jpg/256px-Andrew_inglis_clark.jpg",
    "extract": "Andrew Inglis Clark was an Australian founding father and co-author of the Australian Constitution; he was also an engineer, barrister, politician, electoral reformer and jurist. He initially qualified as an engineer, but he re-trained as a barrister to effectively fight for social causes which deeply concerned him. After a long political career, mostly spent as Attorney-General and briefly as Opposition Leader, he was appointed a Senior Justice of the Supreme Court of Tasmania. Despite being acknowledged as the leading expert on the Australian Constitution, he was never appointed to the High Court of Australia.",
    "year": 1848,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Arrigo Boito",
    "birthday": "1842-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Arrigo_Boito_%28before_1918%29_-_Archivio_Storico_Ricordi_FOTO002997.jpg/225px-Arrigo_Boito_%28before_1918%29_-_Archivio_Storico_Ricordi_FOTO002997.jpg",
    "extract": "Arrigo Boito was an Italian poet, journalist, novelist, librettist and composer, best known today for his libretti, especially those for Giuseppe Verdi's last two monumental operas Otello and Falstaff and his own opera Mefistofele. Along with Emilio Praga and his own brother Camillo Boito, he is regarded as one of the prominent representatives of the Scapigliatura artistic movement.",
    "year": 1842,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rosalía de Castro",
    "birthday": "1837-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Rosal%C3%ADa_Castro_de_Murgu%C3%ADa_por_Luis_Sellier.jpg/241px-Rosal%C3%ADa_Castro_de_Murgu%C3%ADa_por_Luis_Sellier.jpg",
    "extract": "María Rosalía Rita de Castro, was a Galician poet, strongly identified with her native Galicia and the celebration of the Galician language.",
    "year": 1837,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Winslow Homer",
    "birthday": "1836-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Winslow_Homer_by_Sarony.jpeg/231px-Winslow_Homer_by_Sarony.jpeg",
    "extract": "Winslow Homer was an American landscape painter and printmaker, best known for his marine subjects. He is considered one of the foremost painters in 19th-century America and a preeminent figure in American art.",
    "year": 1836,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Julius Vogel",
    "birthday": "1835-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Julius_Vogel%2C_ca_1870s.jpg/245px-Julius_Vogel%2C_ca_1870s.jpg",
    "extract": "Sir Julius Vogel was the eighth premier of New Zealand. His administration is best remembered for the issuing of bonds to fund railway construction and other public works. He was the first Jewish prime minister of New Zealand. Historian Warwick R. Armstrong assesses Vogel's strengths and weaknesses:Vogel's politics were like his nature, imaginative – and occasionally brilliant – but reckless and speculative. He was an excellent policymaker but he needed a strong leader to restrain him....Yet Vogel had vision. He saw New Zealand as a potential 'Britain of the South Seas', strong both in agriculture and in industry, and inhabited by a large and flourishing population.",
    "year": 1835,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Leo von Caprivi",
    "birthday": "1831-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Bundesarchiv_Bild_183-R09316%2C_Leo_Graf_von_Caprivi.jpg/219px-Bundesarchiv_Bild_183-R09316%2C_Leo_Graf_von_Caprivi.jpg",
    "extract": "Georg Leo Graf von Caprivi de Caprara de Montecuccoli was a German general and statesman who served as the chancellor of the German Empire from March 1890 to October 1894. Caprivi promoted industrial and commercial development, and concluded numerous bilateral treaties for reduction of tariff barriers. However, this movement toward free trade angered the conservative agrarian interests, especially the Junkers. He promised the Catholic Center party educational reforms that would increase their influence, but failed to deliver. As part of Kaiser Wilhelm's \"new course\" in foreign policy, Caprivi abandoned Bismarck's military, economic, and ideological cooperation with the Russian Empire, which historians consider a major mistake. Even worse, Caprivi misjudged multiple opportunities to open good relations with Great Britain. Frustrated, London turned to Tokyo and Paris for agreements. His downfall came with trade agreements that favored German industry and urban workers over more powerful agricultural interests. Historians praise his refusal to renew the harsh restrictions on socialists, and his success in the reorganization of the German military.",
    "year": 1831,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lydia Becker",
    "birthday": "1827-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Dacre-Becker.jpg/254px-Dacre-Becker.jpg",
    "extract": "Lydia Ernestine Becker was a leader in the early British suffrage movement, as well as an amateur scientist with interests in biology and astronomy. She established Manchester as a centre for the suffrage movement and with Richard Pankhurst she arranged for the first woman to vote in a British election and a court case was unsuccessfully brought to exploit the precedent. Becker is also remembered for founding and publishing the Women's Suffrage Journal between 1870 and 1890.",
    "year": 1827,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johan Christian Dahl",
    "birthday": "1788-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Carl_Christian_Vogel_von_Vogelstein_-_Johan_Christian_Clausen_Dahl.jpg/255px-Carl_Christian_Vogel_von_Vogelstein_-_Johan_Christian_Clausen_Dahl.jpg",
    "extract": "Johan Christian Claussen Dahl, often known as J. C. Dahl or I. C. Dahl, was a Danish-Norwegian artist who is considered the first great romantic painter in Norway, the founder of the \"golden age\" of Norwegian painting, and, by some, one of the greatest European artists of all time. He is often described as \"the father of Norwegian landscape painting\" and is regarded as the first Norwegian painter to reach a level of artistic accomplishment comparable to that attained by the greatest European artists of his day. He was also the first to acquire genuine fame and cultural renown abroad. As one critic has put it, \"J.C. Dahl occupies a central position in Norwegian artistic life of the first half of the 19th century.",
    "year": 1788,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Martin W. Bates",
    "birthday": "1786-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Hon._Martin_S._Bates%2C_Delaware_-_NARA_-_528672.jpg/271px-Hon._Martin_S._Bates%2C_Delaware_-_NARA_-_528672.jpg",
    "extract": "Martin Waltham Bates was a lawyer and politician from Dover, in Kent County, Delaware. He was a member of the Federalist Party, and then the Democratic Party, who served in the Delaware General Assembly and as U.S. Senator from Delaware.",
    "year": 1786,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Wilhelm Grimm",
    "birthday": "1786-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Wilhelm_Grimm.png/239px-Wilhelm_Grimm.png",
    "extract": "Wilhelm Carl Grimm was a German author and anthropologist, and the younger brother of Jacob Grimm, of the literary duo the Brothers Grimm.",
    "year": 1786,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Prince Adolphus, Duke of Cambridge",
    "birthday": "1774-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Prince_Adolphus_Frederick%2C_Duke_of_Cambridge%2C_KG_%281774-1850%29.jpg/276px-Prince_Adolphus_Frederick%2C_Duke_of_Cambridge%2C_KG_%281774-1850%29.jpg",
    "extract": "Prince Adolphus, Duke of Cambridge, was the tenth child and seventh son of the British king George III and Charlotte of Mecklenburg-Strelitz. He held the title of Duke of Cambridge from 1801 until his death. He also served as Viceroy of Hanover on behalf of his brothers George IV and William IV. His granddaughter Princess Victoria Mary of Teck, daughter of Princess Mary Adelaide, was the wife of King George V, and paternal grandmother of Queen Elizabeth II.",
    "year": 1774,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rama II",
    "birthday": "1767-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Buddha_Loetla_Nabhalai_portrait.jpg/207px-Buddha_Loetla_Nabhalai_portrait.jpg",
    "extract": "Phra Phutthaloetla Naphalai, personal name Chim, also styled as Rama II was the second monarch of Siam under the Chakri dynasty, ruling from 1809 to 1824. In 1809, Itsarasunthon succeeded his father Rama I, the founder of Chakri dynasty, as Loetlanaphalai the King of Siam. His reign was largely peaceful, devoid of major conflicts. His reign was known as the \"Golden Age of Rattanakosin Literature\" as Loetlanaphalai was patron to a number of poets in his court and the King himself was a renowned poet and artist. The most notable poet in his employ was the illustrious Sunthorn Phu, the author of Phra Aphai Mani.",
    "year": 1767,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Charles Frederick Horn",
    "birthday": "1762-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/11/Birchall-Wesley-Horn-Well-Tempered-Clavier.jpg/320px-Birchall-Wesley-Horn-Well-Tempered-Clavier.jpg",
    "extract": "Charles Frederick Horn was an English musician and composer. Born in Germany, he emigrated to London with few possessions and no knowledge of the English language, yet rose to become a music teacher in the Royal Household. As an editor and arranger, he helped introduce the music of Johann Sebastian Bach to England.",
    "year": 1762,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joseph Banks",
    "birthday": "1743-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Joseph_Banks_1773_Reynolds.jpg/258px-Joseph_Banks_1773_Reynolds.jpg",
    "extract": "Sir Joseph Banks, 1st Baronet, was an English naturalist, botanist, and patron of the natural sciences.",
    "year": 1743,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alexander, Margrave of Brandenburg-Ansbach",
    "birthday": "1736-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/CharlesAlexanderBrandenburgAnsbach.jpg/234px-CharlesAlexanderBrandenburgAnsbach.jpg",
    "extract": "Christian Friedrich Carl Alexander was the last margrave of the two Franconian principalities, Bayreuth and Ansbach, which he sold to the King of Prussia, a fellow member of the House of Hohenzollern.",
    "year": 1736,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Burgoyne",
    "birthday": "1723-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/General_John_Burgoyne_-_Reynolds_c._1766.jpg/256px-General_John_Burgoyne_-_Reynolds_c._1766.jpg",
    "extract": "General John Burgoyne was a British general, dramatist and politician who sat in the House of Commons from 1761 to 1792. He first saw action during the Seven Years' War when he participated in several battles, most notably during the Portugal Campaign of 1762.",
    "year": 1723,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John McKinly",
    "birthday": "1721-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/John_McKinly_Signature.svg/320px-John_McKinly_Signature.svg.png",
    "extract": "John McKinly was an American physician and politician from Wilmington, Delaware. He was a veteran of the French and Indian War, served in the Delaware General Assembly, was the first elected President of Delaware, and for a time was a member of the Federalist Party.",
    "year": 1721,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jacques de Vaucanson",
    "birthday": "1709-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Jacques_de_Vaucanson_rectangular.jpg/252px-Jacques_de_Vaucanson_rectangular.jpg",
    "extract": "Jacques de Vaucanson was a French inventor and artist who built the first all-metal lathe which was very important to the Industrial Revolution. The lathe is known as the mother of machine tools, as it was the first machine tool that led to the invention of other machine tools. He was responsible for the creation of impressive and innovative automata. He also was the first person to design an automatic loom.",
    "year": 1709,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johannes Clauberg",
    "birthday": "1622-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Johann_Clauberg.jpg/224px-Johann_Clauberg.jpg",
    "extract": "Johannes Clauberg was a German theologian and philosopher. Clauberg was the founding Rector of the first University of Duisburg, where he taught from 1655 to 1665. He is known as a \"scholastic cartesian\".",
    "year": 1622,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Charles Le Brun",
    "birthday": "1619-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Le_brun.jpg/252px-Le_brun.jpg",
    "extract": "Charles Le Brun was a French painter, physiognomist, art theorist, and a director of several art schools of his time. As court painter to Louis XIV, who declared him \"the greatest French artist of all time\", he was a dominant figure in 17th-century French art and much influenced by Nicolas Poussin.",
    "year": 1619,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Maciej Kazimierz Sarbiewski",
    "birthday": "1595-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Maciej_Kazimierz_Sarbiewski.jpg/207px-Maciej_Kazimierz_Sarbiewski.jpg",
    "extract": "Maciej Kazimierz Sarbiewski, was Europe's most prominent Latin poet of the 17th century, and a renowned theoretician of poetics.",
    "year": 1595,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Henry de Vere, 18th Earl of Oxford",
    "birthday": "1593-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Henry_de_Vere%2C_18th_Earl_of_Oxford_from_NPG.jpg/248px-Henry_de_Vere%2C_18th_Earl_of_Oxford_from_NPG.jpg",
    "extract": "\nHenry de Vere, 18th Earl of Oxford KB was an English aristocrat, courtier and soldier.",
    "year": 1593,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Matthias, Holy Roman Emperor",
    "birthday": "1557-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Lucas_van_Valckenborch_-_Emperor_Matthias_as_Archduke%2C_with_baton.jpg/226px-Lucas_van_Valckenborch_-_Emperor_Matthias_as_Archduke%2C_with_baton.jpg",
    "extract": "Matthias was Holy Roman Emperor from 1612 to 1619, Archduke of Austria from 1608 to 1619, King of Hungary and Croatia from 1608 to 1618, and King of Bohemia from 1611 to 1617. His personal motto was Concordia lumine maior.",
    "year": 1557,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Cherubino Alberti",
    "birthday": "1553-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Portrait_of_Cherubini_Alberti.jpg/230px-Portrait_of_Cherubini_Alberti.jpg",
    "extract": "Cherubino Alberti (1553–1615), also called Borghegiano, was an Italian engraver and painter. He is most often remembered for the Roman frescoes completed with his brother Giovanni Alberti during the papacy of Clement VIII. He was most prolific as an engraver of copper plates.",
    "year": 1553,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John of Austria",
    "birthday": "1545-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Signatur_Juan_de_Austria.PNG",
    "extract": "John of Austria was an illegitimate son of Holy Roman Emperor Charles V. He became a military leader in the service of his half-brother, King Philip II of Spain, and is best known for his role as the admiral of the Holy Alliance fleet at the Battle of Lepanto.",
    "year": 1545,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pope Clement VIII",
    "birthday": "1536-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Papa_Clemente_VIII_Aldobrandini_%E2%80%93_Giuseppe_Cesari_%28cropped%29.jpg/236px-Papa_Clemente_VIII_Aldobrandini_%E2%80%93_Giuseppe_Cesari_%28cropped%29.jpg",
    "extract": "Pope Clement VIII, born Ippolito Aldobrandini, was head of the Catholic Church and ruler of the Papal States from 2 February 1592 to his death.",
    "year": 1536,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Charles V, Holy Roman Emperor",
    "birthday": "1500-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Firma_Emperador_Carlos_V.svg/317px-Firma_Emperador_Carlos_V.svg.png",
    "extract": "Charles V was Holy Roman Emperor and Archduke of Austria from 1519 to 1556, King of Spain from 1516 to 1556, and Lord of the Netherlands as titular Duke of Burgundy from 1506 to 1555. As he was head of the rising House of Habsburg during the first half of the 16th century, his dominions in Europe included the Holy Roman Empire, extending from Germany to northern Italy with direct rule over the Austrian hereditary lands and the Burgundian Low Countries, and the Kingdom of Spain with its southern Italian possessions of Naples, Sicily, and Sardinia. Furthermore, he oversaw both the continuation of the long-lasting Spanish colonization of the Americas and the short-lived German colonization of the Americas. The personal union of the European and American territories of Charles V was the first collection of realms labelled \"the empire on which the sun never sets\".",
    "year": 1500,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johan Friis",
    "birthday": "1494-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Johan_Friis_til_Hesselager.jpg/248px-Johan_Friis_til_Hesselager.jpg",
    "extract": "Johan Friis was a Danish statesman. He served as Chancellor under King Christian III of Denmark.\n",
    "year": 1494,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Giovanni Pico della Mirandola",
    "birthday": "1463-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Pico1.jpg/244px-Pico1.jpg",
    "extract": "Giovanni Pico della Mirandola was an Italian Renaissance nobleman and philosopher. He is famed for the events of 1486, when, at the age of 23, he proposed to defend 900 theses on religion, philosophy, natural philosophy, and magic against all comers, for which he wrote the Oration on the Dignity of Man, which has been called the \"Manifesto of the Renaissance\", and a key text of Renaissance humanism and of what has been called the \"Hermetic Reformation\". He was the founder of the tradition of Christian Kabbalah, a key tenet of early modern Western esotericism. The 900 Theses was the first printed book to be universally banned by the Church. Pico is sometimes seen as a proto-Protestant, because his 900 theses anticipated many Protestant views.",
    "year": 1463,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ibn Battuta",
    "birthday": "1304-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Handmade_oil_painting_reproduction_of_Ibn_Battuta_in_Egypt%2C_a_painting_by_Hippolyte_Leon_Benett..jpg/222px-Handmade_oil_painting_reproduction_of_Ibn_Battuta_in_Egypt%2C_a_painting_by_Hippolyte_Leon_Benett..jpg",
    "extract": "Abu Abdullah Muhammad ibn Battutah, commonly known as Ibn Battuta, was an Arabized Berber Maghrebi scholar and explorer who travelled extensively in the lands of Afro-Eurasia, largely in the Muslim world, travelling more than any other explorer in pre-modern history, totalling around 117,000 km (73,000 mi), surpassing Zheng He with about 50,000 km (31,000 mi) and Marco Polo with 24,000 km (15,000 mi). Over a period of thirty years, Ibn Battuta visited most of southern Eurasia, including Central Asia, Southeast Asia, South Asia, China, and the Iberian Peninsula. Near the end of his life, he dictated an account of his journeys, titled A Gift to Those Who Contemplate the Wonders of Cities and the Marvels of Travelling, but commonly known as The Rihla.",
    "year": 1304,
    "month": 2,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Emperor Toba",
    "birthday": "1103-2-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Emperor_Toba.jpg/270px-Emperor_Toba.jpg",
    "extract": "Emperor Toba  was the 74th Emperor of Japan, according to the traditional order of succession.",
    "year": 1103,
    "month": 2,
    "day": 24,
    "language": "en"
  }
]