[
  {
    "name": "Gianluigi Donnarumma",
    "birthday": "1999-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Gianluigi_Donnarumma_%2831895135436%29_%28cropped%29.jpg/213px-Gianluigi_Donnarumma_%2831895135436%29_%28cropped%29.jpg",
    "extract": "Gianluigi Donnarumma is an Italian professional footballer who plays as a goalkeeper for Ligue 1 club Paris Saint-Germain and the Italy national team.",
    "year": 1999,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Rocky (singer)",
    "birthday": "1999-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Rocky_Gimpo_fansign.jpg/320px-Rocky_Gimpo_fansign.jpg",
    "extract": "Park Min-hyuk, better known by his stage name Rocky (Korean: 라키), is a South Korean singer, actor and dancer under the label of Fantagio. He is a member of the South Korean boy group Astro, being the main dancer and lead rapper. He is also a member of the Astro sub-unit Jinjin & Rocky.",
    "year": 1999,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jorge Soler",
    "birthday": "1992-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Jorge_Soler_2014.jpg/256px-Jorge_Soler_2014.jpg",
    "extract": "Jorge Carlos Soler Castillo is a Cuban professional baseball outfielder for the Miami Marlins of Major League Baseball (MLB). Soler has previously played in MLB for the Chicago Cubs, Kansas City Royals, and Atlanta Braves.",
    "year": 1992,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tom Marshall (artist)",
    "birthday": "1988-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Tom_Marshall_%28photo_colouriser%29.jpg/216px-Tom_Marshall_%28photo_colouriser%29.jpg",
    "extract": "Tom Marshall is a British artist, YouTuber and image editor known for his colourisations of historical black and white photographs, often working under the name PhotograFix.",
    "year": 1988,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Flavia Pennetta",
    "birthday": "1982-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Pennetta_RG15_%281%29_%2819300934912%29.jpg/213px-Pennetta_RG15_%281%29_%2819300934912%29.jpg",
    "extract": "Flavia Pennetta is an Italian former professional tennis player. She became Italy's first top-ten female singles player on 17 August 2009 and the first Italian to be ranked world No. 1 in doubles, on 28 February 2011. She is a major champion, having won the 2011 Australian Open women's doubles title with Gisela Dulko, and the 2015 US Open singles title over childhood friend Roberta Vinci in the first all-Italian major final.",
    "year": 1982,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Park Ji-sung",
    "birthday": "1981-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Park_Ji-sung_G20_Seoul_Summit_Ambassador.jpg/215px-Park_Ji-sung_G20_Seoul_Summit_Ambassador.jpg",
    "extract": "Park Ji-sung is a South Korean former professional footballer who played as a midfielder. Born in the South Korean capital Seoul, Park is one of the most successful players in Asian history, having won 19 trophies in his career. He is the first Asian footballer to have won the UEFA Champions League, to play in a UEFA Champions League final, as well as the first Asian to have won the FIFA Club World Cup. Park was able to play anywhere across the midfield and was noted for his exceptional fitness level, discipline, work ethic and off-the-ball movement. His remarkable endurance levels earned him the nickname \"Three-Lungs\" Park.",
    "year": 1981,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Dominic Raab",
    "birthday": "1974-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Official_portrait_of_Rt_Hon_Dominic_Raab_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Dominic_Raab_MP_crop_2.jpg",
    "extract": "Dominic Rennie Raab is a British politician serving as Deputy Prime Minister of the United Kingdom, Secretary of State for Justice and Lord Chancellor since 2021. He has been Member of Parliament (MP) for Esher and Walton since 2010. A member of the Conservative Party, he served as Brexit Secretary in 2018 and First Secretary of State and Foreign Secretary from 2019 to 2021.",
    "year": 1974,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sean Astin",
    "birthday": "1971-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Sean_Astin_%2827506939735%29_%28cropped%29.jpg/240px-Sean_Astin_%2827506939735%29_%28cropped%29.jpg",
    "extract": "Sean Patrick Astin is an American actor, producer, and director. His acting roles include Samwise Gamgee in The Lord of the Rings trilogy (2001–2003), Mikey Walsh in The Goonies (1985), Daniel Ruettiger in Rudy (1993), Doug Whitmore in 50 First Dates (2004), Bill in Click (2006), Lynn McGill in the fifth season of 24 (2006), Oso in Special Agent Oso (2009–2012), Raphael in Teenage Mutant Ninja Turtles (2012–2017), Bob Newby in the second and third seasons of Stranger Things, and Ed in No Good Nick (2019).",
    "year": 1971,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Oumou Sangaré",
    "birthday": "1968-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/De_la_poes%C3%ADa_a_la_m%C3%BAsica_de_ra%C3%ADz%2C_sonidos_de_la_segunda_noche_de_San_Isidro_07.jpg/320px-De_la_poes%C3%ADa_a_la_m%C3%BAsica_de_ra%C3%ADz%2C_sonidos_de_la_segunda_noche_de_San_Isidro_07.jpg",
    "extract": "Oumou Sangaré is a Grammy Award-winning Malian Wassoulou musician, sometimes referred to as \"The Songbird of Wassoulou\". Wassoulou is a historical region south of the Niger River, where the music descends from age-old traditional song, often accompanied by a calabash.",
    "year": 1968,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ed Balls",
    "birthday": "1967-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Ed_Balls_2.jpg/240px-Ed_Balls_2.jpg",
    "extract": "Edward Michael Balls is a British broadcaster, writer, economist, professor and former politician who served as Secretary of State for Children, Schools and Families from 2007 to 2010, and as Shadow Chancellor of the Exchequer from 2011 to 2015. A member of the Labour Party and the Co-operative Party, he was Member of Parliament (MP) for Normanton and later for Morley and Outwood between 2005 and 2015.",
    "year": 1967,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Paul O'Neill (baseball)",
    "birthday": "1963-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Paul_O%27Neill_2011.jpg/320px-Paul_O%27Neill_2011.jpg",
    "extract": "Paul Andrew O'Neill is an American former baseball right fielder who played 17 seasons in Major League Baseball (MLB). He played for the Cincinnati Reds (1985–1992) and New York Yankees (1993–2001). O'Neill compiled 281 home runs, 1,269 runs batted in, 2,107 hits, and a lifetime batting average of .288. He won the American League batting title in 1994 with a .359 average. He was a five-time World Series champion and a five-time All-Star.",
    "year": 1963,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Birgit Fischer",
    "birthday": "1962-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Birgit_Fischer_%282010%29.jpg/206px-Birgit_Fischer_%282010%29.jpg",
    "extract": "Birgit Fischer is a former German kayaker, who has won eight gold medals over six different Olympic Games, a record she shares with Aladár Gerevich and Isabell Werth, spanning seven Olympiads: twice representing East Germany, then four times representing the reunited nation. After both the 1988 and 2000 games, she announced her retirement, only to return for the subsequent games. She has been both the youngest- and oldest-ever Olympic canoeing champion. In 2004, she was chosen as the German sportswoman of the year.",
    "year": 1962,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kurt Rambis",
    "birthday": "1958-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Kurt_Rambis.jpg/171px-Kurt_Rambis.jpg",
    "extract": "Darrell Kurt Rambis is a Greek-American former professional basketball player and coach who is a senior basketball adviser for the Los Angeles Lakers of the National Basketball Association (NBA). As a player, he won four NBA championships while playing power forward for the Lakers. Rambis was a key member of the Showtime era Lakers and was extremely popular for his hard-nosed blue collar play. With his trademark black horned rim glasses, Rambis complemented the flashy Hollywood style of the Showtime era Lakers.",
    "year": 1958,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tharman Shanmugaratnam",
    "birthday": "1957-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Tharman_Shanmugaratnam_at_the_official_opening_of_Yuan_Ching_Secondary_School%27s_new_building%2C_Singapore_-_20100716_%28cropped%29.jpg/213px-Tharman_Shanmugaratnam_at_the_official_opening_of_Yuan_Ching_Secondary_School%27s_new_building%2C_Singapore_-_20100716_%28cropped%29.jpg",
    "extract": "Tharman Shanmugaratnam is a Singaporean politician and economist serving as the Senior Minister of Singapore since 1 May 2019, after serving as Deputy Prime Minister and Finance Minister for eight years respectively. He is also Coordinating Minister for Social Policies, and advises the Prime Minister on economic policies. He chairs the National Jobs Council aimed at rebuilding skills and jobs in the wake of COVID-19. He is concurrently the Chairman of the Monetary Authority of Singapore (MAS), Singapore's central bank and financial regulator.",
    "year": 1957,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "José María Aznar",
    "birthday": "1953-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Jos%C3%A9_Mar%C3%ADa_Aznar_impone_al_diputado_Enrique_M%C3%BAgica_la_Gran_Cruz_de_la_Orden_de_Isabel_la_Cat%C3%B3lica._Pool_Moncloa._12_de_mayo_de_1999_%28cropped%29.jpeg/245px-Jos%C3%A9_Mar%C3%ADa_Aznar_impone_al_diputado_Enrique_M%C3%BAgica_la_Gran_Cruz_de_la_Orden_de_Isabel_la_Cat%C3%B3lica._Pool_Moncloa._12_de_mayo_de_1999_%28cropped%29.jpeg",
    "extract": "José María Alfredo Aznar López is a Spanish politician who was the prime minister of Spain from 1996 to 2004. He led the People's Party (PP), the dominant centre-right political party in the country at the time.",
    "year": 1953,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Joey Dunlop",
    "birthday": "1952-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/25/Joey_Dunlop.JPG",
    "extract": "William Joseph Dunlop was a Northern Irish motorcyclist from Ballymoney. He won his third hat trick at the Isle of Man TT in 2000 and set his fastest lap on the course of 123.87 mph in the Senior race, which he finished third. In 2016 he was voted through Motorcycle News as the fifth greatest motorcycling icon ever, behind Valentino Rossi. His achievements include three hat-tricks at the Isle of Man TT meeting, where he won a record 26 races in total. A curve at the 26th milestone on the Isle of Man was named in his honour.",
    "year": 1952,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Don Quarrie",
    "birthday": "1951-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Don_Quarrie.jpg/266px-Don_Quarrie.jpg",
    "extract": "Donald O'Riley Quarrie CD is a Jamaican former track and field athlete, one of the world's top sprinters during the 1970s. At the 1976 Summer Olympics he was the gold medallist in the Olympic 200 meters and silver medallist in the Olympic 100 meters. In all, he competed in five Olympic Games and won four Olympic medals during his career.",
    "year": 1951,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Francisco Fernández Ochoa",
    "birthday": "1950-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/DCAM0075_640x480.jpg/320px-DCAM0075_640x480.jpg",
    "extract": "Francisco \"Paquito\" Fernández Ochoa was a World Cup alpine ski racer from Spain. Born in Madrid and raised north of the city in Cercedilla, he was the eldest of eight children whose father ran a ski school. Paquito raced in all of the alpine disciplines and specialized in slalom.",
    "year": 1950,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Neil Jordan",
    "birthday": "1950-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Neil_Jordan_by_David_Shankbone.jpg/247px-Neil_Jordan_by_David_Shankbone.jpg",
    "extract": "Neil Patrick Jordan is an Irish film director, screenwriter, novelist and short-story writer. His first book, Night in Tunisia, won a Somerset Maugham Award and the Guardian Fiction Prize in 1979. He won an Academy Award for The Crying Game (1992). He has also won three Irish Film and Television Awards, as well as the Golden Lion at the Venice International Film Festival for Michael Collins (1996) and the Silver Bear for Best Director at the Berlin International Film Festival for The Butcher Boy (1997).",
    "year": 1950,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Néstor Kirchner",
    "birthday": "1950-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Presidente_Nestor_Kirchner_%28cropped%29.jpg/254px-Presidente_Nestor_Kirchner_%28cropped%29.jpg",
    "extract": "Néstor Carlos Kirchner Jr. was an Argentine lawyer and politician who served as the President of Argentina from 2003 to 2007, Governor of Santa Cruz Province from 1991 to 2003, Secretary General of UNASUR and the first gentleman during the first tenure of his wife, Cristina Fernández de Kirchner. He was President of the Justicialist Party from 2008 to 2010. Ideologically, he identified himself as a Peronist and a progressive, with his political approach called Kirchnerism.",
    "year": 1950,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Amin Maalouf",
    "birthday": "1949-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Amin_Maalouf_par_Claude_Truong-Ngoc_novembre_2013.jpg/213px-Amin_Maalouf_par_Claude_Truong-Ngoc_novembre_2013.jpg",
    "extract": "Amin Maalouf is a Lebanese-born French author who has lived in France since 1976. Although his native language is Arabic, he writes in French, and his works have been translated into over 40 languages.",
    "year": 1949,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Lee Evans (sprinter)",
    "birthday": "1947-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Lee_Evans_mod.jpg/222px-Lee_Evans_mod.jpg",
    "extract": "Lee Edward Evans was an American sprinter. He won two gold medals in the 1968 Summer Olympics, setting world records in the 400 meters and the 4 × 400 meters relay, both of which stood for 20 and 24 years respectively. Evans co-founded the Olympic Project for Human Rights and was part of the athlete's boycott and the Black Power movement.",
    "year": 1947,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jean Todt",
    "birthday": "1946-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Jean_Todt_%28Official%29.png/239px-Jean_Todt_%28Official%29.png",
    "extract": "Jean Todt is a French motor racing executive and former rally co-driver. He was previously Peugeot Talbot Sport's director and then Scuderia Ferrari Formula 1 team principal, before being appointed chief executive officer of Ferrari from 2004 to 2008. From 2009 to 2021 he served as the ninth president of the Fédération Internationale de l'Automobile (FIA).",
    "year": 1946,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "François Cevert",
    "birthday": "1944-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Francois_Cevert_1973.jpg/320px-Francois_Cevert_1973.jpg",
    "extract": "Albert François Cevert Goldenberg was a French racing driver who took part in the Formula One World Championship. He competed in 47 World Championship Grands Prix, achieving one win, 13 podium finishes and 89 career points.",
    "year": 1944,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "George Harrison",
    "birthday": "1943-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/George_Harrison_1974.jpg/246px-George_Harrison_1974.jpg",
    "extract": "George Harrison was an English musician and singer-songwriter who achieved international fame as the lead guitarist of the Beatles. Sometimes called \"the quiet Beatle\", Harrison embraced Indian culture and helped broaden the scope of popular music through his incorporation of Indian instrumentation and Hindu-aligned spirituality in the Beatles' work. Although the majority of the band's songs were written by John Lennon and Paul McCartney, most Beatles albums from 1965 onwards contained at least two Harrison compositions. His songs for the group include \"Taxman\", \"Within You Without You\", \"While My Guitar Gently Weeps\", \"Here Comes the Sun\" and \"Something\".",
    "year": 1943,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "David Puttnam",
    "birthday": "1941-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Official_portrait_of_Lord_Puttnam_2020_crop_2.jpg/240px-Official_portrait_of_Lord_Puttnam_2020_crop_2.jpg",
    "extract": "David Terence Puttnam, Baron Puttnam, CBE, HonFRSA, HonFRPS, MRIA is a British film producer, educator, environmentalist and former member of the House of Lords. His productions include Chariots of Fire, which won the Academy Award for Best Picture, The Mission, The Killing Fields, Local Hero, Midnight Express and Memphis Belle. He sat on the Labour benches in the House of Lords, although he was not principally a politician. In 2019 he was appointed chair to the select committee on democracy and digital technologies. The committee published its findings in its Digital Technology & the Resurrection of Trust report in June 2020.",
    "year": 1941,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ron Santo",
    "birthday": "1940-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Ron_Santo_1973.jpg/239px-Ron_Santo_1973.jpg",
    "extract": "Ronald Edward Santo was an American Major League Baseball (MLB) third baseman who played for the Chicago Cubs from 1960 through 1973 and the Chicago White Sox in 1974. In 1990, Santo became a member of the Cubs broadcasting team providing commentary for Cubs games on WGN radio and remained at that position until his death in 2010. In 1999, he was selected to the Cubs All-Century Team. He was inducted into the National Baseball Hall of Fame in 2012.",
    "year": 1940,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Herb Elliott",
    "birthday": "1938-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Herb_Elliott_1960c.jpg/253px-Herb_Elliott_1960c.jpg",
    "extract": "Herbert James Elliott is a former Australian athlete and arguably the world's greatest middle distance runner of his era. In August 1958 he set the world record in the mile run, clocking 3:54.5, 2.7 seconds under the record held by Derek Ibbotson; later in the month he set the 1500 metres world record, running 3.36.0, 2.1 seconds under the record held by Stanislav Jungwirth. In the 1500 metres at the 1960 Rome Olympics, he won the gold medal and bettered his own world record with a time of 3:35.6.",
    "year": 1938,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Farokh Engineer",
    "birthday": "1938-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/30/Farokh_Autograph.jpg",
    "extract": "Farokh Maneksha Engineer pronunciation (help·info) is an Indian former cricketer. He played 46 Test matches for India, played first-class cricket for Bombay in India from 1959 to 1975 and for Lancashire County Cricket Club in England from 1968 to 1976. Engineer was the last from his community to play for India, as not a single Parsee male has represented the country after him.",
    "year": 1938,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tom Courtenay",
    "birthday": "1937-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Tom_Courtenay_Berlin_2015.jpg/206px-Tom_Courtenay_Berlin_2015.jpg",
    "extract": "Sir Thomas Daniel Courtenay is an English actor. After studying at the Royal Academy of Dramatic Art, Courtenay achieved prominence in the 1960s with a series of acclaimed film roles, including The Loneliness of the Long Distance Runner (1962)⁠, for which he received the BAFTA Award for Most Promising Newcomer to Leading Film Roles⁠, and Doctor Zhivago (1965), for which he received an Academy Award nomination for Best Supporting Actor. Other notable film roles during this period include Billy Liar (1963), King and Country (1964), for which he was awarded the Volpi Cup for Best Actor at the Venice Film Festival, King Rat (1965), and The Night of the Generals (1967). More recently, he received critical acclaim for his performance in Andrew Haigh's film 45 Years (2015).",
    "year": 1937,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bob Schieffer",
    "birthday": "1937-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Bob_Schieffer_2019.jpg/224px-Bob_Schieffer_2019.jpg",
    "extract": "Bob Lloyd Schieffer is an American television journalist. He is known for his moderation of presidential debates, where he has been praised for his capability. Schieffer is one of the few journalists to have covered all four of the major Washington national assignments: the White House, the Pentagon, United States Department of State, and United States Congress. His career with CBS has almost exclusively dealt with national politics. He has interviewed every United States President since Richard Nixon, as well as most of those who sought the office.",
    "year": 1937,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tony Lema",
    "birthday": "1934-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/31/Tony_Lema-3.jpg",
    "extract": "Anthony David Lema was an American professional golfer who rose to fame in the mid-1960s and won a major title, the 1964 Open Championship at the Old Course at St Andrews in Scotland. He died two years later at age 32 in an aircraft accident near Chicago.",
    "year": 1934,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Faron Young",
    "birthday": "1932-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Faron_Young.png/315px-Faron_Young.png",
    "extract": "Faron Young was an American country music producer, musician, and songwriter from the early 1950s into the mid-1980s. Hits including \"If You Ain't Lovin' \" and \"Live Fast, Love Hard, Die Young\" marked him as a honky-tonk singer in sound and personal style; and his chart-topping singles \"Hello Walls\" and \"It's Four in the Morning\" showed his versatility as a vocalist. Known as the Hillbilly Heartthrob, and following a singing cowboy film role as the Young Sheriff, Young's singles charted for more than 30 years. In failing health, he committed suicide at 64 in 1996. Young is a member of the Country Music Hall of Fame.",
    "year": 1932,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Paul Elvstrøm",
    "birthday": "1928-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Paul_Elvstr%C3%B8m_c1972.jpg/261px-Paul_Elvstr%C3%B8m_c1972.jpg",
    "extract": "Paul Bert Elvstrøm was a Danish yachtsman. He won four Olympic gold medals and twenty world titles in a range of classes including Snipe, Soling, Star, Flying Dutchman, Finn, 505, and 5.5 Metre. For his achievements, Elvstrøm was chosen as \"Danish Sportsman of the Century.\"",
    "year": 1928,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "A. Leon Higginbotham Jr.",
    "birthday": "1928-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Higginbothamandclinton_%28cropped2%29.jpg/240px-Higginbothamandclinton_%28cropped2%29.jpg",
    "extract": "Aloysius Leon Higginbotham Jr. was an American civil rights advocate, historian, presidential adviser, and federal court judge. From 1990 to 1991, he served as Chief Judge of the United States Court of Appeals for the Third Circuit. Originally nominated to the bench by President Kennedy in 1963, Higginbotham was the seventh African-American Article III judge appointed in the United States, and the first African-American United States District Judge of the United States District Court for the Eastern District of Pennsylvania. He was elevated to the Third Circuit in 1977, serving as a federal judge for nearly 30 years in all. In 1995, President Bill Clinton awarded him the Presidential Medal of Freedom. Higginbotham used the name \"Leon\" informally.",
    "year": 1928,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Larry Gelbart",
    "birthday": "1928-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c6/Larrygelbart.jpg",
    "extract": "Larry Simon Gelbart was an American television writer, playwright, screenwriter, director and author, most famous as a creator and producer of the television series M*A*S*H, and as co-writer of the Broadway musicals A Funny Thing Happened on the Way to the Forum and City of Angels.",
    "year": 1928,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Richard G. Stern",
    "birthday": "1928-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/RichardStern2.jpg/320px-RichardStern2.jpg",
    "extract": "Richard Gustave Stern was an American novelist, short story writer, and educator.",
    "year": 1928,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ralph Stanley",
    "birthday": "1927-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Dr._Ralph_Stanley_in_2011.jpg/251px-Dr._Ralph_Stanley_in_2011.jpg",
    "extract": "Ralph Edmund Stanley was an American bluegrass artist, known for his distinctive singing and banjo playing. Stanley began playing music in 1946, originally with his older brother Carter Stanley as part of The Stanley Brothers, and most often as the leader of his band, The Clinch Mountain Boys. He was also known as Dr. Ralph Stanley.",
    "year": 1927,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Masatoshi Gündüz Ikeda",
    "birthday": "1926-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ee/Ikeda_01.jpg/320px-Ikeda_01.jpg",
    "extract": "Masatoşi Gündüz İkeda, was a Japanese-born Turkish mathematician known for his contributions to the field of algebraic number theory.",
    "year": 1926,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Shehu Shagari",
    "birthday": "1925-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/President_Sharari_cropped.jpg/245px-President_Sharari_cropped.jpg",
    "extract": "Shehu Usman Aliyu Shagari, titled Turakin Sokoto from 1962, was the first democratically elected President of Nigeria, after the transfer of power by military head of state General Olusegun Obasanjo in 1979 giving rise to the Second Nigerian Republic.",
    "year": 1925,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Lisa Kirk",
    "birthday": "1925-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/32/Lisa_Kirk_in_Bewitched_1967.jpg",
    "extract": "Lisa Kirk was an American actress and singer noted for her comic talents and rich contralto.",
    "year": 1925,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Hugh Huxley",
    "birthday": "1924-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/da/Hugh_Huxley.gif",
    "extract": "Hugh Esmor Huxley MBE FRS was a British molecular biologist who made important discoveries in the physiology of muscle. He was a graduate in physics from Christ's College, Cambridge. However, his education was interrupted for five years by the Second World War, during which he served in the Royal Air Force. His contribution to development of radar earned him an MBE.",
    "year": 1924,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Pierre Laporte",
    "birthday": "1921-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2d/Pierre_Laporte_photo.jpg/213px-Pierre_Laporte_photo.jpg",
    "extract": "Pierre Laporte was a Canadian lawyer, journalist and politician. He was deputy premier of the province of Quebec when he was kidnapped and murdered by members of the Front de libération du Québec (FLQ) during the October Crisis.",
    "year": 1921,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Andy Pafko",
    "birthday": "1921-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Andy_Pafko.jpg/320px-Andy_Pafko.jpg",
    "extract": "Andrew Pafko was an American professional baseball player. He played in Major League Baseball (MLB) for the Chicago Cubs (1943–51), Brooklyn Dodgers (1951–52), and Milwaukee Braves (1953–59). He batted and threw right-handed and played center field.",
    "year": 1921,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Philip Habib",
    "birthday": "1920-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Philip_Habib.jpg/307px-Philip_Habib.jpg",
    "extract": "Philip Charles Habib was an American career diplomat active from 1949 to 1987.",
    "year": 1920,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Monte Irvin",
    "birthday": "1919-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Monte_Irvin_1953.jpg/203px-Monte_Irvin_1953.jpg",
    "extract": "Monford Merrill \"Monte\" Irvin was an American left fielder and right fielder in the Negro leagues and Major League Baseball (MLB) who played with the Newark Eagles, New York Giants (1949–1955) and Chicago Cubs (1956). He grew up in New Jersey and was a standout football player at Lincoln University. Irvin left Lincoln to spend several seasons in Negro league baseball. His career was interrupted by military service from 1943 to 1945.",
    "year": 1919,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bobby Riggs",
    "birthday": "1918-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Bobby_Riggs_c1947.jpg/320px-Bobby_Riggs_c1947.jpg",
    "extract": "Robert Larimore Riggs was an American tennis champion who was the World No. 1 amateur in 1939 and World No. 1 professional in 1946 and 1947. He played his first professional tennis match on December 26, 1941.",
    "year": 1918,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Anthony Burgess",
    "birthday": "1917-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/21/Burgess1.jpg",
    "extract": "John Anthony Burgess Wilson,, who published under the name Anthony Burgess, was an English writer and composer.",
    "year": 1917,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "S. Rajaratnam",
    "birthday": "1915-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1f/SRajaratnam_smiling.jpg",
    "extract": "Sinnathamby Rajaratnam, better known as S. Rajaratnam, was a Singaporean politician who served as the third deputy prime minister of Singapore between 1980 and 1985. He was also one of the founders of the People's Action Party (PAP), which has governed the country continuously since independence.",
    "year": 1915,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jim Backus",
    "birthday": "1913-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Jim_Backus_The_Jim_Backus_Show_1962.JPG/252px-Jim_Backus_The_Jim_Backus_Show_1962.JPG",
    "extract": "James Gilmore Backus was an American actor. Among his most famous roles were Thurston Howell III on the 1960s sitcom Gilligan's Island, the father of James Dean's character in Rebel Without a Cause, the voice of the nearsighted cartoon character Mr. Magoo, the rich Hubert Updike III on the radio version of The Alan Young Show, and Joan Davis' character's husband on TV's I Married Joan. He also starred in his own show of one season, The Jim Backus Show, also known as Hot Off the Wire.",
    "year": 1913,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gert Fröbe",
    "birthday": "1913-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Gert_Fr%C3%B6be_%281965%29.jpg/247px-Gert_Fr%C3%B6be_%281965%29.jpg",
    "extract": "Karl Gerhart \"Gert\" Fröbe was a German actor. He was best known in English-speaking countries for his work as Auric Goldfinger in the James Bond film Goldfinger, as Peachum in The Threepenny Opera, as Baron Bomburst in Chitty Chitty Bang Bang, as Hotzenplotz in Der Räuber Hotzenplotz, General Dietrich von Choltitz in Is Paris Burning? and Colonel Manfred von Holstein in Those Magnificent Men in Their Flying Machines.",
    "year": 1913,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Millicent Fenwick",
    "birthday": "1910-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Millicent_Fenwick.jpg/251px-Millicent_Fenwick.jpg",
    "extract": "Millicent Vernon Hammond Fenwick was an American fashion editor, politician and diplomat. A four-term Republican member of the United States House of Representatives from New Jersey, she entered politics late in life and was renowned for her energy and colorful enthusiasm. She was regarded as a moderate and progressive within her party and was outspoken in favor of civil rights and the women's movement.",
    "year": 1910,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Frank G. Slaughter",
    "birthday": "1908-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Frank_G_Slaughter_1926.jpg/237px-Frank_G_Slaughter_1926.jpg",
    "extract": "Frank Gill Slaughter, pen-name Frank G. Slaughter, pseudonym C.V. Terry, was an American novelist and physician whose books sold more than 60 million copies. His novels drew on his own experience as a doctor and his interest in history and the Bible. Through his novels, he often introduced readers to new findings in medical research and new medical technologies.",
    "year": 1908,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sabahattin Ali",
    "birthday": "1907-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9b/Sabahattin_Ali.jpg/277px-Sabahattin_Ali.jpg",
    "extract": "Sabahattin Ali was a Turkish novelist, short-story writer, poet, and journalist.",
    "year": 1907,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mary Chase (playwright)",
    "birthday": "1906-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Mary_Coyle_Chase.jpg/251px-Mary_Coyle_Chase.jpg",
    "extract": "Mary Coyle Chase was an American journalist, playwright and children's novelist, known primarily for writing the 1944 Broadway play Harvey, which was adapted into the 1950 film starring Jimmy Stewart.",
    "year": 1906,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "King Clancy",
    "birthday": "1903-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/King_Clancy.png/234px-King_Clancy.png",
    "extract": "Francis Michael \"King\" Clancy was a Canadian professional ice hockey player, referee, coach and executive. Clancy played 16 seasons in the National Hockey League (NHL) for the Ottawa Senators and Toronto Maple Leafs. He was a member of three Stanley Cup championship teams and won All-Star honours. After he retired in 1937, he remained in hockey, becoming a coach for the Montreal Maroons. Clancy next worked as a referee for the NHL. He joined the Maple Leafs organization and worked in the organization as a coach and team executive until his death in 1986. In 2017 Clancy was named one of the '100 Greatest NHL Players' in history.",
    "year": 1903,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Vince Gair",
    "birthday": "1901-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Queensland_State_Archives_4750_Hon_VC_Gair_Premier_of_Queensland_c_1953.png/229px-Queensland_State_Archives_4750_Hon_VC_Gair_Premier_of_Queensland_c_1953.png",
    "extract": "Vincent Clair Gair was an Australian politician. He served as Premier of Queensland from 1952 until 1957, when his stormy relations with the trade union movement saw him expelled from the Labor Party. He was elected to the Australian Senate and led the Democratic Labor Party from 1965 to 1973. In 1974 he was appointed Australian Ambassador to Ireland by the Whitlam government, which caused his expulsion from the DLP.",
    "year": 1901,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Zeppo Marx",
    "birthday": "1901-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Zeppo_Marx.jpg/252px-Zeppo_Marx.jpg",
    "extract": "Herbert Manfred \"Zeppo\" Marx was an American comedic actor, theatrical agent, and engineer. He was the youngest and last survivor of the five Marx Brothers. He appeared in the first five Marx Brothers feature films, from 1929 to 1933, but then left the act to start his second career as an engineer and theatrical agent.",
    "year": 1901,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "William Astbury",
    "birthday": "1898-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/27/William_Thomas_Astbury.jpg/234px-William_Thomas_Astbury.jpg",
    "extract": "William Thomas Astbury FRS was an English physicist and molecular biologist who made pioneering X-ray diffraction studies of biological molecules. His work on keratin provided the foundation for Linus Pauling's discovery of the alpha helix. He also studied the structure for DNA in 1937 and made the first step in the elucidation of its structure.",
    "year": 1898,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Meher Baba",
    "birthday": "1894-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Meher_Baba_1945.jpg/253px-Meher_Baba_1945.jpg",
    "extract": "Meher Baba was an Indian spiritual master who said he was the Avatar, or God in human form, of the age. A major spiritual figure of the 20th century, he had a following of hundreds of thousands of people, mostly in India, but with a significant number in the United States, Europe and Australia.",
    "year": 1894,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Myra Hess",
    "birthday": "1890-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Myra_Hess.jpg/219px-Myra_Hess.jpg",
    "extract": "Dame Julia Myra Hess, was an English pianist best known for her performances of the works of Bach, Mozart, Beethoven and Schumann.",
    "year": 1890,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Foster Dulles",
    "birthday": "1888-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Senator_John_Foster_Dulles_%28R-NY%29.jpg/252px-Senator_John_Foster_Dulles_%28R-NY%29.jpg",
    "extract": "John Foster Dulles was an American diplomat, lawyer, and Republican Party politician. He served as United States Secretary of State under President Dwight D. Eisenhower from 1953 to 1959 and was briefly a Republican U.S. Senator for New York in 1949. He was a significant figure in the early Cold War era, advocating an aggressive stance against communism throughout the world.",
    "year": 1888,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Princess Alice of Battenberg",
    "birthday": "1885-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Alice_of_Greece.jpg/258px-Alice_of_Greece.jpg",
    "extract": "Princess Victoria Alice Elizabeth Julia Marie of Battenberg was the mother of Prince Philip, Duke of Edinburgh, and mother-in-law of Queen Elizabeth II.",
    "year": 1885,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Princess Alice, Countess of Athlone",
    "birthday": "1883-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Princess_Alice_of_Albany.jpeg/253px-Princess_Alice_of_Albany.jpeg",
    "extract": "Princess Alice, Countess of Athlone was a member of the British royal family. She is the longest-lived British princess of the blood royal, and was the last surviving grandchild of Queen Victoria. Princess Alice was the chatelaine of Rideau Hall from 1940 until 1946, while her husband, Lord Athlone, served as the governor general of Canada.",
    "year": 1883,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "William Z. Foster",
    "birthday": "1881-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/William_Z._Foster%2C_cropped.PNG/252px-William_Z._Foster%2C_cropped.PNG",
    "extract": "William Z. Foster was a radical American labor organizer and Communist politician, whose career included serving as General Secretary of the Communist Party USA from 1945 to 1957. He was previously a member of the Socialist Party of America and the Industrial Workers of the World, leading the drive to organize the packinghouse industry during World War I and the steel strike of 1919.",
    "year": 1881,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alexei Rykov",
    "birthday": "1881-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/AlexeiRikov1924%28cropped%29.jpg/234px-AlexeiRikov1924%28cropped%29.jpg",
    "extract": "Alexei Ivanovich Rykov was a Russian Bolshevik revolutionary and a Soviet politician and statesman, most prominent as premier of Russia and the Soviet Union from 1924 to 1929 and 1924 to 1930 respectively. He was one of the accused in Joseph Stalin's show trials during the Great Purge.",
    "year": 1881,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Erich von Hornbostel",
    "birthday": "1877-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a9/Erich_Moritz_von_Hornbostel.jpg/255px-Erich_Moritz_von_Hornbostel.jpg",
    "extract": "Erich Moritz von Hornbostel was an Austrian ethnomusicologist and scholar of music. He is remembered for his pioneering work in the field of ethnomusicology, and for the Sachs–Hornbostel system of musical instrument classification which he co-authored with Curt Sachs.",
    "year": 1877,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Enrico Caruso",
    "birthday": "1873-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/CarusoPostcard.jpg/199px-CarusoPostcard.jpg",
    "extract": "Enrico Caruso was an Italian operatic tenor. He sang to great acclaim at the major opera houses of Europe and the Americas, appearing in a wide variety of roles (74) from the Italian and French repertoires that ranged from the lyric to the dramatic. One of the first major singing talents to be commercially recorded, Caruso made 247 commercially released recordings from 1902 to 1920, which made him an international popular entertainment star.",
    "year": 1873,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Phoebus Levene",
    "birthday": "1869-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Levene.jpg/218px-Levene.jpg",
    "extract": "Phoebus Aaron Theodore Levene was an American biochemist who studied the structure and function of nucleic acids. He characterized the different forms of nucleic acid, DNA from RNA, and found that DNA contained adenine, guanine, thymine, cytosine, deoxyribose, and a phosphate group.",
    "year": 1869,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Benedetto Croce",
    "birthday": "1866-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Benedetto_Croce_01.jpg/241px-Benedetto_Croce_01.jpg",
    "extract": "Benedetto Croce \nwas an Italian idealist philosopher, historian, and politician, who wrote on numerous topics, including philosophy, history, historiography and aesthetics. In most regards, Croce was a liberal, although he opposed laissez-faire, free trade, and had considerable influence on other Italian intellectuals, including both Marxist Antonio Gramsci and Italian Fascist Giovanni Gentile.",
    "year": 1866,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Andranik",
    "birthday": "1865-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Andranik_hat.png/230px-Andranik_hat.png",
    "extract": "Andranik Ozanian,, was an Armenian military commander and statesman, the best known fedayi and a key figure of the Armenian national liberation movement. From the late 19th century to the early 20th century, he was one of the main Armenian leaders of military efforts for the independence of Armenia.",
    "year": 1865,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "William Ashley (economic historian)",
    "birthday": "1860-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e4/Sir_Willim_Ashley.jpg",
    "extract": "Sir William James Ashley was an English economic historian. His major intellectual influence was in organising economic history in Great Britain and introducing the ideas of the leading German economic historians, especially Gustav von Schmoller and the historical school of economic history. His chief work is The Economic Organisation of England, still a set text on many A-level and University syllabuses.",
    "year": 1860,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert Bond",
    "birthday": "1857-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Newfoundland_at_the_beginning_of_the_20th_century_-_a_treatise_of_history_and_development_%281902%29_%2814587364079%29.jpg/219px-Newfoundland_at_the_beginning_of_the_20th_century_-_a_treatise_of_history_and_development_%281902%29_%2814587364079%29.jpg",
    "extract": "Sir Robert Bond was the last Premier of Newfoundland Colony from 1900 to 1907 and the first prime minister of the Dominion of Newfoundland from 1907 to 1909 after the 1907 Imperial Conference conferred dominion status on the colony. He was born in St. John's, Newfoundland, as the son of merchant John Bond. Bond grew up in St. John's until 1872 when his father died and left the family a good deal of money. He went to England where he was educated and came back to Newfoundland and articled under Sir William Whiteway.",
    "year": 1857,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Karl Lamprecht",
    "birthday": "1856-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Karl_Gotthard_Lamprecht_1909.jpg/240px-Karl_Gotthard_Lamprecht_1909.jpg",
    "extract": "Karl Gotthard Lamprecht was a German historian who specialized in German art and economic history.",
    "year": 1856,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mathias Zdarsky",
    "birthday": "1856-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Mathias_zdarsky_1908.jpg/244px-Mathias_zdarsky_1908.jpg",
    "extract": "Mathias Zdarsky was an early ski pioneer and is considered one of the founders of modern Alpine skiing technique: Arnold Lunn described him as the \"father of alpine skiing\". He was probably Austria's first ski instructor. He was also a teacher, painter and sculptor.",
    "year": 1856,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Cesário Verde",
    "birthday": "1855-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Cesario_Verde.JPG",
    "extract": "Cesário Verde was a 19th-century Portuguese poet. His work, while mostly ignored during his lifetime and not well known outside of the country's borders even today, is generally considered to be amongst the most important in Portuguese poetry and is widely taught in schools. This is partly due to his being championed by many other authors after his death, notably Fernando Pessoa.",
    "year": 1855,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "George Reid",
    "birthday": "1845-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/George_Reid_cph.3c31684.jpg/224px-George_Reid_cph.3c31684.jpg",
    "extract": "Sir George Houston Reid, was an Australian politician who led the Reid Government as the fourth Prime Minister of Australia from 1904 to 1905, having previously been Premier of New South Wales from 1894 to 1899. He led the Free Trade Party from 1891 to 1908.",
    "year": 1845,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Karl May",
    "birthday": "1842-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Karl_May_edit.jpg/232px-Karl_May_edit.jpg",
    "extract": "Karl Friedrich May was a German author. He is best known for his 19th century novels of fictitious travels and adventures, set in the American Old West with Winnetou and Old Shatterhand as main protagonists and in the Orient and Middle East with fictional characters Kara Ben Nemsi and Hadschi Halef Omar.",
    "year": 1842,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Pierre-Auguste Renoir",
    "birthday": "1841-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Pierre_Auguste_Renoir%2C_uncropped_image.jpg/258px-Pierre_Auguste_Renoir%2C_uncropped_image.jpg",
    "extract": "Pierre-Auguste Renoir was a French artist who was a leading painter in the development of the Impressionist style. As a celebrator of beauty and especially feminine sensuality, it has been said that \"Renoir is the final representative of a tradition which runs directly from Rubens to Watteau.\"",
    "year": 1841,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John St. John (American politician)",
    "birthday": "1833-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/John_St_John_1880.jpg/219px-John_St_John_1880.jpg",
    "extract": "John Pierce St. John was an American politician who served as the eighth Governor of Kansas and later served as the Prohibition presidential nominee in 1884. Under his tenure as governor Kansas became the third state to enact a statewide prohibition of alcohol which would last until 1948 and remain in some form until 1987. After leaving elected office he maintained his position in the Prohibition party and remained active in the party's presidential politics and was a major figure in the party schism during the 1896 presidential election.",
    "year": 1833,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Giovanni Morelli",
    "birthday": "1816-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Giovanni_Morelli_1886.jpg/227px-Giovanni_Morelli_1886.jpg",
    "extract": "Giovanni Morelli was an Italian art critic and political figure. As an art historian, he developed the \"Morellian\" technique of scholarship, identifying the characteristic \"hands\" of painters through scrutiny of diagnostic minor details that revealed artists' scarcely conscious shorthand and conventions for portraying, for example, ears. He was born in Verona and died in Milan.",
    "year": 1816,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Carl Christian Hall",
    "birthday": "1812-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Carl_Christian_Hall.jpg/210px-Carl_Christian_Hall.jpg",
    "extract": "Carl Christian Hall was a Danish statesman. Hall served as the Council President of Denmark, first from 1857 to 1859 and again from 1860 to 1863.",
    "year": 1812,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Hart (South Australian colonist)",
    "birthday": "1809-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/00/John_Hart_2.jpeg/224px-John_Hart_2.jpeg",
    "extract": "Captain John Hart CMG was a South Australian politician and a Premier of South Australia.",
    "year": 1809,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Emma Catherine Embury",
    "birthday": "1806-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Henry_Inman_-_Emma_Embury_-_NPG.2016.23_-_National_Portrait_Gallery.jpg/266px-Henry_Inman_-_Emma_Embury_-_NPG.2016.23_-_National_Portrait_Gallery.jpg",
    "extract": "Emma Catherine Embury was an American author and poet. Under the pen name of \"Ianthe\", she contributed to the periodicals of the day, and may be considered among the pioneers of female literature in the United States. Her many poems and tales were afterwards collected and published in book form. Among these volumes are The Blind Girl and Other Tales, Glimpses of Home Life, Pictures of Early Life, Nature’s Gems, or American Wild Flowers (1845), and The Waldorf Family, a fairy tale of Brittany, partly a translation and partly original, (1848.)",
    "year": 1806,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "José de San Martín",
    "birthday": "1778-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Retrato_m%C3%A1s_can%C3%B3nico_de_Jos%C3%A9_de_San_Mart%C3%ADn.jpg/266px-Retrato_m%C3%A1s_can%C3%B3nico_de_Jos%C3%A9_de_San_Mart%C3%ADn.jpg",
    "extract": "José Francisco de San Martín y Matorras, known simply as José de San Martín or the Liberator of Argentina, Chile and Peru, was an Argentine general and the primary leader of the southern and central parts of South America's successful struggle for independence from the Spanish Empire who served as the Protector of Peru. Born in Yapeyú, Corrientes, in modern-day Argentina, he left the Viceroyalty of the Río de la Plata at the early age of seven to study in Málaga, Spain.",
    "year": 1778,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "François René Mallarmé",
    "birthday": "1755-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Mallarm%C3%A9%2C_Fran%C3%A7ois-Ren%C3%A9-Augustin%2C_1755-1831.jpg/202px-Mallarm%C3%A9%2C_Fran%C3%A7ois-Ren%C3%A9-Augustin%2C_1755-1831.jpg",
    "extract": "François-René-Auguste Mallarmé was a French statesman of the French Revolution and a supporter of Napoleon Bonaparte and the French Empire. His career is of particular interest because he was among political figures such as Joseph Fouché who at first aggressively supported the Terror, only to betray its leaders and support the various conservative reactionary régimes that followed. His was a chevalier de l'Empire from 22 November 1808 and a baron de l'Empire from 31 January 1810.",
    "year": 1755,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Graves Simcoe",
    "birthday": "1752-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/ColonelSimcoe.jpg/242px-ColonelSimcoe.jpg",
    "extract": "John Graves Simcoe was a British Army general and the first lieutenant governor of Upper Canada from 1791 until 1796 in southern Ontario and the watersheds of Georgian Bay and Lake Superior. He founded York and was instrumental in introducing institutions such as courts of law, trial by jury, English common law, and freehold land tenure, and also in the abolition of slavery in Canada.",
    "year": 1752,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Wood, the Younger",
    "birthday": "1728-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/BathRoyalCrescentAirial_morecontrast.jpg/320px-BathRoyalCrescentAirial_morecontrast.jpg",
    "extract": "John Wood, the Younger was an English architect, working principally in the city of Bath, Somerset. He was the son of the architect John Wood, the Elder. His designs were highly influential during the 18th century and the Royal Crescent is considered to be one of the best examples of Georgian Neo-Classical architecture in Britain.",
    "year": 1728,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "René Nicolas Charles Augustin de Maupeou",
    "birthday": "1714-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ren%C3%A9-Augustin_de_Maupeou.PNG/244px-Ren%C3%A9-Augustin_de_Maupeou.PNG",
    "extract": "René Nicolas Charles Augustin de Maupeou was a French lawyer, politician, and chancellor of France, whose attempts at reform signalled the failure of enlightened despotism in France. He is best known for his effort to destroy the system of parlements, which were powerful regional courts, in 1770–74. When King Louis XV died in 1774, the parlements were restored and Maupeou lost power.",
    "year": 1714,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Carlo Goldoni",
    "birthday": "1707-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Alessandro_Longhi_-_Ritratto_di_Carlo_Goldoni_%28c_1757%29_Ca_Goldoni_Venezia.jpg/277px-Alessandro_Longhi_-_Ritratto_di_Carlo_Goldoni_%28c_1757%29_Ca_Goldoni_Venezia.jpg",
    "extract": "Carlo Osvaldo Goldoni was an Italian playwright and librettist from the Republic of Venice. His works include some of Italy's most famous and best-loved plays. Audiences have admired the plays of Goldoni for their ingenious mix of wit and honesty. His plays offered his contemporaries images of themselves, often dramatizing the lives, values, and conflicts of the emerging middle classes. Though he wrote in French and Italian, his plays make rich use of the Venetian language, regional vernacular, and colloquialisms. Goldoni also wrote under the pen name and title Polisseno Fegeio, Pastor Arcade, which he claimed in his memoirs the \"Arcadians of Rome\" bestowed on him.",
    "year": 1707,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Giovanni Battista Morgagni",
    "birthday": "1682-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/13/Giambattista_morgagni.gif",
    "extract": "Giovanni Battista Morgagni was an Italian anatomist, generally regarded as the father of modern anatomical pathology, who taught thousands of medical students from many countries during his 56 years as Professor of Anatomy at the University of Padua.",
    "year": 1682,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Maria Margaretha Kirch",
    "birthday": "1670-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Maria_Margarethe_Winckelmann.png/317px-Maria_Margarethe_Winckelmann.png",
    "extract": "Maria Margaretha Kirch was a German astronomer. She was one of the first famous astronomers of her period due to her writing on the conjunction of the sun with Saturn, Venus, and Jupiter in 1709 and 1712 respectively.",
    "year": 1670,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ahmed II",
    "birthday": "1643-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Ahmet_II.jpg/219px-Ahmet_II.jpg",
    "extract": "Ahmed II was the Sultan of the Ottoman Empire from 1691 to 1695.",
    "year": 1643,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Friedrich Spee",
    "birthday": "1591-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Fridericus_Spee_SJ.jpg/248px-Fridericus_Spee_SJ.jpg",
    "extract": "Friedrich Spee was a German Jesuit priest, professor, and poet, most well-known as a forceful opponent of witch trials and one who was an insider writing from the epicenter of the European witch-phobia. Spee argued strongly against the use of torture, and as an eyewitness he gathered a book full of details regarding its cruelty and unreliability. He wrote, \"Torture has the power to create witches where none exist.\"",
    "year": 1591,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sharafkhan Bidlisi",
    "birthday": "1543-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/%E1%83%A9%E1%83%9D%E1%83%91%E1%83%90%E1%83%9C_%E1%83%90%E1%83%A6%E1%83%90.png/229px-%E1%83%A9%E1%83%9D%E1%83%91%E1%83%90%E1%83%9C_%E1%83%90%E1%83%A6%E1%83%90.png",
    "extract": "Sharaf al-Din Khan b. Shams al-Din b. Sharaf Beg Bedlisi was a Kurdish Emir of Bitlis. He was also a historian, writer and poet. He wrote exclusively in Persian. Born in the Qara Rud village, in central Iran, between Arak and Qom, at a young age he was sent to the Safavids' court and obtained his education there.",
    "year": 1543,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Henry Howard, 1st Earl of Northampton",
    "birthday": "1540-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Portrait_of_Henry_Howard%2C_Earl_of_Northampton_-_English_School.jpg/220px-Portrait_of_Henry_Howard%2C_Earl_of_Northampton_-_English_School.jpg",
    "extract": "Henry Howard, 1st Earl of Northampton KG was an important English aristocrat and courtier. He was suspect as a crypto-Catholic throughout his life, and went through periods of royal disfavour, in which his reputation suffered greatly. He was distinguished for learning, artistic culture and his public charities. He built Northumberland House in London and superintended the construction of the fine house of Audley End. He founded and planned several hospitals. Francis Bacon included three of his sayings in his Apophthegms, and chose him as \"the learnedest councillor in the kingdom to present to the king his Advancement of Learning.\" After his death, it was discovered that he had been involved in the murder of Sir Thomas Overbury.",
    "year": 1540,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Edward Plantagenet, 17th Earl of Warwick",
    "birthday": "1475-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/WarwickRousRoll.jpg/256px-WarwickRousRoll.jpg",
    "extract": "Edward Plantagenet, 17th Earl of Warwick was the son of Isabel Neville and George Plantagenet, 1st Duke of Clarence, and a potential claimant to the English throne during the reigns of both his uncle, Richard III (1483–1485), and Richard's successor, Henry VII (1485–1509). He was also a younger brother of Margaret Pole, 8th Countess of Salisbury. Edward was tried and executed for treason in 1499.",
    "year": 1475,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Wenceslaus I, Duke of Luxembourg",
    "birthday": "1337-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Wenceslaus_of_Luxembourg.jpg/218px-Wenceslaus_of_Luxembourg.jpg",
    "extract": "Wenceslaus I was the first Duke of Luxembourg from 1354. He was the son of John the Blind, King of Bohemia, and Beatrice of Bourbon.",
    "year": 1337,
    "month": 2,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Blanche of Portugal (1259–1321)",
    "birthday": "1259-2-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/D._Branca%2C_Infanta_de_Portugal_-_The_Portuguese_Genealogy_%28Genealogia_dos_Reis_de_Portugal%29.png/320px-D._Branca%2C_Infanta_de_Portugal_-_The_Portuguese_Genealogy_%28Genealogia_dos_Reis_de_Portugal%29.png",
    "extract": "Blanche of Portugal, was an infanta, the firstborn child of King Afonso III of Portugal and his second wife Beatrice of Castile. Named after her great-aunt Blanche of Castile, queen of France, Blanche was the Lady of Las Huelgas, Montemor-o-Velho, Alcocer and Briviesca, the city which she founded.",
    "year": 1259,
    "month": 2,
    "day": 25,
    "language": "en"
  }
]