[
  {
    "name": "Morgan Gautrat",
    "birthday": "1993-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/USWNT_group_photo_%2842878126761%29_%28cropped_2%29.jpg/215px-USWNT_group_photo_%2842878126761%29_%28cropped_2%29.jpg",
    "extract": "Morgan Paige Gautrat is an American soccer player for the Chicago Red Stars of the National Women's Soccer League (NWSL), the highest division of women's professional soccer in the United States, and the United States women's national soccer team. She first appeared for the United States national team during a friendly against Korea Republic on June 15, 2013. She has since made 87 total appearances for the team and scored 8 goals.",
    "year": 1993,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mikael Granlund",
    "birthday": "1992-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Mikael_Granlund_at_Minnesota_Wild_open_practice_at_Tria_Rink_in_St_Paul%2C_MN.jpg/320px-Mikael_Granlund_at_Minnesota_Wild_open_practice_at_Tria_Rink_in_St_Paul%2C_MN.jpg",
    "extract": "Mikael Antero Granlund is a Finnish professional ice hockey centre and alternate captain of the Nashville Predators of the National Hockey League (NHL). He previously played professionally in Finland with Oulun Kärpät and HIFK of the SM-liiga and the Minnesota Wild of the NHL. He was selected by the Wild as the ninth overall pick in the 2010 NHL Entry Draft.",
    "year": 1992,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Michael Chee-Kam",
    "birthday": "1992-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Chee_Kam%2CM_1730373RC.jpg/227px-Chee_Kam%2CM_1730373RC.jpg",
    "extract": "Michael Chee-Kam is a Samoa international rugby league footballer who plays as a second-row forward or centre for the South Sydney Rabbitohs in the NRL.",
    "year": 1992,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "CL (rapper)",
    "birthday": "1991-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/210608_CL_at_Johnnie_Walker_Keep_Walking_event_%28cropped%29.jpg/282px-210608_CL_at_Johnnie_Walker_Keep_Walking_event_%28cropped%29.jpg",
    "extract": "Lee Chae-rin, better known by her stage name CL, is a South Korean rapper and singer-songwriter. Born in Seoul, South Korea, she spent much of her early life in Japan and France. CL trained at JYP Entertainment before joining YG Entertainment at the age of fifteen. She debuted and rose to fame as a member of the girl group 2NE1 in 2009, which went on to become one of the best-selling girl groups of all-time. As a solo artist, CL made her debut with the single \"The Baddest Female\" in May 2013 and released the solo track \"MTBD\" in February 2014 as part of 2NE1's final studio album Crush.",
    "year": 1991,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Takanoiwa Yoshimori",
    "birthday": "1990-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Takanoiwa_2014.jpg/208px-Takanoiwa_2014.jpg",
    "extract": "Takanoiwa Yoshimori is a retired sumo wrestler from Ulaanbaatar, Mongolia. He made his professional debut in January 2009. He has both a sandanme and a jūryō division championship. He reached the jūryō division in July 2012 and the top makuuchi division for the first time in January 2014. He was the only wrestler recruited by former yokozuna Takanohana to reach the elite sekitori ranks. He was runner-up in one top division tournament and earned two special prizes, one for Fighting Spirit and one for Outstanding Performance. His highest rank was maegashira 2.",
    "year": 1990,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Gabriel Obertan",
    "birthday": "1989-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Gabbyobertan.jpg/168px-Gabbyobertan.jpg",
    "extract": "Gabriel Antoine Obertan is a French professional footballer who plays as a winger.",
    "year": 1989,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Hannah Kearney",
    "birthday": "1986-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/FIS_Moguls_World_Cup_2015_Finals_-_Meg%C3%A8ve_-_20150315_-_Hannah_Kearney_9.jpg/213px-FIS_Moguls_World_Cup_2015_Finals_-_Meg%C3%A8ve_-_20150315_-_Hannah_Kearney_9.jpg",
    "extract": "Hannah Angela Kearney is an American mogul skier who won a gold medal at the 2010 Winter Olympics and a bronze medal at the 2014 Winter Olympics.",
    "year": 1986,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Fernando Llorente",
    "birthday": "1985-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Fernando_Llorente_contra_el_H%C3%A9rcules_en_el_estadio_Jos%C3%A9_Rico_P%C3%A9rez_%28american_shot%29.jpg/232px-Fernando_Llorente_contra_el_H%C3%A9rcules_en_el_estadio_Jos%C3%A9_Rico_P%C3%A9rez_%28american_shot%29.jpg",
    "extract": "Fernando Javier Llorente Torres, nicknamed El Rey León, is a Spanish professional footballer who plays as a striker for Segunda División club Eibar.",
    "year": 1985,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Emmanuel Adebayor",
    "birthday": "1984-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Emmanuel_Adebayor_-_Lech_-_Manchester_026.jpg/289px-Emmanuel_Adebayor_-_Lech_-_Manchester_026.jpg",
    "extract": "Sheyi Emmanuel Adebayor is a Togolese professional footballer who plays as a striker. He previously played for English clubs Arsenal, Manchester City, Tottenham Hotspur and Crystal Palace, as well as French side Metz, Monégasque team Monaco, Spanish team Real Madrid, Turkish clubs İstanbul Başakşehir and Kayserispor, and Paraguay's Club Olimpia.",
    "year": 1984,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Natalia Lafourcade",
    "birthday": "1984-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Natalia_Lafourcade_2018_Gran_Rex_37_%28Cropped%29.jpg/213px-Natalia_Lafourcade_2018_Gran_Rex_37_%28Cropped%29.jpg",
    "extract": "María Natalia Lafourcade Silva is a Mexican pop-rock and folk singer and songwriter who, since her debut in 2002, has been one of the most successful singers in Latin America. Lafourcade's voice has been categorized as a lyric soprano.",
    "year": 1984,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Beren Saat",
    "birthday": "1984-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Beren_Saat_17.4.15.jpg/320px-Beren_Saat_17.4.15.jpg",
    "extract": "Beren Saat is a Turkish actress born and raised in Ankara. Since the beginning of her career, she has received critical acclaim and numerous accolades for her acting. While studying at Başkent University, she participated in the acting competition Türkiye'nin Yıldızları and was discovered by Turkish director Tomris Giritlioğlu, launching her professional acting career.",
    "year": 1984,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Pepe (footballer, born 1983)",
    "birthday": "1983-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Pepe_2018.jpg/213px-Pepe_2018.jpg",
    "extract": "Kepler Laveran de Lima Ferreira ComM, known as Pepe, is a professional footballer who plays as a centre back for Porto and the Portugal national team. He is regarded as one of the best defenders of his generation.",
    "year": 1983,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Li Na",
    "birthday": "1982-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Li_Na_January_2015.jpg/251px-Li_Na_January_2015.jpg",
    "extract": "Li Na is a Chinese former professional tennis player.",
    "year": 1982,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Matt Prior",
    "birthday": "1982-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Matt_prior.jpg/253px-Matt_prior.jpg",
    "extract": "Matthew James Prior is a South African-born English former cricketer, who played for England in Test cricket and for Sussex County Cricket Club in domestic cricket. He was a wicket-keeper and his aggressive right-handed batting enabled him to open the innings in ODI matches, even when he made very limited appearance in shorter forms of the game. With an international Test debut score of 126, Prior became the first English wicket-keeper to hit a century in his debut match in early 2007. His glovework, however, was criticised. Despite a successful tour of Sri Lanka with the bat, Prior's keeping was less successful, and he was dropped from the team for the 2008 tour of New Zealand. He returned for the 2008 series against South Africa, and was retained into 2009, where he became the second-fastest England keeper to reach 1,000 Test runs, behind Les Ames. He retired in June 2015 from all forms of professional cricket due to a recurring Achilles tendon injury.",
    "year": 1982,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Nate Ruess",
    "birthday": "1982-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Nate_Ruess%2C_Wilton%27s_Music_Hall%2C_London_%2818076750294%29_%28cropped%29.jpg/277px-Nate_Ruess%2C_Wilton%27s_Music_Hall%2C_London_%2818076750294%29_%28cropped%29.jpg",
    "extract": "Nate Ruess is an American singer and songwriter. He is best known as the founder and lead singer of the indie pop band Fun, and of The Format. As of 2015, he also performs as a solo musician.",
    "year": 1982,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Kertus Davis",
    "birthday": "1981-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e3/Kertus_Davis_2008_New_Hampshire_in_Garage.JPG/320px-Kertus_Davis_2008_New_Hampshire_in_Garage.JPG",
    "extract": "Kertus Davis is a NASCAR driver. He is currently the competition director for JD Motorsports.",
    "year": 1981,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Steve Blake",
    "birthday": "1980-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Steve_Blake_warriors.jpg/212px-Steve_Blake_warriors.jpg",
    "extract": "Steven Hanson Blake is an American professional basketball coach and former player. After winning the 2002 NCAA Championship with Maryland, Blake was selected by the Washington Wizards with the 38th overall pick in the 2003 NBA draft. Over his 13-year NBA career, Blake had stints with the Wizards, Milwaukee Bucks, Denver Nuggets, Los Angeles Clippers, Los Angeles Lakers, Golden State Warriors, Detroit Pistons, and had three different stints with the Portland Trail Blazers.",
    "year": 1980,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Corinne Bailey Rae",
    "birthday": "1979-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/SWonderBSTHyde060719-66_%2849898040648%29_%28cropped%29.jpg/233px-SWonderBSTHyde060719-66_%2849898040648%29_%28cropped%29.jpg",
    "extract": "Corinne Jacqueline Bailey Rae is an English singer and songwriter. She is best known for her 2006 single \"Put Your Records On\". Bailey Rae was named the number-one predicted breakthrough act of 2006 in an annual BBC poll of music critics, Sound of 2006. She released her debut album, Corinne Bailey Rae, in February 2006, and became the fourth female British act in history to have her first album debut at number one. In 2007, Bailey Rae was nominated for three Grammy Awards and three Brit Awards, and won two MOBO Awards. In 2008, she won a Grammy Award for Album of the Year.",
    "year": 1979,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Pedro Mendes (footballer, born 1979)",
    "birthday": "1979-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Pedro_Mendes_2018.jpg/203px-Pedro_Mendes_2018.jpg",
    "extract": "Pedro Miguel da Silva Mendes is a Portuguese former professional footballer who played as a midfielder. He works as a football agent.",
    "year": 1979,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Abdoulaye Faye",
    "birthday": "1978-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Abdoulaye_Diagne-Faye_cropped.jpg/242px-Abdoulaye_Diagne-Faye_cropped.jpg",
    "extract": "Abdoulaye Diagne-Faye, known as Abdoulaye Faye, is a Senegalese former footballer who played as a defender.",
    "year": 1978,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Marty Reasoner",
    "birthday": "1977-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Marty_Reasoner.jpg/300px-Marty_Reasoner.jpg",
    "extract": "Martin Ernest Reasoner is an American former professional ice hockey center who played in the National Hockey League (NHL) with the St. Louis Blues, Edmonton Oilers, Boston Bruins, Florida Panthers, Atlanta Thrashers and New York Islanders. He is currently in a player development coaching role within the New York Islanders organization.",
    "year": 1977,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tim Thomas (basketball)",
    "birthday": "1977-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Tim_Thomas.jpg/181px-Tim_Thomas.jpg",
    "extract": "Timothy Mark Thomas is an American former professional basketball player who played thirteen seasons in the National Basketball Association (NBA).",
    "year": 1977,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Shane Williams",
    "birthday": "1977-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Shane_Williams.JPG/320px-Shane_Williams.JPG",
    "extract": "Shane Mark Williams, is a Welsh rugby union player most famous for his long and successful tenure as a wing for the Ospreys and the Wales national team. He also played scrum-half on occasion. Williams is the record try scorer for Wales, and is fourth on the international list of leading rugby union test try scorers behind Daisuke Ohata, Bryan Habana and David Campese. He is Wales's most capped winger and is considered to be one of the greatest wingers of all time.",
    "year": 1977,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Nalini Anantharaman",
    "birthday": "1976-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/GMF_Meeting2016_MFO21279.jpg/320px-GMF_Meeting2016_MFO21279.jpg",
    "extract": "Professor Nalini Anantharaman is a French mathematician who has won major prizes including the Henri Poincaré Prize in 2012.",
    "year": 1976,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chadwick Stokes Urmston",
    "birthday": "1976-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Chad_Urmston_Germany_2012.jpg/240px-Chad_Urmston_Germany_2012.jpg",
    "extract": "Chad (Chadwick) Stokes Urmston is an American musician and a human rights activist. He is the frontman for the Boston-area bands Dispatch and State Radio, and released solo music under the name Chadwick Stokes.",
    "year": 1976,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Sébastien Loeb",
    "birthday": "1974-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Sebastien_Loeb_2014_WTCC_Race_of_Japan.jpg/213px-Sebastien_Loeb_2014_WTCC_Race_of_Japan.jpg",
    "extract": "Sébastien Loeb is a French professional rally, racing and rallycross driver. He is the most successful driver in the World Rally Championship (WRC), having won the world championship a record nine times in a row. He holds several other WRC records, including most event wins, most podium finishes and most stage wins. Loeb retired from full time WRC participation at the end of 2012. He currently drives part time in the WRC for M-Sport Ford World Rally Team, full time in the World Rally-Raid Championship (W2RC) for Bahrain Raid Xtreme, and full time in the Extreme E Championship for Team X44.",
    "year": 1974,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Marshall Faulk",
    "birthday": "1973-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Marshall_Faulk_2017_%28cropped%29.jpg/216px-Marshall_Faulk_2017_%28cropped%29.jpg",
    "extract": "Marshall William Faulk is a former American football running back who played in the National Football League (NFL) for 13 seasons with the Indianapolis Colts and St. Louis Rams. He played college football at San Diego State, where he was a two-time consensus All-American. He was selected by the Colts as the second overall in the 1994 NFL Draft, whom he was a member of for five seasons, before spending his last eight seasons with the Rams. Faulk was a member of the Greatest Show on Turf, a name given to the St. Louis Rams team that appeared in two Super Bowls and won Super Bowl XXXIV. In 2000, Faulk was named the Most Valuable Player of the NFL. Faulk is one of only three NFL players to reach at least 10,000 rushing yards and 5,000 receiving yards and the only one to amass 12,000 yards rushing and 6,000 yards receiving. He was also an analyst for various programs on the NFL Network until December 2017. Faulk was inducted to the Pro Football Hall of Fame in 2011 and the College Football Hall of Fame in 2017.",
    "year": 1973,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ole Gunnar Solskjær",
    "birthday": "1973-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Ole_Gunnar_Solskjaer_Trondheim2011-1_crop.jpg/234px-Ole_Gunnar_Solskjaer_Trondheim2011-1_crop.jpg",
    "extract": "Ole Gunnar Solskjær is a Norwegian professional football manager and former player who played as a forward. He was most recently the manager of Premier League club Manchester United. As a player, Solskjær spent the majority of his career with Manchester United and also played 67 times for the Norway national team.",
    "year": 1973,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Erykah Badu",
    "birthday": "1971-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Erykah_Badu_in_Nation19_Magazine.jpg/223px-Erykah_Badu_in_Nation19_Magazine.jpg",
    "extract": "Erica Abi Wright, known professionally as Erykah Badu, is an American singer-songwriter, record producer and actress. Influenced by R&B, 1970s soul, and 1980s hip hop, Badu became associated with the neo soul subgenre in the 1990s and 2000s along with artists such as D'Angelo and Maxwell. She has been called the “Queen of Neo Soul”. Badu's career began after she opened a show for D'Angelo in 1994 in Fort Worth; record label executive Kedar Massenburg was highly impressed with her performance and signed her to Kedar Entertainment. Her first album, Baduizm, was released in February 1997. It spawned four singles: \"On & On\", \"Appletree\", \"Next Lifetime\" and \"Otherside of the Game\". The album was certified triple Platinum by the Recording Industry Association of America (RIAA). Her first live album, Live, was released in November 1997 and was certified double Platinum by the RIAA.",
    "year": 1971,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Max Martin",
    "birthday": "1971-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Max_Martin.jpg/240px-Max_Martin.jpg",
    "extract": "Karl Martin Sandberg, known professionally as Max Martin, is a Swedish record producer, songwriter, and retired singer. He rose to prominence in the late 1990s making a string of hit singles such as Britney Spears's \"...Baby One More Time\" (1998), the Backstreet Boys' \"I Want It That Way\" (1999), Céline Dion's \"That's the Way It Is\" (1999) and NSYNC's \"It's Gonna Be Me\" (2000).",
    "year": 1971,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Hélène Ségara",
    "birthday": "1971-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/H%C3%A9l%C3%A8ne_S%C3%A9gara_d%C3%A9fil%C3%A9_Guillarme.jpg/212px-H%C3%A9l%C3%A8ne_S%C3%A9gara_d%C3%A9fil%C3%A9_Guillarme.jpg",
    "extract": "Hélène Ségara, born Hélène Aurore Alice Rizzo on 26 February 1971, is a singer of French, Armenian and Italian descent, who came to prominence playing the role of Esmeralda in the French musical Notre Dame de Paris. She has sold over 10 million records.",
    "year": 1971,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mark Harper",
    "birthday": "1970-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Official_portrait_of_Rt_Hon_Mark_Harper_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Mark_Harper_MP_crop_2.jpg",
    "extract": "Mark James Harper is a British politician and member of the Conservative Party. He has been Member of Parliament (MP) for Forest of Dean since 2005.",
    "year": 1970,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Hitoshi Sakimoto",
    "birthday": "1969-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/17/Hitoshi_Sakimoto.jpg",
    "extract": "Hitoshi Sakimoto  is a Japanese video game music composer and arranger. He is best known for scoring Final Fantasy Tactics and Final Fantasy XII, though he has composed soundtracks for over 80 other games. He began playing music and video games in elementary school, and began composing video game music for money by the time he was 16. Sakimoto's professional career began a few years later in 1988 when he started composing music professionally as a freelancer, as well as programming sound drivers for games.",
    "year": 1969,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tim Commerford",
    "birthday": "1968-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Tim_Commerford_rage.jpg/320px-Tim_Commerford_rage.jpg",
    "extract": "Timothy Robert Commerford is an American musician, best known as the bassist and backing vocalist for rock band Rage Against the Machine and supergroups Audioslave and Prophets of Rage (2016–2019). Since 2013 and 2015, he has also been the lead singer and bassist of the bands Future User and Wakrat.",
    "year": 1968,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mark Carroll (rugby league)",
    "birthday": "1967-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Mark_Carroll%2C_Russell_Crowe%27s_body_guard.jpg/194px-Mark_Carroll%2C_Russell_Crowe%27s_body_guard.jpg",
    "extract": "Mark \"Spud\" Carroll is an Australian former professional rugby league footballer who played as a prop in the 1980s and 1990s. He represented Australia internationally and New South Wales in State of Origin, and played club football in Australia for the Penrith Panthers, South Sydney Rabbitohs, Manly-Warringah Sea Eagles and in England for the London Broncos.",
    "year": 1967,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Kazuyoshi Miura",
    "birthday": "1967-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Kazu_Miura_at_Matsuda_tribute_match_20120122_%28edited%29.jpg/243px-Kazu_Miura_at_Matsuda_tribute_match_20120122_%28edited%29.jpg",
    "extract": "Kazuyoshi Miura , often known simply as Kazu, is a Japanese professional footballer who plays as a forward for Japan Football League club Suzuka Point Getters on loan from Yokohama FC.",
    "year": 1967,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Garry Conille",
    "birthday": "1966-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Garry_Conille_2012.jpg/256px-Garry_Conille_2012.jpg",
    "extract": "Dr. Garry Conille is a Haitian academic, development worker, author, and former Prime Minister of Haiti. He submitted his resignation as prime minister on 24 February 2012, and was officially succeeded by Laurent Lamothe on 16 May 2012.",
    "year": 1966,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Najwa Karam",
    "birthday": "1966-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Najwa_Karam%2C_New_Year%27s_Eve_%281%29.jpg/256px-Najwa_Karam%2C_New_Year%27s_Eve_%281%29.jpg",
    "extract": "Najwa Karam is a Lebanese singer, songwriter, and fashion icon. Known as \"The Sun Of Lebanese and Arabic Song\", she has created her style which blends traditional and contemporary Arabic music and has helped spread the Lebanese dialect in Arabic music. Najwa Karam was the highest-selling Middle Eastern artist in 1999, 2000, 2001, 2003, 2009, 2011, and 2017. She has known for her vocal powerhouse Mawwal talents and has gained an international audience due to her distinct blend of traditional Lebanese music and contemporary sounds.",
    "year": 1966,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "James Mitchell (wrestling)",
    "birthday": "1965-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Mr._Mitchell_%28cropped%29.jpg/162px-Mr._Mitchell_%28cropped%29.jpg",
    "extract": "James Lamar Mitchell is an American professional wrestling manager, known for his appearances with World Championship Wrestling (WCW) as James Vandenberg, Extreme Championship Wrestling (ECW) as The Sinister Minister, and Total Nonstop Action Wrestling (TNA) under his own name.",
    "year": 1965,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chase Masterson",
    "birthday": "1963-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Chase_Masterson.jpg/257px-Chase_Masterson.jpg",
    "extract": "Chase Masterson is an American actress and singer.",
    "year": 1963,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ahn Cheol-soo",
    "birthday": "1962-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/AhnCheolSoo2022.png/227px-AhnCheolSoo2022.png",
    "extract": "Ahn Cheol-soo is a South Korean politician, medical doctor, businessperson, and software entrepreneur.",
    "year": 1962,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jaz Coleman",
    "birthday": "1960-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Jaz-Coleman_Paris_sept_2008.jpg/320px-Jaz-Coleman_Paris_sept_2008.jpg",
    "extract": "Jeremy \"Jaz\" Coleman is an English singer and musician. He came to prominence in the early 1980s as the lead vocalist and keyboardist of post-punk group Killing Joke.",
    "year": 1960,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ahmet Davutoğlu",
    "birthday": "1959-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Secretary_Kerry_Meets_With_Turkish_Foreign_Minister_Davutoglu_%282%29_%28cropped%29.jpg/242px-Secretary_Kerry_Meets_With_Turkish_Foreign_Minister_Davutoglu_%282%29_%28cropped%29.jpg",
    "extract": "Ahmet Davutoğlu is a Turkish academic, politician and former diplomat who served as the 26th Prime Minister of Turkey and Leader of the Justice and Development Party (AKP) from 2014 to 2016. He previously served as Minister of Foreign Affairs from 2009 to 2014 and chief advisor to Prime Minister Recep Tayyip Erdoğan from 2003 to 2009. He was elected as an AKP Member of Parliament for Konya in the 2011 general election and was reelected as an MP in both the June and November 2015 general elections. He resigned as Prime Minister on 22 May 2016.",
    "year": 1959,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Susan Helms",
    "birthday": "1958-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Helms_sj4.jpg/256px-Helms_sj4.jpg",
    "extract": "Susan Jane Helms is a retired United States Air Force lieutenant general and NASA astronaut. She was the commander, 14th Air Force ; and commander, Joint Functional Component Command for Space at Vandenberg Air Force Base in California.",
    "year": 1958,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tim Kaine",
    "birthday": "1958-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Tim_Kaine_116th_official_portrait.jpg/256px-Tim_Kaine_116th_official_portrait.jpg",
    "extract": "Timothy Michael Kaine is an American lawyer and politician serving as the junior United States senator from Virginia since 2013. A member of the Democratic Party, he served as the 38th lieutenant governor of Virginia from 2002 to 2006 and 70th governor of Virginia from 2006 to 2010. Kaine was the Democratic nominee for vice president of the United States in the 2016 election as Hillary Clinton's running mate.",
    "year": 1958,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "David Beasley",
    "birthday": "1957-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/GovernorBeasley.JPG/252px-GovernorBeasley.JPG",
    "extract": "David Muldrow Beasley is an American politician and the Executive Director of the United Nations World Food Programme. A member of the Republican Party, he also served one term as the 113th Governor of South Carolina from 1995 until 1999.",
    "year": 1957,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Keena Rothhammer",
    "birthday": "1957-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Keena_Rothhammer.jpg/255px-Keena_Rothhammer.jpg",
    "extract": "Keena Ruth Rothhammer is an American former competition swimmer, Olympic champion, and former world record-holder in two events.",
    "year": 1957,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Michel Houellebecq",
    "birthday": "1956-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/2008.06.09._Michel_Houellebecq_Fot_Mariusz_Kubik_03.jpg/240px-2008.06.09._Michel_Houellebecq_Fot_Mariusz_Kubik_03.jpg",
    "extract": "Michel Houellebecq is a French author, known for his novels, poems, and essays, as well as an occasional actor, filmmaker, and singer.",
    "year": 1956,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Andreas Maislinger",
    "birthday": "1955-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Andreas_Maislinger_and_Branko_Lustig_at_the_LAMOTH_2nd_Annual_Dinner_%282%29_cropped.jpg/197px-Andreas_Maislinger_and_Branko_Lustig_at_the_LAMOTH_2nd_Annual_Dinner_%282%29_cropped.jpg",
    "extract": "Andreas Maislinger is an Austrian historian and political scientist and founder and chairman of the Austrian Service Abroad, including the Gedenkdienst, the Austrian Social Service and the Austrian Peace Service. He also is the founder of the Austrian Holocaust Memorial Award, the Braunau Contemporary History Days and the inventor of the idea of the House of Responsibility regarding the birthplace of Adolf Hitler.",
    "year": 1955,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Prince Ernst August of Hanover (born 1954)",
    "birthday": "1954-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Coat_of_Arms_of_the_Kingdom_of_Hanover.svg/320px-Coat_of_Arms_of_the_Kingdom_of_Hanover.svg.png",
    "extract": "Prince Ernst August of Hanover is the head of the royal House of Hanover, members of which reigned in the United Kingdom of Great Britain and Ireland until 1901, the Kingdom of Hanover until 1866, and the Duchy of Brunswick from 1913 to 1918. As the husband of Princess Caroline of Monaco, he is the brother-in-law of Albert II, Prince of Monaco.",
    "year": 1954,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Recep Tayyip Erdoğan",
    "birthday": "1954-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Recep_Tayyip_Erdo%C4%9Fan_2021_%28cropped%29.jpg/240px-Recep_Tayyip_Erdo%C4%9Fan_2021_%28cropped%29.jpg",
    "extract": "Recep Tayyip Erdoğan is a Turkish politician serving as the 12th and current president of Turkey since 2014. He previously served as prime minister of Turkey from 2003 to 2014 and as mayor of Istanbul from 1994 to 1998. He founded the Justice and Development Party (AKP) in 2001, leading it to election victories in 2002, 2007, and 2011 general elections before being required to stand down upon his election as President in 2014. He later returned to the AKP leadership in 2017 following the constitutional referendum that year. Coming from an Islamist political background and self-describing as a conservative democrat, he has promoted socially conservative and populist policies during his administration.",
    "year": 1954,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Michael Bolton",
    "birthday": "1953-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Michael_Bolton_by_Gage_Skidmore_2.jpg/231px-Michael_Bolton_by_Gage_Skidmore_2.jpg",
    "extract": "Michael Bolotin, known professionally as Michael Bolton, is an American singer and songwriter. Bolton originally performed in the hard rock and heavy metal genres from the mid-1970s to the mid-1980s, both on his early solo albums and those he recorded as the frontman of the band Blackjack. He became better known for his series of pop rock ballads, recorded after a stylistic change in the late 1980s.",
    "year": 1953,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Barbara Niven",
    "birthday": "1953-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a0/Autograph_of_Barbara_Niven_from_Print_of_Affirmation_Num4_purchased_online.jpg/320px-Autograph_of_Barbara_Niven_from_Print_of_Affirmation_Num4_purchased_online.jpg",
    "extract": "Barbara Niven is an American actress, writer and producer, best known for her performances in Hallmark and Lifetime movies, and for television roles in Pensacola: Wings of Gold, One Life to Live, Cedar Cove, and Chesapeake Shores. Niven had the leading role in the independent film A Perfect Ending (2012). She is also a motivational speaker, media trainer and animal rights activist, and a National Ambassador for American Humane.",
    "year": 1953,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Wayne Goss",
    "birthday": "1951-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Portrait_of_Wayne_Keith_Goss%2C_Premier_of_Queensland.jpg/219px-Portrait_of_Wayne_Keith_Goss%2C_Premier_of_Queensland.jpg",
    "extract": "Wayne Keith Goss was Premier of Queensland from 7 December 1989 until 19 February 1996, becoming the first Labor Premier of the state in over thirty two years. Prior to entering politics, Goss was a solicitor, and after leaving politics he served as Chairman of the Queensland Art Gallery and Chairman of Deloitte Australia.",
    "year": 1951,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jonathan Cain",
    "birthday": "1950-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Jonathan_Cain_%2810728%29.jpg/320px-Jonathan_Cain_%2810728%29.jpg",
    "extract": "Jonathan Leonard Friga, known professionally as Jonathan Cain, is an American musician, multi-instrumentalist, singer and songwriter best known as the keyboardist and rhythm guitarist for Journey. He has also worked with the Babys and Bad English. Cain was inducted into the Rock and Roll Hall of Fame as a member of Journey on April 7, 2017. He also maintains a solo career as a contemporary Christian artist.",
    "year": 1950,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Helen Clark",
    "birthday": "1950-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Helen_Clark_official_photo_%28cropped%29.jpg/240px-Helen_Clark_official_photo_%28cropped%29.jpg",
    "extract": "Helen Elizabeth Clark is a New Zealand politician who served as the 37th prime minister of New Zealand from 1999 to 2008, and was the administrator of the United Nations Development Programme from 2009 to 2017. She was New Zealand's fifth-longest-serving prime minister, and the second woman to hold that office.",
    "year": 1950,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Simon Crean",
    "birthday": "1949-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Simon_Crean_%281%29.jpg/229px-Simon_Crean_%281%29.jpg",
    "extract": "Simon Findlay Crean is an Australian politician and trade unionist. He was the Member of Parliament for Hotham from 1990 to 2013, representing the Labor Party, and served as a Cabinet Minister in the Hawke, Keating, Rudd and Gillard Governments. He was the Leader of the Labor Party and Leader of the Opposition from November 2001 to December 2003.",
    "year": 1949,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Emma Kirkby",
    "birthday": "1949-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Emma_Kirkby_portrait.jpg/294px-Emma_Kirkby_portrait.jpg",
    "extract": "Dame Carolyn Emma Kirkby, is an English soprano and early music specialist. She has sung on over 100 recordings.",
    "year": 1949,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Sharyn McCrumb",
    "birthday": "1948-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Sharyn_McCrumb_circa_1997.jpg/320px-Sharyn_McCrumb_circa_1997.jpg",
    "extract": "Sharyn McCrumb is an American writer whose books celebrate the history and folklore of Appalachia. McCrumb is the winner of numerous literary awards, and the author of the Elizabeth McPherson mystery series, the Ballad series, and the St. Dale series.",
    "year": 1948,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Sandie Shaw",
    "birthday": "1947-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Sandie_Shaw_3.jpg/241px-Sandie_Shaw_3.jpg",
    "extract": "Sandie Shaw, is an English singer. One of the most successful British female singers of the 1960s, she had three UK number one singles with \"(There's) Always Something There to Remind Me\" (1964), \"Long Live Love\" (1965) and \"Puppet on a String\" (1967). With the latter, she became the first British entry to win the Eurovision Song Contest. She returned to the UK Top 40, for the first time in 15 years, with her 1984 cover of the Smiths song \"Hand in Glove\". Shaw retired from the music industry in 2013.",
    "year": 1947,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Colin Bell",
    "birthday": "1946-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Colin_Bell_1969.jpg/193px-Colin_Bell_1969.jpg",
    "extract": "Colin Bell was an English professional footballer who played as a midfielder. Best known for his thirteen-year spell at Manchester City, he is regarded as one of the club's greatest-ever players, and was part of the Bell–Lee–Summerbee trio in the late 1960s and 1970s. Bell made forty-eight appearances for the England national football team; he was an unused squad member at UEFA Euro 1968 and played in three matches at the 1970 FIFA World Cup.",
    "year": 1946,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ahmed Zewail",
    "birthday": "1946-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Ahmed_Zewail_HD2009_Othmer_Gold_Medal_portrait.JPG/235px-Ahmed_Zewail_HD2009_Othmer_Gold_Medal_portrait.JPG",
    "extract": "Ahmed Hassan Zewail was an Egyptian American chemist, known as the \"father of femtochemistry\". He was awarded the 1999 Nobel Prize in Chemistry for his work on femtochemistry and became the first Egyptian to win a Nobel Prize in a scientific field, and the second African to win a Nobel Prize in Chemistry. He was the Linus Pauling Chair Professor of Chemistry, Professor of Physics, and the director of the Physical Biology Center for Ultrafast Science and Technology at the California Institute of Technology.",
    "year": 1946,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Peter Brock",
    "birthday": "1945-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Peter_Brock%2C_August_2006.jpg",
    "extract": "Peter Geoffrey Brock, known as \"Peter Perfect\", \"The King of the Mountain\", or simply \"Brocky\", was an Australian motor racing driver. Brock was most often associated with Holden for almost 40 years, although he raced vehicles of other manufacturers including BMW, Ford, Volvo, Porsche and Peugeot. He won the Bathurst 1000 endurance race nine times, the Sandown 500 touring car race nine times, the Australian Touring Car Championship three times, the Bathurst 24 Hour once and was inducted into the V8 Supercars Hall of Fame in 2001. Brock's business activities included the Holden Dealer Team (HDT) that produced Brock's racing machines as well as a number of modified high-performance road versions of his racing cars.",
    "year": 1945,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Marta Kristen",
    "birthday": "1945-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Marta_Kristen_Lost_in_Space_1965.jpg/244px-Marta_Kristen_Lost_in_Space_1965.jpg",
    "extract": "Marta Kristen is a Norwegian-born American actress.",
    "year": 1945,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ronald Lauder",
    "birthday": "1944-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Ronald_S_Lauder_-_Rally_against_anti-Semitism_-_Berlin_14_September_2014_-_1_-_c_MichaelThaidigsmann_%28cropped%29.jpg/205px-Ronald_S_Lauder_-_Rally_against_anti-Semitism_-_Berlin_14_September_2014_-_1_-_c_MichaelThaidigsmann_%28cropped%29.jpg",
    "extract": "Ronald Steven Lauder is an American businessman, billionaire, philanthropist, art collector, and political activist. He is the President of the World Jewish Congress, assuming that role in 2007. He and his brother, Leonard Lauder, are the sole heirs to the Estée Lauder cosmetics company, founded by their parents, Estée Lauder and Joseph Lauder, in 1946.",
    "year": 1944,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Paul Cotton",
    "birthday": "1943-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/PaulCottonPoco07.jpg/290px-PaulCottonPoco07.jpg",
    "extract": "Norman Paul Cotton was an American guitarist and singer-songwriter. He was a member of the band Poco and the writer of their international hit song \"Heart of the Night\". Before that, he was co-guitarist for the Illinois Speed Press.",
    "year": 1943,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bill Duke",
    "birthday": "1943-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Bill_Duke_%2847003170452%29.jpg/264px-Bill_Duke_%2847003170452%29.jpg",
    "extract": "William Henry Duke Jr. is an American actor and film director. Known for his physically imposing frame, Duke works primarily in the action and crime drama genres often as a character related to law enforcement. Frequently a character actor, he has starred opposite Arnold Schwarzenegger in Commando and Predator, and has appeared in films like American Gigolo, No Man's Land, Bird on a Wire, Menace II Society, Exit Wounds, Payback, X-Men: The Last Stand, and Mandy. In television, he is best known as Agent Percy Odell in Black Lightning.",
    "year": 1943,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dante Ferretti",
    "birthday": "1943-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Dante_ferretti.jpg/320px-Dante_ferretti.jpg",
    "extract": "Dante Ferretti is an Italian production designer, art director, and costume designer.",
    "year": 1943,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bob Hite",
    "birthday": "1943-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Bob-Hite_of_Canned_Heat.jpg/320px-Bob-Hite_of_Canned_Heat.jpg",
    "extract": "Robert Ernest Hite was the co-lead vocalist of the American blues-rock band Canned Heat, from 1965 to his death in 1981. His nickname was \"The Bear\".",
    "year": 1943,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jozef Adamec",
    "birthday": "1942-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Jozef_Adamec_%281969%29.jpg/240px-Jozef_Adamec_%281969%29.jpg",
    "extract": "Jozef Adamec was a Slovak football forward and manager.",
    "year": 1942,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Oldřich Kulhánek",
    "birthday": "1940-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Old%C5%99ich_Kulh%C3%A1nek.jpg/231px-Old%C5%99ich_Kulh%C3%A1nek.jpg",
    "extract": "Oldřich Kulhánek was a Czech painter, graphic designer, illustrator, stage designer and pedagogue. Kulhánek created the design for the current Czech banknotes and postage stamps.",
    "year": 1940,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chuck Wepner",
    "birthday": "1939-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/WepnerRossman.JPG/214px-WepnerRossman.JPG",
    "extract": "Charles Wepner is an American former professional boxer. He fell just seconds short of a full fifteen rounds against world heavyweight champion Muhammad Ali in a 1975 championship fight. Wepner also scored notable wins over Randy Neumann and former world heavyweight champion Ernie Terrell. He was also the last man to fight former undisputed world heavyweight champion Sonny Liston.",
    "year": 1939,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "José Policarpo",
    "birthday": "1936-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Professor_D._Jos%C3%A9_da_Cruz_Policarpo.png/258px-Professor_D._Jos%C3%A9_da_Cruz_Policarpo.png",
    "extract": "José da Cruz Policarpo, GCC, officially referred to as José IV, Patriarch of Lisbon, though usually referred to as \"D. José Policarpo\", was Patriarch of Lisbon from 24 March 1998 to 18 May 2013. Pope John Paul II made him a Cardinal in 2001. Policarpo held a doctorate in theology from the Pontifical Gregorian University in Rome.",
    "year": 1936,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mohammed Lakhdar-Hamina",
    "birthday": "1934-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Mohamed_LAKHDAR_HAMINA.png/320px-Mohamed_LAKHDAR_HAMINA.png",
    "extract": "\nMohammed Lakhdar-Hamina is an Algerian film director and screenwriter. He is best known for his 1975 film Chronicle of the Years of Fire. He is one of the most prominent figures in contemporary Arabic cinema.",
    "year": 1934,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "James Goldsmith",
    "birthday": "1933-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/99/Sir_james_goldsmith_photo.png",
    "extract": "Sir James Michael Goldsmith was a French-British financier, tycoon and politician who was a member of the Goldsmith family.",
    "year": 1933,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Johnny Cash",
    "birthday": "1932-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Johnny_Cash_1977.jpg/241px-Johnny_Cash_1977.jpg",
    "extract": "John R. Cash was an American singer-songwriter. Much of Cash's music contained themes of sorrow, moral tribulation, and redemption, especially in the later stages of his career. He was known for his deep, calm bass-baritone voice, the distinctive sound of his Tennessee Three backing band characterized by train-like chugging guitar rhythms, a rebelliousness coupled with an increasingly somber and humble demeanor, free prison concerts, and a trademark all-black stage wardrobe which earned him the nickname \"The Man in Black\".",
    "year": 1932,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Robert Novak",
    "birthday": "1931-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Robert_Novaak_2002.jpg/251px-Robert_Novaak_2002.jpg",
    "extract": "Robert David Sanders Novak was an American syndicated columnist, journalist, television personality, author, and conservative political commentator. After working for two newspapers before serving in the U.S. Army during the Korean War, he became a reporter for the Associated Press and then for The Wall Street Journal. He teamed up with Rowland Evans in 1963 to start Inside Report, which became the longest running syndicated political column in U.S. history and ran in hundreds of papers. They also started the Evans-Novak Political Report, a notable biweekly newsletter, in 1967.",
    "year": 1931,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Fats Domino",
    "birthday": "1928-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Fats_Domino_in_Amsterdam_1962_%28crop%29.jpg/217px-Fats_Domino_in_Amsterdam_1962_%28crop%29.jpg",
    "extract": "Antoine Dominique Domino Jr., known as Fats Domino, was an American pianist and singer-songwriter. One of the pioneers of rock and roll music, Domino sold more than 65 million records. Born in New Orleans to a French Creole family, Domino signed to Imperial Records in 1949. His first single \"The Fat Man\" is cited by some historians as the first rock and roll single and the first to sell more than 1 million copies. Domino continued to work with the song's co-writer Dave Bartholomew, contributing his distinctive rolling piano style to Lloyd Price's \"Lawdy Miss Clawdy\" (1952) and scoring a string of mainstream hits beginning with \"Ain't That a Shame\" (1955). Between 1955 and 1960, he had eleven Top 10 US pop hits. By 1955, five of his records had sold more than a million copies, being certified gold.",
    "year": 1928,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ariel Sharon",
    "birthday": "1928-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Ariel_Sharon_Headshot.jpg/240px-Ariel_Sharon_Headshot.jpg",
    "extract": "Ariel Sharon was an Israeli general and politician who served as the 11th Prime Minister of Israel from March 2001 until April 2006.",
    "year": 1928,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tom Kennedy (television host)",
    "birthday": "1927-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Tom_kennedy_you_dont_say_host.jpg/204px-Tom_kennedy_you_dont_say_host.jpg",
    "extract": "James Edward Narz, known professionally as Tom Kennedy, was an American television host best known for his work in game shows. Game shows Kennedy hosted included Password Plus, Split Second, Name That Tune, and You Don't Say!",
    "year": 1927,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Doris Belack",
    "birthday": "1926-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/22/Doris_Belack_%281990%29.jpg",
    "extract": "Doris Belack was an American character actress of stage, film and television.",
    "year": 1926,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Verne Gagne",
    "birthday": "1926-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Verne_Gagne_1964.jpg/292px-Verne_Gagne_1964.jpg",
    "extract": "Laverne Clarence Gagne was an American amateur and professional wrestler, football player, wrestling trainer, and wrestling promoter. He was the owner and promoter of the Minneapolis-based American Wrestling Association (AWA), the predominant promotion throughout the Midwest and Manitoba for many years. He remained in this position until 1991, when the company folded.",
    "year": 1926,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Everton Weekes",
    "birthday": "1925-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/29/Everton_Weekes.jpg",
    "extract": "Sir Everton DeCourcy Weekes, KCMG, GCM, OBE was a cricketer from Barbados. A right-handed batsman, he was known as one of the hardest hitters in world cricket. Along with Frank Worrell and Clyde Walcott, he formed what was known as \"The Three Ws\" of the West Indies cricket team. Weekes played in 48 Test matches for the West Indies cricket team from 1948 to 1958. He continued to play first-class cricket until 1964, surpassing 12,000 first-class runs in his final innings. As a coach he was in charge of the Canadian team at the 1979 Cricket World Cup, and he was also a commentator and international match referee.",
    "year": 1925,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Noboru Takeshita",
    "birthday": "1924-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Noboru_Takeshita_19871106.jpg/248px-Noboru_Takeshita_19871106.jpg",
    "extract": "Noboru Takeshita  was a Japanese politician who served as Prime Minister of Japan from 1987 to 1989 during the bubble economy.",
    "year": 1924,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bill Johnston (cricketer)",
    "birthday": "1922-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Bill_Johnston_%28cricketer%29_1950.jpg/240px-Bill_Johnston_%28cricketer%29_1950.jpg",
    "extract": "William Arras Johnston was an Australian cricketer who played in forty Test matches from 1947 to 1955. A left arm pace bowler, as well as a left arm orthodox spinner, Johnston was best known as a spearhead of Don Bradman's undefeated 1948 touring team, well known as \"The Invincibles\". Johnston headed the wicket-taking lists in both Test and first-class matches on the tour, and was the last Australian to take over 100 wickets on a tour of England. In recognition of his performances, he was named by Wisden as one of its Cricketers of the Year in 1949. The publication stated that \"no Australian made a greater personal contribution to the playing success of the 1948 side\". Regarded by Bradman as Australia's greatest-ever left-arm bowler, Johnston was noted for his endurance in bowling pace with the new ball and spin when the ball had worn. He became the fastest bowler to reach 100 Test wickets in 1951–52, at the time averaging less than nineteen with the ball. By the end of the season, he had played 24 Tests and contributed 111 wickets. Australia won nineteen and lost only two of these Tests. In 1953, a knee injury forced him to remodel his bowling action, and he became less effective before retiring after aggravating the injury in 1955. In retirement, he worked in sales and marketing, and later ran his own businesses. He had two sons, one of whom became a cricket administrator. Johnston died at the age of 85 on 25 May 2007.",
    "year": 1922,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Margaret Leighton",
    "birthday": "1922-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Margaret_Leighton_1959.JPG/290px-Margaret_Leighton_1959.JPG",
    "extract": "Margaret Leighton, CBE was an English actress, active on stage and television, and in film. Her film appearances included in Anatole de Grunwald's The Winslow Boy (1948). For The Go-Between (1971), she won the BAFTA Award for Best Actress in a Supporting Role and was nominated for the Academy Award for Best Supporting Actress.",
    "year": 1922,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Betty Hutton",
    "birthday": "1921-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/BETTYHUtton.jpg/264px-BETTYHUtton.jpg",
    "extract": "Betty Hutton \nwas an American stage, film, and television actress, comedian, dancer, and singer.",
    "year": 1921,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tony Randall",
    "birthday": "1920-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/1976_Tony_Randall.jpg/249px-1976_Tony_Randall.jpg",
    "extract": "Anthony Leonard Randall was an American actor. He is best known for portraying the role of Felix Unger in a television adaptation of the 1965 play The Odd Couple by Neil Simon. In a career spanning six decades, Randall received six Golden Globe Award nominations and six Primetime Emmy Award nominations, winning one.",
    "year": 1920,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Lucjan Wolanowski",
    "birthday": "1920-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Lucjan_Wolanowski.jpg/298px-Lucjan_Wolanowski.jpg",
    "extract": "Lucjan Wilhelm Wolanowski, pseudonyms: Wilk; Waldemar Mruczkowski; W. Lucjański; (L.W.); lu; Lu; (lw); WOL., Polish journalist, writer and traveller.",
    "year": 1920,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mason Adams",
    "birthday": "1919-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Mason_Adams_Lou_Grant_1977.JPG/240px-Mason_Adams_Lou_Grant_1977.JPG",
    "extract": "Mason Adams was an American character actor and voiceover artist. From the late 1940s until the early 1970s, he was heard in numerous radio programs and voiceovers for countless television commercials, the latter of which he resumed in the 1980s and 1990s. In the early '70s, he moved into acting and from 1977 to 1982 held perhaps his most known role, that of Managing Editor Charlie Hume on Lou Grant. He also acted in numerous other television and movie roles, most prominently Omen III: The Final Conflict (1981) and F/X (1986).",
    "year": 1919,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Otis Bowen",
    "birthday": "1918-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Otis_R._Bowen.jpg/320px-Otis_R._Bowen.jpg",
    "extract": "Otis Ray Bowen was an American politician and physician who served as the 44th Governor of Indiana from 1973 to 1981 and as Secretary of Health and Human Services in the Cabinet of President Ronald Reagan from 1985 to 1989.",
    "year": 1918,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Pyotr Masherov",
    "birthday": "1918-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Masherov.jpg/237px-Masherov.jpg",
    "extract": "Pyotr Mironovich Masherov was a Soviet partisan, statesman, and one of the leaders of the Belarusian resistance during World War II who governed the Byelorussian Soviet Socialist Republic as First Secretary of the Communist Party of Byelorussia from 1965 until his death in 1980. Under Masherov's rule, Belarus was transformed from an agrarian, undeveloped nation which had not yet recovered from the Second World War into an industrial powerhouse; Minsk, the capital and largest city of Belarus, became one of the fastest-growing cities on the planet. Masherov ruled until his sudden death in 1980, after his vehicle was hit by a potato truck.",
    "year": 1918,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Theodore Sturgeon",
    "birthday": "1918-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e6/Theodore_Sturgeon.jpg",
    "extract": "Theodore Sturgeon was an American fiction author of primarily fantasy, science fiction and horror, as well as a critic. He wrote approximately 400 reviews and more than 120 short stories, 11 novels and several scripts for Star Trek: The Original Series.",
    "year": 1918,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jackie Gleason",
    "birthday": "1916-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Publicity_photo_young_gleason.jpg/236px-Publicity_photo_young_gleason.jpg",
    "extract": "John Herbert Gleason was an American actor, comedian, writer, composer, and conductor known affectionately as \"The Great One.\" Developing a style and characters from growing up in Brooklyn, New York, he was known for his brash visual and verbal comedy, exemplified by his city-bus-driver Ralph Kramden character in the television series The Honeymooners. He also developed The Jackie Gleason Show, which maintained high ratings from the mid-1950s through 1970. After originating in New York City, filming moved to Miami Beach, Florida, in 1964 after Gleason took up permanent residence there.",
    "year": 1916,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Robert Alda",
    "birthday": "1914-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Robert_Alda_1976.JPG/254px-Robert_Alda_1976.JPG",
    "extract": "Robert Alda was an American theatrical and film actor, a singer, and a dancer. He was the father of actors Alan and Antony Alda. Alda was featured in a number of Broadway productions, then moved to Italy during the early 1960s. He appeared in many European films over the next two decades, occasionally returning to the U.S. for film appearances such as The Girl Who Knew Too Much (1969).",
    "year": 1914,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tarō Okamoto",
    "birthday": "1911-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Tar%C5%8D_Okamoto.jpg/225px-Tar%C5%8D_Okamoto.jpg",
    "extract": "Tarō Okamoto  was a Japanese artist, art theorist, and writer. He is particularly well known for his avant-garde paintings and public sculptures and murals, and for his theorization of traditional Japanese culture and avant-garde artistic practices.",
    "year": 1911,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Fanny Cradock",
    "birthday": "1909-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Fanny_Cradock_Allan_Warren.jpg/320px-Fanny_Cradock_Allan_Warren.jpg",
    "extract": "Phyllis Nan Sortain Pechey, better known as Fanny Cradock, was an English restaurant critic, television chef and writer. She frequently appeared on television, at cookery demonstrations and in print with her fourth husband Major Johnnie Cradock who played the part of a slightly bumbling hen-pecked partner.",
    "year": 1909,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Talal of Jordan",
    "birthday": "1909-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/92/Talal_of_Jordan_%28cropped%29.jpg",
    "extract": "Talal bin Abdullah was King of Jordan from the assassination of his father, King Abdullah I, on 20 July 1951 until his forced abdication on 11 August 1952. As a member of the Hashemite dynasty, the royal family of Jordan since 1921, Talal was a 39th-generation direct descendant of Muhammad.",
    "year": 1909,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tex Avery",
    "birthday": "1908-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fb/Tex_Avery_portrait.jpg/234px-Tex_Avery_portrait.jpg",
    "extract": "Frederick Bean \"Tex\" Avery was an American animator, cartoonist, director and voice actor. He was known for directing and producing animated cartoons during the golden age of American animation. His most significant work was for the Warner Bros. and Metro-Goldwyn-Mayer studios, where he was crucial in the creation and evolution of famous animated characters such as Bugs Bunny, Daffy Duck, Porky Pig, Elmer Fudd, Droopy, Screwy Squirrel, The Wolf, Red Hot Riding Hood and George and Junior.",
    "year": 1908,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jean-Pierre Wimille",
    "birthday": "1908-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Jean-Pierre_Wimille_at_1936_Grand_Prix_de_Deauville.jpg/231px-Jean-Pierre_Wimille_at_1936_Grand_Prix_de_Deauville.jpg",
    "extract": "Jean-Pierre Wimille was a Grand Prix motor racing driver and a member of the French Resistance during World War II.",
    "year": 1908,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Madeleine Carroll",
    "birthday": "1906-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Madeleine_Carroll_1938.jpg/261px-Madeleine_Carroll_1938.jpg",
    "extract": "Edith Madeleine Carroll was an English actress, popular both in Britain and America in the 1930s and 1940s. At the peak of her success in 1938, she was the world's highest-paid actress.",
    "year": 1906,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Giulio Natta",
    "birthday": "1903-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Giulio_Natta_1960s.jpg/236px-Giulio_Natta_1960s.jpg",
    "extract": "Giulio Natta was an Italian chemical engineer and Nobel laureate. He won a Nobel Prize in Chemistry in 1963 with Karl Ziegler for work on high polymers. He was also a recipient of Lomonosov Gold Medal in 1969.",
    "year": 1903,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Orde Wingate",
    "birthday": "1903-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Ordecharleswingate.jpg/241px-Ordecharleswingate.jpg",
    "extract": "Major General Orde Charles Wingate, was a senior British Army officer known for his creation of the Chindit deep-penetration missions in Japanese-held territory during the Burma Campaign of the Second World War.",
    "year": 1903,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Halina Konopacka",
    "birthday": "1900-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Konopacka_Halina.jpg/233px-Konopacka_Halina.jpg",
    "extract": "Halina Konopacka  was a Polish athlete. She won the discus throw event at the 1928 Summer Olympics, breaking her own world record and becoming the first Polish Olympic champion. After retiring from athletics she became a writer and poet. She immigrated to the United States after World War II and died there.",
    "year": 1900,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Fritz Wiessner",
    "birthday": "1900-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Fritz_Wiessner_en_1986.jpg/216px-Fritz_Wiessner_en_1986.jpg",
    "extract": "Fritz Wiessner was a German American pioneer of free climbing. Born in Dresden, Germany, he immigrated to New York City in 1929 and became a U.S. citizen in 1935. In 1939, he made one of the earliest attempts to climb K2, one of the most difficult mountains in the world to climb.",
    "year": 1900,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Max Petitpierre",
    "birthday": "1899-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Max_Petitpierre.gif",
    "extract": "Max Petitpierre was a Swiss politician, jurist and member of the Swiss Federal Council, heading the Political Department (1944-1961).",
    "year": 1899,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Andrei Zhdanov",
    "birthday": "1896-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/03/Andrei_Zhdanov_cutout.png",
    "extract": "Andrei Aleksandrovich Zhdanov was a Soviet politician and cultural ideologist. After World War II, Zhdanov was thought to be the successor-in-waiting to Joseph Stalin but died before him. He has been described as the \"propagandist-in-chief\" of the Soviet Union from 1945 to 1948.",
    "year": 1896,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Wallace Fard Muhammad",
    "birthday": "1893-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f3/Wallace_Fard_Muhammad.jpg/291px-Wallace_Fard_Muhammad.jpg",
    "extract": "Wallace Dodd Fard, also known as Wallace Fard Muhammad or Master Fard Muhammad, was the founder of the Nation of Islam. He arrived in Detroit in 1930 with an obscure background and several aliases, and taught an idiosyncratic form of Islam to members of the city's black population. In 1934, he disappeared from public record, and Elijah Muhammad succeeded him as leader of the Nation of Islam.",
    "year": 1893,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dorothy Whipple",
    "birthday": "1893-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ab/Writer_Dorothy_Whipple.jpg",
    "extract": "Dorothy Whipple was an English writer of popular fiction and children's books. Her work gained popularity between the world wars and again in the 2000s.",
    "year": 1893,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Grover Cleveland Alexander",
    "birthday": "1887-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Grover_Cleveland_Alexander_by_Conlon%2C_1915-crop.jpg/256px-Grover_Cleveland_Alexander_by_Conlon%2C_1915-crop.jpg",
    "extract": "Grover Cleveland Alexander, nicknamed \"Old Pete\", was an American Major League Baseball pitcher. He played from 1911 through 1930 for the Philadelphia Phillies, Chicago Cubs, and St. Louis Cardinals. He was elected into the Baseball Hall of Fame in 1938.",
    "year": 1887,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "William Frawley",
    "birthday": "1887-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/William_Frawley_1951.JPG/253px-William_Frawley_1951.JPG",
    "extract": "William Clement Frawley was an American vaudevillian and actor best remembered for playing landlord Fred Mertz in the American television sitcom I Love Lucy and \"Bub\" O'Casey in the television comedy series My Three Sons.",
    "year": 1887,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Stefan Grabiński",
    "birthday": "1887-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Stefan_Grabinski.jpg/213px-Stefan_Grabinski.jpg",
    "extract": "Stefan Grabiński was a Polish writer of fantastic literature and horror stories. He is sometimes referred to as the \"Polish Poe\" or \"Polish Lovecraft\", although his works are often surrealistic or explicitly erotic in a way that sets him apart from both. He was an expert in parapsychology, magic and demonology and had an interest in the works of the German Expressionist filmmakers.",
    "year": 1887,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Aleksandras Stulginskis",
    "birthday": "1885-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Aleksandras_Stulginskis_%281885-1969%29.jpg/216px-Aleksandras_Stulginskis_%281885-1969%29.jpg",
    "extract": "Aleksandras Stulginskis [ɐlʲɛkˈsɐ̂ˑndrɐs stʊlʲˈɡʲɪ̂nʲsʲkʲɪs] (listen) was the second President of Lithuania (1920–1926). Stulginskis was also acting President of Lithuania for a few hours later in 1926, following a military coup that was led by his predecessor, President Antanas Smetona, and which had brought down Stulginskis's successor, Kazys Grinius. The coup returned Smetona to office after Stulginskis's brief formal assumption of the Presidency.",
    "year": 1885,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Husband E. Kimmel",
    "birthday": "1882-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Admiral_Husband_E._Kimmel%2C_USN.jpg/232px-Admiral_Husband_E._Kimmel%2C_USN.jpg",
    "extract": "Husband Edward Kimmel was a United States Navy four-star admiral who was the commander in chief of the United States Pacific Fleet (CINCPACFLT) during the Japanese attack on Pearl Harbor. He was removed from that command after the attack, in December 1941, and was reverted to his permanent two-star rank of rear admiral due to no longer holding a four-star assignment. He retired from the Navy in early 1942.",
    "year": 1882,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Janus Djurhuus",
    "birthday": "1881-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Faroe_stamp_095_janus_djurhuus.jpg/243px-Faroe_stamp_095_janus_djurhuus.jpg",
    "extract": "Jens Hendrik Oliver Djurhuus, called Janus Djurhuus, was the first modern Faroese poet. He and his younger brother Hans Andreas Djurhuus, also a poet, are called the Áarstova brothers after the house where they grew up.",
    "year": 1881,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Kenneth Edgeworth",
    "birthday": "1880-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/68/Kenneth_Edgeworth.jpg",
    "extract": "Kenneth Essex Edgeworth was an Irish army officer, engineer, economist and independent theoretical astronomer. He was born in Street, County Westmeath. Edgeworth is best known for proposing the existence of a disc of bodies beyond the orbit of Neptune in the 1930s. Observations later confirmed the existence of the Edgeworth-Kuiper belt in 1992. Those distant solar system bodies, including Pluto, Eris and Makemake, are now grouped into the Edgeworth-Kuiper belt, or Kuiper belt.",
    "year": 1880,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Frank Bridge",
    "birthday": "1879-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/63/Frank-bridge-1921.jpg",
    "extract": "\n\nFrank Bridge was an English composer, violist and conductor.",
    "year": 1879,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Henry Barwell",
    "birthday": "1877-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Henry_Barwell.jpg/216px-Henry_Barwell.jpg",
    "extract": "Sir Henry Newman Barwell KCMG was the 28th Premier of South Australia.",
    "year": 1877,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Rudolph Dirks",
    "birthday": "1877-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Rudolph_Dirks_self-caricature.jpg/220px-Rudolph_Dirks_self-caricature.jpg",
    "extract": "Rudolph Dirks was one of the earliest and most noted comic strip artists, well known for The Katzenjammer Kids.",
    "year": 1877,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Herbert Henry Dow",
    "birthday": "1866-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/89/HDow1888.jpg",
    "extract": "Herbert Henry Dow was a Canadian-born American chemical industrialist who founded the American multinational conglomerate Dow Chemical. He was a graduate of Case School of Applied Science in Cleveland, Ohio. He was a prolific inventor of chemical processes, compounds, and products, and was a successful businessman.",
    "year": 1866,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ferdinand I of Bulgaria",
    "birthday": "1861-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Zar_Ferdinand_Bulgarien.jpg/218px-Zar_Ferdinand_Bulgarien.jpg",
    "extract": "Ferdinand , born Ferdinand Maximilian Karl Leopold Maria of Saxe-Coburg and Gotha, was the second monarch of the Third Bulgarian State, firstly as ruling prince (knyaz) from 1887 to 1908, and later as king (tsar) from 1908 until his abdication in 1918. Under his rule Bulgaria entered the First World War on the side of the Central Powers in 1915.",
    "year": 1861,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Nadezhda Krupskaya",
    "birthday": "1861-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Nadezhda_K_Krupskaya.jpg/266px-Nadezhda_K_Krupskaya.jpg",
    "extract": "Nadezhda Konstantinovna Krupskaya was a Russian revolutionary and the wife of Vladimir Lenin.",
    "year": 1861,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Émile Coué",
    "birthday": "1857-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/%C3%89mile_Cou%C3%A9_3.jpg/250px-%C3%89mile_Cou%C3%A9_3.jpg",
    "extract": "Émile Coué de la Châtaigneraie was a French psychologist and pharmacist who introduced a popular method of psychotherapy and self-improvement based on optimistic autosuggestion.",
    "year": 1857,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "John Harvey Kellogg",
    "birthday": "1852-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Portrait_of_Dr._John_Harvey_Kellogg.jpg/238px-Portrait_of_Dr._John_Harvey_Kellogg.jpg",
    "extract": "John Harvey Kellogg was an American medical doctor, nutritionist, inventor, health activist, eugenicist, and businessman. He was the director of the Battle Creek Sanitarium in Battle Creek, Michigan. The sanitarium was founded by members of the Seventh-day Adventist Church. It combined aspects of a European spa, a hydrotherapy institution, a hospital and a high-class hotel. Kellogg treated the rich and famous, as well as the poor who could not afford other hospitals.",
    "year": 1852,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Buffalo Bill",
    "birthday": "1846-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Cody-Buffalo-Bill-LOC.jpg/251px-Cody-Buffalo-Bill-LOC.jpg",
    "extract": "William Frederick \"Buffalo Bill\" Cody was an American soldier, bison hunter, and showman. He was born in Le Claire, Iowa Territory, but he lived for several years in his father's hometown in modern-day Mississauga, Ontario, Canada, before the family returned to the Midwest and settled in the Kansas Territory.",
    "year": 1846,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Camille Flammarion",
    "birthday": "1842-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Camille_Flammarion.003.jpg",
    "extract": "Nicolas Camille Flammarion FRAS was a French astronomer and author. He was a prolific author of more than fifty titles, including popular science works about astronomy, several notable early science fiction novels, and works on psychical research and related topics. He also published the magazine L'Astronomie, starting in 1882. He maintained a private observatory at Juvisy-sur-Orge, France.",
    "year": 1842,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Levi Strauss",
    "birthday": "1829-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Levi_Strauss_1.jpg/280px-Levi_Strauss_1.jpg",
    "extract": "Levi Strauss was a German-born American businessman who founded the first company to manufacture blue jeans. His firm of Levi Strauss & Co. (Levi's) began in 1853 in San Francisco, California.",
    "year": 1829,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Honoré Daumier",
    "birthday": "1808-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Honor%C3%A9_Daumier_c1850_-_crop.jpg/229px-Honor%C3%A9_Daumier_c1850_-_crop.jpg",
    "extract": "Honoré-Victorin Daumier was a French painter, sculptor, and printmaker, whose many works offer commentary on the social and political life in France, from the Revolution of 1830 to the fall of the second Napoleonic Empire in 1870. He earned a living throughout most of his life producing caricatures and cartoons of political figures and satirizing the behavior of his countrymen in newspapers and periodicals, for which he became well known in his lifetime and is still known today. He was a republican democrat who attacked the bourgeoisie, the church, lawyers and the judiciary, politicians, and the monarchy. He was jailed for several months in 1832 after the publication of Gargantua, a particularly offensive and discourteous depiction of King Louis-Philippe. Daumier was also a serious painter, loosely associated with realism.",
    "year": 1808,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Victor Hugo",
    "birthday": "1802-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Victor_Hugo_by_%C3%89tienne_Carjat_1876_-_full.jpg/260px-Victor_Hugo_by_%C3%89tienne_Carjat_1876_-_full.jpg",
    "extract": "Victor-Marie Hugo was a French poet, novelist, essayist, playwright, and dramatist of the Romantic movement. During a literary career that spanned more than sixty years, he wrote abundantly in an exceptional variety of genres: lyrics, satires, epics, philosophical poems, epigrams, novels, history, critical essays, political speeches, funeral orations, diaries, and letters public and private, as well as dramas in verse and prose.",
    "year": 1802,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "François Arago",
    "birthday": "1786-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Fran%C3%A7ois_Arago_by_Carl_von_Steuben.jpg/254px-Fran%C3%A7ois_Arago_by_Carl_von_Steuben.jpg",
    "extract": " Dominique François Jean Arago, known simply as François Arago, was a French mathematician, physicist, astronomer, freemason, supporter of the Carbonari revolutionaries and politician.",
    "year": 1786,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Matija Nenadović",
    "birthday": "1777-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Prota_Mateja_Nenadovic.jpg/231px-Prota_Mateja_Nenadovic.jpg",
    "extract": "Mateja Nenadović, also known as Prota Mateja, was a Serbian archpriest, writer, and a notable leader of the First Serbian Uprising who served as the first Prime Minister of Serbia from 1805 to 1807.",
    "year": 1777,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Anton Reicha",
    "birthday": "1770-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Anton_Reicha_01.jpg/288px-Anton_Reicha_01.jpg",
    "extract": "Anton Joseph Reicha (Rejcha) was a Czech-born, Bavarian-educated, later naturalized French composer and music theorist. A contemporary and lifelong friend of Beethoven, he is now best remembered for his substantial early contributions to the wind quintet literature and his role as teacher of pupils including Franz Liszt, Hector Berlioz and César Franck. He was also an accomplished theorist, and wrote several treatises on various aspects of composition. Some of his theoretical work dealt with experimental methods of composition, which he applied in a variety of works such as fugues and études for piano and string quartet.",
    "year": 1770,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Maria Amalia, Duchess of Parma",
    "birthday": "1746-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Maria_Amalia_of_Habsburg_Lorraina_Parma.jpg/248px-Maria_Amalia_of_Habsburg_Lorraina_Parma.jpg",
    "extract": "Maria Amalia, Duchess of Parma was Duchess of Parma, Piacenza and Guastalla by marriage to Ferdinand, Duke of Parma. She was born an archduchess of Austria as the daughter of Empress Maria Theresa and Emperor Francis I.",
    "year": 1746,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Anders Chydenius",
    "birthday": "1729-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Anders_Chydenius.jpg/223px-Anders_Chydenius.jpg",
    "extract": "Anders Chydenius was a Finnish Lutheran priest and a member of the Swedish Riksdag, and is known as the leading classical liberal of Nordic history.",
    "year": 1729,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Gian Francesco Albani",
    "birthday": "1720-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Gian_F_Albani.jpg/242px-Gian_F_Albani.jpg",
    "extract": "Gian Francesco Albani was a Roman Catholic Cardinal. He was a member of the Albani family.",
    "year": 1720,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Johan Ernst Gunnerus",
    "birthday": "1718-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Johann_Ernst_Gunnerus.jpg/260px-Johann_Ernst_Gunnerus.jpg",
    "extract": "Johan Ernst Gunnerus was a Norwegian bishop and botanist. Gunnerus was born at Christiania. He was bishop of the Diocese of Nidaros from 1758 until his death and also a professor of theology at the University of Copenhagen.",
    "year": 1718,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Nicola Fago",
    "birthday": "1677-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Nicola_Fago.jpg/258px-Nicola_Fago.jpg",
    "extract": "Francesco Nicola Fago, 'II Tarantino'  was an Italian Baroque composer and teacher. He was the father of Lorenzo Fago (1704-1793).",
    "year": 1677,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Antoine Augustin Calmet",
    "birthday": "1672-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Portret_van_de_theoloog_Augustin_Calmet%2C_RP-P-1883-A-7537.jpg/234px-Portret_van_de_theoloog_Augustin_Calmet%2C_RP-P-1883-A-7537.jpg",
    "extract": "Antoine Augustin Calmet, O.S.B., a French Benedictine monk, was born at Ménil-la-Horgne, then in the Duchy of Bar, part of the Holy Roman Empire.",
    "year": 1672,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Anthony Ashley-Cooper, 3rd Earl of Shaftesbury",
    "birthday": "1671-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Anthony_Ashley_Cooper%2C_3._Earl_of_Shaftesbury.jpg/258px-Anthony_Ashley_Cooper%2C_3._Earl_of_Shaftesbury.jpg",
    "extract": "Anthony Ashley Cooper, 3rd Earl of Shaftesbury was an English politician, philosopher, and writer.",
    "year": 1671,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Quirinus Kuhlmann",
    "birthday": "1651-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/QuirinusKuhlmann.jpg/240px-QuirinusKuhlmann.jpg",
    "extract": "Quirinus Kuhlmann was a German Baroque poet and mystic. Kuhlmann insisted upon the importance of the events of his life as confirmation of his divine mission.",
    "year": 1651,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Archibald Campbell, 9th Earl of Argyll",
    "birthday": "1629-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Portrait_of_Archibald_Campbell%2C_9th_Earl_of_Argyll.jpg/245px-Portrait_of_Archibald_Campbell%2C_9th_Earl_of_Argyll.jpg",
    "extract": "Archibald Campbell, 9th Earl of Argyll was a Scottish peer and soldier.",
    "year": 1629,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Stefano Landi",
    "birthday": "1587-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Stefano_Landi.jpg/252px-Stefano_Landi.jpg",
    "extract": "Stefano Landi was an Italian composer and teacher of the early Baroque Roman School. He was an influential early composer of opera, and wrote the earliest opera on a historical subject: Il Sant'Alessio (1632).",
    "year": 1587,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Albert VI, Duke of Bavaria",
    "birthday": "1584-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Arolsen_Klebeband_01_095_4.jpg/232px-Arolsen_Klebeband_01_095_4.jpg",
    "extract": "Albert VI of Bavaria son of William V, Duke of Bavaria and Renata of Lorraine, born and died in Munich.",
    "year": 1584,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Christopher Marlowe",
    "birthday": "1564-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Christopher_Marlowe.jpg/253px-Christopher_Marlowe.jpg",
    "extract": "Christopher Marlowe, also known as Kit Marlowe, was an English playwright, poet and translator of the Elizabethan era. Marlowe is among the most famous of the Elizabethan playwrights. Based upon the \"many imitations\" of his play Tamburlaine, modern scholars consider him to have been the foremost dramatist in London in the years just before his mysterious early death. Some scholars also believe that he greatly influenced William Shakespeare, who was baptised in the same year as Marlowe and later succeeded him as the pre-eminent Elizabethan playwright. Marlowe was the first to achieve critical reputation for his use of blank verse, which became the standard for the era. His plays are distinguished by their overreaching protagonists. Themes found within Marlowe's literary works have been noted as humanistic with realistic emotions, which some scholars find difficult to reconcile with Marlowe's \"anti-intellectualism\" and his catering to the prurient tastes of his Elizabethan audiences for generous displays of extreme physical violence, cruelty, and bloodshed.",
    "year": 1564,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Christopher of Bavaria",
    "birthday": "1416-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/65/Christopher_of_Bavaria_seal.jpg",
    "extract": "Christopher of Bavaria was King of Denmark, Sweden (1441–48) and Norway (1442–48) during the era of the Kalmar Union.",
    "year": 1416,
    "month": 2,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Wenceslaus IV of Bohemia",
    "birthday": "1361-2-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Vaclav_of_Bohemia.jpg/223px-Vaclav_of_Bohemia.jpg",
    "extract": "Wenceslaus IV, also known as Wenceslaus of Luxembourg, was King of Bohemia from 1378 until his death and King of Germany from 1376 until he was deposed in 1400. As he belonged to the House of Luxembourg, he was also Duke of Luxembourg from 1383 to 1388.",
    "year": 1361,
    "month": 2,
    "day": 26,
    "language": "en"
  }
]