[
  {
    "name": "Todd Cantwell",
    "birthday": "1998-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Cantwell_2022.jpg/227px-Cantwell_2022.jpg",
    "extract": "Todd Owen Cantwell is an English professional footballer who plays as a midfielder for EFL Championship club AFC Bournemouth, on loan from Norwich City.",
    "year": 1998,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ten (singer)",
    "birthday": "1996-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Ten_Chittaphon_at_24th_Dream_Concert_02.png/208px-Ten_Chittaphon_at_24th_Dream_Concert_02.png",
    "extract": "Chittaphon Leechaiyapornkul, known professionally as Ten, is a Thai singer and dancer based in South Korea and China. He debuted with South Korean boy group NCT in 2016 as part of its first sub-unit, NCT U. Since 2019, he has been active mainly as a member of NCT's China-based unit WayV and the South Korean supergroup SuperM. Ten has also released several solo singles through the SM Station project: \"Dream in a Dream\" (2017), \"New Heroes\" (2018) and \"Paint Me Naked\" (2021).",
    "year": 1996,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jonjo Shelvey",
    "birthday": "1992-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Jonjo_Shelvey_England_U21.jpg/213px-Jonjo_Shelvey_England_U21.jpg",
    "extract": "Jonjo Shelvey is an English professional footballer who plays as a midfielder for Premier League club Newcastle United.",
    "year": 1992,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Azeem Rafiq",
    "birthday": "1991-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Azeem_Rafiq_2017.jpg/275px-Azeem_Rafiq_2017.jpg",
    "extract": "Azeem Rafiq is a British Asian cricketer who played professionally in England for Yorkshire County Cricket Club. A right arm off-spin bowler, Rafiq played for the county between 2008 and 2014 and 2016 and 2018, making his senior debut at the age of 17. He captained the England under-15 and under-19 sides, and in 2012 became the youngest man to captain a Yorkshire side as well as the first person of Asian origin to do so.",
    "year": 1991,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Elijah Taylor",
    "birthday": "1990-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/DSC_0037-COPY.jpg/196px-DSC_0037-COPY.jpg",
    "extract": "Elijah Taylor is a New Zealand professional rugby league footballer who plays as a loose forward, second-row or hooker for the Salford Red Devils in the Betfred Super League and who has represented New Zealand at international level.",
    "year": 1990,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "David Button",
    "birthday": "1989-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/David_Button%2C_Brentford_FC%2C_November_2014.jpg/136px-David_Button%2C_Brentford_FC%2C_November_2014.jpg",
    "extract": "David Robert Edmund Button is an English professional footballer who plays as a goalkeeper for EFL Championship club West Bromwich Albion.",
    "year": 1989,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Iain Ramsay",
    "birthday": "1988-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Iain_Ramsay.jpg/170px-Iain_Ramsay.jpg",
    "extract": "Iain Irinco Ramsay is a professional footballer who plays as a winger for Thai League 1 club Nongbua Pitchaya and the Philippines national team. He previously made competitive appearances for Sydney FC, Melbourne City, Sydney Olympic, Adelaide United, Tractor Sazi, Ceres–Negros and Felda United.",
    "year": 1988,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dustin Jeffrey",
    "birthday": "1988-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Dustin_Jeffrey_2013-03-19.JPG/277px-Dustin_Jeffrey_2013-03-19.JPG",
    "extract": "Dustin Jeffrey is a Canadian professional ice hockey centre who is currently playing for SC Bern of the National League (NL). Jeffrey was drafted as the 171st overall selection in the sixth round of the 2007 NHL Entry Draft by the Penguins.",
    "year": 1988,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Florence Kiplagat",
    "birthday": "1987-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Florence_Jebet_Kiplagat_winning_the_Berlin_Marathon_2011.jpg/213px-Florence_Jebet_Kiplagat_winning_the_Berlin_Marathon_2011.jpg",
    "extract": "Florence Jebet Kiplagat is a Kenyan professional long-distance runner. She is a two-time world champion, having won at the 2009 IAAF World Cross Country Championships and the 2010 IAAF World Half Marathon Championships. She was the world record holder for the women's half marathon with a time of 1:05:09 hours until it was broken by Peres Jepchirchir on 10 February 2017 at the RAK Half Marathon.",
    "year": 1987,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Valeriy Andriytsev",
    "birthday": "1987-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Valeri_Andritsev.jpg/155px-Valeri_Andritsev.jpg",
    "extract": "Valerii Oleksandrovych Andriitsev is a male freestyle wrestler from Ukraine. He won the silver medal in the Men's freestyle 96 kg at 2012 Summer Olympics. He won the silver in the 2012 European Wrestling Championships. At the 2014 World Wrestling Championships he took the bronze medal after winning a rematch against American Jake Varner, who beat him in the gold medal match at the 2012 Olympics. In June 2015, he earned bronze at the inaugural European Games for Ukraine in wrestling, more specifically, in the men's freestyle in the - 97 kg division.",
    "year": 1987,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Yovani Gallardo",
    "birthday": "1986-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Yovani_Gallardo_on_May_24%2C_2015.jpg/197px-Yovani_Gallardo_on_May_24%2C_2015.jpg",
    "extract": "Yovani Gallardo is a Mexican former professional baseball pitcher. He was selected by the Milwaukee Brewers in the second round of the 2004 Major League Baseball draft out of Trimble Technical High School in Fort Worth, Texas. He played in Major League Baseball (MLB) for the Milwaukee Brewers, Baltimore Orioles, Texas Rangers, Seattle Mariners, and Cincinnati Reds. Gallardo was an All-Star in 2010, and won the Silver Slugger Award for pitchers that year.",
    "year": 1986,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jonathan Moreira",
    "birthday": "1986-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Jonathan_Cicero_Moreira.jpg/230px-Jonathan_Cicero_Moreira.jpg",
    "extract": "Jonathan Cícero Moreira, sometimes known as just Jonathan, is a Brazilian professional footballer who plays as a right back.",
    "year": 1986,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sandeep Singh",
    "birthday": "1986-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Jagbir_%26_Sandeep_Singh.jpg/320px-Jagbir_%26_Sandeep_Singh.jpg",
    "extract": "Sandeep Singh is an Indian professional field hockey player from Haryana and an ex-captain of the Indian national hockey team. He generally features as a full back and is a penalty corner specialist for the team. He has been dubbed \"Flicker Singh\" in the media for his specialization of the drag-flick, one of the fastest in the world.",
    "year": 1986,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Diniyar Bilyaletdinov",
    "birthday": "1985-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Spar-Rub15_%287%29.jpg/267px-Spar-Rub15_%287%29.jpg",
    "extract": "Diniyar Rinatovich Bilyaletdinov is a Russian former footballer.",
    "year": 1985,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vladislav Kulik",
    "birthday": "1985-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Vladislav_Kulik_2019.jpg/267px-Vladislav_Kulik_2019.jpg",
    "extract": "Vladislav Mikhailovich Kulik is a Russian footballer. He plays as a central midfielder. Born and raised in Poltava, Ukraine, he decided to represent Russia on international level.",
    "year": 1985,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Thiago Neves",
    "birthday": "1985-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Thiago_Neves_Augusto.jpg/139px-Thiago_Neves_Augusto.jpg",
    "extract": "Thiago Neves Augusto, known as Thiago Neves, is a Brazilian professional footballer who plays as an attacking midfielder.",
    "year": 1985,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Aníbal Sánchez",
    "birthday": "1984-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Anibal_Sanchez_%2846667343805%29_%28cropped%29.jpg/279px-Anibal_Sanchez_%2846667343805%29_%28cropped%29.jpg",
    "extract": "Aníbal Alejandro Sánchez Jr. is a Venezuelan professional baseball pitcher for the Washington Nationals of Major League Baseball (MLB). He made his MLB debut in 2006 with the Florida / Miami Marlins and has also played for the Detroit Tigers and Atlanta Braves. On September 6, 2006, in his 13th career Major League start, Sánchez pitched a no-hitter against the Arizona Diamondbacks.",
    "year": 1984,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lotta Schelin",
    "birthday": "1984-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Lotta_Schelin_2012-11-12.jpg/320px-Lotta_Schelin_2012-11-12.jpg",
    "extract": "Charlotta Eva Schelin is a Swedish former professional footballer who most recently played as a striker for FC Rosengård of the Damallsvenskan. She made her debut for the Sweden national team in March 2004 and was appointed joint captain alongside Caroline Seger in October 2012. Schelin has represented her country in the 2005, 2009, 2013 and 2017 editions of the UEFA Women's Championship, as well as the 2007, 2011 and 2015 FIFA Women's World Cups. She also played at the Olympic football tournaments in 2004, 2008, 2012 and 2016.",
    "year": 1984,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Akseli Kokkonen",
    "birthday": "1984-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Akseli_Kokkonen.jpg",
    "extract": "Akseli Ensio \"Axu\" Kokkonen is a Norwegian former ski jumper who competed from 2001 to 2010. He originally had Finnish nationality, but from the 2009/10 World Cup season onwards he represented Norway.",
    "year": 1984,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Devin Harris",
    "birthday": "1983-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Devin_Harris_%2826109660767%29.jpg/320px-Devin_Harris_%2826109660767%29.jpg",
    "extract": "Devin Lamar Harris is an American former professional basketball player. Harris attended the University of Wisconsin–Madison. Harris was selected with the fifth pick in the 2004 NBA draft by the Washington Wizards.",
    "year": 1983,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kate Mara",
    "birthday": "1983-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Kate_Mara_by_Gage_Skidmore.jpg/223px-Kate_Mara_by_Gage_Skidmore.jpg",
    "extract": "Kate Rooney Mara is an American actress. She is known for work in television, playing reporter Zoe Barnes in the Netflix political drama House of Cards, computer analyst Shari Rothenberg in the Fox thriller series 24 (2006), wronged mistress Hayden McClaine in the FX miniseries American Horror Story: Murder House (2011), Patty Bowes in the first season of the FX drag ball culture drama series Pose (2018) and Claire Wilson, a teacher who begins an illicit relationship with an underage student, in the FX on Hulu miniseries A Teacher (2020), for the last of which she received an Independent Spirit nomination for Best New Scripted Series as an executive producer.",
    "year": 1983,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ali Bastian",
    "birthday": "1982-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Ali_Bastian_2019.jpg/263px-Ali_Bastian_2019.jpg",
    "extract": "Alexandra Louise Bastian is an English actress, known for her roles as Becca Dean in the Channel 4 soap opera Hollyoaks, Sally Armstrong in the ITV drama series The Bill and Becky Clarke in the BBC soap opera Doctors.",
    "year": 1982,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Pat Richards",
    "birthday": "1982-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Pat_Richards_%2823_April_2005%29.jpg/252px-Pat_Richards_%2823_April_2005%29.jpg",
    "extract": "Pat Richards is a former professional rugby league footballer. An Ireland international winger, he played in the National Rugby League for Sydney clubs the Parramatta Eels and the Wests Tigers, with whom he won the 2005 NRL Premiership, and the Wigan Warriors and the Catalans Dragons in the Super League, winning the 2010 and 2013 Super League Grand Finals with the former. While in Super League, Richards won the Man of Steel award in 2010 and is the highest overseas points-scorer in the competition's history.",
    "year": 1982,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bruno Soares",
    "birthday": "1982-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Soares_US16_%284%29_%2829236329973%29.jpg/213px-Soares_US16_%284%29_%2829236329973%29.jpg",
    "extract": "Bruno Fraga Soares is a Brazilian professional tennis player who specialises in doubles.",
    "year": 1982,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Josh Groban",
    "birthday": "1981-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Josh_Groban_%28Cropped%29.jpg/239px-Josh_Groban_%28Cropped%29.jpg",
    "extract": "Joshua Winslow Groban is an American singer, songwriter, musician, actor, and record producer. His first four solo albums have been certified multi-platinum, and he was charted in 2007 as the number-one best selling artist in the United States, with over 22.3 million records. As of 2012, he had sold over 25 million records worldwide.",
    "year": 1981,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Natalie Grandin",
    "birthday": "1981-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Natalie_Grandin_at_Bank_of_the_West_Classic_qualifying_2010-07-25_4.JPG/239px-Natalie_Grandin_at_Bank_of_the_West_Classic_qualifying_2010-07-25_4.JPG",
    "extract": "Natalie Grandin is a retired tennis player from South Africa.",
    "year": 1981,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Élodie Ouédraogo",
    "birthday": "1981-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/20100728-075-Elodie_Ouedraogo.jpg/320px-20100728-075-Elodie_Ouedraogo.jpg",
    "extract": "Élodie Ouédraogo is a retired Belgian sprinter of Burkinabé descent, who specializes in the 200 metres and 400 m hurdles. An Olympic gold medalist, her personal best time in the 200 m is 23.11 seconds, achieved in July 2004 in Brussels, while her personal best in the 400 m hurdles is 55.20, achieved at the 2012 Summer Olympics.\nOuédraogo is also the joint third-fastest Belgian woman after Kim Gevaert and Olivia Borlée and equalling Nancy Callaerts with her best 100 metres time of 11.40. Her 200 metres best ranks her fourth amongst Belgian women after Gevaert, Borlée and Hanna Mariën. Her 400 m hurdles best places her as the second-fastest Belgian woman over the distance, after Ann Mercken.",
    "year": 1981,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Chelsea Clinton",
    "birthday": "1980-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Chelsea_Clinton_DNC_July_2016_%28cropped%29.jpg/238px-Chelsea_Clinton_DNC_July_2016_%28cropped%29.jpg",
    "extract": "Chelsea Victoria Clinton is an American writer and global health advocate. She is the only child of former U.S. President Bill Clinton and former U.S. Secretary of State and 2016 presidential candidate Hillary Clinton. She was a special correspondent for NBC News from 2011 to 2014 and now works with the Clinton Foundation and Clinton Global Initiative, including taking a prominent role at the foundation with a seat on its board.",
    "year": 1980,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Scott Prince",
    "birthday": "1980-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Scott_Prince_%2823_April_2005%29.jpg/270px-Scott_Prince_%2823_April_2005%29.jpg",
    "extract": "Scott Prince is an Australian former professional rugby league footballer who played as a halfback in the 1990s, 2000s and 2010s.",
    "year": 1980,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "James Beattie (footballer)",
    "birthday": "1978-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Beattie.jpg/320px-Beattie.jpg",
    "extract": "James Scott Beattie is an English football coach and a former professional footballer who played as a striker. He is currently one of the assistant managers at League One club Wigan Athletic.",
    "year": 1978,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kakha Kaladze",
    "birthday": "1978-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Kakha_kaladze.jpg/255px-Kakha_kaladze.jpg",
    "extract": "Kakhaber \"Kakha\" Kaladze is a Georgian politician and former footballer. He has served as the Mayor of Tbilisi since November 2017. A versatile player, he was capable of playing both as a centre-back and as a left-back, or even as a wide midfielder. He played for the Georgia national team from 1996 to 2011. He was voted Georgian Footballer of the Year in 2001–2003, 2006 and 2011 and was considered one of Georgia's most important players.",
    "year": 1978,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Emelie Öhrstig",
    "birthday": "1978-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Emelie_%C3%96hrstig_2005.jpg/199px-Emelie_%C3%96hrstig_2005.jpg",
    "extract": "Emelie Öhrstig, born 27 February 1978 in Borås, Sweden, is a Swedish cross-country skier and road racing cyclist. As a cross-country skier she who won a gold medal during the 2005 Nordic World Ski Championships in Oberstdorf, Germany. She also has eleven additional victories up to 15 km from 2002 to 2005, and her best individual finish in Turin at the 2006 Winter Olympics was 22nd in the individual sprint.",
    "year": 1978,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sergei Semak",
    "birthday": "1976-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Sergei_Semak_2018.jpg/213px-Sergei_Semak_2018.jpg",
    "extract": "Sergei Bogdanovich Semak is a Russian football manager and a former international midfielder who currently manages Russian Premier League side FC Zenit.",
    "year": 1976,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Aitor González",
    "birthday": "1975-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8f/Aitor_gonz%C3%A1lez.jpg",
    "extract": "Aitor González Jiménez is a Spanish former professional road bicycle racer, who rode professionally between 1998 and 2005, and was the winner of the 2002 Vuelta a España.",
    "year": 1975,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Peter Andre",
    "birthday": "1973-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Peter_Andre_2.jpg/163px-Peter_Andre_2.jpg",
    "extract": "Peter Andre is an English singer and television personality.",
    "year": 1973,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sara Blakely",
    "birthday": "1971-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Sara_Blakely.jpg/222px-Sara_Blakely.jpg",
    "extract": "Sara Treleaven Blakely is an American businesswoman and philanthropist. She is the founder of Spanx, an American intimate apparel company with pants and leggings, founded in Atlanta, Georgia. In 2012, Blakely was named in Time magazine's \"Time 100\" annual list of the 100 most influential people in the world. In 2014, she was listed as the 93rd most powerful woman in the world by Forbes.",
    "year": 1971,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Derren Brown",
    "birthday": "1971-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/2018-09-17_Derren_Brown_at_Foyles_%28cropped%29.jpg/279px-2018-09-17_Derren_Brown_at_Foyles_%28cropped%29.jpg",
    "extract": "Derren Brown is an English mentalist, illusionist, painter, and author. He began performing in 1992, making his television debut with Derren Brown: Mind Control in 2000, and has since produced several more shows for stage and television. His 2006 show Something Wicked This Way Comes and his 2012 show Svengali won him two Laurence Olivier Awards for Best Entertainment. He made his Broadway debut with his 2019 stage show Secret. He has also written books for both magicians and the general public.",
    "year": 1971,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Roman Giertych",
    "birthday": "1971-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/20070907_sejm_rp_100B5384_%28cropped%29.jpg/236px-20070907_sejm_rp_100B5384_%28cropped%29.jpg",
    "extract": "Roman Jacek Giertych is a Polish politician and lawyer; he was Deputy Prime Minister and Minister of Education until August 2007. He was a member of the Sejm from 2001 until October 2007 and the chairman of the League of Polish Families party.",
    "year": 1971,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Rozonda Thomas",
    "birthday": "1971-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Rozonda_Thomas.jpg/242px-Rozonda_Thomas.jpg",
    "extract": "Rozonda Ocielian Thomas, better known by her stage name Chilli, is an American singer, dancer, actress, television personality and model who rose to fame in the early 1990s as a member of the group TLC, one of the best-selling girl groups of the late 20th century.",
    "year": 1971,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kent Desormeaux",
    "birthday": "1970-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Kent_Desormeaux_on_Exaggerator.jpg/320px-Kent_Desormeaux_on_Exaggerator.jpg",
    "extract": "Kent Jason Desormeaux is an American thoroughbred horse racing Hall of Fame jockey who holds the U.S. record for most races won in a single year with 598 wins in 1989. He has won the Kentucky Derby and Preakness Stakes three times each, and the Belmont Stakes once. Aboard Real Quiet, he lost the 1998 Triple Crown by a nose.",
    "year": 1970,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Patricia Petibon",
    "birthday": "1970-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Patricia_Petibon.jpg/244px-Patricia_Petibon.jpg",
    "extract": "Patricia Petibon is a French soprano.",
    "year": 1970,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Juan E. Gilbert",
    "birthday": "1969-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Juan_Gilbert_%2813151173214%29.jpg/320px-Juan_Gilbert_%2813151173214%29.jpg",
    "extract": "Juan E. Gilbert is an American computer scientist, researcher, inventor, and educator. An advocate of diversity in the computing sciences, Gilbert's efforts to increase the number of underrepresented minorities in the computing disciplines have been recognized by professional engineering organizations and the United States government.",
    "year": 1969,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Matt Stairs",
    "birthday": "1968-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Matt_Stairs_2011.jpg/209px-Matt_Stairs_2011.jpg",
    "extract": "Matthew Wade Stairs is a Canadian former professional baseball outfielder, first baseman, and designated hitter, who holds the record for most pinch-hit home runs in Major League Baseball (MLB) history with 23. His pinch-hit home run in the eighth inning of Game 4 in the 2008 National League Championship Series off the Los Angeles Dodgers reliever Jonathan Broxton was called \"one of the most memorable home runs in Phillies history\".",
    "year": 1968,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dănuț Lupu",
    "birthday": "1967-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/D%C4%83nu%C8%9B_Lupu_1994.jpg/224px-D%C4%83nu%C8%9B_Lupu_1994.jpg",
    "extract": "Dănuț Lupu is a Romanian former football midfielder.",
    "year": 1967,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jony Ive",
    "birthday": "1967-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Jonathan_Ive_%28OTRS%29.jpg/213px-Jonathan_Ive_%28OTRS%29.jpg",
    "extract": "Sir Jonathan Paul Ive is a British-American industrial and product designer. Ive was the Chief Design Officer (CDO) of Apple Inc. for many years, and serves as Chancellor of the Royal College of Art.",
    "year": 1967,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Donal Logue",
    "birthday": "1966-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Donal_Logue_at_NY_PaleyFest_2014_for_Gotham.jpg/213px-Donal_Logue_at_NY_PaleyFest_2014_for_Gotham.jpg",
    "extract": "Donal Francis Logue is a Canadian-Irish actor, producer and writer. He starred in the film The Tao of Steve and has had roles in the TV series Sons of Anarchy, Vikings, Grounded for Life, Copper, Terriers, and, as detective Harvey Bullock on Fox's Gotham. He additionally played the recurring role of Lt. Declan Murphy in NBC's Law & Order: Special Victims Unit.",
    "year": 1966,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Oliver Reck",
    "birthday": "1966-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Reck-Oliver-2014.jpg/240px-Reck-Oliver-2014.jpg",
    "extract": "Oliver Reck is a German former professional footballer who played as a goalkeeper. He manages SSV Jeddeloh.",
    "year": 1966,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Baltasar Kormákur",
    "birthday": "1966-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Baltasar_Korm%C3%A1kur-68717.jpg/240px-Baltasar_Korm%C3%A1kur-68717.jpg",
    "extract": "Baltasar Kormákur Baltasarsson is an Icelandic actor, theater and film director, and film producer. He is best known for directing the films 101 Reykjavík, The Sea, A Little Trip to Heaven, a film based on the book Jar City by Arnaldur Indriðason, Contraband, 2 Guns and Everest.",
    "year": 1966,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Noah Emmerich",
    "birthday": "1965-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Noah_Emmerich_%2825850681395%29_%28cropped%29.jpg/226px-Noah_Emmerich_%2825850681395%29_%28cropped%29.jpg",
    "extract": "Noah Nicholas Emmerich is an American actor and director who is best known for his roles in films such as Beautiful Girls (1996), The Truman Show (1998), Frequency (2000), Miracle (2004), Little Children (2006) and Super 8 (2011). From 2013 to 2018 he starred as FBI agent Stan Beeman on the FX series The Americans, for which he won the Critics' Choice Television Award for Best Supporting Actor in a Drama Series in 2019.",
    "year": 1965,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Adam Baldwin",
    "birthday": "1962-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Adam_Baldwin_by_Gage_Skidmore_3.jpg/222px-Adam_Baldwin_by_Gage_Skidmore_3.jpg",
    "extract": "Adam Baldwin is an American actor. He starred in Full Metal Jacket (1987) as Animal Mother, as well as in the television series Firefly and its continuation film Serenity as Jayne Cobb. His roles include Stillman in Ordinary People (1980), Colonel John Casey in Chuck, and Mike Slattery in The Last Ship.",
    "year": 1962,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "James Worthy",
    "birthday": "1961-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/James_Worthy_at_UNC_Basketball_game._February_10%2C_2007.jpg/218px-James_Worthy_at_UNC_Basketball_game._February_10%2C_2007.jpg",
    "extract": "James Ager Worthy is an American sports commentator, television host, analyst, and former professional basketball player. Nicknamed \"Big Game James\", he played his entire pro career with the Los Angeles Lakers in the National Basketball Association (NBA). Worthy was a seven-time NBA All-Star who won three NBA championships and was voted the NBA Finals MVP in 1988. He was named to both the NBA's 50th and 75th anniversary teams.",
    "year": 1961,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Andrés Gómez",
    "birthday": "1960-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Andr%C3%A9s_G%C3%B3mez_Roland_Garros_2012.JPG/320px-Andr%C3%A9s_G%C3%B3mez_Roland_Garros_2012.JPG",
    "extract": "Andrés Gómez Santos is an Ecuadorian former professional tennis player. He won the men's singles title at the French Open in 1990.",
    "year": 1960,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Johnny Van Zant",
    "birthday": "1960-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Johnny-van-zant.jpg/260px-Johnny-van-zant.jpg",
    "extract": "John Roy Van Zant is an American singer/composer and the current lead vocalist of Southern rock band Lynyrd Skynyrd. He is the younger brother of Lynyrd Skynyrd co-founder and former lead vocalist Ronnie Van Zant, and of the 38 Special founder Donnie Van Zant.",
    "year": 1960,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Naas Botha",
    "birthday": "1958-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Rugby_Naas_Botha.jpg/220px-Rugby_Naas_Botha.jpg",
    "extract": "Hendrik Egnatius 'Naas' Botha is a South African former rugby union player, who played for Northern Transvaal and South Africa.",
    "year": 1958,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Maggie Hassan",
    "birthday": "1958-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Maggie_Hassan%2C_official_portrait%2C_115th_Congress.jpg/256px-Maggie_Hassan%2C_official_portrait%2C_115th_Congress.jpg",
    "extract": "Margaret Coldwell Hassan is an American politician and attorney serving as the junior United States senator from New Hampshire. A Democrat, Hassan was elected to the Senate in 2016 while she was serving as the 81st governor of New Hampshire, an office she held from 2013 to 2017.",
    "year": 1958,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Danny Antonucci",
    "birthday": "1957-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Danny_Antonucci.png/320px-Danny_Antonucci.png",
    "extract": "Daniel Edward Antonucci is a Canadian animator, director, producer, and writer. Antonucci is known for creating the Cartoon Network animated comedy series Ed, Edd n Eddy. He also created Lupo the Butcher, Cartoon Sushi, and The Brothers Grunt.",
    "year": 1957,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kevin Curran (writer)",
    "birthday": "1957-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/99/Kevin_Curran.png",
    "extract": "Kevin Patrick Curran was an American television comedy writer. He wrote for Late Night with David Letterman, Married... with Children, and The Simpsons. He was also the voice of Buck the Dog on Married... with Children.",
    "year": 1957,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Robert de Castella",
    "birthday": "1957-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Robert_de_Castella_1983.jpg/320px-Robert_de_Castella_1983.jpg",
    "extract": "Francois Robert \"Rob\" de Castella is an Australian former world champion marathon runner.",
    "year": 1957,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Adrian Smith",
    "birthday": "1957-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Adrian_Smith_%40_Bluesfest_July_6_2010.jpg/213px-Adrian_Smith_%40_Bluesfest_July_6_2010.jpg",
    "extract": "Adrian Frederick \"H\" Smith is an English guitarist, best known as a member of British heavy metal band Iron Maiden, for whom he writes songs and performs live backing vocals on some tracks.",
    "year": 1957,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Timothy Spall",
    "birthday": "1957-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Timothy_Spall_World_Premiere_The_Party_Berlinale_2017_02.jpg/213px-Timothy_Spall_World_Premiere_The_Party_Berlinale_2017_02.jpg",
    "extract": "Timothy Leonard Spall is an English actor and presenter. He became a household name in the UK after appearing as Barry Spencer Taylor in the 1983 ITV comedy-drama series Auf Wiedersehen, Pet.",
    "year": 1957,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Belus Prajoux",
    "birthday": "1956-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Belus_Prajoux_%281976%29.jpg/320px-Belus_Prajoux_%281976%29.jpg",
    "extract": "Belus Prajoux Nadjar is a retired professional tennis player from Chile.",
    "year": 1956,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Meena Keshwar Kamal",
    "birthday": "1956-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Meena_founder_of_RAWA_speaking_in_1982.jpg/210px-Meena_founder_of_RAWA_speaking_in_1982.jpg",
    "extract": "Meena Keshwar Kamal, commonly known as Meena, was an Afghan revolutionary political activist, feminist, women's rights activist and founder of Revolutionary Association of the Women of Afghanistan (RAWA), who was assassinated in 1987.",
    "year": 1956,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Neal Schon",
    "birthday": "1954-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Neal_Schon_in_July_2013.jpg/214px-Neal_Schon_in_July_2013.jpg",
    "extract": "Neal Joseph Schon is an American rock guitarist, songwriter, and vocalist, best known for his work with the bands Journey and Bad English. He was a member of the rock band Santana before forming Journey, and was also an original member of Hardline.",
    "year": 1954,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gavin Esler",
    "birthday": "1953-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Gavin_Esler_-_War_on_Terror%2C_2013_SOAS_Alumni_%26_Friends_Weekend_%28cropped%29.jpg/240px-Gavin_Esler_-_War_on_Terror%2C_2013_SOAS_Alumni_%26_Friends_Weekend_%28cropped%29.jpg",
    "extract": "Gavin William James Esler is a Scottish journalist, television presenter and author. He was a main presenter on BBC Two's flagship political analysis programme, Newsnight, from January 2003 until January 2014, and presenter of BBC News at Five on the BBC News Channel. Since 2014 he has served as the Chancellor of the University of Kent. On 11 March 2017, Esler confirmed via his Twitter profile that he would be leaving the BBC at the end of the month to concentrate on his writing activities. He returned to the BBC later that year as host of Talking Books.",
    "year": 1953,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ian Khama",
    "birthday": "1953-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Ian_Khama_%282014%29_%28cropped%29_%28cropped%29.jpg/240px-Ian_Khama_%282014%29_%28cropped%29_%28cropped%29.jpg",
    "extract": "Seretse Khama Ian Khama is a Motswana politician and former military officer who was the fourth President of the Republic of Botswana from 1 April 2008 to 1 April 2018. After serving as Commander of the Botswana Defence Force, he entered politics and was Vice-President of Botswana from 1998 to 2008, then succeeded Festus Mogae as President on 1 April 2008. He won a full term in the 2009 election and was re-elected in October 2014.",
    "year": 1953,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Stelios Kouloglou",
    "birthday": "1953-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Stelios_Kouloglou_b_July_2015.jpg/320px-Stelios_Kouloglou_b_July_2015.jpg",
    "extract": "Stelios Kouloglou is a Greek journalist writer and documentaries director. He is the creator of the news web channel \"TVXS\". Political analyst and major Greek publications columnist in international press including Le Monde Diplomatique.",
    "year": 1953,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Carl A. Anderson",
    "birthday": "1951-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Carl_A._Anderson.jpg",
    "extract": "Sir Carl Albert Anderson is an American lawyer who served as the thirteenth supreme knight of the Knights of Columbus until his retirement in June 2021.",
    "year": 1951,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lee Atwater",
    "birthday": "1951-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Lee_Atwater.jpg/268px-Lee_Atwater.jpg",
    "extract": "Harvey LeRoy \"Lee\" Atwater was an American political consultant and strategist for the Republican Party. He was an adviser to US presidents Ronald Reagan and George H. W. Bush and chairman of the Republican National Committee. Atwater aroused controversy through his aggressive campaign tactics, especially the Southern strategy.",
    "year": 1951,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Steve Harley",
    "birthday": "1951-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Steve_Harley_Lavenham_2021.png/320px-Steve_Harley_Lavenham_2021.png",
    "extract": "Steve Harley is an English singer and songwriter, best known as frontman of the rock group Cockney Rebel, with whom he still tours, albeit with frequent and significant personnel changes.",
    "year": 1951,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Annabel Goldie",
    "birthday": "1950-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Official_portrait_of_Baroness_Goldie_crop_2.jpg/240px-Official_portrait_of_Baroness_Goldie_crop_2.jpg",
    "extract": "Annabel MacNicoll Goldie, Baroness Goldie is a Scottish politician and life peer who served as Leader of the Scottish Conservative Party from 2005 to 2011 and has served as Minister of State for Defence since 2019. She was a Member of the Scottish Parliament (MSP), as one of the additional members for the West Scotland region, from 1999 to 2016.",
    "year": 1950,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Julia Neuberger",
    "birthday": "1950-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Official_portrait_of_Baroness_Neuberger_crop_2.jpg/240px-Official_portrait_of_Baroness_Neuberger_crop_2.jpg",
    "extract": "Julia Babette Sarah Neuberger, Baroness Neuberger, is a British member of the House of Lords and former rabbi. She previously took the Liberal Democrat whip, but resigned from the party and became a crossbencher in 2011 upon becoming the full-time senior rabbi of the West London Synagogue, from which she retired in 2020. She became the chair of University College London Hospitals (UCLH) in 2019.",
    "year": 1950,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alan Guth",
    "birthday": "1947-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/AlanGuthCambridge.jpg/251px-AlanGuthCambridge.jpg",
    "extract": "Alan Harvey Guth is an American theoretical physicist and cosmologist. Guth has researched elementary particle theory. He is Victor Weisskopf Professor of Physics at the Massachusetts Institute of Technology. Along with Alexei Starobinsky and Andrei Linde, he won the 2014 Kavli Prize \"for pioneering the theory of cosmic inflation.\"",
    "year": 1947,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gidon Kremer",
    "birthday": "1947-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Gidon_Kremer_at_Kammermusikfest_Lockenhaus_2008.jpg/320px-Gidon_Kremer_at_Kammermusikfest_Lockenhaus_2008.jpg",
    "extract": "Gidon Kremer is a Latvian classical violinist, artistic director, and founder of Kremerata Baltica.",
    "year": 1947,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sonia Manzano Vela",
    "birthday": "1947-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Sonia_Manzano_Vela_%282018%29.jpg/199px-Sonia_Manzano_Vela_%282018%29.jpg",
    "extract": "Sonia Manzano Vela is an Ecuadorian writer and poet.",
    "year": 1947,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ken Grimwood",
    "birthday": "1944-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5f/Ken_Grimwood.jpg",
    "extract": "Kenneth Milton Grimwood was an American author, who also published work under the name of Alan Cochran. In his fantasy fiction, Grimwood combined themes of life-affirmation and hope with metaphysical concepts, themes found in his best-known novel, Replay (1986). It won the 1988 World Fantasy Award for Best Novel.",
    "year": 1944,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Graeme Pollock",
    "birthday": "1944-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Graeme_Pollock.jpg/222px-Graeme_Pollock.jpg",
    "extract": "Robert Graeme Pollock is a former cricketer for South Africa, Transvaal and Eastern Province. A member of a famous cricketing family, Pollock is widely regarded as one of South Africa's greatest ever cricketers, and as one of the finest batsmen to have played Test cricket. Despite Pollock's international career being cut short at the age of 26 by the sporting boycott of South Africa, and all but one of his 23 Test matches being against England and Australia, the leading cricket nations of the day, he broke a number of records. His completed career Test match batting average of 60.97 remains fourth best after Sir Donald Bradman's (99.94), Steve Smith's, and Adam Voges's averages.",
    "year": 1944,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Roger Scruton",
    "birthday": "1944-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Roger_Scruton_by_Pete_Helme.jpg/214px-Roger_Scruton_by_Pete_Helme.jpg",
    "extract": "Sir Roger Vernon Scruton was an English philosopher and writer who specialised in aesthetics and political philosophy, particularly in the furtherance of traditionalist conservative views.",
    "year": 1944,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mary Frann",
    "birthday": "1943-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Marlo_Thomas_That_Girl_1969.JPG/320px-Marlo_Thomas_That_Girl_1969.JPG",
    "extract": "Mary Frann was an American stage, film and television actress.",
    "year": 1943,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Morten Lauridsen",
    "birthday": "1943-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Lauridsenislandsm.jpg",
    "extract": "Morten Johannes Lauridsen is an American composer. A National Medal of Arts recipient (2007), he was composer-in-residence of the Los Angeles Master Chorale from 1994 to 2001, and is the Distinguished Professor Emeritus of Composition at the University of Southern California Thornton School of Music, where he taught for 52 years until his retirement in 2019.",
    "year": 1943,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Carlos Alberto Parreira",
    "birthday": "1943-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Carlos_Alberto_Parreira_at_University_of_the_Witwatersrand_2010-06-04_4.jpg/320px-Carlos_Alberto_Parreira_at_University_of_the_Witwatersrand_2010-06-04_4.jpg",
    "extract": "Carlos Alberto Gomes Parreira is a Brazilian former football manager who holds the record for attending the most FIFA World Cup final tournaments as manager with six appearances. He also managed five different national teams in five editions of the FIFA World Cup. He managed Brazil to victory at the 1994 World Cup, the 2004 Copa América, and the 2005 Confederations Cup. He is also the only manager to have led two different Asian teams to conquer the AFC Asian Cup.",
    "year": 1943,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jimmy Burns",
    "birthday": "1942-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Jimmy_Burns_12-17-12.JPG/240px-Jimmy_Burns_12-17-12.JPG",
    "extract": "Jimmy Burns is an American soul blues and electric blues guitarist, singer and songwriter. Although he was born in the Mississippi Delta, Burns has spent nearly all his life in Chicago. His elder brother, Eddie \"Guitar\" Burns, was a Detroit blues musician.",
    "year": 1942,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Robert H. Grubbs",
    "birthday": "1942-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Robert_Grubbs_Royal_Society.jpg/213px-Robert_Grubbs_Royal_Society.jpg",
    "extract": "Robert Howard Grubbs ForMemRS was an American chemist and the Victor and Elizabeth Atkins Professor of Chemistry at the California Institute of Technology in Pasadena, California. He was a co-recipient of the 2005 Nobel Prize in Chemistry for his work on olefin metathesis.",
    "year": 1942,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charlayne Hunter-Gault",
    "birthday": "1942-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Charlayne_Hunter-Gault_2014.jpg/236px-Charlayne_Hunter-Gault_2014.jpg",
    "extract": "Charlayne Hunter-Gault is an American civil rights activist, journalist and former foreign correspondent for National Public Radio, CNN, and the Public Broadcasting Service. Charlayne Hunter and Hamilton Holmes were the first African-American students to attend the University of Georgia.",
    "year": 1942,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Klaus-Dieter Sieloff",
    "birthday": "1942-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Klaus-Dieter_Sieloff.png/221px-Klaus-Dieter_Sieloff.png",
    "extract": "Klaus-Dieter Sieloff was a German footballer who played as a defender. He spent 11 seasons in the Bundesliga with VfB Stuttgart and Borussia Mönchengladbach. He played in two World Cup Qualifying matches in 1966.",
    "year": 1942,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Paddy Ashdown",
    "birthday": "1941-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Paddy_Ashdown_%282005%29_%28cropped%29.jpg/233px-Paddy_Ashdown_%282005%29_%28cropped%29.jpg",
    "extract": "Jeremy John Durham Ashdown, Baron Ashdown of Norton-sub-Hamdon,, better known as Paddy Ashdown, was a British politician and diplomat who served as Leader of the Liberal Democrats from 1988 to 1999. Internationally, he is recognised for his role as High Representative for Bosnia and Herzegovina from 2002 to 2006, following his vigorous lobbying for military action against Yugoslavia in the 1990s.",
    "year": 1941,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Pierre Duchesne",
    "birthday": "1940-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Pierre_Duchesne_2009-11-11.JPG/237px-Pierre_Duchesne_2009-11-11.JPG",
    "extract": "Pierre Duchesne was the 28th Lieutenant Governor of Quebec and former secretary general of the National Assembly of Quebec. As lieutenant governor he was the viceregal representative of Queen Elizabeth II of Canada in the Province of Quebec. His appointment was made by Governor General of Canada Michaëlle Jean, on the Constitutional advice of Prime Minister of Canada Stephen Harper, and announced on May 18, 2007.",
    "year": 1940,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Howard Hesseman",
    "birthday": "1940-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Howard_Hesseman_2014.jpg/216px-Howard_Hesseman_2014.jpg",
    "extract": "Howard Hesseman was an American actor known for his television roles as burned-out disc jockey Dr. Johnny Fever on WKRP in Cincinnati, and the lead role of history teacher Charlie Moore on Head of the Class. He appeared regularly on television and in film from the 1970s to 2010s, with other noteworthy roles including Sam Royer in the last two seasons of One Day at a Time, and a supporting role as Captain Pete Lassard in the film Police Academy 2: Their First Assignment.",
    "year": 1940,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bill Hunter (actor)",
    "birthday": "1940-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3c/Bill-hunter.jpg",
    "extract": "William John Hunter was an Australian actor of film, stage and television, who was also prominent as a voice-over artist. He appeared in more than 60 films and won two AFI Awards. He was also a recipient of the Centenary Medal.",
    "year": 1940,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Don McKinnon",
    "birthday": "1939-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Don_McKinnon_2012.jpg/237px-Don_McKinnon_2012.jpg",
    "extract": "Sir Donald Charles McKinnon is a New Zealand politician who served as the 12th deputy prime minister of New Zealand and the minister of Foreign Affairs of New Zealand. He was the secretary-general of the Commonwealth of Nations from 2000 until 2008.",
    "year": 1939,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Peter Revson",
    "birthday": "1939-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Peter_Revson_1973_N%C3%BCrburgring_a.jpg/320px-Peter_Revson_1973_N%C3%BCrburgring_a.jpg",
    "extract": "Peter Jeffrey Revson was an American race car driver and heir to the Revlon cosmetics fortune. He was a two-time Formula One race winner and had success at the Indianapolis 500.",
    "year": 1939,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jake Thackray",
    "birthday": "1938-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/48/Jakethackrayportrait.jpg",
    "extract": "John Philip \"Jake\" Thackray was an English singer-songwriter, poet and journalist. Best known in the late 1960s and early 1970s for his topical comedy songs performed on British television, his work ranged from satirical to bawdy to sentimental to pastoral, with a strong emphasis on storytelling, making him difficult to categorise.",
    "year": 1938,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Barbara Babcock",
    "birthday": "1937-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Barbara_Babcock.jpg/255px-Barbara_Babcock.jpg",
    "extract": "Barbara Babcock is an American actress. She is perhaps best known for her role as Grace Gardner on Hill Street Blues, for which she won an Emmy Award for Outstanding Lead Actress—Drama Series in 1981, and her role as Dorothy Jennings on Dr. Quinn, Medicine Woman, for which she was nominated for an Emmy Award in 1995.",
    "year": 1937,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sonia Johnson",
    "birthday": "1936-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Sonia_Johnson.jpg/213px-Sonia_Johnson.jpg",
    "extract": "Sonia Ann Johnson, is an American feminist activist and writer. She was an outspoken supporter of the Equal Rights Amendment (ERA) and in the late 1970s was publicly critical of the position of The Church of Jesus Christ of Latter-day Saints, of which she was a member, against the proposed amendment. She eventually was excommunicated from the church for her activities. She went on to publish several radical feminist books, ran for president in 1984, and become a popular feminist speaker.",
    "year": 1936,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ron Barassi",
    "birthday": "1936-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Ron_Barassi_1953.jpg/217px-Ron_Barassi_1953.jpg",
    "extract": "Ronald Dale Barassi Jr. is a former Australian rules football player, coach and media personality. Regarded as one of the most important figures in the history of the game, Barassi was the first player to be inaugurated into the Australian Football Hall of Fame as a \"Legend\", and is one of three Australian rules footballers to be elevated to the same status in the Sport Australia Hall of Fame.",
    "year": 1936,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Roger Mahony",
    "birthday": "1936-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/2006-03-31_03_Anaheim%2C_CA_Cardinal_Mahony.jpg/196px-2006-03-31_03_Anaheim%2C_CA_Cardinal_Mahony.jpg",
    "extract": "Roger Michael Cardinal Mahony is an American cardinal and retired prelate of the Catholic Church who served as Archbishop of Los Angeles from 1985 to 2011. Before his appointment, he served as Auxiliary Bishop of Fresno from 1975 to 1980 and Bishop of Stockton from 1980 to 1985. He was instrumental in covering up the sexual abuse of many young people within the Church.",
    "year": 1936,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mirella Freni",
    "birthday": "1935-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Mirella_Freni_1970.jpg/225px-Mirella_Freni_1970.jpg",
    "extract": "Mirella Freni, OMRI was an Italian operatic soprano who had a career of 50 years and appeared at major international opera houses. She received international attention at the Glyndebourne Festival, where she appeared as Zerlina in Mozart's Don Giovanni and as Adina in Donizetti's L'elisir d'amore.",
    "year": 1935,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vincent Fourcade",
    "birthday": "1934-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/46/VincentFourcade.jpg/256px-VincentFourcade.jpg",
    "extract": "Vincent Gabriel Fourcade was a French interior designer and the business and life partner of Robert Denning. \"Outrageous luxury is what our clients want,\" he once said.",
    "year": 1934,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ralph Nader",
    "birthday": "1934-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Naderspeak.JPG/270px-Naderspeak.JPG",
    "extract": "Ralph Nader is an American political activist, author, lecturer, and attorney noted for his involvement in consumer protection, environmentalism, and government reform causes.",
    "year": 1934,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Raymond Berry",
    "birthday": "1933-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Berry_1961_Topps.jpg/228px-Berry_1961_Topps.jpg",
    "extract": "Raymond Emmett Berry Jr. is an American former professional football player and coach in the National Football League (NFL). He played as a split end for the Baltimore Colts from 1955 to 1967, and after several assistant coaching positions, was head coach of the New England Patriots from 1984 to 1989. With the Colts, Berry led the NFL in receptions and receiving yards three times and in receiving touchdowns twice, and was invited to six Pro Bowls. The Colts won consecutive NFL championships, including the 1958 NFL Championship Game—known as \"The Greatest Game Ever Played\"—in which Berry caught 12 passes for 178 yards and a touchdown. He retired as the all-time NFL leader in both receptions and receiving yardage.",
    "year": 1933,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Malcolm Wallop",
    "birthday": "1933-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Malcolmwallop.JPG/256px-Malcolmwallop.JPG",
    "extract": "Malcolm Wallop was an American rancher and politician who served as a United States Senator from Wyoming from 1977 to 1995. He was a member of the Republican Party.",
    "year": 1933,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Elizabeth Taylor",
    "birthday": "1932-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Studio_publicity_Elizabeth_Taylor.jpg/254px-Studio_publicity_Elizabeth_Taylor.jpg",
    "extract": "Dame Elizabeth Rosemond Taylor was a British-American actress. She began her career as a child actress in the early 1940s and was one of the most popular stars of classical Hollywood cinema in the 1950s. She then became the highest paid movie star in the 1960s, remaining a well-known public figure for the rest of her life. In 1999, the American Film Institute named her the seventh-greatest female screen legend of Classic Hollywood cinema.",
    "year": 1932,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "David Young, Baron Young of Graffham",
    "birthday": "1932-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Lord_young_of_Graffham.jpg/241px-Lord_young_of_Graffham.jpg",
    "extract": "David Ivor Young, Baron Young of Graffham, is a British Conservative politician, former cabinet minister and businessman.",
    "year": 1932,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jovan Krkobabić",
    "birthday": "1930-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b7/Jovan_Krkobabi%C4%87_Crop.jpg",
    "extract": "Jovan Krkobabić was a Serbian politician. He was the leader of the Party of United Pensioners of Serbia, Deputy Prime Minister of Serbia in charge of social affairs, appointed on 7 July 2008 and Minister of Labour, Employment and Social Policies from 27 July 2012 until his death on 22 April 2014.",
    "year": 1930,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Joanne Woodward",
    "birthday": "1930-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Joanne_Woodward_1971.jpg/246px-Joanne_Woodward_1971.jpg",
    "extract": "Joanne Gignilliat Trimmier Woodward is an American actress, producer, and philanthropist. One of the last major stars from the Golden Age of Hollywood, having made her career breakthrough in the 1950s, Woodward is the earliest surviving Academy Award winner in a leading category. One of the best respected actresses of her generation, she became known for playing complex women with a characteristic nuance and depth of character, and became one of the first film stars to have an equally major presence in television. Among her total accolades is an Academy Award, three Primetime Emmy Awards, a British Academy Film Award, three Golden Globe Awards, and a Screen Actors Guild Award.",
    "year": 1930,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Djalma Santos",
    "birthday": "1929-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Djalma_Santos.jpg/320px-Djalma_Santos.jpg",
    "extract": "Djalma Pereira Dias dos Santos known simply as Djalma Santos, was a Brazilian footballer who started for the Brazil national team in four World Cups, winning two, in 1958 and 1962. Santos is considered to be one of the greatest right-backs of all time. While primarily known for his defensive skills, he often ventured upfield and displayed some impressive technical and attacking skills.",
    "year": 1929,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Aira Samulin",
    "birthday": "1927-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Aira_Samulin_2016.jpg/237px-Aira_Samulin_2016.jpg",
    "extract": "Aira Laila Suvio-Samulin is a Finnish dance teacher and entrepreneur.",
    "year": 1927,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "David H. Hubel",
    "birthday": "1926-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/DHUBEL.jpg/222px-DHUBEL.jpg",
    "extract": "David Hunter Hubel was a Canadian American neurophysiologist noted for his studies of the structure and function of the visual cortex. He was co-recipient with Torsten Wiesel of the 1981 Nobel Prize in Physiology or Medicine, for their discoveries concerning information processing in the visual system. For much of his career, Hubel worked as the Professor of Neurobiology at Johns Hopkins University and Harvard Medical School. In 1978, Hubel and Wiesel were awarded the Louisa Gross Horwitz Prize from Columbia University. In 1983, Hubel received the Golden Plate Award of the American Academy of Achievement.",
    "year": 1926,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dexter Gordon",
    "birthday": "1923-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Dexter_Gordon1.jpg/210px-Dexter_Gordon1.jpg",
    "extract": "Dexter Gordon was an American jazz tenor saxophonist, composer, bandleader, and actor. He was among the most influential early bebop musicians, which included other greats such as Charlie Parker, Dizzy Gillespie, and Bud Powell. Gordon's height was 6 feet 6 inches (198 cm), so he was also known as \"Long Tall Dexter\" and \"Sophisticated Giant\". His studio and performance career spanned over 40 years.",
    "year": 1923,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hans Rookmaaker",
    "birthday": "1922-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Hans_Rookmaaker.jpg/269px-Hans_Rookmaaker.jpg",
    "extract": "Henderik Roelof \"Hans\" Rookmaaker was a Dutch Christian scholar, professor, and author who wrote and lectured on art theory, art history, music, philosophy, and religion.",
    "year": 1922,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Theodore Van Kirk",
    "birthday": "1921-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Van_Kirk_Tibbets%2C_and_Ferebee.jpg/320px-Van_Kirk_Tibbets%2C_and_Ferebee.jpg",
    "extract": "Theodore Jerome \"Dutch\" Van Kirk was a navigator in the United States Army Air Forces, best known as the navigator of the Enola Gay when it dropped the first atomic bomb on Hiroshima. Upon the death of fellow crewman Morris Jeppson on March 30, 2010, Van Kirk became the last surviving member of the Enola Gay crew.",
    "year": 1921,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Connally",
    "birthday": "1917-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/John_Connally.jpg/257px-John_Connally.jpg",
    "extract": "John Bowden Connally Jr. was an American politician. He served as the 39th Governor of Texas and as the 61st United States Secretary of the Treasury. He began his career as a Democrat and later became a Republican in 1973.",
    "year": 1917,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Paul Ricœur",
    "birthday": "1913-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Paul_Ricoeur_Balzan.png/246px-Paul_Ricoeur_Balzan.png",
    "extract": "Jean Paul Gustave Ricœur was a French philosopher best known for combining phenomenological description with hermeneutics. As such, his thought is within the same tradition as other major hermeneutic phenomenologists, Martin Heidegger, Hans-Georg Gadamer, and Gabriel Marcel. In 2000, he was awarded the Kyoto Prize in Arts and Philosophy for having \"revolutionized the methods of hermeneutic phenomenology, expanding the study of textual interpretation to include the broad yet concrete domains of mythology, biblical exegesis, psychoanalysis, theory of metaphor, and narrative theory.\"",
    "year": 1913,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kazimierz Sabbat",
    "birthday": "1913-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Kazimierz_Sabbat.jpg/254px-Kazimierz_Sabbat.jpg",
    "extract": "Kazimierz Aleksander Sabbat, was President of Poland-in-exile from 8 April 1986 until his death, 19 July 1989, after serving as Prime Minister of the Polish government-in-exile.",
    "year": 1913,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Irwin Shaw",
    "birthday": "1913-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/de/Irwin_Shaw.jpg",
    "extract": "Irwin Shaw was an American playwright, screenwriter, novelist, and short-story author whose written works have sold more than 14 million copies. He is best known for two of his novels: The Young Lions (1948), about the fate of three soldiers during World War II, which was made into a film of the same name starring Marlon Brando and Montgomery Clift, and Rich Man, Poor Man (1970), about the fate of two brothers and a sister in the post-World War II decades, which in 1976 was made into a popular miniseries starring Peter Strauss, Nick Nolte, and Susan Blakely.",
    "year": 1913,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kusumagraj",
    "birthday": "1912-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/72/Vishnu_V%C4%81man_Shirw%C4%81dkar.jpg/284px-Vishnu_V%C4%81man_Shirw%C4%81dkar.jpg",
    "extract": "Vishnu Vāman Shirwādkar, popularly known by his pen name, Kusumāgraj, was an Marathi poet, playwright, novelist and short story writer, who wrote of freedom, justice and emancipation of the deprived,",
    "year": 1912,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Oscar Heidenstam",
    "birthday": "1911-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Oscar_Heidenstam.png/193px-Oscar_Heidenstam.png",
    "extract": "Oscar Frederick Heidenstam was a Cyprus-born British bodybuilding champion and physical culturist. He was president of the World Amateur Body Building Association (WABBA), the National Amateur Bodybuilders Association (NABBA), and NABBA International. He is said to be 'The Father of British Bodybuilding'.",
    "year": 1911,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Joan Bennett",
    "birthday": "1910-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Joan_Bennett_in_Photoplay_December_1932.png/191px-Joan_Bennett_in_Photoplay_December_1932.png",
    "extract": "Joan Geraldine Bennett was an American stage, film, and television actress. She came from a show-business family, one of three acting sisters. Beginning her career on the stage, Bennett appeared in more than 70 films from the era of silent movies, well into the sound era. She is best remembered for her film noir femme fatale roles in director Fritz Lang's movies—including Man Hunt (1941), The Woman in the Window (1944) and Scarlet Street (1945)—and for her television role as matriarch Elizabeth Collins Stoddard in the gothic 1960s soap opera Dark Shadows, for which she received an Emmy nomination in 1968.",
    "year": 1910,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Peter De Vries",
    "birthday": "1910-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d9/PeterDeVries1.jpg/235px-PeterDeVries1.jpg",
    "extract": "Peter De Vries was an American editor and novelist known for his satiric wit. He has been described by the philosopher Daniel Dennett as \"probably the funniest writer on religion ever\".",
    "year": 1910,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Genrikh Kasparyan",
    "birthday": "1910-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Birth_Centenary_of_Henrik_Kasparyan.jpg/320px-Birth_Centenary_of_Henrik_Kasparyan.jpg",
    "extract": "Genrikh Kasparyan was a Soviet chess player. He is considered to have been one of the greatest composers of chess endgame studies. Outside Armenia, he is better known by the Russian version of his name Genrikh Moiseyevich Kasparyan or Kasparian.",
    "year": 1910,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kelly Johnson (engineer)",
    "birthday": "1910-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/ClarenceLeonardKellyJohnson.jpg/320px-ClarenceLeonardKellyJohnson.jpg",
    "extract": "Clarence Leonard \"Kelly\" Johnson was an American aeronautical and systems engineer. He is recognized for his contributions to a series of important aircraft designs, most notably the Lockheed U-2 and SR-71 Blackbird. Besides the first production aircraft to exceed Mach 3, he also produced the first fighter capable of Mach 2, the United States' first operational jet fighter, as well as the first fighter to exceed 400 mph, and many other contributions to various aircraft.",
    "year": 1910,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mildred Bailey",
    "birthday": "1907-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Mildred_Bailey_%28Gottlieb_00411%29.jpg/255px-Mildred_Bailey_%28Gottlieb_00411%29.jpg",
    "extract": "Mildred Bailey was a Native American jazz singer during the 1930s, known as \"The Queen of Swing\", \"The Rockin' Chair Lady\" and \"Mrs. Swing\". She recorded the songs \"For Sentimental Reasons\", \"It's So Peaceful in the Country\", \"Doin' The Uptown Lowdown\", \"Trust in Me\", \"Where Are You?\", \"I Let a Song Go Out of My Heart\", \"Small Fry\", \"Please Be Kind\", \"Darn That Dream\", \"Rockin' Chair\", \"Blame It on My Last Affair\", and \"Says My Heart\". She had three records that reached number one on the popular charts.",
    "year": 1907,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Momčilo Đujić",
    "birthday": "1907-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/50/Mom%C4%8Dilo_%C4%90uji%C4%87_crop.jpg",
    "extract": "Momčilo Đujić was a Serbian Orthodox priest and Chetnik warlord. He led a significant proportion of the Chetniks within the northern Dalmatia and western Bosnia regions of the Independent State of Croatia (NDH), a fascist puppet state created from parts of the occupied Kingdom of Yugoslavia during World War II. In this role he collaborated extensively with the Italian and then the German occupying forces against the communist-led Partisan insurgency.",
    "year": 1907,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Franchot Tone",
    "birthday": "1905-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Franchot_Tone_in_Mutiny_on_the_Bounty_trailer.jpg/320px-Franchot_Tone_in_Mutiny_on_the_Bounty_trailer.jpg",
    "extract": "Stanislaus Pascal Franchot Tone was an American actor, producer, and director of stage, film and television. He was a leading man in the 1930s and early 1940s, and at the height of his career was known for his gentlemanly, sophisticate roles, with supporting roles by the 1950s. His acting crossed many genres including pre-Code romantic leads to noir layered roles and many World War I films. He appeared as a guest star in episodes of several golden age television series, including The Twilight Zone and The Alfred Hitchcock Hour while continuing to act and produce in the theater and movies throughout the 1960s.",
    "year": 1905,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "James T. Farrell",
    "birthday": "1904-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/James_T._Farrell_1950s.jpg/272px-James_T._Farrell_1950s.jpg",
    "extract": "James Thomas Farrell was an American novelist, short-story writer and poet.",
    "year": 1904,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "André Leducq",
    "birthday": "1904-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Andr%C3%A9_Leducq_Tour_de_France_1929.JPG/240px-Andr%C3%A9_Leducq_Tour_de_France_1929.JPG",
    "extract": "André Leducq was a French cyclist who won the 1930 and 1932 Tours de France. He also won a gold medal at the 1924 Summer Olympics in the team road race event and the 1928 Paris–Roubaix.",
    "year": 1904,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Yulii Khariton",
    "birthday": "1904-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Rus_Stamp_GSS-Hariton.jpg/320px-Rus_Stamp_GSS-Hariton.jpg",
    "extract": "Yulii Borisovich Khariton was a Russian physicist and a leading scientist in the Soviet Union's nuclear weapons program. Since the initiation of the atomic bomb project by Joseph Stalin in 1943, Khariton was the \"chief Nuclear weapon designer\" and remained associated with the Soviet program for nearly four decades. In honour of the centennial of his birthday in 2004, his image appeared on a Russian postal stamp by the Russian government.",
    "year": 1904,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Reginald Gardiner",
    "birthday": "1903-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Reginald_Gardiner_in_Sweethearts_trailer.jpg/320px-Reginald_Gardiner_in_Sweethearts_trailer.jpg",
    "extract": "William Reginald Gardiner was an English actor on the stage, in films and on television.",
    "year": 1903,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hans Rohrbach",
    "birthday": "1903-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/aa/Hans_Rohrbach.jpg/275px-Hans_Rohrbach.jpg",
    "extract": "Hans Rohrbach was a German mathematician. He worked both as an algebraist and a number theorist and later worked as cryptanalyst at Pers Z S, the German Foreign Office cipher bureau, during World War II. He was latterly known as the person who broke the American diplomatic O-2 cypher, a variant of the M-138-A strip cipher during 1943. Rohrbach wrote a report on the breaking of the strip cypher when he was captured by TICOM, the allied effort to roundup and seize captured German intelligence people and material.",
    "year": 1903,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Joseph B. Soloveitchik",
    "birthday": "1903-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fe/Rav_Joseph_Soloveitchik.gif",
    "extract": "Joseph Ber Soloveitchik was a major American Orthodox rabbi, Talmudist, and modern Jewish philosopher. He was a scion of the Lithuanian Jewish Soloveitchik rabbinic dynasty.",
    "year": 1903,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lúcio Costa",
    "birthday": "1902-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Lucio_Costa.jpg/208px-Lucio_Costa.jpg",
    "extract": "Lúcio Marçal Ferreira Ribeiro Lima Costa was a Brazilian architect and urban planner, best known for his plan for Brasília.",
    "year": 1902,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gene Sarazen",
    "birthday": "1902-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Gene_Sarazen_1922.jpg/183px-Gene_Sarazen_1922.jpg",
    "extract": "Gene Sarazen was an American professional golfer, one of the world's top players in the 1920s and 1930s, and the winner of seven major championships. He is one of five players to win each of the four majors at least once, now known as the Career Grand Slam:\nU.S. Open ,\nPGA Championship ,\nThe Open Championship (1932), and\nMasters Tournament (1935).",
    "year": 1902,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Steinbeck",
    "birthday": "1902-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/John_Steinbeck_1939_%28cropped%29.jpg/267px-John_Steinbeck_1939_%28cropped%29.jpg",
    "extract": "John Ernst Steinbeck Jr. was an American writer and the 1962 Nobel Prize in Literature winner \"for his realistic and imaginative writings, combining as they do sympathetic humor and keen social perception.\" He has been called \"a giant of American letters.\"",
    "year": 1902,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Marino Marini (sculptor)",
    "birthday": "1901-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Paolo_Monti_-_Servizio_fotografico_%28Milano%2C_1958%29_-_BEIC_6340602.jpg/320px-Paolo_Monti_-_Servizio_fotografico_%28Milano%2C_1958%29_-_BEIC_6340602.jpg",
    "extract": "Marino Marini was an Italian sculptor and educator.",
    "year": 1901,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charles Best (medical scientist)",
    "birthday": "1899-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/C._H._Best_ca._1924.jpg/243px-C._H._Best_ca._1924.jpg",
    "extract": "Charles Herbert Best was an American-Canadian medical scientist and one of the co-discoverers of insulin.",
    "year": 1899,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Marian Anderson",
    "birthday": "1897-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Marian_Anderson.jpg/250px-Marian_Anderson.jpg",
    "extract": "Marian Anderson was an American contralto. She performed a wide range of music, from opera to spirituals. Anderson performed with renowned orchestras in major concert and recital venues throughout the United States and Europe between 1925 and 1965.",
    "year": 1897,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Miyagiyama Fukumatsu",
    "birthday": "1895-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/The_29th_Yokozuna_Miyagiyama_Fukumatsu.jpg/187px-The_29th_Yokozuna_Miyagiyama_Fukumatsu.jpg",
    "extract": "Miyagiyama Fukumatsu  was a Japanese professional sumo wrestler from Ichinoseki, Iwate Prefecture. He was the sport's 29th yokozuna, and the last yokozuna in Osaka sumo.",
    "year": 1895,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William Demarest",
    "birthday": "1892-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Palm_Beach_Story-Bill_Demarest.JPG/320px-Palm_Beach_Story-Bill_Demarest.JPG",
    "extract": "Carl William Demarest was an American character actor, known for playing Uncle Charley in My Three Sons. Demarest became a prolific film and television actor, appearing in over 140 films, beginning in 1927 and ending in the 1970s. He frequently played crusty but good-hearted roles.",
    "year": 1892,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "David Sarnoff",
    "birthday": "1891-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/DavidSarnoff_1922.jpg/246px-DavidSarnoff_1922.jpg",
    "extract": "David Sarnoff was an American businessman and pioneer of American radio and television. Throughout most of his career he led the Radio Corporation of America (RCA) in various capacities from shortly after its founding in 1919 until his retirement in 1970.",
    "year": 1891,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mabel Keaton Staupers",
    "birthday": "1890-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d7/Mabel_Keaton_Staupers.jpg",
    "extract": "Mabel Keaton Staupers was a pioneer in the American nursing profession. Faced with racial discrimination after graduating from nursing school, Staupers became an advocate for racial equality in the nursing profession.",
    "year": 1890,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lotte Lehmann",
    "birthday": "1888-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Lotte_Lehmann_in_Beethoven%27s_Fidelio.jpg/243px-Lotte_Lehmann_in_Beethoven%27s_Fidelio.jpg",
    "extract": "Charlotte \"Lotte\" Lehmann was a German soprano who was especially associated with German repertory. She gave memorable performances in the operas of Richard Strauss, Richard Wagner, Ludwig van Beethoven, Puccini, Mozart, and Massenet. The Marschallin in Der Rosenkavalier, Sieglinde in Die Walküre and the title-role in Fidelio are considered her greatest roles. During her long career, Lehmann also made more than five hundred recordings.",
    "year": 1888,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Pyotr Nesterov",
    "birthday": "1887-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Pyotr_Nikolayevich_Nesterov.jpg/181px-Pyotr_Nikolayevich_Nesterov.jpg",
    "extract": "Pyotr Nikolayevich Nesterov (Russian: Пётр Николаевич Нестеров was a Russian pilot, an aircraft designer and an aerobatics pioneer.",
    "year": 1887,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hugo Black",
    "birthday": "1886-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/HugoLaFayetteBlack.jpg/254px-HugoLaFayetteBlack.jpg",
    "extract": "Hugo Lafayette Black was an American lawyer, politician, and jurist who served as a U.S. Senator from Alabama from 1927 to 1937 and as an associate justice of the U.S. Supreme Court from 1937 to 1971. A member of the Democratic Party and a devoted New Dealer, Black endorsed Franklin D. Roosevelt in both the 1932 and 1936 presidential elections. Before he became a Senator, Black espoused anti-Catholic views and was a member of the Ku Klux Klan in Alabama, from which he resigned in 1925. In 1937, upon being appointed to the Supreme Court, Black said: \"Before becoming a Senator I dropped the Klan. I have had nothing to do with it since that time. I abandoned it. I completely discontinued any association with the organization.\" Black served as the Secretary of the Senate Democratic Conference and the Chair of the Senate Education Committee during his decade in the Senate. Having gained a reputation in the Senate as a reformer, Black was nominated to the Supreme Court by President Roosevelt and confirmed by the Senate by a vote of 63 to 16. He was the first of nine Roosevelt appointees to the Court, and he outlasted all except for William O. Douglas.",
    "year": 1886,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sveinn Björnsson",
    "birthday": "1881-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Sveinn_Bj%C3%B6rnsson.jpg/234px-Sveinn_Bj%C3%B6rnsson.jpg",
    "extract": "Sveinn Björnsson was the first president of Iceland (1944–1952).",
    "year": 1881,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "L. E. J. Brouwer",
    "birthday": "1881-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6c/Luitzen_Egbertus_Jan_Brouwer.jpeg/263px-Luitzen_Egbertus_Jan_Brouwer.jpeg",
    "extract": "Luitzen Egbertus Jan Brouwer, usually cited as L. E. J. Brouwer but known to his friends as Bertus, was a Dutch mathematician and philosopher, who worked in topology, set theory, measure theory and complex analysis. Regarded as one of the greatest mathematicians of the 20th century, he is known as the founder of modern topology, particularly for establishing his fixed-point theorem and the topological invariance of dimension.",
    "year": 1881,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Xenophon Kasdaglis",
    "birthday": "1880-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Xenophon_Casdagli.jpg/160px-Xenophon_Casdagli.jpg",
    "extract": "Xenophon Emmanuel Kasdaglis, or Xenophon Casdagli, was an Egyptiote Greek – later a British citizen – tennis player. He competed in the 1906 Intercalated Games in Athens.",
    "year": 1880,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alvan T. Fuller",
    "birthday": "1878-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Alvan_Tufts_Fuller_circa_1920.jpg/232px-Alvan_Tufts_Fuller_circa_1920.jpg",
    "extract": "Alvan Tufts Fuller was an American businessman, politician, art collector, and philanthropist from Massachusetts. He opened one of the first automobile dealerships in Massachusetts, which in 1920 was recognized as \"the world's most successful auto dealership\", and made him one of the state's wealthiest men. Politically a Progressive Republican, he was elected a member of the Massachusetts House of Representatives, was a delegate to the Republican National Convention in 1916, and served as a United States Representative from 1917 to 1921.",
    "year": 1878,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Joseph Grinnell",
    "birthday": "1877-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/JGrinnell1901.jpg/310px-JGrinnell1901.jpg",
    "extract": "Joseph Grinnell was an American field biologist and zoologist. He made extensive studies of the fauna of California, and is credited with introducing a method of recording precise field observations known as the Grinnell System. He served as the first director of the Museum of Vertebrate Zoology at the University of California, Berkeley from the museum's inception in 1908 until his death.",
    "year": 1877,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vladimir Filatov",
    "birthday": "1875-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/%D0%A4%D1%96%D0%BB%D0%B0%D1%82%D0%BE%D0%B2_%D0%92%D0%BE%D0%BB%D0%BE%D0%B4%D0%B8%D0%BC%D0%B8%D1%80_%D0%9F%D0%B5%D1%82%D1%80%D0%BE%D0%B2%D0%B8%D1%87_%D0%B0%D0%B2%D1%82%D0%BE%D0%B3%D1%80%D0%B0%D1%84_1943.png/320px-%D0%A4%D1%96%D0%BB%D0%B0%D1%82%D0%BE%D0%B2_%D0%92%D0%BE%D0%BB%D0%BE%D0%B4%D0%B8%D0%BC%D0%B8%D1%80_%D0%9F%D0%B5%D1%82%D1%80%D0%BE%D0%B2%D0%B8%D1%87_%D0%B0%D0%B2%D1%82%D0%BE%D0%B3%D1%80%D0%B0%D1%84_1943.png",
    "extract": "Vladimir Petrovich Filatov was a Russian Empire and Soviet ophthalmologist and surgeon best known for his development of tissue therapy. He introduced the tube flap grafting method, corneal transplantation and preservation of grafts from cadaver eyes. He founded the Institute of Eye Diseases & Tissue Therapy in Odessa, Soviet Union. Filatov is also credited for restoring Vasily Zaytsev's sight when he suffered an injury to his eyes from a mortar attack during Battle of Stalingrad.",
    "year": 1875,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alexandru Vaida-Voevod",
    "birthday": "1872-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Vaida-Voevod.jpg/236px-Vaida-Voevod.jpg",
    "extract": "Alexandru Vaida-Voevod or Vaida-Voievod was an Austro-Hungarian-born Romanian politician who was a supporter and promoter of the union of Transylvania with the Romanian Old Kingdom. He later served as 28th Prime Minister of Romania.",
    "year": 1872,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alice Hamilton",
    "birthday": "1869-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Alice_Hamilton.jpg/221px-Alice_Hamilton.jpg",
    "extract": "Alice Hamilton was an American physician, research scientist, and author. She was a leading expert in the field of occupational health and a pioneer in the field of industrial toxicology.",
    "year": 1869,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Irving Fisher",
    "birthday": "1867-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Irvingfisher.jpg/223px-Irvingfisher.jpg",
    "extract": "Irving Fisher was an American economist, statistician, inventor, eugenicist and progressive social campaigner. He was one of the earliest American neoclassical economists, though his later work on debt deflation has been embraced by the post-Keynesian school. Joseph Schumpeter described him as \"the greatest economist the United States has ever produced\", an assessment later repeated by James Tobin and Milton Friedman.",
    "year": 1867,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Wilhelm Peterson-Berger",
    "birthday": "1867-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Peterson-Berger-portrait.jpg/239px-Peterson-Berger-portrait.jpg",
    "extract": "Olof Wilhelm Peterson-Berger was a Swedish composer and music critic. As a composer, his main musical influences were Grieg, August Söderman and Wagner as well as Swedish folk idiom.",
    "year": 1867,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Eemil Nestor Setälä",
    "birthday": "1864-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Eemil_Set%C3%A4l%C3%A4.JPG/273px-Eemil_Set%C3%A4l%C3%A4.JPG",
    "extract": "Eemil Nestor Setälä was a Finnish politician and once the Chairman of the Senate of Finland, from September 1917 to November 1917, when he was author of the Finnish Declaration of Independence.",
    "year": 1864,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Joaquín Sorolla",
    "birthday": "1863-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Joaquin_Sorolla_by_Gertrude_K%C3%A4sebier%2C_1908.jpg/239px-Joaquin_Sorolla_by_Gertrude_K%C3%A4sebier%2C_1908.jpg",
    "extract": "Joaquín Sorolla y Bastida was a Spanish painter. Sorolla excelled in the painting of portraits, landscapes and monumental works of social and historical themes. His most typical works are characterized by a dexterous representation of the people and landscape under the bright sunlight of Spain and sunlit water.",
    "year": 1863,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "George Herbert Mead",
    "birthday": "1863-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/01/George_Herbert_Mead.jpg",
    "extract": "George Herbert Mead was an American philosopher, sociologist, and psychologist, primarily affiliated with the University of Chicago, where he was one of several distinguished pragmatists. He is regarded as one of the founders of symbolic interactionism and of what has come to be referred to as the Chicago sociological tradition.",
    "year": 1863,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bertha Pappenheim",
    "birthday": "1859-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Pappenheim_1882.jpg/170px-Pappenheim_1882.jpg",
    "extract": "Bertha Pappenheim was an Austrian-Jewish feminist, a social pioneer, and the founder of the Jewish Women's Association. Under the pseudonym Anna O., she was also one of Josef Breuer's best-documented patients because of Sigmund Freud's writing on Breuer's case.",
    "year": 1859,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hubert Parry",
    "birthday": "1848-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Hubert_Parry.jpg",
    "extract": "Sir Charles Hubert Hastings Parry, 1st Baronet was an English composer, teacher and historian of music. Born in Richmond Hill in Bournemouth, Parry's first major works appeared in 1880. As a composer he is best known for the choral song \"Jerusalem\", his 1902 setting for the coronation anthem \"I was glad\", the choral and orchestral ode Blest Pair of Sirens, and the hymn tune \"Repton\", which sets the words \"Dear Lord and Father of Mankind\". His orchestral works include five symphonies and a set of Symphonic Variations. He also composed the music for Ode to Newfoundland, the Newfoundland and Labrador provincial anthem.",
    "year": 1848,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ellen Terry",
    "birthday": "1847-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Julia_Margaret_Cameron_%28British%2C_born_India_-_Ellen_Terry_at_Age_Sixteen_-_Google_Art_Project.jpg/318px-Julia_Margaret_Cameron_%28British%2C_born_India_-_Ellen_Terry_at_Age_Sixteen_-_Google_Art_Project.jpg",
    "extract": "Dame Alice Ellen Terry,, was a leading English actress of the late 19th and early 20th centuries.",
    "year": 1847,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William Nicholson (Australian politician)",
    "birthday": "1816-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Williamnicholson.jpg/205px-Williamnicholson.jpg",
    "extract": "William Nicholson was an Australian colonial politician who became the third Premier of Victoria. He is remembered for having been called the \"father of the ballot\" due to his responsibility in introducing the secret ballot in Victoria.",
    "year": 1816,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jean-Charles Cornay",
    "birthday": "1809-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Jean-Charles_Cornay.jpg/228px-Jean-Charles_Cornay.jpg",
    "extract": "Jean-Charles Cornay, was a French missionary of the Paris Foreign Missions Society who was martyred in Vietnam. He was executed in Ha Tay, Tonkin, now Vietnam, during the persecutions of Emperor Minh Mạng.",
    "year": 1809,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Henry Wadsworth Longfellow",
    "birthday": "1807-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Henry_Wadsworth_Longfellow%2C_photographed_by_Julia_Margaret_Cameron_in_1868.jpg/232px-Henry_Wadsworth_Longfellow%2C_photographed_by_Julia_Margaret_Cameron_in_1868.jpg",
    "extract": "Henry Wadsworth Longfellow was an American poet and educator whose works include \"Paul Revere's Ride\", The Song of Hiawatha, and Evangeline. He was the first American to translate Dante Alighieri's Divine Comedy and was one of the fireside poets from New England.",
    "year": 1807,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Edward Belcher",
    "birthday": "1799-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Sir_Edward_Belcher_by_Stephen_Pearce.jpg/271px-Sir_Edward_Belcher_by_Stephen_Pearce.jpg",
    "extract": "Admiral Sir Edward Belcher was a British naval officer, hydrographer, and explorer. Born in Nova Scotia, he was the great-grandson of Governor Jonathan Belcher.",
    "year": 1799,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frederick Catherwood",
    "birthday": "1799-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Catherwood.JPG/184px-Catherwood.JPG",
    "extract": "Frederick Catherwood was an English artist, architect and explorer, best remembered for his meticulously detailed drawings of the ruins of the Maya civilization. He explored Mesoamerica in the mid 19th century with writer John Lloyd Stephens. Their books, Incidents of Travel in Central America, Chiapas and Yucatán and Incidents of Travel in Yucatán, were best sellers and introduced to the Western world the civilization of the ancient Maya. In 1837, Catherwood was elected into the National Academy of Design as an Honorary member.",
    "year": 1799,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "José Antonio Navarro",
    "birthday": "1795-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Navarroportrait.jpg/195px-Navarroportrait.jpg",
    "extract": "José Antonio Navarro was a Texas statesman, revolutionary, rancher, and merchant. The son of Ángel Navarro and Josefa María Ruiz y Peña, he was born into a distinguished noble family at San Antonio de Béxar in the Viceroyalty of New Spain. His uncle was José Francisco Ruiz and his brother-in-law was Juan Martín de Veramendi.",
    "year": 1795,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Manuel Rodríguez Erdoíza",
    "birthday": "1789-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/ManuelRodrigez.jpg/239px-ManuelRodrigez.jpg",
    "extract": "Manuel Xavier Rodríguez Erdoíza was a Chilean lawyer and guerrilla leader, considered one of the founders of independent Chile. Rodríguez was of Basque descent.",
    "year": 1789,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jacques-Charles Dupont de l'Eure",
    "birthday": "1767-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Ary_Scheffer_-_Dupont_de_l%27Eure.jpg/264px-Ary_Scheffer_-_Dupont_de_l%27Eure.jpg",
    "extract": "Jacques-Charles Dupont de l'Eure was a French lawyer and statesman.",
    "year": 1767,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Anders Sparrman",
    "birthday": "1748-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Anders_Sparrman.jpg/278px-Anders_Sparrman.jpg",
    "extract": "Anders Sparrman was a Swedish naturalist, abolitionist and an apostle of Carl Linnaeus.",
    "year": 1748,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Louis-Jérôme Gohier",
    "birthday": "1746-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Louis-J%C3%A9r%C3%B4me_Gohier.jpg/269px-Louis-J%C3%A9r%C3%B4me_Gohier.jpg",
    "extract": "Louis-Jérôme Gohier was a French politician of the Revolutionary period.",
    "year": 1746,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jean de Dieu-Raymond de Cucé de Boisgelin",
    "birthday": "1732-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Cardinal_de_Boisgelin.JPG/310px-Cardinal_de_Boisgelin.JPG",
    "extract": "Jean de Dieu-Raymond de Cucé de Boisgelin was a French prelate, statesman and cardinal. The Boisgelin of Cucé are the Cadet branch of the maison de Boisgelin). His cousin is the famous author Louis de Boisgelin.",
    "year": 1732,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frederick Michael, Count Palatine of Zweibrücken",
    "birthday": "1724-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Louis_Tocqu%C3%A9_-_Friedrich_Michael_von_Zweibr%C3%BCcken.jpg/261px-Louis_Tocqu%C3%A9_-_Friedrich_Michael_von_Zweibr%C3%BCcken.jpg",
    "extract": "Frederick Michael, Count Palatine of Zweibrücken-Birkenfeld was a member of the Wittelsbach dynasty. He was the son of Christian III of Palatinate-Zweibrücken and Caroline of Nassau-Saarbrücken and a member of the House of Palatinate-Zweibrücken-Birkenfeld, a branch of the House of Wittelsbach. He was the father of the Bavarian King Maximilian I Joseph.",
    "year": 1724,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Constantine Mavrocordatos",
    "birthday": "1711-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Constantine_Maurocordato.JPG/224px-Constantine_Maurocordato.JPG",
    "extract": "Constantine Mavrocordatos was a Greek noble who served as Prince of Wallachia and Prince of Moldavia at several intervals between 1730 and 1769. As a ruler he issued reforms in the laws of each of the two Danubian Principalities, ensuring a more adequate taxation and a series of measures amounting to the emancipation of serfs and a more humane treatment of slaves.",
    "year": 1711,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lord Sidney Beauclerk",
    "birthday": "1703-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Sidney_Beauclerk_%281703-1744%29%2C_by_Rosalba_Carriera_%281675-1757%29.jpg/249px-Sidney_Beauclerk_%281703-1744%29%2C_by_Rosalba_Carriera_%281675-1757%29.jpg",
    "extract": "Lord Sidney Beauclerk was a British politician who sat in the House of Commons from 1733 to 1744. He acquired a reputation as a fortune hunter.",
    "year": 1703,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ludwika Karolina Radziwiłł",
    "birthday": "1667-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Ludvika_Karalina_Radzivi%C5%82._%D0%9B%D1%8E%D0%B4%D0%B2%D1%96%D0%BA%D0%B0_%D0%9A%D0%B0%D1%80%D0%B0%D0%BB%D1%96%D0%BD%D0%B0_%D0%A0%D0%B0%D0%B4%D0%B7%D1%96%D0%B2%D1%96%D0%BB_%281681%29.jpg/257px-Ludvika_Karalina_Radzivi%C5%82._%D0%9B%D1%8E%D0%B4%D0%B2%D1%96%D0%BA%D0%B0_%D0%9A%D0%B0%D1%80%D0%B0%D0%BB%D1%96%D0%BD%D0%B0_%D0%A0%D0%B0%D0%B4%D0%B7%D1%96%D0%B2%D1%96%D0%BB_%281681%29.jpg",
    "extract": "Princess Ludwika Karolina Radziwiłł was a magnate Princess of the Grand Duchy of Lithuania in the Polish–Lithuanian Commonwealth and an active reformer.",
    "year": 1667,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Roche Braziliano",
    "birthday": "1630-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/The_Buccaneers_of_America_9.jpg/234px-The_Buccaneers_of_America_9.jpg",
    "extract": "Roche Braziliano was a Dutch pirate born in the town of Groningen. His pirate career lasted from 1654 until his disappearance around 1671. He was first made famous in Alexandre Exquemelin's 1678 book The Buccaneers of America; Exquemelin did not know Braziliano's real name, but historians have found he was probably born as Gerrit Gerritszoon and that he and his parents moved to Dutch-controlled Brazil. He is known as \"Roche Braziliano\", which in English translates to \"Rock the Brazilian\", due to his long exile in Brazil.",
    "year": 1630,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Carel Fabritius",
    "birthday": "1622-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Carel_Fabritius_-_Self-Portrait_-_Google_Art_Project.jpg/237px-Carel_Fabritius_-_Self-Portrait_-_Google_Art_Project.jpg",
    "extract": "Carel Pietersz. Fabritius was a Dutch painter. He was a pupil of Rembrandt and worked in his studio in Amsterdam. Fabritius, who was a member of the Delft School, developed his own artistic style and experimented with perspective and lighting. Among his works are A View of Delft, The Goldfinch (1654), and The Sentry (1654).",
    "year": 1622,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Adolf, Duke of Holstein-Gottorp",
    "birthday": "1575-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Johann_Adolf_von_Holstein_Gottorp.jpg/240px-Johann_Adolf_von_Holstein_Gottorp.jpg",
    "extract": "Johann Adolf of Holstein-Gottorp was a Duke of Holstein-Gottorp.",
    "year": 1575,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Francis II, Duke of Lorraine",
    "birthday": "1572-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Fran%C3%A7ois_II_duc_de_Lorraine_et_de_Bar_en_1625_%281572-1632%29.jpg/259px-Fran%C3%A7ois_II_duc_de_Lorraine_et_de_Bar_en_1625_%281572-1632%29.jpg",
    "extract": "Francis II was the son of Charles III, Duke of Lorraine and Claude of Valois. He was Duke of Lorraine briefly in 1625, quickly abdicating in favour of his son.",
    "year": 1572,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William Alabaster",
    "birthday": "1567-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/90/William_Alabaster.jpg",
    "extract": "William Alabaster was an English poet, playwright, and religious writer.",
    "year": 1567,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "João de Castro",
    "birthday": "1500-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Painel_de_D._Jo%C3%A3o_de_Castro%2C_Patrono_do_IPE%2C_exposto_na_Sala_D._Jo%C3%A3o_de_Castro.png/161px-Painel_de_D._Jo%C3%A3o_de_Castro%2C_Patrono_do_IPE%2C_exposto_na_Sala_D._Jo%C3%A3o_de_Castro.png",
    "extract": "Dom João de Castro was a Portuguese nobleman, scientist, writer, and the fourth viceroy of Portuguese India. He was called Castro Forte by the poet Luís de Camões. De Castro was the second son of Álvaro de Castro, the civil governor of Lisbon. His wife was Leonor de Coutinho.",
    "year": 1500,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ruprecht of the Palatinate (archbishop of Cologne)",
    "birthday": "1427-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Ruprecht_von_der_Pfalz%2C_Bischof_von_K%C3%B6ln.jpg/241px-Ruprecht_von_der_Pfalz%2C_Bischof_von_K%C3%B6ln.jpg",
    "extract": "Ruprecht of the Palatinate was the Archbishop and Prince Elector of Cologne from 1463 to 1480.",
    "year": 1427,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alberto d'Este, Marquis of Ferrara",
    "birthday": "1343-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b6/Alberto_V_d%27Este2.jpg",
    "extract": "Alberto (V) d'Este was lord of Ferrara and Modena from 1388 until his death.",
    "year": 1343,
    "month": 2,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Constantine the Great",
    "birthday": "272-2-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Constantine%27s_head_at_capitoline_-_Flickr_-_cking.jpg/213px-Constantine%27s_head_at_capitoline_-_Flickr_-_cking.jpg",
    "extract": "Constantine I, also known as Constantine the Great, was a Roman emperor who reigned from 306 to 337 AD, and was the first one to convert to Christianity. Born in Naissus, Dacia Mediterranea, he was the son of Flavius Constantius, a Roman army officer who had been one of the four rulers of the Tetrarchy. His mother, Helena, was Greek and of low birth. Constantine served with distinction under the Roman emperors Diocletian and Galerius. He began his career by campaigning in the eastern provinces before being recalled in the west to fight alongside his father in Britain. After his father's death in 306, Constantine became emperor. He was acclaimed by his army at Eboracum, and eventually emerged victorious in the civil wars against emperors Maxentius and Licinius to become the sole ruler of the Roman Empire by 324.",
    "year": 272,
    "month": 2,
    "day": 27,
    "language": "en"
  }
]