[
  {
    "name": "Luka Dončić",
    "birthday": "1999-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Luka_Doncic_%28cropped%29.jpg/267px-Luka_Doncic_%28cropped%29.jpg",
    "extract": "Luka Dončić is a Slovenian professional basketball player for the Dallas Mavericks of the National Basketball Association (NBA). He also represents the Slovenian national team.",
    "year": 1999,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Arkadiusz Milik",
    "birthday": "1994-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Lens_-_Marseille_%2803-02-2021%29_44.jpg/240px-Lens_-_Marseille_%2803-02-2021%29_44.jpg",
    "extract": "Arkadiusz Krystian \"Arek\" Milik is a Polish professional footballer who plays as a striker for Ligue 1 club Marseille, on loan from Napoli. He also represents the Poland national team.",
    "year": 1994,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Takayasu Akira",
    "birthday": "1990-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Takayasu_2012_Jan_2.JPG/149px-Takayasu_2012_Jan_2.JPG",
    "extract": "Takayasu Akira  is a Japanese professional sumo wrestler. He made his professional debut in 2005 and reached the top makuuchi division in 2011, the first wrestler born in the Heisei era to do so. His highest rank has been ōzeki. He has been runner-up in a tournament five times and has earned ten special prizes: five for Fighting Spirit, three for Outstanding Performance and two for Technique. He has won four gold stars for defeating yokozuna. After achieving 34 wins in the three tournaments from January to May 2017, he was officially promoted to ōzeki on May 31, 2017. He maintained the rank for a total of 15 tournaments.",
    "year": 1990,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Carlos Dunlap",
    "birthday": "1989-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Carlos_Dunlap_2017.JPG/186px-Carlos_Dunlap_2017.JPG",
    "extract": "Carlos Dunlap II is an American football defensive end who is a free agent. He played college football for the University of Florida, and was a key member of the Florida Gators team that won the 2009 BCS National Championship Game. He was drafted by the Cincinnati Bengals in the second round of the 2010 NFL Draft.",
    "year": 1989,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Charles Jenkins (basketball)",
    "birthday": "1989-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Charles_Jenkins_Oct_2012.jpg/213px-Charles_Jenkins_Oct_2012.jpg",
    "extract": "Charles T. Jenkins is an American-Serbian professional basketball player. He was drafted by the Golden State Warriors in the 2011 NBA draft after finishing his four-year college career with the Hofstra Pride.He signed a contract with the Warriors on December 9, 2011. On February 21, 2013, he was traded to the Philadelphia 76ers.",
    "year": 1989,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kevin Proctor",
    "birthday": "1989-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Kevin_PROCTOR.jpg/239px-Kevin_PROCTOR.jpg",
    "extract": "Kevin Proctor is a New Zealand professional rugby league footballer who plays as a second-row forward for the Gold Coast Titans in the NRL, and the New Zealand Māori and New Zealand at international level.",
    "year": 1989,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Aroldis Chapman",
    "birthday": "1988-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Aroldis_Chapman_on_June_4%2C_2016_%282%29.jpg/320px-Aroldis_Chapman_on_June_4%2C_2016_%282%29.jpg",
    "extract": "Albertín Aroldis Chapman de la Cruz is a Cuban-born American professional baseball relief pitcher for the New York Yankees of Major League Baseball (MLB). He previously played in MLB for the Cincinnati Reds and Chicago Cubs and in the Cuban National Series for Holguín. Chapman bats and throws left-handed, and is nicknamed the \"Cuban Missile\" or the \"Cuban Flame Thrower\".\nChapman pitched for Holguín domestically and internationally for the Cuban national baseball team. He defected from Cuba in 2009 and signed a contract with the Reds in 2010. Chapman made his MLB debut that season. He won the MLB Delivery Man of the Month Award as the best relief pitcher for July 2012, was named to four straight National League All-Star teams from 2012 to 2015. The Reds traded Chapman to the Yankees after the 2015 season, and the Yankees traded Chapman to the Cubs during the 2016 season. With the Cubs, Chapman won Game 7 of the 2016 World Series. He signed with the Yankees after the 2016 season.",
    "year": 1988,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Antonio Candreva",
    "birthday": "1987-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/20150616_-_Portugal_-_Italie_-_Gen%C3%A8ve_-_Antonio_Candreva.jpg/228px-20150616_-_Portugal_-_Italie_-_Gen%C3%A8ve_-_Antonio_Candreva.jpg",
    "extract": "Antonio Candreva is an Italian professional footballer who plays as a right midfielder or right winger for Sampdoria.",
    "year": 1987,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tim Bresnan",
    "birthday": "1985-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Tim_Bresnan_jogging_to_the_boundary_%28cropped%29.jpg/289px-Tim_Bresnan_jogging_to_the_boundary_%28cropped%29.jpg",
    "extract": "Timothy Thomas Bresnan is an English former first-class cricketer, who last played for Warwickshire. He was a fast-medium bowler who had ability with the bat.",
    "year": 1985,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jelena Janković",
    "birthday": "1985-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Jankovic_US16_%2815%29_%2829862974315%29.jpg/213px-Jankovic_US16_%2815%29_%2829862974315%29.jpg",
    "extract": "Jelena Janković is a Serbian former professional tennis player. Janković is a former world No. 1 in singles, a ranking achieved preceding her finals appearance at the 2008 US Open. Janković has won 15 WTA singles titles and two doubles titles, with her career highlights that include winning the 2007 Wimbledon mixed-doubles title with Jamie Murray. She has not competed in any tournament since 2017.",
    "year": 1985,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Karolína Kurková",
    "birthday": "1984-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Karolina_Kurkova_2011_Shankbone.JPG/212px-Karolina_Kurkova_2011_Shankbone.JPG",
    "extract": "Karolína Kurková is a Czech-American model and actress, best known as a former Victoria's Secret Angel and Vogue cover star. Mario Testino praised the \"proportions of her body and her face, as well as her energy level\", which he said \"ma[de] her a model who could fit almost into any moment\". Vogue editor Anna Wintour called her the \"next supermodel\".",
    "year": 1984,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Natalia Vodianova",
    "birthday": "1982-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Natalia_Vodianova_Paris_Fashion_Week_Spring_Summer_2019_cropped.jpg/240px-Natalia_Vodianova_Paris_Fashion_Week_Spring_Summer_2019_cropped.jpg",
    "extract": "Natalia Mikhailovna Vodianova, nicknamed Supernova, is a Russian model and United Nations Goodwill Ambassador.",
    "year": 1982,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Brian Bannister",
    "birthday": "1981-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Brian_Bannister_at_Fenway_%28cropped%29.jpg/197px-Brian_Bannister_at_Fenway_%28cropped%29.jpg",
    "extract": "Brian Patrick Bannister is an American director of pitching for the San Francisco Giants. He is a former professional baseball starting pitcher who played for the New York Mets and Kansas City Royals of Major League Baseball (MLB) from 2006 through 2010. He played college baseball as a walk-on for the University of Southern California. Bannister was selected by the Mets in the seventh round of the 2003 MLB draft. He previously served as assistant pitching coach and vice president of pitching development for the Boston Red Sox.",
    "year": 1981,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Pascal Bosschaart",
    "birthday": "1980-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Pascal_Bosschaart_cropped.jpg/156px-Pascal_Bosschaart_cropped.jpg",
    "extract": "Pascal Bosschaart is a Dutch retired footballer and current assistant manager of SC Cambuur.",
    "year": 1980,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Christian Poulsen",
    "birthday": "1980-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Schalke_Poulsen02.jpg",
    "extract": "Christian Bjørnshøj Poulsen is a Danish former footballer. After starting his career with Holbæk, he played for a number of European clubs as a defensive midfielder, winning the Danish Superliga championship with F.C. Copenhagen, the German DFB-Ligapokal trophy with FC Schalke 04, and the European UEFA Cup with Spanish team Sevilla FC, later also playing for Italian Serie A club Juventus, as well as Premier League side, Liverpool, French side Evian, and Dutch side Ajax.",
    "year": 1980,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tayshaun Prince",
    "birthday": "1980-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Tayshaun_Prince.jpg/266px-Tayshaun_Prince.jpg",
    "extract": "Tayshaun Durell Prince is an American professional basketball executive and former player. The 6-foot-9-inch (2.06 m) small forward graduated from Dominguez High School before playing college basketball for the University of Kentucky. He was drafted 23rd overall by the Detroit Pistons in the 2002 NBA draft and went on to win a championship with the team in 2004.",
    "year": 1980,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sébastien Bourdais",
    "birthday": "1979-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Sebastien_Bourdais_in_2021_%2851221641988%29_%28cropped%29.jpg/316px-Sebastien_Bourdais_in_2021_%2851221641988%29_%28cropped%29.jpg",
    "extract": "Sébastien Olivier Bourdais is a French professional racing driver. He is one of the most successful drivers in the history of American Championship car racing, having won 37 races. He won four successive championships under Champ Car World Series sanction from 2004 to 2007.",
    "year": 1979,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ivo Karlović",
    "birthday": "1979-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Karlovic_WM18_%285%29_%2830063301198%29.jpg/213px-Karlovic_WM18_%285%29_%2830063301198%29.jpg",
    "extract": "Ivo Karlović is a Croatian professional tennis player. His height of 211 cm makes him the joint tallest ranked tennis player in history, along with Reilly Opelka. He has won eight ATP singles titles between 2007 and 2016. He is a serve-and-volleyer and officially held the record for the fastest serve recorded in professional tennis, measured at 251 km/h (156 mph), before being surpassed unofficially by Samuel Groth in 2012, and officially by John Isner in 2016. In his prime, he was considered one of the best servers on tour, holding the all-time record for career aces with 13,728. This makes him one of only five players in history to surpass 10,000 aces. His height enables him to serve with high speed and unique trajectory.",
    "year": 1979,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Benjamin Raich",
    "birthday": "1978-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Benni_Raich_%2833165740250%29_%28cropped%29.jpg/198px-Benni_Raich_%2833165740250%29_%28cropped%29.jpg",
    "extract": "Benjamin Raich is an Austrian former World Cup champion alpine ski racer and Olympic gold medalist. With 14 medals won at Winter Olympics and World Championships, 36 World Cup race victories, one first place and five second places in the World Cup overall ranking, three victories of the slalom World Cup, three victories of the combined World Cup, two victories of the giant slalom World Cup and the highest score of career World Cup points, he is considered among the best alpine racers in World Cup history.",
    "year": 1978,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jamaal Tinsley",
    "birthday": "1978-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Jamaal_Tinsley_2006.jpg/262px-Jamaal_Tinsley_2006.jpg",
    "extract": "Jamaal Lee Tinsley is an American former professional basketball player in the National Basketball Association (NBA). Tinsley played college basketball for the Iowa State Cyclones. Following his senior year, he was drafted by the Vancouver Grizzlies with the 27th pick of the 2001 NBA draft, and was immediately dealt to the Atlanta Hawks, and then to the Indiana Pacers on draft night. Tinsley played 11 seasons in the NBA, primarily with the Pacers, as well as the Grizzlies and Jazz.",
    "year": 1978,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mariano Zabaleta",
    "birthday": "1978-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Mariano_Zabaleta.JPG/214px-Mariano_Zabaleta.JPG",
    "extract": "Mariano Zabaleta is a retired professional male tennis player from Argentina. He had an unusual but effective service motion. His best shot was his forehand and his favourite surface was clay. Zabaleta's career highlights include reaching the quarter-finals of the 2001 US Open and the final of the 1999 Hamburg Masters. He achieved a career-high singles ranking of World No. 21.",
    "year": 1978,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lance Archer",
    "birthday": "1977-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Lance_Archer_Oct_2019_%28cropped%29.jpg/221px-Lance_Archer_Oct_2019_%28cropped%29.jpg",
    "extract": "Lance Hoyt is an American professional wrestler, currently signed to All Elite Wrestling (AEW) under the ring name Lance Archer. He is also known for his tenures with World Wrestling Entertainment (WWE) as Vance Archer, and Total Nonstop Action Wrestling (TNA) under his real name.",
    "year": 1977,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mike Rucker",
    "birthday": "1975-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Mike_Rucker.jpg/245px-Mike_Rucker.jpg",
    "extract": "Michael Dean Rucker is a former American football defensive end who played nine seasons for the Carolina Panthers of the National Football League (NFL). He played college football for the University of Nebraska, and was drafted by the Panthers in the second round of the 1999 NFL Draft.",
    "year": 1975,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alexander Zickler",
    "birthday": "1974-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/FC_Salzburg_ve_FK_Roter_Stern_Belgrad_11.jpg/279px-FC_Salzburg_ve_FK_Roter_Stern_Belgrad_11.jpg",
    "extract": "Alexander Zickler is a German retired footballer who played as a striker.",
    "year": 1974,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Eric Lindros",
    "birthday": "1973-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Eric_Lindros_At_Smashfest_2016.jpg/320px-Eric_Lindros_At_Smashfest_2016.jpg",
    "extract": "Eric Bryan Lindros is a Canadian former professional ice hockey player. Lindros was born in London, Ontario, but grew up in Toronto. He played junior hockey in the Ontario Hockey League (OHL) for the Oshawa Generals prior to being chosen first overall in the 1991 NHL Entry Draft by the Quebec Nordiques. He refused to play for the Nordiques and was eventually traded to the Philadelphia Flyers in June 1992 in exchange for a package of players and draft picks including Peter Forsberg. During his OHL career, Lindros led the Generals to a Memorial Cup victory in 1990. Prior to being drafted in 1991, Lindros captured the Red Tilson Trophy as the Most Outstanding Player in the OHL, and also was named the CHL Player of the Year.",
    "year": 1973,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nicolas Minassian",
    "birthday": "1973-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Nicolas_Minassian_2012_WEC_Fuji.jpg/193px-Nicolas_Minassian_2012_WEC_Fuji.jpg",
    "extract": "Nicolas Minassian is a French professional racing driver of Armenian descent.",
    "year": 1973,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Masato Tanaka",
    "birthday": "1973-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Masato_Tanaka.jpg/206px-Masato_Tanaka.jpg",
    "extract": "Masato Tanaka  is a Japanese professional wrestler, best known for his appearances with Frontier Martial-Arts Wrestling (FMW) in Japan where he was a one-time FMW Brass Knuckles Heavyweight Champion and a one-time WEW World Heavyweight Champion and in Extreme Championship Wrestling (ECW) in the United States where he was a one-time ECW World Heavyweight Champion. He is currently splitting his time wrestling for both Pro Wrestling Noah and Pro Wrestling Zero1 (Zero1). He is overall a ten-time world champion in major professional wrestling promotions.",
    "year": 1973,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ville Haapasalo",
    "birthday": "1972-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/%D0%92%D0%B8%D0%BB%D0%BB%D0%B5_%D0%A5%D0%B0%D0%B0%D0%BF%D0%B0%D1%81%D0%B0%D0%BB%D0%BE.png/192px-%D0%92%D0%B8%D0%BB%D0%BB%D0%B5_%D0%A5%D0%B0%D0%B0%D0%BF%D0%B0%D1%81%D0%B0%D0%BB%D0%BE.png",
    "extract": "Ville Juhana Haapasalo is a Finnish stage and film actor who has worked in Finland and Russia. His acting career started in 1995, after he finished his studies in St. Petersburg. In 2003, he was honored with the State Prize of the Russian Federation for his role of Veikko in the film The Cuckoo directed by Aleksandr Rogozhkin.",
    "year": 1972,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Butch Leitzinger",
    "birthday": "1969-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Butch_Leitzinger_Pirelli_World_Challenge_at_Road_America_June_2014.jpg/250px-Butch_Leitzinger_Pirelli_World_Challenge_at_Road_America_June_2014.jpg",
    "extract": "Robert Franklin \"Butch\" Leitzinger is an American professional racing driver. He is best known as an ALMS driver with Dyson Racing, but he has also driven for a variety of other teams and race series. He won the IMSA Pro WSC Ckampionship driver's titles in both 1997 and 1998 while driving for Dyson Racing. Also a three time winner of the Daytona 24 hours race in 1994, 1997 and 1999.",
    "year": 1969,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Robert Sean Leonard",
    "birthday": "1969-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Robert_Sean_Leonard.jpg/270px-Robert_Sean_Leonard.jpg",
    "extract": "Robert Lawrence Leonard, known by his stage name Robert Sean Leonard, is an American actor. He is best known for playing Dr. James Wilson in the television series House (2004–2012) and Neil Perry in the film Dead Poets Society.",
    "year": 1969,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Paulo Futre",
    "birthday": "1966-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Paulo_Futre_holding_the_Copa_del_Rey_trophy.jpg/240px-Paulo_Futre_holding_the_Copa_del_Rey_trophy.jpg",
    "extract": "Paulo Jorge dos Santos Futre is a Portuguese former footballer who played mostly as a left winger.",
    "year": 1966,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jovan Vraniškovski",
    "birthday": "1966-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Jovan%2C_arhiepiskop_ohridski.jpg/240px-Jovan%2C_arhiepiskop_ohridski.jpg",
    "extract": "Jovan Vraniškovski, known as Jovan VI, is the Archbishop of Ohrid, Metropolitan of Skopje and the head of the Orthodox Ohrid Archbishopric.",
    "year": 1966,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Claudio Chiappucci",
    "birthday": "1963-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Claudio_Chiappucci_Tour_1993.jpg/190px-Claudio_Chiappucci_Tour_1993.jpg",
    "extract": "Claudio Chiappucci is a retired Italian professional cyclist. He was on the podium three times in the Tour de France general classification: second in 1990, third in 1991 and second again in 1992.",
    "year": 1963,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Barry McGuigan",
    "birthday": "1961-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Pat_Doherty_MP_with_Mary_Doherty_and_Barry_McGuigan_at_the_London_St_Patrick%27s_Day_march._%2816232423774%29.jpg/320px-Pat_Doherty_MP_with_Mary_Doherty_and_Barry_McGuigan_at_the_London_St_Patrick%27s_Day_march._%2816232423774%29.jpg",
    "extract": "Finbar Patrick McGuigan MBE is an Irish boxing promoter and former professional boxer. Born in Clones, Ireland, McGuigan was nicknamed The Clones Cyclone and held the WBA and lineal featherweight titles from 1985 to 1986. At regional level he also held the British and European featherweight titles between 1983 and 1985. In 1985, McGuigan became BBC Sports Personality of the Year. In 2005 he was inducted into the International Boxing Hall of Fame.",
    "year": 1961,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "David R. Ross",
    "birthday": "1958-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/David-R-Ross-Elderslie.jpg/320px-David-R-Ross-Elderslie.jpg",
    "extract": "David Robertson Ross was a Scottish author and historian. He published eight books, most of them mixing elements of Scottish history and travel literature.",
    "year": 1958,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Cindy Wilson",
    "birthday": "1957-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/The_B52s_en_Barcelona_%282660131223%29.jpg/213px-The_B52s_en_Barcelona_%282660131223%29.jpg",
    "extract": "Cynthia Leigh Wilson is an American musician and one of the vocalists, songwriters and founding members of new wave rock band the B-52's. She is noted for her distinctive contralto voice and also plays percussion during live shows. She is the younger sister of the late guitarist Ricky Wilson (1953–1985), who was also a founding member of the band.",
    "year": 1957,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Francis Hughes",
    "birthday": "1956-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fe/Francis_hughes.jpg",
    "extract": "Francis Joseph Sean Hughes was a volunteer in the Provisional Irish Republican Army (IRA) from Bellaghy, County Londonderry, Northern Ireland. Hughes was the most wanted man in Northern Ireland until his arrest following a shoot-out with the Special Air Service (SAS) in which an SAS soldier was killed. At his trial, he was sentenced to a total of 83 years' imprisonment; he died during the 1981 Irish hunger strike in HM Prison Maze.",
    "year": 1956,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Terry Leahy",
    "birthday": "1956-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Terry_Leahy.jpg/212px-Terry_Leahy.jpg",
    "extract": "Sir Terence Patrick \"Terry\" Leahy is a British businessman, previously the CEO of Tesco, the largest British retailer and the third-largest retailer in the world measured by revenues.",
    "year": 1956,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Adrian Dantley",
    "birthday": "1955-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Adrian_Dantley_%2838259978012%29_%28cropped%29.jpg/243px-Adrian_Dantley_%2838259978012%29_%28cropped%29.jpg",
    "extract": "Adrian Delano Dantley is an American former professional basketball player and coach. He played 15 seasons in the National Basketball Association (NBA) and was a six-time NBA All-Star. Dantley finished ninth on the all-time NBA scoring list at the time of his retirement and was inducted into the Naismith Memorial Basketball Hall of Fame in 2008. He served as an assistant coach for the Denver Nuggets of the NBA from 2003 to 2011. He played college basketball for the Notre Dame Fighting Irish.",
    "year": 1955,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gilbert Gottfried",
    "birthday": "1955-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Gilbert_Gottfried_%2849732474471%29.jpg/240px-Gilbert_Gottfried_%2849732474471%29.jpg",
    "extract": "Gilbert Jeremy Gottfried was an American stand-up comedian and actor known for his exaggerated shrill voice, strong New York accent, and his edgy sense of humor. His numerous roles in film and television include voicing the scarlet macaw Iago in the Aladdin animated films and series, Digit LeBoid in Cyberchase, Kraang Subprime in Teenage Mutant Ninja Turtles, and the Aflac Duck. He was also known for his role as Mr. Peabody in the Problem Child film series.",
    "year": 1955,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Brian Billick",
    "birthday": "1954-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Brian_Billick_2007-08-08.jpg/320px-Brian_Billick_2007-08-08.jpg",
    "extract": "Brian Harold Billick is an American former football coach and commentator. He is currently an Offensive Analyst and advisor to Herm Edwards for Arizona State football. He was the offensive coordinator for the Minnesota Vikings from 1994 to 1998; the team broke the NFL scoring record in the 1998 season. He then spent nine seasons as head coach of the Baltimore Ravens from January 19, 1999 to December 31, 2007.",
    "year": 1954,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Paul Krugman",
    "birthday": "1953-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Paul_Krugman-press_conference_Dec_07th%2C_2008-8.jpg/260px-Paul_Krugman-press_conference_Dec_07th%2C_2008-8.jpg",
    "extract": "Paul Robin Krugman is an American economist and public intellectual, who is Distinguished Professor of Economics at the Graduate Center of the City University of New York, and a columnist for The New York Times. In 2008, Krugman was the winner of the Nobel Memorial Prize in Economic Sciences for his contributions to New Trade Theory and New Economic Geography. The Prize Committee cited Krugman's work explaining the patterns of international trade and the geographic distribution of economic activity, by examining the effects of economies of scale and of consumer preferences for diverse goods and services.",
    "year": 1953,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Zoia Ceaușescu",
    "birthday": "1949-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Zoia_Ceau%C8%99escu_1981.jpg/320px-Zoia_Ceau%C8%99escu_1981.jpg",
    "extract": "Zoia Ceaușescu was a Romanian mathematician, the daughter of Communist leader Nicolae Ceaușescu and his wife, Elena. She was also known as Tovarășa Zoia",
    "year": 1949,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Steven Chu",
    "birthday": "1948-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Professor_Steven_Chu_ForMemRS_headshot.jpg/237px-Professor_Steven_Chu_ForMemRS_headshot.jpg",
    "extract": "Steven Chu is an American physicist and former government official. He is a Nobel laureate and was the 12th United States Secretary of Energy. He is currently the William R. Kenan Jr. Professor of Physics and Professor of Molecular and Cellular Physiology at Stanford University. He is known for his research at the University of California, Berkeley, and his research at Bell Laboratories and Stanford University regarding the cooling and trapping of atoms with laser light, for which he shared the 1997 Nobel Prize in Physics with Claude Cohen-Tannoudji and William Daniel Phillips.",
    "year": 1948,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bernadette Peters",
    "birthday": "1948-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Bernadettebarks.jpg/204px-Bernadettebarks.jpg",
    "extract": "Bernadette Peters is an American actress, singer, and children's book author. Over a career spanning more than six decades, she has starred in musical theatre, television and film, performed in solo concerts and released recordings. She is a critically acclaimed Broadway performer, having received seven nominations for Tony Awards, winning two, and nine nominations for Drama Desk Awards, winning three. Four of the Broadway cast albums on which she has starred have won Grammy Awards.",
    "year": 1948,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Robin Cook",
    "birthday": "1946-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Robin_Cook-close_crop.jpg/211px-Robin_Cook-close_crop.jpg",
    "extract": "Robert Finlayson “Robin” Cook was a British Labour Party politician, who served as a Member of Parliament (MP) from 1974 until his death and served in the Cabinet as Foreign Secretary from 1997 until 2001, when he was replaced by Jack Straw. He then served as Leader of the House of Commons from 2001 until 2003.",
    "year": 1946,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Syreeta Wright",
    "birthday": "1946-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5b/Syreeta_Wright.jpg/320px-Syreeta_Wright.jpg",
    "extract": "Syreeta Wright, who recorded professionally under the single name Syreeta, was an American singer-songwriter, best known for her music during the early 1970s through the early 1980s. Wright's career heights were songs in collaboration with her ex-husband Stevie Wonder and musical artist Billy Preston.",
    "year": 1946,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bubba Smith",
    "birthday": "1945-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/79/Bubba_Smith.jpg",
    "extract": "Charles Aaron Smith, commonly known as Bubba Smith, was an American football defensive end and actor. He first came into prominence at Michigan State University, where he twice earned All-American honors on the Spartans football team. He had a major role in a 10–10 tie with Notre Dame in 1966 that was billed as \"The Game of the Century.\" He is one of only six players to have his jersey number retired by the program. He was inducted into the College Football Hall of Fame in 1988.",
    "year": 1945,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Edward Greenspan",
    "birthday": "1944-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Edward_Greenspan.jpg/246px-Edward_Greenspan.jpg",
    "extract": "Edward Leonard Greenspan, was one of Canada's most famous defence lawyers, and a prolific author of legal volumes. His fame was owed to numerous high-profile clients and to his national exposure on the Canadian Broadcasting Corporation radio series The Scales of Justice (1982–94).",
    "year": 1944,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sepp Maier",
    "birthday": "1944-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/6137Sepp_Maier_Torwart-Legende.JPG/219px-6137Sepp_Maier_Torwart-Legende.JPG",
    "extract": "Josef Dieter \"Sepp\" Maier is a German former professional football goalkeeper who played for Bayern Munich and the Germany national football team. Regarded as one of Germany's greatest goalkeepers, he was nicknamed \"Die Katze von Anzing\" for his fast reflexes, agility, flexibility, speed, and consistency; in addition to his shot-stopping ability, Maier was also known for his ability to dominate his box, as well as his sense of humour and personality throughout his career, which made him a fan favourite. Regarding his playing style, he once quipped \"a keeper should give off a sense of calm, and not fall asleep while doing so.\"",
    "year": 1944,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Storm Thorgerson",
    "birthday": "1944-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Storm_Thorgerson%2C_gallery-at-oxo%2C_July_2010.JPG/320px-Storm_Thorgerson%2C_gallery-at-oxo%2C_July_2010.JPG",
    "extract": "Storm Elvin Thorgerson was an English graphic designer and music video director. He is best known for closely working with the group Pink Floyd through most of their career, and also created album or other art for Led Zeppelin, Phish, Black Sabbath, UFO, Peter Gabriel, the Alan Parsons Project, Genesis, Yes, Kansas, Dream Theater, Muse, the Mars Volta, The Cranberries, Helloween and Ween.",
    "year": 1944,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Barbara Acklin",
    "birthday": "1943-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cc/Barbara_Acklin.jpg",
    "extract": "Barbara Jean Acklin was an American soul singer and songwriter, who was most successful in the 1960s and 1970s. Her biggest hit as a singer was \"Love Makes a Woman\" (1968). As a songwriter, she is best known for co-writing the multi-million-selling \"Have You Seen Her\" (1971) with Eugene Record, lead singer of the Chi-Lites.",
    "year": 1943,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Brian Jones",
    "birthday": "1942-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Brian-Jones-1965_%28cropped%29.jpg/247px-Brian-Jones-1965_%28cropped%29.jpg",
    "extract": "Lewis Brian Hopkin Jones was an English multi-instrumentalist, singer, and songwriter, best known as the founder and original leader of the Rolling Stones. Initially a guitarist, Jones went on to provide backing vocals and played a wide variety of instruments on Rolling Stones recordings and in concerts.",
    "year": 1942,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dino Zoff",
    "birthday": "1942-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Dino_Zoff_-_1972_-_Juventus_FC_%28cropped%29.jpg/298px-Dino_Zoff_-_1972_-_Juventus_FC_%28cropped%29.jpg",
    "extract": "Dino Zoff is an Italian former professional footballer who played as a goalkeeper. He is the oldest ever winner of the World Cup, which he earned as captain of the Italian national team in the 1982 tournament, at the age of 40 years, 4 months and 13 days. He also won the award for best goalkeeper of the tournament and was elected to the team of the tournament for his performances, keeping two clean-sheets, an honour he also received after winning the 1968 European Championship on home soil. Zoff is the only Italian player to have won both the World Cup and the European Championship. He also achieved great club success with Juventus, winning six Serie A titles, two Coppa Italia titles, and a UEFA Cup, also reaching two European Champions' Cup finals in the 1972–73 and 1982–83 seasons, as well as finishing second in the 1973 Intercontinental Cup final.",
    "year": 1942,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tommy Tune",
    "birthday": "1939-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Tommy_Tune_1977.JPG/277px-Tommy_Tune_1977.JPG",
    "extract": "Thomas James Tune is an American actor, dancer, singer, theatre director, producer, and choreographer. Over the course of his career, he has won ten Tony Awards and the National Medal of Arts, and has his own star on the Hollywood Walk of Fame.",
    "year": 1939,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jeff Farrell",
    "birthday": "1937-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Jeff_Farrell_1960c.jpg/240px-Jeff_Farrell_1960c.jpg",
    "extract": "Felix Jeffrey Farrell is an American former competition swimmer, Olympic champion, and former world record-holder in multiple relay events.",
    "year": 1937,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Rein Taagepera",
    "birthday": "1933-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Rein_Taagepera_2009.jpg/213px-Rein_Taagepera_2009.jpg",
    "extract": "Rein Taagepera is an Estonian political scientist and former politician.",
    "year": 1933,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Don Francks",
    "birthday": "1932-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Don_Francks.jpg/320px-Don_Francks.jpg",
    "extract": "Don Harvey Francks, also known by his stage name Iron Buffalo, was a Canadian actor, musician and singer.",
    "year": 1932,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gavin MacLeod",
    "birthday": "1931-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Gavin_MacLeod_Mary_Tyler_Moore_Show_1970.jpg/261px-Gavin_MacLeod_Mary_Tyler_Moore_Show_1970.jpg",
    "extract": "Gavin MacLeod was an American actor best known for portraying Merrill Stubing, the ship's captain, on ABC's The Love Boat and Murray Slaughter on The Mary Tyler Moore Show. A Christian television host and author whose career spanned six decades, he also appeared as a guest on several talk, variety, and religious programs.",
    "year": 1931,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Leon Cooper",
    "birthday": "1930-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Nobel_Laureate_Leon_Cooper_in_2007.jpg/320px-Nobel_Laureate_Leon_Cooper_in_2007.jpg",
    "extract": "Leon N. Cooper is an American physicist and Nobel Prize laureate who, with John Bardeen and John Robert Schrieffer, developed the BCS theory of superconductivity. His name is also associated with the Cooper pair and co-developer of the BCM theory of synaptic plasticity.",
    "year": 1930,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hayden Fry",
    "birthday": "1929-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Hayden_Fry_1_%28cropped%29.jpg/200px-Hayden_Fry_1_%28cropped%29.jpg",
    "extract": "John Hayden Fry was an American college football player and coach. He served as the head football coach at Southern Methodist University (SMU) from 1962 to 1972, North Texas State University—now known as the University of North Texas—from 1973 to 1978, and the University of Iowa from 1979 to 1998, compiling a career coaching record of 232–178–10. Fry played in college at Baylor University. He was inducted into the College Football Hall of Fame as a coach in 2003.",
    "year": 1929,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Stanley Baker",
    "birthday": "1928-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Una_lucertola_con_la_pelle_di_donna-Baker_cropped.png/320px-Una_lucertola_con_la_pelle_di_donna-Baker_cropped.png",
    "extract": "Sir William Stanley Baker was a Welsh actor and film producer. Known for his rugged appearance and intense, grounded screen persona; he was one of the top British male film stars of the late 1950s, and later a producer.",
    "year": 1928,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tom Aldredge",
    "birthday": "1928-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6c/TomAldredgePic.jpg/233px-TomAldredgePic.jpg",
    "extract": "Thomas Ernest Aldredge was an American television, film and stage actor.",
    "year": 1928,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sylvia del Villard",
    "birthday": "1928-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a8/Sylvia_del_Villard.jpg/214px-Sylvia_del_Villard.jpg",
    "extract": "Sylvia del Villard, was an actress, dancer, choreographer and Afro-Puerto Rican activist.",
    "year": 1928,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Harry H. Corbett",
    "birthday": "1925-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8b/Harry-h-corbett.jpg",
    "extract": "Harry H. Corbett OBE was an English actor and comedian, best remembered for playing rag-and-bone man Harold Steptoe alongside Wilfrid Brambell in the long-running BBC television sitcom Steptoe and Son. His success on television led to appearances in comedy films including The Bargee (1964), Carry On Screaming! (1966) and Jabberwocky (1977).",
    "year": 1925,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Robert A. Roe",
    "birthday": "1924-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Robert_A._Roe.jpg/279px-Robert_A._Roe.jpg",
    "extract": "Robert Aloysius Roe was an American Democratic Party politician who represented New Jersey in the United States House of Representatives from November 4, 1969 to January 3, 1993.",
    "year": 1924,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Radu Câmpeanu",
    "birthday": "1922-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Radu_C%C3%A2mpeanu.jpg/231px-Radu_C%C3%A2mpeanu.jpg",
    "extract": "Radu-Anton Câmpeanu was a Romanian politician who was also jurist and economist by profession, after graduating from the University of Bucharest in November 1945. During the interwar period and up until 1945, he was the leader of the National Liberal students' association at nationwide level.",
    "year": 1922,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marah Halim Harahap",
    "birthday": "1921-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Official_Portrait_of_Marah_Halim_Harahap_as_the_Governor_of_North_Sumatra.jpg/224px-Official_Portrait_of_Marah_Halim_Harahap_as_the_Governor_of_North_Sumatra.jpg",
    "extract": "Major General Marah Halim Harahap was an Indonesian general, politician, and governor. He was the Governor of North Sumatra from 1967 until 1978. Under his leadership, North Sumatra recovered from the leftovers from the 30 September Movement, and organized an association football tournament by his name which was internationally recognized by FIFA.",
    "year": 1921,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jadwiga Piłsudska",
    "birthday": "1920-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/20/JadwigaPi%C5%82sudska.jpeg",
    "extract": "Jadwiga Piłsudska-Jaraczewska was a Polish pilot, who served in the Air Transport Auxiliary during the Second World War. She was one of two daughters of Józef Piłsudski.",
    "year": 1920,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ketti Frings",
    "birthday": "1915-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a8/Ketti_Frings.jpg",
    "extract": "Ketti Frings was an American writer, playwright, and screenwriter who won a Pulitzer Prize in 1958.",
    "year": 1915,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Peter Medawar",
    "birthday": "1915-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Peter_Brian_Medawar.jpg/226px-Peter_Brian_Medawar.jpg",
    "extract": "Sir Peter Brian Medawar was a Brazilian-British biologist and writer, whose works on graft rejection and the discovery of acquired immune tolerance were fundamental to the medical practice of tissue and organ transplants. For his scientific works he is regarded as the \"father of transplantation\". He is remembered for his wit both in person and in popular writings. Famous zoologists such as Richard Dawkins referred to him as \"the wittiest of all scientific writers\", and Stephen Jay Gould as \"the cleverest man I have ever known\".",
    "year": 1915,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Stephen Spender",
    "birthday": "1909-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a5/Stephen_Spender.jpg/256px-Stephen_Spender.jpg",
    "extract": "Sir Stephen Harold Spender was an English poet, novelist and essayist whose work concentrated on themes of social injustice and the class struggle. He was appointed Poet Laureate Consultant in Poetry by the United States Library of Congress in 1965.",
    "year": 1909,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Billie Bird",
    "birthday": "1908-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/08/Billie_Bird.jpg",
    "extract": "Billie Bird Sellen, better known professionally as Billie Bird, was an American actress and comedian. She played Margie in Dear John (1988–1992).",
    "year": 1908,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Milton Caniff",
    "birthday": "1907-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Milton_Caniff_cropped.jpg/282px-Milton_Caniff_cropped.jpg",
    "extract": "Milton Arthur Paul Caniff was an American cartoonist famous for the Terry and the Pirates and Steve Canyon comic strips.",
    "year": 1907,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bugsy Siegel",
    "birthday": "1906-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Bugsy_Siegel.jpg/258px-Bugsy_Siegel.jpg",
    "extract": "Benjamin \"Bugsy\" Siegel was an American mobster who was a driving force behind the development of the Las Vegas Strip. Siegel was not only influential within the Jewish Mob, but along with his childhood friend and fellow gangster Meyer Lansky, also held significant influence within the Italian-American Mafia and the largely Italian-Jewish National Crime Syndicate. Described as handsome and charismatic, he became one of the first front-page celebrity gangsters.",
    "year": 1906,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Linus Pauling",
    "birthday": "1901-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Linus_Pauling_1962.jpg/226px-Linus_Pauling_1962.jpg",
    "extract": "Linus Carl Pauling was an American chemist, biochemist, chemical engineer, peace activist, author, and educator. He published more than 1,200 papers and books, of which about 850 dealt with scientific topics. New Scientist called him one of the 20 greatest scientists of all time, and as of 2000, he was rated the 16th most important scientist in history. For his scientific work, Pauling was awarded the Nobel Prize in Chemistry in 1954. For his peace activism, he was awarded the Nobel Peace Prize in 1962. He is one of four people to have won more than one Nobel Prize. Of these, he is the only person to have been awarded two unshared Nobel Prizes, and one of two people to be awarded Nobel Prizes in different fields, the other being Marie Curie.",
    "year": 1901,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Zeki Rıza Sporel",
    "birthday": "1898-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Zekirizasporel.jpg/276px-Zekirizasporel.jpg",
    "extract": "Zeki Rıza Sporel was a Turkish football player. He plied his trade at the striker position for Fenerbahçe and the Turkey national football team. His career started in the Fenerbahçe youth teams until he was promoted to the senior team. Zeki spent his entire career with the club, setting numerous records. He was also a forerunner for Turkey, becoming the first player to score for the team. He is often cited as one of the best strikers in Turkish football history. He was also active in politics as he became a member of the Democrat Party in 1946.",
    "year": 1898,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Philip Showalter Hench",
    "birthday": "1896-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a9/Philip_Showalter_Hench.jpg/226px-Philip_Showalter_Hench.jpg",
    "extract": "Philip Showalter Hench was an American physician. Hench, along with his Mayo Clinic co-worker Edward Calvin Kendall and Swiss chemist Tadeus Reichstein was awarded the Nobel Prize for Physiology or Medicine in 1950 for the discovery of the hormone cortisone, and its application for the treatment of rheumatoid arthritis. The Nobel Committee bestowed the award for the trio's \"discoveries relating to the hormones of the adrenal cortex, their structure and biological effects.\"",
    "year": 1896,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ben Hecht",
    "birthday": "1894-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ben_Hecht_Billboard.jpg/252px-Ben_Hecht_Billboard.jpg",
    "extract": "Ben Hecht was an American screenwriter, director, producer, playwright, journalist, and novelist. A successful journalist in his youth, he went on to write 35 books and some of the most enjoyed screenplays and plays in America. He received screen credits, alone or in collaboration, for the stories or screenplays of some seventy films.",
    "year": 1894,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "William Zorach",
    "birthday": "1887-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/William_Zorach-by-Man_Ray.jpg/258px-William_Zorach-by-Man_Ray.jpg",
    "extract": "William Zorach was an American sculptor, painter, printmaker, and writer. He won the Logan Medal of the arts. He is notable for being at the forefront of American artists embracing cubism, as well as for his sculpture.",
    "year": 1887,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ants Piip",
    "birthday": "1884-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Ants_Piip%2C_1923.jpg/260px-Ants_Piip%2C_1923.jpg",
    "extract": "Ants Piip VR III/1 was an Estonian lawyer, diplomat and politician. Piip was the 1st Head of State of Estonia and the 5th Prime Minister of Estonia. Piip played a key role in internationalising the independence aspirations of Estonia during the Paris Peace Conference following World War I.",
    "year": 1884,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Pierre Fatou",
    "birthday": "1878-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Fatou.jpeg/263px-Fatou.jpeg",
    "extract": "Pierre Joseph Louis Fatou was a French mathematician and astronomer. He is known for major contributions to several branches of analysis. The Fatou lemma and the Fatou set are named after him.",
    "year": 1878,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vyacheslav Ivanov (poet)",
    "birthday": "1866-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Vyacheslav_Ivanov%2C_1900.jpg/320px-Vyacheslav_Ivanov%2C_1900.jpg",
    "extract": "Vyacheslav Ivanovich Ivanov was a Russian poet and playwright associated with the Russian Symbolist movement. He was also a philosopher, translator, and literary critic.",
    "year": 1866,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tore Svennberg",
    "birthday": "1858-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Tore_svennberg.jpg/250px-Tore_svennberg.jpg",
    "extract": "Olof Teodor \"Tore\" Svennberg was a Swedish actor and theatre director whose career spanned more than five decades.",
    "year": 1858,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Arthur Giry",
    "birthday": "1848-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Arthur_Giry.jpg/298px-Arthur_Giry.jpg",
    "extract": "Jean-Marie-Joseph-Arthur Giry was a French historian, noted for his studies of France in the Middle Ages.",
    "year": 1848,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Louis Godin",
    "birthday": "1704-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Louis_Godin.jpg/256px-Louis_Godin.jpg",
    "extract": "Louis Godin was a French astronomer and member of the French Academy of Sciences. He worked in Peru, Spain, Portugal and France.",
    "year": 1704,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "René Antoine Ferchault de Réaumur",
    "birthday": "1683-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Rene_reaumur.jpg/240px-Rene_reaumur.jpg",
    "extract": "René Antoine Ferchault de Réaumur was a French entomologist and writer who contributed to many different fields, especially the study of insects. He introduced the Réaumur temperature scale.",
    "year": 1683,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Guillaume Delisle",
    "birthday": "1675-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Guillaume_Deslile_AGE_1802.jpg/248px-Guillaume_Deslile_AGE_1802.jpg",
    "extract": "Guillaume Delisle, also spelled Guillaume de l'Isle, was a French cartographer known for his popular and accurate maps of Europe and the newly explored Americas.",
    "year": 1675,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jost Bürgi",
    "birthday": "1552-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Jost_B%C3%BCrgi_Portr%C3%A4t.jpg/217px-Jost_B%C3%BCrgi_Portr%C3%A4t.jpg",
    "extract": "Jost Bürgi, active primarily at the courts in Kassel and Prague, was a Swiss clockmaker, a maker of astronomical instruments and a mathematician.",
    "year": 1552,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Cornelius Gemma",
    "birthday": "1535-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Cornelius_Gemma_Lovaniensis.jpg/224px-Cornelius_Gemma_Lovaniensis.jpg",
    "extract": "Cornelius Gemma was a Flemish physician, astronomer and astrologer, and the oldest son of cartographer and instrument-maker Gemma Frisius. He was a professor of medicine at Catholic University of Leuven, and shared in his father's efforts to restore ancient Ptolemaic practice to astrology, drawing on the Tetrabiblos.",
    "year": 1535,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Michel de Montaigne",
    "birthday": "1533-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Portrait_of_Michel_de_Montaigne%2C_circa_unknown.jpg/234px-Portrait_of_Michel_de_Montaigne%2C_circa_unknown.jpg",
    "extract": "Michel Eyquem de Montaigne, also known as Lord of Montaigne, was one of the most significant philosophers of the French Renaissance. He is known for popularizing the essay as a literary genre. His work is noted for its merging of casual anecdotes and autobiography with intellectual insight. Montaigne had a direct influence on numerous Western writers; his massive volume Essais contains some of the most influential essays ever written.",
    "year": 1533,
    "month": 2,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Francis III, Duke of Brittany",
    "birthday": "1518-2-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Corneille_de_Lyon_-_Le_dauphin_Fran%C3%A7ois_-_Mus%C3%A9e_Cond%C3%A9.jpg/274px-Corneille_de_Lyon_-_Le_dauphin_Fran%C3%A7ois_-_Mus%C3%A9e_Cond%C3%A9.jpg",
    "extract": "Francis III was Duke of Brittany and Dauphin of Viennois. He was the first son of King Francis I of France and Duchess Claude of Brittany.",
    "year": 1518,
    "month": 2,
    "day": 28,
    "language": "en"
  }
]