[
  {
    "name": "Corey Norman",
    "birthday": "1991-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Corey_Norman_Dragons.jpg/240px-Corey_Norman_Dragons.jpg",
    "extract": "Corey Norman is an Australian professional rugby league footballer who plays as five-eighth, halfback and fullback for the Toulouse Olympique in the Super League.",
    "year": 1991,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sean Kingston",
    "birthday": "1990-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Sean_Kingston_Shout_Awards.jpg/212px-Sean_Kingston_Shout_Awards.jpg",
    "extract": "Kisean Paul Anderson, better known by his stage name Sean Kingston, is an American-Jamaican singer and rapper. He is known for his hit songs \"Beautiful Girls\", \"Fire Burning\", \"Take You There\", and the song he did with Justin Bieber called \"Eenie Meenie\".",
    "year": 1990,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Martin Taupau",
    "birthday": "1990-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Martin_Tapau_Manly.jpg/320px-Martin_Tapau_Manly.jpg",
    "extract": "Martin Taupau is a professional rugby league footballer who plays as prop and lock for the Manly Warringah Sea Eagles in the NRL, and has played for both Samoa and New Zealand at international level.",
    "year": 1990,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Slobodan Rajković",
    "birthday": "1989-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Slobodan_Rajkovi%C4%87_2020.jpg/320px-Slobodan_Rajkovi%C4%87_2020.jpg",
    "extract": "Slobodan Rajković is a Serbian professional footballer who plays as a centre back for Hungarian club MTK Budapest.",
    "year": 1989,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Cho Kyu-hyun",
    "birthday": "1988-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Cho_Kyuhyun_20161120_01.png/228px-Cho_Kyuhyun_20161120_01.png",
    "extract": "Cho Kyu-hyun, referred to as Kyuhyun, is a South Korean singer, musical theatre actor and television host. He debuted as a new member of boy group Super Junior in May 2006. Apart from his group's activities, he has established himself as a musical actor, notably through his participation in the original and Korean versions of stage musicals including The Three Musketeers, Catch Me If You Can, Moon Embracing the Sun, Singin' in the Rain, The Days, Robin Hood, Werther, Mozart!, and The Man Who Laughs. He also cast in television show including Radio Star, We Got Married, Mamma Mia, Fluttering India and in the third, fourth, seventh, and eighth seasons of New Journey to the West. He debuted as a solo artist with his debut mini album, At Gwanghwamun, on November 13, 2014, making him the first Super Junior member to debut as a solo artist.",
    "year": 1988,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Elvana Gjata",
    "birthday": "1987-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Elvana_Gjata_concert_at_Zone_Club_%28Prishtina%29_2015_1.jpg/238px-Elvana_Gjata_concert_at_Zone_Club_%28Prishtina%29_2015_1.jpg",
    "extract": "Elvana Gjata, also known mononymously as Elvana, is an Albanian singer, songwriter and entrepreneur. Born and raised in Tirana, she has been referred to as the \"Diva of Albanian music\" and is noted for her versatility in music, performance and presentation. She rose to recognition in Albania and other Albanian-speaking territories in the Balkans following the release of her two studio albums, Mamës (2007) and Afër dhe larg (2011). The singer saw further success through many acclaimed singles, as well as her extended plays 3 (2018) and Çelu (2021), and has achieved fifteen number one singles in the Albanian singles chart. Gjata has also received numerous awards and accolades, including two Balkan Music Awards, a Festivali i Këngës Award, four Kënga Magjike Awards and a Top Fest Award.",
    "year": 1987,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lucas Duda",
    "birthday": "1986-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Lucasduda.jpg/256px-Lucasduda.jpg",
    "extract": "Lucas Christopher Duda is an American former professional baseball first baseman who played most of his Major League Baseball career for the New York Mets. He was the starting first baseman for the 2015 Mets team that won the National League pennant, and led the team in games played during the 2010s.",
    "year": 1986,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Andrei Kostitsyn",
    "birthday": "1985-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Andrei_Kostitsyn.png/275px-Andrei_Kostitsyn.png",
    "extract": "Andrei Olegovich Kostitsyn is a Belarusian professional ice hockey forward. He is currently a free agent.",
    "year": 1985,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Elizabeth Holmes",
    "birthday": "1984-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Elizabeth_Holmes_2014_cropped.jpg/203px-Elizabeth_Holmes_2014_cropped.jpg",
    "extract": "Elizabeth Anne Holmes is an American former biotechnology entrepreneur who was convicted of criminal fraud. In 2003, Holmes founded and was the chief executive officer (CEO) of Theranos, a now-defunct health technology company that soared in valuation after the company claimed to have revolutionized blood testing by developing methods that could use surprisingly small volumes of blood, such as from a fingerprick. By 2015, Forbes had named Holmes the youngest and wealthiest self-made female billionaire in America on the basis of a $9-billion valuation of her company. In the following year, as revelations of potential fraud about Theranos's claims began to surface, Forbes revised its estimate of Holmes's net worth to zero, and Fortune named her in its feature article on \"The World's 19 Most Disappointing Leaders\".",
    "year": 1984,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Becky Bayless",
    "birthday": "1982-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Becky_Bayless.jpg/214px-Becky_Bayless.jpg",
    "extract": "Rebecca Treston better known by her ring name Rebecca \"Becky\" Bayless, is an American professional wrestler, currently working for independent promotions such as Women's Extreme Wrestling, Wrestling Superstars Unleashed, Wrestlicious, and Women Superstars Uncensored. In the past she has worked for a number of major independent promotions, primarily Ring of Honor (ROH), Full Impact Pro, and Shimmer Women Athletes. She is also known for working for Total Nonstop Action Wrestling (TNA) under the ring name Cookie and for ROH and Shimmer as a backstage/in-ring interviewer.",
    "year": 1982,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Joan Capdevila",
    "birthday": "1978-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Joan_Capdevila_2013_Catalonia.jpg/208px-Joan_Capdevila_2013_Catalonia.jpg",
    "extract": "Joan Capdevila Méndez is a Spanish former professional footballer who played as a left back.",
    "year": 1978,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Daddy Yankee",
    "birthday": "1977-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Daddy_Yankee_-_The_Kingdom_%28Official_Q_%26_A%29.png/234px-Daddy_Yankee_-_The_Kingdom_%28Official_Q_%26_A%29.png",
    "extract": "Ramón Luis Ayala Rodríguez, known professionally as Daddy Yankee, is a Puerto Rican rapper, singer, songwriter, and actor. He is known as the \"King of Reggaetón\" by music critics and fans alike. Daddy Yankee is the artist who coined the word reggaeton in 1994 to describe the new music genre that was emerging from Puerto Rico that synthesized American hip-hop, Hispanic Caribbean music, and Jamaican reggae rhythms with Spanish rapping and singing. He is often cited as an influence by other Latin urban performers.",
    "year": 1977,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marek Židlický",
    "birthday": "1977-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Marek_Zidlicky_-_New_Jersey_Devils.jpg/291px-Marek_Zidlicky_-_New_Jersey_Devils.jpg",
    "extract": "Marek Židlický is a Czech former professional ice hockey player who played in the National Hockey League (NHL). He was selected in the sixth round, 176th overall, by the New York Rangers in the 2001 NHL Entry Draft.",
    "year": 1977,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Isla Fisher",
    "birthday": "1976-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Isla_Fisher_2013.jpg/223px-Isla_Fisher_2013.jpg",
    "extract": "Isla Lang Fisher is an actress and author. Born to Scottish parents in Oman, she moved to Australia at age six where she began appearing in television commercials. Fisher came to prominence for her portrayal of Shannon Reed on the Australian soap opera Home and Away from 1994–97, for which she received two Logie Award nominations.",
    "year": 1976,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ilana Sod",
    "birthday": "1973-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Ilana_Sod.jpg/213px-Ilana_Sod.jpg",
    "extract": "Ilana Sod is a Mexican television and radio journalist, presenter, and producer. She has worked for a variety of media outlets and collaborated particularly on initiatives relating to social issues and youth-oriented programming.",
    "year": 1973,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jesper Kyd",
    "birthday": "1972-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/JesperKyd.jpg/303px-JesperKyd.jpg",
    "extract": "Jesper Kyd Jakobson is a Danish composer and sound designer who has worked on various video game, television, and film projects. He has composed soundtracks for the Hitman series, Assassin's Creed series, Borderlands series, Darksiders II and State of Decay, among many others. His scores use orchestra, choir, acoustic manipulations and electronic soundscapes.",
    "year": 1972,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sarah Kane",
    "birthday": "1971-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/67/Sarah_Kane.jpg",
    "extract": "Sarah Marie Kane was an English playwright, screenwriter and theatre director.",
    "year": 1971,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Hong Seok-cheon",
    "birthday": "1971-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/%27%ED%98%84%EC%A7%80%EC%97%90%EC%84%9C_%EB%A8%B9%ED%9E%90%EA%B9%8C%27_%EC%A0%9C%EC%9E%91_%EB%B0%9C%ED%91%9C%ED%9A%8C_%ED%99%8D%EC%84%9D%EC%B2%9C.jpg/250px-%27%ED%98%84%EC%A7%80%EC%97%90%EC%84%9C_%EB%A8%B9%ED%9E%90%EA%B9%8C%27_%EC%A0%9C%EC%9E%91_%EB%B0%9C%ED%91%9C%ED%9A%8C_%ED%99%8D%EC%84%9D%EC%B2%9C.jpg",
    "extract": "Hong Seok-cheon is a South Korean actor, television personality, restaurateur and member of the dissolved Democratic Labor Party. He caused considerable controversy in his home country when he came out as gay in 2000, and remains the most prominent openly gay celebrity in Korea.",
    "year": 1971,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Óscar Córdoba",
    "birthday": "1970-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/42/Arquero_colombiano_%C3%93scar_C%C3%B3rdoba_2014-07-09_04-14.jpg",
    "extract": "Óscar Eduardo Córdoba Arce is a Colombian retired professional footballer who played as a goalkeeper. He played more than 70 games for the Colombia national team. He is also the only person to never concede a goal in a Copa América edition, having done so in 2001.",
    "year": 1970,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Warwick Davis",
    "birthday": "1970-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Warwick_Davis_interviewed_2.jpg/213px-Warwick_Davis_interviewed_2.jpg",
    "extract": "Warwick Ashley Davis is an English actor, comedian, film-maker, and television presenter. He played the title character in Willow (1988) and the Leprechaun film series (1993–2003), several characters in the Star Wars film series (1983–2019), most notably the Ewok Wicket, and Professor Filius Flitwick and Griphook in the Harry Potter film series (2001–2011). Davis starred as a fictionalised version of himself in the sitcom Life's Too Short (2012–2013). He has also presented the ITV game shows Celebrity Squares (2014–2015) and Tenable (2016–2021).",
    "year": 1970,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Beau Biden",
    "birthday": "1969-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/BeauBiden-DOJ2013_%28cropped%29.jpg/229px-BeauBiden-DOJ2013_%28cropped%29.jpg",
    "extract": "Joseph Robinette \"Beau\" Biden III was an American politician, lawyer, and officer in the Army Judge Advocate General's Corps from Wilmington, Delaware. He also served as the 44th attorney general of Delaware and was a major in the Delaware Army National Guard. Biden was the oldest child of current U.S. president Joe Biden and his first wife, Neilia Hunter Biden.",
    "year": 1969,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Retief Goosen",
    "birthday": "1969-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Retief_Goosen.jpg/237px-Retief_Goosen.jpg",
    "extract": "Retief Goosen is a South African professional golfer. He has won two U.S. Opens, in 2001 and 2004, headed the European Tour Order of Merit in 2001 and 2002, and was in the top ten of the world rankings for over 250 weeks between 2001 and 2007. He was elected to the World Golf Hall of Fame, class of 2019.",
    "year": 1969,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Vlade Divac",
    "birthday": "1968-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Vlade_Divac_2016-mc.rs_%28cropped%29.jpg/232px-Vlade_Divac_2016-mc.rs_%28cropped%29.jpg",
    "extract": "Vlade Divac is a Serbian professional basketball executive and former player who was most recently the vice president of basketball operations and general manager of the Sacramento Kings of the National Basketball Association (NBA).",
    "year": 1968,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marwan Khoury",
    "birthday": "1968-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Marwan_Khoury%2C_Lalla_plus_-_Jun_24%2C_2018.jpg/242px-Marwan_Khoury%2C_Lalla_plus_-_Jun_24%2C_2018.jpg",
    "extract": "Marwan Khoury is a Lebanese singer, writer, composer and music arranger. He has composed hits for artists such as Majida El Roumi, Saber Rebaï, Nawal Al Zoghbi, Assala Nasri, Najwa Karam, Fadl Shaker, Elissa, Carole Samaha, Bassima, and Myriam Fares.",
    "year": 1968,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tim Flowers",
    "birthday": "1967-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Tim_Flowers_December_2020.png/277px-Tim_Flowers_December_2020.png",
    "extract": "Timothy David Flowers is an English football manager and former player who recently was the manager of Stratford Town.",
    "year": 1967,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mixu Paatelainen",
    "birthday": "1967-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Mixu_Paatelainen.jpg/320px-Mixu_Paatelainen.jpg",
    "extract": "Mika-Matti Petteri Paatelainen is a Finnish former professional football player and the head coach of Veikkausliiga club HIFK. He scored 18 goals in 70 appearances for the Finnish national team, which makes him Finland's all time thirteenth most capped player and fifth top goalscorer. He is the eldest of three brothers, all of whom have played professional football. Their father Matti was also a Finnish international.",
    "year": 1967,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Frank Coraci",
    "birthday": "1966-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Frank_Coraci_and_Kate_Beckinsale_cropped.jpg/320px-Frank_Coraci_and_Kate_Beckinsale_cropped.jpg",
    "extract": "Frank Coraci is an American film director and screenwriter best known for his work with actor Adam Sandler.",
    "year": 1966,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Danny Morrison (cricketer)",
    "birthday": "1966-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Danny_Morrison.jpg/240px-Danny_Morrison.jpg",
    "extract": "Daniel Kyle Morrison is a New Zealand cricket commentator and former cricketer. He specialised as a pace bowler with a useful outswinger. He made his test debut for New Zealand in 1987 at the age of 21 against Australia.",
    "year": 1966,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Maura Tierney",
    "birthday": "1965-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Maura_Tierney_2_%28cropped%29.jpg/225px-Maura_Tierney_2_%28cropped%29.jpg",
    "extract": "Maura Therese Tierney is an American film, stage, and television actress. She is best known for her roles as Lisa Miller on the sitcom NewsRadio (1995–1999), Abby Lockhart on the medical drama ER (1999–2009), and Helen Solloway on the mystery drama The Affair (2014–2019), the last of which won her a Golden Globe Award for Best Supporting Actress – Series, Miniseries or Television Film.",
    "year": 1965,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Indrek Tarand",
    "birthday": "1964-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Tarand%2C_Indrek-9984.jpg/213px-Tarand%2C_Indrek-9984.jpg",
    "extract": "Indrek Tarand is an Estonian politician and Member of the European Parliament (MEP) from Estonia. He is an Independent politician, but a member of the European Green Party.",
    "year": 1964,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Raghuram Rajan",
    "birthday": "1963-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Raghuram_Rajan%2C_IMF_69MS040421048l.jpg/213px-Raghuram_Rajan%2C_IMF_69MS040421048l.jpg",
    "extract": "Raghuram Govindarajan is an Indian economist and the Katherine Dusak Miller Distinguished Service Professor of Finance at the University of Chicago Booth School of Business. Between 2003 and 2006 he was Chief Economist and director of research at the International Monetary Fund. From September 2013 through September 2016 he was the 23rd Governor of the Reserve Bank of India; in 2015, during his tenure at the RBI, he became the Vice-Chairman of the Bank for International Settlements.",
    "year": 1963,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Vũ Đức Đam",
    "birthday": "1963-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Mr._Vu_Duc_Dam.jpg/240px-Mr._Vu_Duc_Dam.jpg",
    "extract": "Vũ Đức Đam is a Vietnamese politician who previously served as Minister of Government Office, and is currently one of four Deputy Prime Ministers of Vietnam since 2013. He governs Science and Technology, Information and Communication, Tourism and Sports. He is currently a Member of the Party Central Committee XII. He is also chairman of the National Committee for AIDS, and prevention of drug addiction, prostitution.",
    "year": 1963,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Linda Eder",
    "birthday": "1961-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Linda_Eder.jpg/238px-Linda_Eder.jpg",
    "extract": "Linda Eder is an American singer and actress. She made her Broadway debut in the musical Jekyll & Hyde, originating the role of Lucy Harris, for which she was nominated for the Drama Desk Award. Eder has performed in concert halls across the country including Carnegie Hall and Radio City Musical Hall. She has released her 18th solo album in 2018.",
    "year": 1961,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Joachim Löw",
    "birthday": "1960-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/20180602_FIFA_Friendly_Match_Austria_vs._Germany_Jogi_L%C3%B6w_850_1386_%28cropped%29.jpg/213px-20180602_FIFA_Friendly_Match_Austria_vs._Germany_Jogi_L%C3%B6w_850_1386_%28cropped%29.jpg",
    "extract": "Joachim Löw is a German football coach and former player. He was the manager of the Germany national team from 2006 until 2021. During his tenure as manager, he led Germany to victory at the 2014 FIFA World Cup in Brazil and the 2017 FIFA Confederations Cup in Russia. In March 2021, Löw announced that he would resign from his position after Euro 2020.",
    "year": 1960,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Óscar Iván Zuluaga",
    "birthday": "1959-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Oscar_Ivan_Taller_Democratico_Bucaramanga_2011.jpg/320px-Oscar_Ivan_Taller_Democratico_Bucaramanga_2011.jpg",
    "extract": "Óscar Iván Zuluaga Escobar is a Colombian politician and economist who was the Democratic Center's nominee for President of Colombia in the 2014 election. He won the most votes in the first round of the election and but went on to lose to the incumbent Juan Manuel Santos Calderon in the second round.",
    "year": 1959,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Joe F. Edwards Jr.",
    "birthday": "1958-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Joe_Edwards.jpg/256px-Joe_Edwards.jpg",
    "extract": "Joe Frank Edwards Jr., , is an American aerospace engineer, and former naval officer and aviator, test pilot and NASA astronaut.",
    "year": 1958,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Greg Mankiw",
    "birthday": "1958-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/91/GregoryMankiw.jpg",
    "extract": "Nicholas Gregory Mankiw is an American macroeconomist who is currently the Robert M. Beren Professor of Economics at Harvard University. Mankiw is best known in academia for his work on New Keynesian economics.",
    "year": 1958,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Eric Lander",
    "birthday": "1957-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Eric_Lander%2C_PCAST_Co-Chair_%28cropped%29.jpg/256px-Eric_Lander%2C_PCAST_Co-Chair_%28cropped%29.jpg",
    "extract": "Eric Steven Lander is an American mathematician and geneticist who served as the 11th director of the Office of Science and Technology Policy and Science Advisor to the President, serving on the presidential Cabinet. Lander is a professor of biology at the Massachusetts Institute of Technology (MIT), a professor of systems biology at Harvard Medical School, a former member of the Whitehead Institute, and the founding director of the Broad Institute. He is a 1987 MacArthur Fellow and Rhodes Scholar. Lander co-chaired President Barack Obama's Council of Advisors on Science and Technology. Lander announced he would resign from the Biden Administration effective February 18, 2022 after allegations surfaced he had engaged in bullying and abusive conduct directed against his subordinates and other White House staff.",
    "year": 1957,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Jefferson",
    "birthday": "1956-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/99/John_Jefferson_portrait.jpg",
    "extract": "John Larry Jefferson is an American former professional football player who was a wide receiver in the National Football League (NFL). After playing college football with the Arizona State Sun Devils, he was selected in the first round of the 1978 NFL Draft by the San Diego Chargers. He played three seasons in San Diego, where he became the first NFL player to gain 1,000 receiving yards in each of his first three seasons. He was traded to the Green Bay Packers after a contract dispute with the Chargers, and later finished his playing career with the Cleveland Browns.",
    "year": 1956,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Nathan Lane",
    "birthday": "1956-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/NathanLane2018_%28cropped%29.jpg/266px-NathanLane2018_%28cropped%29.jpg",
    "extract": "Nathan Lane is an American actor and writer. In a career spanning over 40 years he has been seen on stage and screen in roles both comedic and dramatic. In 2010, The New York Times hailed Lane as \"the greatest stage entertainer of the decade\".",
    "year": 1956,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tiger Williams",
    "birthday": "1954-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Tiger_Williams2.jpg/263px-Tiger_Williams2.jpg",
    "extract": "David James \"Tiger\" Williams is a Canadian former professional ice hockey player who played in the National Hockey League (NHL) from the 1974–75 NHL season to the 1987–88 NHL season. He is the NHL's career leader in penalty minutes.",
    "year": 1954,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Fred Lynn",
    "birthday": "1952-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Fred_Lynn_at_an_autograph_signing_in_Manchester%2C_New_Hampshire.jpg/240px-Fred_Lynn_at_an_autograph_signing_in_Manchester%2C_New_Hampshire.jpg",
    "extract": "Fredric Michael Lynn is an American former professional baseball player who played in Major League Baseball (MLB) from 1974 through 1990 as a center fielder with the Boston Red Sox, California Angels, Baltimore Orioles, Detroit Tigers and San Diego Padres. He was the first player to win MLB's Rookie of the Year Award and Most Valuable Player Award in the same year, which he accomplished in 1975 with the Red Sox.",
    "year": 1952,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Michael Ruppert",
    "birthday": "1951-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8b/Michael_C_Ruppert_Collapse_From_The_Wilderness_Peak_Oil_Oelfoerdermaximum_fossile_Energien_Colorado_Derivate_Zineszins_Wachstumsparadigma_bumpy_plateau_Elisabeth_Kuebler_Ross.jpg/292px-thumbnail.jpg",
    "extract": "Michael Craig Ruppert was an American writer and musician, Los Angeles Police Department officer, investigative journalist, political activist, and peak oil awareness advocate known for his 2004 book Crossing The Rubicon: The Decline of the American Empire at the End of the Age of Oil.",
    "year": 1951,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Morgan Fairchild",
    "birthday": "1950-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Morgan_Fairchild_2012.jpg/213px-Morgan_Fairchild_2012.jpg",
    "extract": "Morgan Fairchild is an American actress. She began acting in the early 1970s and has had roles in several television series since.",
    "year": 1950,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jim Thorpe (golfer)",
    "birthday": "1949-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/JimThorpeGolferPutting.jpg/241px-JimThorpeGolferPutting.jpg",
    "extract": "Jimmy Lee Thorpe is an American professional golfer, currently playing on the Champions Tour.",
    "year": 1949,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Henning Mankell",
    "birthday": "1948-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Henning_Mankell_3_2011_Shankbone.jpg/256px-Henning_Mankell_3_2011_Shankbone.jpg",
    "extract": "Henning Georg Mankell was a Swedish crime writer, children's author, and dramatist, best known for a series of mystery novels starring his most noted creation, Inspector Kurt Wallander. He also wrote a number of plays and screenplays for television.",
    "year": 1948,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Paul Auster",
    "birthday": "1947-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Paul_Auster_BBF_2010_Shankbone.jpg/240px-Paul_Auster_BBF_2010_Shankbone.jpg",
    "extract": "Paul Benjamin Auster is an American writer and film director. His notable works include The New York Trilogy (1987), Moon Palace (1989), The Music of Chance (1990), The Book of Illusions (2002), The Brooklyn Follies (2005), Invisible (2009), Sunset Park (2010), Winter Journal (2012), and 4 3 2 1 (2017). His books have been translated into more than forty languages.",
    "year": 1947,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dave Davies",
    "birthday": "1947-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/67/Dave_Davies_1971.jpg/270px-Dave_Davies_1971.jpg",
    "extract": "David Russell Gordon Davies is an English guitarist, singer and songwriter. He was the lead guitarist and backing vocalist for the English rock band the Kinks, which also featured his elder brother Ray Davies.",
    "year": 1947,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stephen McHattie",
    "birthday": "1947-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/StephenMcHattie08TIFF.jpg/297px-StephenMcHattie08TIFF.jpg",
    "extract": "Stephen McHattie Smith is a Canadian actor. Since beginning his professional career in 1970, he has amassed over 200 film and television credits. He won the Genie Award for Best Supporting Actor for his performance in The Rocket, and a Gemini Award for Life with Billy.",
    "year": 1947,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bob Griese",
    "birthday": "1945-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Bob_Griese_with_soldier_CROP.jpg/189px-Bob_Griese_with_soldier_CROP.jpg",
    "extract": "Robert Allen Griese is a former American football quarterback who earned All-American honors with the Purdue Boilermakers before being drafted in 1967 by the American Football League's Miami Dolphins. Griese led the Dolphins to a then record three consecutive Super Bowl appearances, including two Super Bowl victories in VII and VIII. Griese was inducted into the College Football Hall of Fame and the Indiana Football Hall of Fame in 1984 and the Pro Football Hall of Fame in 1990. He later worked as a television commentator, calling NFL games for NBC Sports and college football for ESPN and ABC Sports. Griese is one of three quarterbacks from Purdue to win the Super Bowl.",
    "year": 1945,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Blythe Danner",
    "birthday": "1943-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Blythe_Danner_2.jpg/185px-Blythe_Danner_2.jpg",
    "extract": "Blythe Katherine Danner is an American actress. She is the recipient of several accolades, including two Primetime Emmy Awards for Best Supporting Actress in a Drama Series for her role as Izzy Huffstodt on Huff (2004–2006), and a Tony Award for Best Actress for her performance in Butterflies Are Free on Broadway (1969–1972). Danner was twice nominated for the Primetime Emmy for Outstanding Guest Actress in a Comedy Series for portraying Marilyn Truman on Will & Grace, and the Primetime Emmy for Outstanding Lead Actress in a Miniseries or Movie for her roles in We Were the Mulvaneys (2002) and Back When We Were Grownups (2004). For the latter, she also received a Golden Globe Award nomination.",
    "year": 1943,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dennis Edwards",
    "birthday": "1943-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Dennis_Edwards_with_the_Temptations_in_1968.jpg/296px-Dennis_Edwards_with_the_Temptations_in_1968.jpg",
    "extract": "Dennis Edwards Jr. was an American soul and R&B singer who was best known as the frontman in The Temptations, on Motown Records. Edwards joined the Temptations in 1968, replacing David Ruffin and sang with the group from 1968 to 1976, 1980 to 1984 and 1987 to 1989. In the mid-1980s, he attempted a solo career, scoring a hit in 1984 with \"Don't Look Any Further\". Until his death, Edwards was the lead singer of The Temptations Review, a Temptations splinter group.",
    "year": 1943,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Eric Haydock",
    "birthday": "1943-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/83/Eric_Haydock.png",
    "extract": "Eric Haydock was a British musician, best known as the original bass guitarist of The Hollies from December 1962 until July 1966. He was one of the first British musicians to play a Fender Bass VI, a six-string bass. Although considered a great bass guitarist, he was replaced in 1966 by Bernie Calvert, after disputes related to the conduct of the band's managers.",
    "year": 1943,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Shawn Phillips",
    "birthday": "1943-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/63/Shawnphillips.jpg",
    "extract": "Shawn Phillips is an American singer-songwriter and musician, primarily influential in the 1960s and 1970s. His work is rooted in folk rock but straddles other genres, including jazz fusion and funk. Phillips has recorded twenty-six albums and worked with musicians including Donovan, Paul Buckmaster, J. Peter Robinson, Eric Clapton, Steve Winwood, Bernie Taupin, Tim Hardin, Manos Hatzidakis and many others.",
    "year": 1943,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dory Funk Jr.",
    "birthday": "1941-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Dory_Funk_%28cropped%29.jpg/199px-Dory_Funk_%28cropped%29.jpg",
    "extract": "Dorrance Earnest Funk, known professionally as Dory Funk Jr., is an American retired professional wrestler and wrestling trainer. The son of Dory Funk and brother of Terry Funk, he was the promoter of the Amarillo, Texas-based Western States Sports promotion.",
    "year": 1941,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Howard Phillips (activist)",
    "birthday": "1941-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Howard_Phillips_-v2.JPG/226px-Howard_Phillips_-v2.JPG",
    "extract": "Howard Jay Phillips was a three-time United States presidential candidate who served as the chairman of The Conservative Caucus, a conservative public policy advocacy group which he founded in 1974. Phillips was a founding member of the U.S. Taxpayers Party, which later became known as the Constitution Party.",
    "year": 1941,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Fran Tarkenton",
    "birthday": "1940-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Fran_Tarkenton_January_2010.jpg/240px-Fran_Tarkenton_January_2010.jpg",
    "extract": "Francis Asbury Tarkenton is a former American football quarterback who played in the National Football League (NFL) for eighteen seasons, primarily with the Minnesota Vikings. He played college football at the University of Georgia, where he was recognized as a two-time first-team All-SEC, and was selected by the Vikings in the third round of the 1961 NFL Draft. After retiring from football, he became a media personality and computer software executive.",
    "year": 1940,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Michael Cimino",
    "birthday": "1939-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/MichaelCimino2003.jpg/261px-MichaelCimino2003.jpg",
    "extract": "Michael Cimino was an American filmmaker. He achieved fame as the director of The Deer Hunter (1978), which won five Academy Awards, including Best Picture and Best Director.",
    "year": 1939,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Victor Buono",
    "birthday": "1938-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Victor_Buono_1969.png/266px-Victor_Buono_1969.png",
    "extract": "Victor Charles Buono was an American actor, comic, and briefly a recording artist. He was known for playing the villain King Tut in the television series Batman (1966–1968) and musician Edwin Flagg in What Ever Happened to Baby Jane? (1962), the latter of which earned him Academy Award and Golden Globe Award nominations. He was a busy actor from his late teens until his death at the age of 43 and, with his large size and sonorous voice, he made a career of playing men much older than he was.",
    "year": 1938,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Emile Griffith",
    "birthday": "1938-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Emile_Griffith.jpg/240px-Emile_Griffith.jpg",
    "extract": "Emile Alphonse Griffith was a professional boxer from the U.S. Virgin Islands who became a World Champion in the welterweight, junior middleweight and middleweight classes. His best-known contest was a 1962 title match with Benny Paret. At the weigh-in, Paret infuriated Griffith, a bisexual man, by touching his buttocks and making a homophobic slur. Griffith won the bout by knockout; Paret never recovered consciousness and died in the hospital 10 days later.",
    "year": 1938,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Billy Meier",
    "birthday": "1937-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/72/Billy_meier.jpg",
    "extract": "Eduard Albert Meier, commonly nicknamed \"Billy\", is the founder of a UFO religion called the \"Freie Interessengemeinschaft für Grenz- und Geisteswissenschaften und Ufologiestudien\" and alleged contactee whose UFO photographs are claimed to show alien spacecraft. Meier claims to be in regular contact with extraterrestrial beings he calls the Plejaren. He also presented other material during the 1970s such as metal samples, sound recordings and film footage. Meier claims to be the seventh reincarnation after six prophets common to Judaism, Christianity, and Islam: Enoch, Elijah, Isaiah, Jeremiah, Immanuel (Jesus), and Mohammed.",
    "year": 1937,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Elizabeth Peer",
    "birthday": "1936-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cc/Elizabeth_Peer.png",
    "extract": "Elizabeth Peer Jansson, born Elizabeth Clow Peer, often just Liz Peer, was a pioneering American journalist who worked for Newsweek from 1958 until her death in 1984. She began her career at Newsweek as a copy girl, at a time when opportunities for women were limited. Osborn Elliott promoted her to writer in 1962; two years later she would be dispatched to Paris as Newsweek's first female foreign correspondent.",
    "year": 1936,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bob Simpson (cricketer)",
    "birthday": "1936-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Bob_Simpson_1957.jpg/242px-Bob_Simpson_1957.jpg",
    "extract": "Robert Baddeley Simpson is a former cricketer who played for New South Wales, Western Australia and Australia, captaining the national team from 1963/64 until 1967/68, and again in 1977–78. He later had a highly successful term as the coach of the Australian team. He is also known as Bobby or Simmo.",
    "year": 1936,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Johnny \"Guitar\" Watson",
    "birthday": "1935-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Johnny_Guitar_Watson.jpg/291px-Johnny_Guitar_Watson.jpg",
    "extract": "John Watson Jr., known professionally as “Johnny Guitar” Watson, was an American musician and singer-songwriter. A flamboyant showman and electric guitarist in the style of T-Bone Walker, his recording career spanned forty years, and encompassed rhythm and blues, funk and soul music.",
    "year": 1935,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Juan Carlos Calabró",
    "birthday": "1934-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Juan_Carlos_Calabr%C3%B3.JPG/206px-Juan_Carlos_Calabr%C3%B3.JPG",
    "extract": "Juan Carlos Calabró was an Argentine actor and comedian.",
    "year": 1934,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Paul Sarbanes",
    "birthday": "1933-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Paul_Sarbanes%2C_official_color_photo.jpg/254px-Paul_Sarbanes%2C_official_color_photo.jpg",
    "extract": "Paul Spyros Sarbanes was an American politician and attorney. A member of the Democratic Party from Maryland, he served as a member of the United States House of Representatives from 1971 to 1977 and as a United States Senator from 1977 to 2007. Sarbanes was the longest-serving senator in Maryland history until he was surpassed by Barbara Mikulski by a single day when her term ended on January 3, 2017. He was the first Greek American senator.",
    "year": 1933,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kenneth Anger",
    "birthday": "1927-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Kenneth_Anger_IU_Cinema.jpg",
    "extract": "Kenneth Anger is an American underground experimental filmmaker, actor, and author. Working exclusively in short films, he has produced almost forty works since 1937, nine of which have been grouped together as the \"Magick Lantern Cycle\". His films variously merge surrealism with homoeroticism and the occult, and have been described as containing \"elements of erotica, documentary, psychodrama, and spectacle\". Anger himself has been described as \"one of America's first openly gay filmmakers, and certainly the first whose work addressed homosexuality in an undisguised, self-implicating manner\", and his \"role in rendering gay culture visible within American cinema, commercial or otherwise, is impossible to overestimate\", with several being released prior to the legalization of homosexual acts between consenting adults in the United States. He has also focused upon occult themes in many of his films, being fascinated by the English gnostic mage and poet Aleister Crowley, and is an adherent of Thelema, the religion Crowley founded.",
    "year": 1927,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Blas Ople",
    "birthday": "1927-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Blas_Ople_2.jpg",
    "extract": "Blas Fajardo Ople was a Filipino journalist and politician who held several high-ranking positions in the executive and legislative branches of the Philippine government, including as Senate President from 1999 to 2000, and as Secretary of Foreign Affairs from 2002 until his death. Perceived as a leftist-nationalist at the onset of his career in public service, Ople was, in his final years, a vocal supporter for allowing a limited United States military presence in the Philippines, and for American initiatives in the War on Terror including the 2003 U.S. invasion of Iraq.",
    "year": 1927,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Hans-Jochen Vogel",
    "birthday": "1926-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Bundesarchiv_B_145_Bild-F055059-0019%2C_K%C3%B6ln%2C_SPD-Parteitag%2C_Vogel.jpg/219px-Bundesarchiv_B_145_Bild-F055059-0019%2C_K%C3%B6ln%2C_SPD-Parteitag%2C_Vogel.jpg",
    "extract": "Hans-Jochen Vogel was a German lawyer and a politician for the Social Democratic Party (SPD). He served as Mayor of Munich from 1960 to 1972, winning the 1972 Summer Olympics for the city and Governing Mayor of West Berlin in 1981, the only German ever to lead two cities with a million+ inhabitants. He was Federal Minister of Regional Planning, Construction and Urban Development from 1972 to 1974, and Federal Minister of Justice from 1974 to 1981. He served as leader of the SPD in the Bundestag from 1983 to 1991, and as Leader of the Social Democratic Party from 1987 to 1991. In 1993, he co-founded the organisation Gegen Vergessen – Für Demokratie. He was a member of the National Ethics Council of Germany from its beginning in 2001.",
    "year": 1926,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Shelley Berman",
    "birthday": "1925-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Shelley_berman_1960s.jpg/242px-Shelley_berman_1960s.jpg",
    "extract": "Sheldon Leonard Berman was an American comedian, actor, writer, teacher, and lecturer.",
    "year": 1925,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Fiedler",
    "birthday": "1925-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/John_Fiedler_12_Angry_Men_trailer_%282%29.png/166px-John_Fiedler_12_Angry_Men_trailer_%282%29.png",
    "extract": "John Donald Fiedler was an American actor. His career lasted more than 55 years in stage, film, television and radio. Among his best-known roles are the meek, nervous, and unpretentious Juror 2 in 12 Angry Men (1957); the benign-seeming gentleman who tries to prevent the Younger family from moving into a whites-only neighbourhood in A Raisin in the Sun (1961); the voice of Piglet in Disney's Winnie the Pooh productions; Vinnie, one of Oscar's poker cronies in the film The Odd Couple (1968); and Emil Peterson, the hen-pecked milquetoast husband on The Bob Newhart Show.",
    "year": 1925,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "E. P. Thompson",
    "birthday": "1924-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/E_P_Thompson_at_1980_protest_rally_%28cropped%29.JPG/305px-E_P_Thompson_at_1980_protest_rally_%28cropped%29.JPG",
    "extract": "Edward Palmer Thompson was an English historian, writer, socialist and peace campaigner. He is best known today for his historical work on the radical movements in the late 18th and early 19th centuries, in particular The Making of the English Working Class (1963).",
    "year": 1924,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Russell Arms",
    "birthday": "1920-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Russell_Arms_Your_Hit_Parade_1956.JPG/239px-Russell_Arms_Your_Hit_Parade_1956.JPG",
    "extract": "Russell Lee Arms was an American actor and singer.",
    "year": 1920,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Henry Heimlich",
    "birthday": "1920-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/013014_heimlich_071_1391720248324_2375670_ver1.0_640_480.jpg/320px-013014_heimlich_071_1391720248324_2375670_ver1.0_640_480.jpg",
    "extract": "Henry Judah Heimlich was an American thoracic surgeon and medical researcher. He is widely credited as the inventor of the Heimlich maneuver, a technique of abdominal thrusts for stopping choking, first described in 1974. He also invented the Micro Trach portable oxygen system for ambulatory patients and the Heimlich Chest Drain Valve, or \"flutter valve\", which drains blood and air out of the chest cavity.",
    "year": 1920,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Joey Bishop",
    "birthday": "1918-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Joey_Bishop_1967.JPG/264px-Joey_Bishop_1967.JPG",
    "extract": "Joseph Abraham Gottlieb, known professionally as Joey Bishop, was an American entertainer who appeared on television as early as 1948 and eventually starred in his own weekly comedy series playing a talk/variety show host, then later hosted a late night talk show with Regis Philbin as his young sidekick on ABC. He also was a member of the \"Rat Pack\" with Frank Sinatra, Dean Martin, Sammy Davis Jr. and Peter Lawford. He is listed 96 on Comedy Central's list of 100 greatest comedians.",
    "year": 1918,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Helen Stephens",
    "birthday": "1918-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Helen_Stephens_1936.jpg/252px-Helen_Stephens_1936.jpg",
    "extract": "Helen Herring Stephens was an American athlete and a double Olympic champion in 1936.",
    "year": 1918,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Shlomo Goren",
    "birthday": "1917-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Shlomo_Goren.jpg/236px-Shlomo_Goren.jpg",
    "extract": "Shlomo Goren, was a Polish-born Israeli Orthodox Religious Zionist rabbi and Talmudic scholar who was considered a foremost authority on Jewish law (Halakha). Goren founded and served as the first head of the Military Rabbinate of the Israel Defense Forces (IDF). Subsequently, he was the third Ashkenazi Chief Rabbi of Israel from 1973 to 1983, after which he established a yeshiva in Jerusalem, which he headed until his death.",
    "year": 1917,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Johannes Kotkas",
    "birthday": "1915-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2a/Johannes_Kotkas.jpg/211px-Johannes_Kotkas.jpg",
    "extract": "Johannes Kotkas was a heavyweight Greco-Roman wrestler from Estonia who won a gold medal at the 1952 Summer Olympics. He held the European title in 1938, 1939 and 1947 and placed second at the 1953 world championships.",
    "year": 1915,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mary Carlisle",
    "birthday": "1914-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Mary_Carlisle_Ball.jpg/248px-Mary_Carlisle_Ball.jpg",
    "extract": "Mary Carlisle was an American actress, singer, and dancer, she was best known for her roles as a wholesome ingénue in numerous 1930s musical-comedy films.",
    "year": 1914,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jacques Soustelle",
    "birthday": "1912-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Jacques_Soustelle%2C_Bestanddeelnr_909-5719.jpg/244px-Jacques_Soustelle%2C_Bestanddeelnr_909-5719.jpg",
    "extract": "Jacques Soustelle was an important and early figure of the Free French Forces, an anthropologist specializing in Pre-Columbian civilizations, and vice-director of the Musée de l'Homme in Paris in 1939. Soustelle and his followers opposed any compromise with anticolonial activists in Algeria in the Algerian War.",
    "year": 1912,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jehan Alain",
    "birthday": "1911-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Jehan_Alain_1938.jpg/237px-Jehan_Alain_1938.jpg",
    "extract": "Jehan-Aristide Paul Alain [ʒɑ̃ aʁist alɛ̃] was a French organist, composer, and soldier. Born into a family of musicians, he learned the organ from his father and a host of other teachers, becoming a composer at 18, and composing until the outbreak of the Second World War 10 years later. His compositional style was influenced by the musical language of the earlier Claude Debussy, and his contemporary Olivier Messiaen, as well as his interest in music, dance and philosophy of the far east. At the outbreak of the Second World War, Alain became a dispatch rider in the Eighth Motorised Armour Division of the French Army; he took part in the Battle of Saumur, in which he was killed.",
    "year": 1911,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "André Cayatte",
    "birthday": "1909-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Cayatte_1952.jpg",
    "extract": "André Cayatte was a French filmmaker, writer and lawyer, who became known for his films centering on themes of crime, justice, and moral responsibility.",
    "year": 1909,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Simone Weil",
    "birthday": "1909-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Simone_Weil_04_%28cropped%29.png/265px-Simone_Weil_04_%28cropped%29.png",
    "extract": "Simone Adolphine Weil was a French philosopher, mystic, and political activist. With her now highly well-regarded works of philosophy and theory exploring relations of power and matters of faith, Albert Camus described her as \"the only great spirit of our times\". Over 2,500 scholarly works have been published about her, including close analyses and readings of her work, since 1995.",
    "year": 1909,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "James A. Michener",
    "birthday": "1907-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/James_Albert_Michener_%C2%B7_DN-SC-92-05368.JPEG/240px-James_Albert_Michener_%C2%B7_DN-SC-92-05368.JPEG",
    "extract": "James Albert Michener was an American writer. He wrote more than 40 books, most of which were long, fictional family sagas covering the lives of many generations in particular geographic locales and incorporating detailed history. Many of his works were bestsellers and were chosen by the Book of the Month Club; he was known for the meticulous research that went into his books.",
    "year": 1907,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Arne Beurling",
    "birthday": "1905-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Arne_Beurling%2C_foto_TT_1940-tal.jpg/225px-Arne_Beurling%2C_foto_TT_1940-tal.jpg",
    "extract": "Arne Carl-August Beurling was a Swedish mathematician and professor of mathematics at Uppsala University (1937–1954) and later at the Institute for Advanced Study in Princeton, New Jersey. Beurling worked extensively in harmonic analysis, complex analysis and potential theory. The \"Beurling factorization\" helped mathematical scientists to understand the Wold decomposition, and inspired further work on the invariant subspaces of linear operators and operator algebras, e.g. Håkan Hedenmalm's factorization theorem for Bergman spaces.",
    "year": 1905,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Pretty Boy Floyd",
    "birthday": "1904-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Pretty_Boy_Floyd_FBI.jpg/240px-Pretty_Boy_Floyd_FBI.jpg",
    "extract": "Charles Arthur Floyd, nicknamed Pretty Boy Floyd, was an American bank robber. He operated in the West and Central states, and his criminal exploits gained widespread press coverage in the 1930s. He was seen positively by the public because it was believed that during robberies he burned mortgage documents, freeing many people from their debts. He was pursued and killed by a group of Bureau of Investigation (BOI) agents led by Melvin Purvis. Historians have speculated as to which officers were at the event, but accounts document that local officers Robert \"Pete\" Pyle and George Curran were present at his fatal shooting and also at his embalming. Floyd has continued to be a familiar figure in American popular culture, sometimes seen as notorious, other times portrayed as a tragic figure, even a victim of the hard times of the Great Depression in the United States.",
    "year": 1904,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Douglas Douglas-Hamilton, 14th Duke of Hamilton",
    "birthday": "1903-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ee/The_14th_Duke_of_Hamilton_KT%2C_GCVO%2C_AFC%2C_PC%2C_DL%2C_FRCSE%2C_FRGS_by_Stoneman.jpg",
    "extract": "Air Commodore Douglas Douglas-Hamilton, 14th Duke of Hamilton and 11th Duke of Brandon, was a Scottish nobleman and aviator who was one of the first men to fly over Mount Everest.",
    "year": 1903,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mabel Mercer",
    "birthday": "1900-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bc/Mabelmercer1.jpg/255px-Mabelmercer1.jpg",
    "extract": "Mabel Mercer was an English-born cabaret singer who performed in the United States, Britain, and Europe with the greats in jazz and cabaret. She was a featured performer at Chez Bricktop in Paris, owned by the hostess Bricktop, and performed in such clubs as Le Ruban Bleu, Tony's, the RSVP, the Carlyle, the St. Regis Hotel, and eventually her own room, the Byline Club. Among those who frequently attended Mercer's shows was Frank Sinatra, who made no secret of his emulating her phrasing and story-telling techniques.",
    "year": 1900,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Café Filho",
    "birthday": "1899-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Caf%C3%A9_Filho.jpg/235px-Caf%C3%A9_Filho.jpg",
    "extract": "João Fernandes Campos Café Filho was a Brazilian politician who served as the 18th president of Brazil, taking office upon the suicide of former president Getúlio Vargas. He was the first Protestant to occupy the position.",
    "year": 1899,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alvar Aalto",
    "birthday": "1898-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Alvar_Aalto1.jpg/242px-Alvar_Aalto1.jpg",
    "extract": "Hugo Alvar Henrik Aalto was a Finnish architect and designer. His work includes architecture, furniture, textiles and glassware, as well as sculptures and paintings. He never regarded himself as an artist, seeing painting and sculpture as \"branches of the tree whose trunk is architecture.\" Aalto's early career ran in parallel with the rapid economic growth and industrialization of Finland during the first half of the 20th century. Many of his clients were industrialists, among them the Ahlström-Gullichsen family. The span of his career, from the 1920s to the 1970s, is reflected in the styles of his work, ranging from Nordic Classicism of the early work, to a rational International Style Modernism during the 1930s to a more organic modernist style from the 1940s onwards.",
    "year": 1898,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Norman Rockwell",
    "birthday": "1894-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Rockwell-Norman-LOC.jpg/238px-Rockwell-Norman-LOC.jpg",
    "extract": "Norman Percevel Rockwell was an American painter and illustrator. His works have a broad popular appeal in the United States for their reflection of American culture. Rockwell is most famous for the cover illustrations of everyday life he created for The Saturday Evening Post magazine over nearly five decades. Among the best-known of Rockwell's works are the Willie Gillis series, Rosie the Riveter,\nThe Problem We All Live With, Saying Grace, and the Four Freedoms series. He is also noted for his 64-year relationship with the Boy Scouts of America (BSA), during which he produced covers for their publication Boys' Life, calendars, and other illustrations. These works include popular images that reflect the Scout Oath and Scout Law such as The Scoutmaster, A Scout Is Reverent and A Guiding Hand, among many others.",
    "year": 1894,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gaston Julia",
    "birthday": "1893-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Gustav_Herglotz%2C_Gaston_Julia.jpeg/320px-Gustav_Herglotz%2C_Gaston_Julia.jpeg",
    "extract": "Gaston Maurice Julia was a French mathematician who devised the formula for the Julia set. His works were popularized by French mathematician Benoit Mandelbrot; the Julia and Mandelbrot fractals are closely related.",
    "year": 1893,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Juan Negrín",
    "birthday": "1892-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Juan_Negr%C3%ADn_en_Barcelona_1938.jpg/250px-Juan_Negr%C3%ADn_en_Barcelona_1938.jpg",
    "extract": "Juan Negrín López was a Spanish politician and physician. He was a leader of the Spanish Socialist Workers' Party and served as finance minister and prime minister of the left-leaning Popular Front government of the Second Spanish Republic during the Spanish Civil War. He was the last Loyalist premier of Spain (1937–1939), leading the Republican forces defeated by the Nationalists under General Francisco Franco. He was President of the Council of Ministers of the Second Spanish Republic and the Spanish Republican government in exile between 1937 and 1945. He died in exile in Paris, France.",
    "year": 1892,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Artur Adson",
    "birthday": "1889-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Siuru_1917.jpg/320px-Siuru_1917.jpg",
    "extract": "Artur Adson was an Estonian poet, writer and theatre critic.",
    "year": 1889,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Carl Theodor Dreyer",
    "birthday": "1889-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Carl_Theodor_Dreyer_%281965%29_by_Erling_Mandelmann.jpg/216px-Carl_Theodor_Dreyer_%281965%29_by_Erling_Mandelmann.jpg",
    "extract": "Carl Theodor Dreyer, commonly known as Carl Th. Dreyer, was a Danish film director. His movies are noted for their emotional austerity and slow, stately pacing. Frequent themes that his films explore are social intolerance, the inescapability of fate and death, and the power of evil in earthly life. Dreyer is regarded by many critics and filmmakers as one of the greatest directors in the history of cinema.",
    "year": 1889,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Risto Ryti",
    "birthday": "1889-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Risto_Ryti.jpg/217px-Risto_Ryti.jpg",
    "extract": "Risto Heikki Ryti served as the fifth president of Finland from 1940 to 1944. Ryti started his career as a politician in the field of economics and as a political background figure during the interwar period. He made a wide range of international contacts in the world of banking and within the framework of the League of Nations. Ryti served (1939–1940) as prime minister during the Winter War of 1939–1940 and the Interim Peace of 1940–1941. Later he became president during the Continuation War of 1941–1944. After the war, Ryti was the main defendant in the Finnish war-responsibility trials (1945–1946), which resulted in his conviction for crimes against peace.",
    "year": 1889,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Georg Trakl",
    "birthday": "1887-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Georg_Trakl.jpg/320px-Georg_Trakl.jpg",
    "extract": "Georg Trakl was an Austrian poet and the brother of the pianist Grete Trakl. He is considered one of the most important Austrian Expressionists. He is perhaps best known for his poem \"Grodek\", which he wrote shortly before he died of a cocaine overdose.",
    "year": 1887,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gordon Coates",
    "birthday": "1878-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Joseph_Gordon_Coates%2C_1931.jpg/242px-Joseph_Gordon_Coates%2C_1931.jpg",
    "extract": "Joseph Gordon Coates served as the 21st prime minister of New Zealand from 1925 to 1928. He was the third successive Reform prime minister since 1912.",
    "year": 1878,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gertrude Stein",
    "birthday": "1874-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Gertrude_Stein_1935-01-04.jpg/256px-Gertrude_Stein_1935-01-04.jpg",
    "extract": "Gertrude Stein was an American novelist, poet, playwright, and art collector. Born in Pittsburgh, Pennsylvania, in the Allegheny West neighborhood and raised in Oakland, California, Stein moved to Paris in 1903, and made France her home for the remainder of her life. She hosted a Paris salon, where the leading figures of modernism in literature and art, such as Pablo Picasso, Ernest Hemingway, F. Scott Fitzgerald, Sinclair Lewis, Ezra Pound, Sherwood Anderson and Henri Matisse, would meet.",
    "year": 1874,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lou Criger",
    "birthday": "1872-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/40/Lou_Criger_Baseball.jpg/252px-Lou_Criger_Baseball.jpg",
    "extract": "Louis Criger was an American professional baseball catcher. He played in Major League Baseball (MLB) from 1896 to 1912 for the Cleveland Spiders, St. Louis Perfectos / Cardinals, Boston Americans / Red Sox, St. Louis Browns and New York Highlanders. Listed at 5 feet 10 inches (1.78 m) and 165 pounds (75 kg), he batted and threw right-handed.",
    "year": 1872,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Charles Henry Turner (zoologist)",
    "birthday": "1867-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Charles_Henry_Turner.jpg",
    "extract": "Charles Henry Turner was an American zoologist, educator, and comparative psychologist, known for his studies on the behavior of insects, particularly bees and ants. Born in Cincinnati, Ohio, Turner was the first African American to receive a graduate degree at the University of Cincinnati and most likely the first African American to earn a PhD from the University of Chicago. He spent most of his career as a high school teacher in Sumner High School in St. Louis.",
    "year": 1867,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "James Clark McReynolds",
    "birthday": "1862-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Jamescmcreynolds.jpg/224px-Jamescmcreynolds.jpg",
    "extract": "James Clark McReynolds was an American lawyer and judge from Tennessee who served as United States Attorney General under President Woodrow Wilson and as an Associate Justice of the Supreme Court of the United States. He served on the Court from October 1914 to his retirement in January 1941. He is best known today for his sustained opposition to the domestic programs of President Franklin D. Roosevelt, and his personality which was widely viewed negatively, and included documented elements of overt anti-semitism and racism. Born in Elkton, Kentucky, McReynolds practiced law in Tennessee after graduating from the University of Virginia School of Law. He served as the Assistant Attorney General during the administration of President Theodore Roosevelt and became well known for his skill in antitrust cases. After President Wilson took office in 1913, he appointed McReynolds as his administration's first Attorney General. Wilson successfully nominated McReynolds to the Supreme Court in 1914 to fill a vacancy caused by the death of Associate Justice Horace Harmon Lurton.",
    "year": 1862,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Hugo Junkers",
    "birthday": "1859-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Hugo_Junkers_1920.jpg/240px-Hugo_Junkers_1920.jpg",
    "extract": "Hugo Junkers was a German aircraft engineer and aircraft designer who pioneered the design of all-metal airplanes and flying wings. His company, Junkers Flugzeug- und Motorenwerke AG, was one of the mainstays of the German aircraft industry in the years between World War I and World War II. His multi-engined, all-metal passenger- and freight planes helped establish airlines in Germany and around the world.",
    "year": 1859,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Giuseppe Moretti",
    "birthday": "1857-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Bitter_%26_Moretti_Studio.jpg/252px-Bitter_%26_Moretti_Studio.jpg",
    "extract": "Giuseppe Moretti was an Italian émigré sculptor who became known in the United States for his public monuments in bronze and marble. Notable among his works is Vulcan in Birmingham, Alabama, which is the largest cast iron statue in the world. On a personal level, Moretti was \"known for his eclectic personality and for always wearing a green tie,\" but professionally, is claimed to be \"the first man to use aluminum in art.\" Moretti enjoyed some celebrity in his lifetime, and was a friend of famed Italian tenor Enrico Caruso. It is even reported that the singer repeatedly praised Moretti's voice.",
    "year": 1857,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "William Cornelius Van Horne",
    "birthday": "1843-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/William_Cornelius_Van_Horne.jpg/247px-William_Cornelius_Van_Horne.jpg",
    "extract": "Sir William Cornelius Van Horne, succeeded Lord Mount Stephen as president of the Canadian Pacific Railway (CPR) in 1888. He was a prominent member of the Whitney syndicate that created the Cuba Railroad Company, incorporated at Trenton, New Jersey, in 1900 with a capitalization of $8,000,000. He lived at the Van Horne Mansion in Montreal's Golden Square Mile.",
    "year": 1843,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sidney Lanier",
    "birthday": "1842-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Sidney_Lanier_-_Project_Gutenberg_eText_16622.jpg/263px-Sidney_Lanier_-_Project_Gutenberg_eText_16622.jpg",
    "extract": "Sidney Clopton Lanier was an American musician, poet and author. He served in the Confederate States Army as a private, worked on a blockade-running ship for which he was imprisoned, taught, worked at a hotel where he gave musical performances, was a church organist, and worked as a lawyer. As a poet he sometimes used dialects. Many of his poems are written in heightened, but often archaic, American English. He became a flautist and sold poems to publications. He eventually became a professor of literature at the Johns Hopkins University in Baltimore, and is known for his adaptation of musical meter to poetry. Many schools, other structures and two lakes are named for him, and he became hailed in the South as the \"poet of the Confederacy\". A 1972 US postage stamp honored him as an \"American poet\".",
    "year": 1842,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Robert Gascoyne-Cecil, 3rd Marquess of Salisbury",
    "birthday": "1830-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Robert-Gascoyne-Cecil-3rd-Marquess-of-Salisbury_%28cropped%29.jpg/224px-Robert-Gascoyne-Cecil-3rd-Marquess-of-Salisbury_%28cropped%29.jpg",
    "extract": "Robert Arthur Talbot Gascoyne-Cecil, 3rd Marquess of Salisbury was a British statesman and Conservative politician who served as Prime Minister of the United Kingdom three times for a total of over thirteen years. He was also Foreign Secretary for much of his tenure, and during his last two years of office he was Lord Keeper of the Privy Seal. He avoided alignments or alliances, maintaining the policy of \"splendid isolation\".",
    "year": 1830,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Walter Bagehot",
    "birthday": "1826-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Walter_Bagehot_NPG_cropped.jpg/258px-Walter_Bagehot_NPG_cropped.jpg",
    "extract": "Walter Bagehot was a British journalist, businessman, and essayist, who wrote extensively about government, economics, literature and race. He is known for co-founding the National Review in 1855, and for his works The English Constitution and Lombard Street: A Description of the Money Market (1873).",
    "year": 1826,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ranald MacDonald",
    "birthday": "1824-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Ranald_MacDonald_C1462.jpg/240px-Ranald_MacDonald_C1462.jpg",
    "extract": "Ranald MacDonald was the first native English-speaker to teach the English language in Japan, including educating Einosuke Moriyama, one of the chief interpreters to handle the negotiations between Commodore Perry and the Tokugawa Shogunate.",
    "year": 1824,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Elizabeth Blackwell",
    "birthday": "1821-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Elizabeth_Blackwell.jpg/227px-Elizabeth_Blackwell.jpg",
    "extract": "Elizabeth Blackwell was a British physician, notable as the first woman to receive a medical degree in the United States, and the first woman on the Medical Register of the General Medical Council. Blackwell played an important role in both the United States and the United Kingdom as a social awareness and moral reformer, and pioneered in promoting education for women in medicine. Her contributions remain celebrated with the Elizabeth Blackwell Medal, awarded annually to a woman who has made significant contribution to the promotion of women in medicine.",
    "year": 1821,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Achille Ernest Oscar Joseph Delesse",
    "birthday": "1817-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/06/Achille_Delesse.jpg",
    "extract": "Achille Ernest Oscar Joseph Delesse was a French geologist and mineralogist.",
    "year": 1817,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Émile Prudent",
    "birthday": "1817-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Prudent_by_Tournachon_Gaspard_Felix.jpg/241px-Prudent_by_Tournachon_Gaspard_Felix.jpg",
    "extract": "Émile Racine Gauthier Prudent was a French pianist and composer. His works number about seventy, and include a piano trio, a concerto-symphony, many character pieces, sets of variations, transcriptions and etudes, in addition to his celebrated fantasies on operatic airs. As a teacher, he was very successful and produced several distinguished pupils.",
    "year": 1817,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ram Singh Kuka",
    "birthday": "1816-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Satguru_Ram_Singh_Ji.jpg/191px-Satguru_Ram_Singh_Ji.jpg",
    "extract": "\n\nRam Singh Kuka was the second religious leader of the Namdhari Sikh sect. He is credited as being the first British Indian to use non-cooperation and boycott of British goods and services as a political tool.",
    "year": 1816,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Edward James Roye",
    "birthday": "1815-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Edward_James_Roye2.jpg/261px-Edward_James_Roye2.jpg",
    "extract": "Edward James Roye served as the fifth President of Liberia from 1870 to his overthrow in 1871 and subsequent death. He had previously served as the 4th Chief Justice of Liberia from 1865 until 1868. He was the first member of Liberia's True Whig Party to serve as president.",
    "year": 1815,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Horace Greeley",
    "birthday": "1811-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Horace_Greeley_restored.jpg/230px-Horace_Greeley_restored.jpg",
    "extract": "Horace Greeley was an American newspaper editor and publisher who was the founder and editor of the New-York Tribune. Long active in politics, he served briefly as a congressman from New York, and was the unsuccessful candidate of the new Liberal Republican Party in the 1872 presidential election against incumbent President Ulysses S. Grant, who won by a landslide.",
    "year": 1811,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Felix Mendelssohn",
    "birthday": "1809-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Felix_Mendelssohn_Bartholdy.jpg/248px-Felix_Mendelssohn_Bartholdy.jpg",
    "extract": "Jakob Ludwig Felix Mendelssohn Bartholdy, born and widely known as Felix Mendelssohn, was a German composer, pianist, organist and conductor of the early Romantic period. Mendelssohn's compositions include symphonies, concertos, piano music, organ music and chamber music. His best-known works include the overture and incidental music for A Midsummer Night's Dream, the Italian Symphony, the Scottish Symphony, the oratorio St. Paul, the oratorio Elijah, the overture The Hebrides, the mature Violin Concerto and the String Octet. The melody for the Christmas carol \"Hark! The Herald Angels Sing\" is also his. Mendelssohn's Songs Without Words are his most famous solo piano compositions.",
    "year": 1809,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Joseph E. Johnston",
    "birthday": "1807-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Joseph_Johnston.jpg/242px-Joseph_Johnston.jpg",
    "extract": "Joseph Eggleston Johnston was an American career army officer, serving with distinction in the United States Army during the Mexican–American War (1846–1848) and the Seminole Wars. After Virginia seceded from the Union, he entered the Confederate States Army as one of its most senior general officers.",
    "year": 1807,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Antonio José de Sucre",
    "birthday": "1795-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Antonio_Jos%C3%A9_de_Sucre._Michelena%2C_Arturo._1895%2C_Legislative_Palace%2C_La_Paz.png/213px-Antonio_Jos%C3%A9_de_Sucre._Michelena%2C_Arturo._1895%2C_Legislative_Palace%2C_La_Paz.png",
    "extract": "Antonio José de Sucre y Alcalá, known as the \"Gran Mariscal de Ayacucho\", was a Venezuelan independence leader who served as President of Peru and as the 2nd President of Bolivia. Sucre was one of Simón Bolívar's closest friends, generals and statesmen.",
    "year": 1795,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gideon Mantell",
    "birthday": "1790-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Gideonmantell.jpg/262px-Gideonmantell.jpg",
    "extract": "Gideon Algernon Mantell MRCS FRS was an English obstetrician, geologist and palaeontologist. His attempts to reconstruct the structure and life of Iguanodon began the scientific study of dinosaurs: in 1822 he was responsible for the discovery of the first fossil teeth, and later much of the skeleton, of Iguanodon. Mantell's work on the Cretaceous of southern England was also important.",
    "year": 1790,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Cheyne (physician)",
    "birthday": "1777-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/John_Cheyne_by_W_Deey.jpg/274px-John_Cheyne_by_W_Deey.jpg",
    "extract": "John Cheyne FRSE FKQCPI was a British physician, surgeon, Professor of Medicine in the Royal College of Surgery in Ireland (RCSI) and author of monographs on a number of medical topics. He was one of the people to identify Cheyne–Stokes respiration.",
    "year": 1777,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Caroline von Wolzogen",
    "birthday": "1763-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Caroline_von_Wolzogen.jpg/254px-Caroline_von_Wolzogen.jpg",
    "extract": "Caroline von Wolzogen, was a German writer in the Weimar Classicism circle. Her best-known works are a novel, Agnes von Lilien, and a biography of Friedrich Schiller, her brother-in-law.",
    "year": 1763,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Joseph Forlenze",
    "birthday": "1757-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Dr_Forlenze.jpg/195px-Dr_Forlenze.jpg",
    "extract": "Joseph-Nicolas-Blaise Forlenze, was an Italian ophthalmologist and surgeon, considered one of the most important ophthalmologists between the 18th and the 19th century. He was mostly known in France under the French Revolution and the Napoleonic Empire, for his cataract surgery.",
    "year": 1757,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Samuel Osgood",
    "birthday": "1747-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/SOsgood.jpg/259px-SOsgood.jpg",
    "extract": "Samuel Osgood was an American merchant and statesman born in Andover, Massachusetts, currently a part of North Andover, Massachusetts. His family home still stands at 440 Osgood Street in North Andover and his home in New York City, the Samuel Osgood House, served as the country's first Presidential mansion. He served in the Massachusetts and New York State legislatures, represented Massachusetts in the Continental Congress and was the fourth Postmaster General of the United States, serving during George Washington's first term.",
    "year": 1747,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Johann Georg Albrechtsberger",
    "birthday": "1736-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Johann_Georg_Albrechtsberger.jpg/242px-Johann_Georg_Albrechtsberger.jpg",
    "extract": "Johann Georg Albrechtsberger was an Austrian composer, organist, and music theorist, and one of the teachers of Ludwig van Beethoven. He was a friend of Haydn and Mozart.",
    "year": 1736,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Friedrich Wilhelm von Seydlitz",
    "birthday": "1721-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/FriedrichWilhelmvonSeydlitz.jpg/270px-FriedrichWilhelmvonSeydlitz.jpg",
    "extract": "Friedrich Wilhelm Freiherr von Seydlitz was a Prussian officer, lieutenant general, and among the greatest of the Prussian cavalry generals. He commanded one of the first Hussar squadrons of Frederick the Great's army and is credited with the development of the Prussian cavalry to its efficient level of performance in the Seven Years' War. His cavalryman father retired and then died while Seydlitz was still young. Subsequently, he was mentored by Margrave Frederick William of Brandenburg-Schwedt. Seydlitz's superb horsemanship and his recklessness combined to make him a stand-out subaltern, and he emerged as a redoubtable Rittmeister in the War of Austrian Succession (1740–1748) during the First and Second Silesian Wars.",
    "year": 1721,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Blas de Lezo",
    "birthday": "1689-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Don_Blas_de_Lezo_-Museo_Naval-.jpg/253px-Don_Blas_de_Lezo_-Museo_Naval-.jpg",
    "extract": "Admiral Blas de Lezo y Olavarrieta was a Spanish navy officer best remembered for the Battle of Cartagena de Indias (1741) in the Viceroyalty of New Granada, where Spanish imperial forces under his command decisively defeated a large British invasion fleet under Admiral Edward Vernon.",
    "year": 1689,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Scipione Rebiba",
    "birthday": "1504-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Card_REBIBA.jpg/265px-Card_REBIBA.jpg",
    "extract": "Scipione Rebiba was an Italian prelate of the Catholic Church, a protégé of Gian Pietro Carafa, who became Pope Paul IV. He held a variety of positions in the Church hierarchy, including some of the most senior. He introduced the Inquisition to Naples in the 1550s and became a cardinal in 1555. He is mostly known today for having been the earliest bishop to whom most Roman Catholic bishops can trace their apostolic succession, as it is unknown who consecrated Rebiba.",
    "year": 1504,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Edward Stafford, 3rd Duke of Buckingham",
    "birthday": "1478-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Edward_Stafford_3rd_Duke_of_Buckingham_1520.jpg/267px-Edward_Stafford_3rd_Duke_of_Buckingham_1520.jpg",
    "extract": "Edward Stafford, 3rd Duke of Buckingham was an English nobleman. He was the son of Henry Stafford, 2nd Duke of Buckingham, and Katherine Woodville, and nephew of Elizabeth Woodville and King Edward IV. Thus, Edward Stafford was a first cousin once removed of King Henry VIII. He was convicted of treason and executed on 17 May 1521.",
    "year": 1478,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Helena Palaiologina",
    "birthday": "1428-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/65/Helena-Palaiologina-of-Cyprus.jpg",
    "extract": "Helena Palaiologina was a Byzantine princess of the Palaiologos family, who became Queen of Cyprus and Armenia, titular Queen consort of Jerusalem, and Princess of Antioch through her marriage to King John II of Cyprus and Armenia. She was the mother of Queen Charlotte of Cyprus.",
    "year": 1428,
    "month": 2,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Joanna of Bourbon",
    "birthday": "1338-2-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Jeanne_de_Bourbon_-_Parement_de_Narbonne.jpg/219px-Jeanne_de_Bourbon_-_Parement_de_Narbonne.jpg",
    "extract": "Joanna of Bourbon was Queen of France by marriage to King Charles V. She acted as his political adviser and was appointed potential regent in case of a minor regency.",
    "year": 1338,
    "month": 2,
    "day": 3,
    "language": "en"
  }
]