[
  {
    "name": "Maximilian Wöber",
    "birthday": "1998-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Maximilian_W%C3%B6ber_%28cropped%29.jpg/286px-Maximilian_W%C3%B6ber_%28cropped%29.jpg",
    "extract": "Maximilian Wöber is an Austrian professional footballer who plays as a centre-back for Austrian Bundesliga club Red Bull Salzburg and the Austria national team.",
    "year": 1998,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bae Noo-ri",
    "birthday": "1993-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/BaeNoori2012.png/320px-BaeNoori2012.png",
    "extract": "Bae Noo-ri is a South Korean actress. She began modeling in 2008 for the brand Litmus, then made her acting debut in 2010. Bae is best known for playing a shaman in a period television series Moon Embracing the Sun.",
    "year": 1993,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Carly Patterson",
    "birthday": "1988-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Carly_Patterson.jpg/250px-Carly_Patterson.jpg",
    "extract": "Carly Rae Patterson is an American singer, songwriter and former artistic gymnast. She was the all-around champion at the 2004 Olympics, the first all-around champion for the United States at a non-boycotted Olympics, and is a member of the USA Gymnastics Hall of Fame.",
    "year": 1988,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lucie Šafářová",
    "birthday": "1987-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Lucie_%C5%A0af%C3%A1%C5%99ov%C3%A1_Rome_Masters_2015_%28cropped%29.jpg/320px-Lucie_%C5%A0af%C3%A1%C5%99ov%C3%A1_Rome_Masters_2015_%28cropped%29.jpg",
    "extract": "Lucie Šafářová is a Czech former tennis player. She won seven singles titles and 15 doubles titles on WTA Tour. She reached her first Grand Slam quarterfinal at the 2007 Australian Open, upsetting defending champion Amélie Mauresmo in the fourth round, her first Grand Slam semifinal at the 2014 Wimbledon Championships and her first Grand Slam final at the 2015 French Open. She also won the 2015 Australian Open, 2015 French Open, 2016 US Open, 2017 Australian Open and 2017 French Open women's doubles titles partnering with Bethanie Mattek-Sands, as well as the bronze medal in women's doubles at the 2016 Rio Olympic alongside Barbora Strýcová, upsetting the defending gold medalists Venus and Serena Williams in the first round.",
    "year": 1987,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Maximilian Götz",
    "birthday": "1986-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Polarweiss_Racing_MercedesBenz_Sachsenring2013.jpg/320px-Polarweiss_Racing_MercedesBenz_Sachsenring2013.jpg",
    "extract": "Maximilian Götz is a German racing driver. He has competed in such series as International Formula Master and the Formula 3 Euro Series. He won the 2003 Formula BMW ADAC season, taking six victories. He also won the 2021 Deutsche Tourenwagen Masters by finishing three points ahead of Liam Lawson in the drivers' championship.",
    "year": 1986,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mahmudullah",
    "birthday": "1986-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Mahmudullah_Riyad_on_practice_session_%2816%29_%28cropped%29.jpg/241px-Mahmudullah_Riyad_on_practice_session_%2816%29_%28cropped%29.jpg",
    "extract": "Mohammad Mahmudullah, also known as Riyad, is a Bangladeshi cricketer and the current T20I captain. He has played First-class and List A cricket for Dhaka Division and has represented Bangladesh in all forms of the game. An all-rounder, he is a lower or middle-order batsman as well as an off spin bowler. He is prominent for his ability to finish a close limited over game. He is the first Bangladeshi to score a World Cup hundred.",
    "year": 1986,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mauricio Pinilla",
    "birthday": "1984-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Universidad_de_Chile_-_Deportes_Antofagasta%2C_2018-03-04_-_Mauricio_Pinilla_-_03_%28cropped%29.jpg/213px-Universidad_de_Chile_-_Deportes_Antofagasta%2C_2018-03-04_-_Mauricio_Pinilla_-_03_%28cropped%29.jpg",
    "extract": "Mauricio Ricardo Pinilla Ferrera is a Chilean former professional footballer who played as a striker.",
    "year": 1984,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lee Stempniak",
    "birthday": "1983-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Lee_Stempniak_-_Boston_Bruins.jpg/288px-Lee_Stempniak_-_Boston_Bruins.jpg",
    "extract": "Lee Edward Stempniak is an American former professional ice hockey forward who played the National Hockey League (NHL). He played for the St. Louis Blues, Toronto Maple Leafs, Phoenix Coyotes, Calgary Flames, Pittsburgh Penguins, New York Rangers, Winnipeg Jets, New Jersey Devils, Boston Bruins and Carolina Hurricanes.",
    "year": 1983,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Rebecca White",
    "birthday": "1983-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Rebecca_White_in_Hobart_%28April_2021%29.jpg/205px-Rebecca_White_in_Hobart_%28April_2021%29.jpg",
    "extract": "Rebecca Peta White is an Australian politician. She has been the Leader of the Opposition in Tasmania and Leader of the Parliamentary Labor Party in Tasmania since July 2021, having previously served in that role from March 2017 until May 2021. She has been a member of the Tasmanian House of Assembly in the electorate of Lyons since the 2010 state election. Before she was leader, White served as Shadow Minister for Health and Human Services, and Opposition Spokesperson for Children.",
    "year": 1983,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Tomas Vaitkus",
    "birthday": "1982-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Tomas_Vaitkus_2013.jpg/205px-Tomas_Vaitkus_2013.jpg",
    "extract": "Tomas Vaitkus is a Lithuanian professional road racing cyclist riding for UCI Continental team Rietumu Banka–Riga.\nVaitkus, nicknamed Tomas the Tank Engine, made his Tour de France debut in the 2007 edition but had to abandon after a serious crash at the end of stage two. Team RadioShack announced that he would be joining the team in 2010. He rejoined Astana in 2011. On 29 August 2011, it was announced that Vaitkus would join GreenEDGE for its inaugural season in 2012.",
    "year": 1982,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jason Kapono",
    "birthday": "1981-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Jason_Kapono_with_Miami.jpg/216px-Jason_Kapono_with_Miami.jpg",
    "extract": "Jason Alan Kapono is an American former professional basketball player. He was the first National Basketball Association (NBA) player to lead the league in three-point field goal percentage in two consecutive seasons, and he also won the Three-Point Contest twice. He won an NBA championship with the Miami Heat in 2006.",
    "year": 1981,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Johan Vansummeren",
    "birthday": "1981-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Johan_Vansummeren_CD_2011.jpg/213px-Johan_Vansummeren_CD_2011.jpg",
    "extract": "Johan Vansummeren is a Belgian former professional road racing cyclist, who rode professionally between 2004 and 2016 for the Relax–Bodysol, Silence–Lotto, Garmin–Sharp and AG2R La Mondiale teams.",
    "year": 1981,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Giorgio Pantano",
    "birthday": "1979-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Giorgio_pantano_brandshatch2014.JPG/219px-Giorgio_pantano_brandshatch2014.JPG",
    "extract": "Giorgio Pantano is an Italian professional racing driver who drove for the Jordan Formula One team for much of the 2004 season before being replaced by Timo Glock. He also raced in Formula 3000.",
    "year": 1979,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Gavin DeGraw",
    "birthday": "1977-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Gavin_degraw_june2009.jpg/213px-Gavin_degraw_june2009.jpg",
    "extract": "Gavin Shane DeGraw is an American singer-songwriter. DeGraw rose to fame with his song \"I Don't Want to Be\" from his debut album Chariot (2003); the song became the main theme song for The WB drama series One Tree Hill. Other notable singles from his debut album were \"Chariot\" and \"Follow Through\".",
    "year": 1977,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Natalie Imbruglia",
    "birthday": "1975-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Natalie_Imbruglia_Cannes.jpg/252px-Natalie_Imbruglia_Cannes.jpg",
    "extract": "Natalie Jane Imbruglia is an Australian-British singer and actress. In the early 1990s, she played Beth Brennan in the Australian soap opera Neighbours. Three years after leaving the programme, she began a singing career with her chart-topping cover of Ednaswap's song \"Torn.\" Her subsequent album, Left of the Middle (1997), sold 7 million copies worldwide. Imbruglia's five subsequent albums have combined sales of 3 million copies worldwide, and her accolades include eight ARIA Awards, two Brit Awards, one Billboard Music Award, and three Grammy nominations.",
    "year": 1975,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Oscar De La Hoya",
    "birthday": "1973-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Oscar_De_La_Hoya%2C_Feb_2011.jpg/244px-Oscar_De_La_Hoya%2C_Feb_2011.jpg",
    "extract": "Oscar De La Hoya is an American boxing promoter and former professional boxer who competed from 1992 to 2008. His accolades include winning 11 world titles in six weight classes, including the lineal championship in three weight classes. He is ranked as the 29th best boxer of all time, pound for pound, by BoxRec. De La Hoya was nicknamed \"The Golden Boy of boxing\" by the media when he represented the United States at the 1992 Summer Olympics where, shortly after having graduated from James A. Garfield High School, he won a gold medal in the lightweight division, and reportedly \"set a sport back on its feet.\"",
    "year": 1973,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Manny Legace",
    "birthday": "1973-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Manny_Legace_St._Louis.jpg/265px-Manny_Legace_St._Louis.jpg",
    "extract": "Emmanuel Legace is a Canadian former professional ice hockey goaltender, who played most notably in the National Hockey League for the Detroit Red Wings, and later the St. Louis Blues. Legace also enjoyed spells with the Los Angeles Kings, Carolina Hurricanes, and Iserlohn Roosters of the DEL. He finished his playing career for the Springfield Falcons of the American Hockey League, for whom he is the career leader in goaltending wins. Legace currently serves as the goaltending coach for the NHL's Columbus Blue Jackets.",
    "year": 1973,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dara Ó Briain",
    "birthday": "1972-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Dara_%C3%93_Briain_2011_BAFTAs.jpg/241px-Dara_%C3%93_Briain_2011_BAFTAs.jpg",
    "extract": "Dara Ó Briain is an Irish comedian and television presenter based in the United Kingdom. He is noted for performing stand-up comedy shows all over the world and for hosting topical panel shows such as Mock the Week, The Panel, and The Apprentice: You're Fired!. For his work on Mock the Week, he was nominated for the British Academy Television Award for Best Entertainment Performance in 2012.",
    "year": 1972,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Giovanni (footballer, born 1972)",
    "birthday": "1972-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Giovanni.Silva.de.Oliveira.jpg/224px-Giovanni.Silva.de.Oliveira.jpg",
    "extract": "Giovanni Silva de Oliveira, better known as Giovanni, is a Brazilian football manager and former player. A versatile playmaker, his natural and favorite position was as an attacking midfielder, but he could also play as a forward, being an exceptional goalscorer. He was predominantly known for his world-class technique, his exceptional dribbling skills, and his outstanding flair and creativity on the ball, which saw him employ a variety of crafty moves, as well as his passing accuracy and goalscoring ability. At club level, he most notably played for Spanish side Barcelona, Greek side Olympiacos, and Brazilian club Santos. Internationally, he played for the Brazilian national team, gaining 20 caps and scoring 6 goals; he was part of the Brazilian team that reached the 1998 FIFA World Cup Final.",
    "year": 1972,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Rob Corddry",
    "birthday": "1971-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Rob_Corddry_by_Gage_Skidmore.jpg/251px-Rob_Corddry_by_Gage_Skidmore.jpg",
    "extract": "Robert William Corddry is an American actor and comedian. He is known for his work as a correspondent on The Daily Show with Jon Stewart (2002–2006) and for his starring role in the film Hot Tub Time Machine. He is the creator and star of Adult Swim's Childrens Hospital and has been awarded four Primetime Emmy Awards. He previously starred in the HBO series Ballers and the CBS comedy The Unicorn.",
    "year": 1971,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Gabrielle Anwar",
    "birthday": "1970-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Gabrielle_Anwar.jpg/231px-Gabrielle_Anwar.jpg",
    "extract": "Gabrielle Anwar is a British and American actress. She is known for her television roles as Sam Black in the second series of Press Gang, as Margaret Tudor in the first season of The Tudors, as Lady Tremaine in the seventh season of Once Upon a Time, and for her starring role as Fiona Glenanne on the USA network television series Burn Notice (2007–2013). Anwar is also known for the 1991 film Wild Hearts Can't Be Broken, for dancing the tango with Al Pacino in the 1992 film Scent of a Woman, and for the 1993 films Body Snatchers and For Love or Money.",
    "year": 1970,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Sergei Grinkov",
    "birthday": "1967-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Gordeeva_and_Grinkov_on_a_Stamp_of_Azerbaijan_507.jpg/226px-Gordeeva_and_Grinkov_on_a_Stamp_of_Azerbaijan_507.jpg",
    "extract": "Sergei Mikhailovich Grinkov was a Russian pair skater. Together with his wife Ekaterina Gordeeva, he was the 1988 and 1994 Olympic Champion and a four-time World Champion.",
    "year": 1967,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Viatcheslav Ekimov",
    "birthday": "1966-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Viatcheslav_Ekimov_in_2006.jpg/213px-Viatcheslav_Ekimov_in_2006.jpg",
    "extract": "Viatcheslav Vladimirovich Ekimov, nicknamed Eki, is a Russian former professional racing cyclist. A triple Olympic gold medalist, he was awarded the title of Russian Cyclist of the Century in 2001.",
    "year": 1966,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jerome Brown",
    "birthday": "1965-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/71/Jerome_Brown_of_the_Philadelphia_Eagles_%28ca._1991%29.jpg",
    "extract": "Willie Jerome Brown III was an American football defensive tackle for the Philadelphia Eagles of the National Football League (NFL). He played his entire five-year NFL career with the Eagles from 1987 to 1991, before his death just before the 1992 season. He was selected to two Pro Bowls in 1990 and 1991. He played college football at the University of Miami.",
    "year": 1965,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Pirmin Zurbriggen",
    "birthday": "1963-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Pirmin_Zurbriggen.JPG/208px-Pirmin_Zurbriggen.JPG",
    "extract": "Pirmin Zurbriggen is a former World Cup alpine ski racer from Switzerland. One of the most successful ski racers ever, he won the overall World Cup title four times, an Olympic gold medal in 1988 in Downhill, and nine World Championships medals.",
    "year": 1963,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Clint Black",
    "birthday": "1962-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Clint_Black_2000.jpg/272px-Clint_Black_2000.jpg",
    "extract": "Clint Patrick Black is an American country music singer, songwriter, musician, multi-instrumentalist, record producer, and actor. Signed to RCA Nashville in 1989, Black's debut album Killin' Time produced four straight number one singles on the US Billboard Hot Country Singles & Tracks charts. Although his momentum gradually slowed throughout the 1990s, Black consistently charted hit songs into the 2000s. He has had more than 30 singles on the US Billboard country charts, twenty-two of which have reached number one, in addition to having released twelve studio albums and several compilation albums. In 2003, Black founded his own record label, Equity Music Group. Black has also ventured into acting, having made appearances in a 1993 episode of the TV series Wings and in the 1994 film Maverick, as well as a starring role in 1998's Still Holding On: The Legend of Cadillac Jack.",
    "year": 1962,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Stephen Hammond",
    "birthday": "1962-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Official_portrait_of_Stephen_Hammond_MP_crop_2.jpg/240px-Official_portrait_of_Stephen_Hammond_MP_crop_2.jpg",
    "extract": "Stephen William Hammond is a British Conservative Party politician who has served as the Member of Parliament (MP) for Wimbledon since 2005.",
    "year": 1962,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Siobhan Dowd",
    "birthday": "1960-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/40/Siobhan_Dowd%2C_March_2001.jpg",
    "extract": "Siobhan Dowd was a British writer and activist. The last book she completed, Bog Child, posthumously won the 2009 Carnegie Medal from the professional librarians, recognising the year's best book for children or young adults published in the UK.",
    "year": 1960,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jonathan Larson",
    "birthday": "1960-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/70/Jonathan_Larson.jpg",
    "extract": "Jonathan David Larson was an American composer, lyricist and playwright most famous for writing the musicals Rent and Tick, Tick... Boom!, which explored the social issues of multiculturalism, substance use disorder, and homophobia. He received three posthumous Tony Awards and a posthumous Pulitzer Prize for Drama for Rent.",
    "year": 1960,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lawrence Taylor",
    "birthday": "1959-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/LT_2009.jpg/213px-LT_2009.jpg",
    "extract": "Lawrence Julius Taylor, nicknamed \"L.T.\", is an American former professional football player who spent his entire career as an outside linebacker for the New York Giants (1981–1993) in the National Football League (NFL). Taylor is widely regarded as the greatest defensive player of all-time. He played college football at University of North Carolina at Chapel Hill and is widely regarded as one of the greatest college football players ever.",
    "year": 1959,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Matthew Cobb",
    "birthday": "1957-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Prof._Matthew_Cobb.jpg/214px-Prof._Matthew_Cobb.jpg",
    "extract": "Matthew Cobb is a British zoologist and professor of zoology at the University of Manchester. He is known for his popular science books The Egg & Sperm Race: The Seventeenth-Century Scientists Who Unravelled the Secrets of Sex, Life and Growth; Life's Greatest Secret: The Race to Crack the Genetic Code; and The Idea of the Brain: A History. Cobb has appeared on BBC Radio 4's The Infinite Monkey Cage, The Life Scientific, and The Curious Cases of Rutherford & Fry, as well as on BBC Radio 3 and the BBC World Service.",
    "year": 1957,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mikuláš Dzurinda",
    "birthday": "1955-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/%D0%9C%D0%B8%D0%BA%D1%83%D0%BB%D0%B0%D1%88_%D0%94%D0%B7%D1%83%D1%80%D0%B8%D0%BD%D0%B4%D0%B0_%2851552804082%29.jpg/213px-%D0%9C%D0%B8%D0%BA%D1%83%D0%BB%D0%B0%D1%88_%D0%94%D0%B7%D1%83%D1%80%D0%B8%D0%BD%D0%B4%D0%B0_%2851552804082%29.jpg",
    "extract": "Mikuláš Dzurinda is a Slovak politician who was the prime minister of Slovakia from 30 October 1998 to 4 July 2006. He is the founder and leader of the Slovak Democratic Coalition (SDK) and then the Slovak Democratic and Christian Union. From 2002 to 2006, his party formed a coalition government with the Christian Democratic Movement, the Alliance of the New Citizen and the Party of the Hungarian Coalition. Mikuláš Dzurinda's 2nd government was labelled as a reformist one, pro-market and most effective one in economic matters in Slovakia since 1993. Carried out reforms included flat tax 19%, pension reform, education financing reform. During his term Slovakia joined both the European Union and NATO.",
    "year": 1955,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jenny Shipley",
    "birthday": "1952-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Jenny_Shipley_and_Winnie_Laban_%28crop%29.jpg/235px-Jenny_Shipley_and_Winnie_Laban_%28crop%29.jpg",
    "extract": "Dame Jennifer Mary Shipley is a New Zealand former politician who served as the 36th prime minister of New Zealand from 1997 to 1999. She was the first female prime minister of New Zealand, and the first woman to have led the National Party.",
    "year": 1952,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Thomas Silverstein",
    "birthday": "1952-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Thomas_Silverstein.JPG/235px-Thomas_Silverstein.JPG",
    "extract": "Thomas Edward Silverstein was an American criminal who spent the last 42 years of his life in prison after being convicted of four separate murders while imprisoned for armed robbery, one of which was overturned. Silverstein spent the last 36 years of his life in solitary confinement for killing Corrections Officer Merle Clutts at the Marion Penitentiary in Illinois. Prison authorities described him as a brutal killer and a former leader of the Aryan Brotherhood prison gang. Silverstein maintained that the dehumanizing conditions inside the prison system contributed to the three murders he committed. He was held \"in a specially designed cell\" in what is called \"Range 13\" at ADX Florence federal penitentiary in Colorado. He was the longest-held prisoner in solitary confinement within the Bureau of Prisons at the time of his death. Many prison guards refused to talk to Silverstein out of respect for Clutts.",
    "year": 1952,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Phil Ehart",
    "birthday": "1951-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Phil_Ehart_in_2012.jpg/320px-Phil_Ehart_in_2012.jpg",
    "extract": "Phillip W. Ehart is the drummer in the progressive rock band Kansas. He and Rich Williams are the only two members who have appeared on every Kansas album. Though his songwriting contributions to the group were few, he co-wrote two of their biggest hits, \"Point of Know Return\" and \"Play the Game Tonight\". He has also taken on the band's management responsibilities in recent years.",
    "year": 1951,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Rasim Delić",
    "birthday": "1949-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Rasim_delic.jpg/231px-Rasim_delic.jpg",
    "extract": "Rasim Delić was the chief of staff of the Bosnian Army. He was a career officer in the Yugoslav Army but left it during the breakup of Yugoslavia and was convicted of war crimes by the International Criminal Tribunal for the former Yugoslavia, being sentenced to 3 years in prison.",
    "year": 1949,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alice Cooper",
    "birthday": "1948-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Alice_Cooper_2017-08-05_Wacken_%28cropped%29.jpg/260px-Alice_Cooper_2017-08-05_Wacken_%28cropped%29.jpg",
    "extract": "Alice Cooper is an American singer, songwriter, and actor whose career spans over 54 years. With a raspy voice and a stage show that features numerous props and stage illusions, including pyrotechnics, guillotines, electric chairs, fake blood, reptiles, baby dolls, and dueling swords, Cooper is considered by music journalists and peers to be \"The Godfather of Shock Rock\". He has drawn equally from horror films, vaudeville, and garage rock to pioneer a macabre and theatrical brand of rock designed to shock audiences.",
    "year": 1948,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mienoumi Tsuyoshi",
    "birthday": "1948-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Mienoumi_2010.JPG/209px-Mienoumi_2010.JPG",
    "extract": "Mienoumi Tsuyoshi  is a Japanese former professional sumo wrestler from Matsusaka, Mie. He was the 57th yokozuna of the sport. After retiring he founded the Musashigawa stable and was a chairman of the Japan Sumo Association. He was the first rikishi in history who was demoted from the rank of Ozeki but still managed the promotion to Yokozuna.",
    "year": 1948,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dennis C. Blair",
    "birthday": "1947-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Dennis_Blair_official_Director_of_National_Intelligence_portrait.jpg/256px-Dennis_Blair_official_Director_of_National_Intelligence_portrait.jpg",
    "extract": "Dennis Cutler Blair is the former United States Director of National Intelligence and is a retired United States Navy admiral who was the commander of U.S. forces in the Pacific region. Blair was a career officer in the U.S. Navy and served in the White House during the presidencies of both President Jimmy Carter and President Ronald Reagan. Blair retired from the Navy in 2002 as an Admiral. In 2009, Blair was selected as President Barack Obama’s first Director of National Intelligence, but after a series of bureaucratic battles, he resigned on May 20, 2010.",
    "year": 1947,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dan Quayle",
    "birthday": "1947-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Dan_Quayle.jpg/227px-Dan_Quayle.jpg",
    "extract": "James Danforth Quayle is an American politician who served as the 44th vice president of the United States from 1989 to 1993 under President George H. W. Bush. Before that, Quayle served as a member of the U.S. House of Representatives for Indiana's 4th district from 1977 to 1981 and as a U.S. senator from Indiana from 1981 to 1989. Quayle unsuccessfully sought the Republican nomination for president in 2000.",
    "year": 1947,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Florence LaRue",
    "birthday": "1944-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Florence_LaRue.jpeg/283px-Florence_LaRue.jpeg",
    "extract": "Florence LaRue is an American singer and actress, best known as an original member of the 5th Dimension.",
    "year": 1944,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alan Shields",
    "birthday": "1944-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/12/Alan_Shields_in_1984%2C_photographed_by_Susan_Mullally.jpeg/320px-Alan_Shields_in_1984%2C_photographed_by_Susan_Mullally.jpeg",
    "extract": "Alan J. Shields was born in Herington, Kansas. He had a long career as a painter, and for a time during the 1980s, had a secondary career as a commercial boat operator, including as ferryboat captain.",
    "year": 1944,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alberto João Jardim",
    "birthday": "1943-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Alberto_Jo%C3%A3o_Jardim_e_Irineu_Barreto_%28cropped%29.jpg/214px-Alberto_Jo%C3%A3o_Jardim_e_Irineu_Barreto_%28cropped%29.jpg",
    "extract": "Alberto João Cardoso Gonçalves Jardim, GCC, GCIH is a Portuguese politician who was the President of the Regional Government of Madeira, Portugal, from 1978 to 2015. He is a controversial political figure in Portugal.",
    "year": 1943,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Wanda Rutkiewicz",
    "birthday": "1943-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Wanda_Rutkiewicz%2C_G%C3%B3ry_Sokole%2C_fot._Seweryn_Bidzi%C5%84ski.jpg/263px-Wanda_Rutkiewicz%2C_G%C3%B3ry_Sokole%2C_fot._Seweryn_Bidzi%C5%84ski.jpg",
    "extract": "Wanda Rutkiewicz was a Polish mountain climber and computer engineer. She was the first woman to reach the summit of K2 and the third woman to climb Mount Everest.",
    "year": 1943,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ken Thompson",
    "birthday": "1943-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Ken_Thompson_and_Dennis_Ritchie--1973.jpg",
    "extract": "Kenneth Lane Thompson is an American pioneer of computer science. Thompson worked at Bell Labs for most of his career where he designed and implemented the original Unix operating system. He also invented the B programming language, the direct predecessor to the C programming language, and was one of the creators and early developers of the Plan 9 operating system. Since 2006, Thompson has worked at Google, where he co-developed the Go programming language.",
    "year": 1943,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ron Rangi",
    "birthday": "1941-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Ron_Rangi_1964.jpg/241px-Ron_Rangi_1964.jpg",
    "extract": "Ronald Edward Rangi was a New Zealand rugby union player. A centre three-quarter, Rangi represented Auckland at a provincial level, and was a member of the New Zealand national side, the All Blacks, from 1964 to 1966. He made 10 appearances for the All Blacks, all of them in test matches, scoring three tries. Of Māori descent, Rangi played for the New Zealand Māori side between 1963 and 1965, and was awarded the Tom French Cup for the Māori player of the year in 1964 and 1965.",
    "year": 1941,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jiří Raška",
    "birthday": "1941-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Ji%C5%99%C3%AD_Ra%C5%A1ka_cropped.jpg/213px-Ji%C5%99%C3%AD_Ra%C5%A1ka_cropped.jpg",
    "extract": "Jiří Raška was a Czechoslovakian ski jumper. He is regarded as the most famous Czech ski jumper of the 20th century.",
    "year": 1941,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "George A. Romero",
    "birthday": "1940-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/George_Romero%2C_66%C3%A8me_Festival_de_Venise_%28Mostra%29.jpg/213px-George_Romero%2C_66%C3%A8me_Festival_de_Venise_%28Mostra%29.jpg",
    "extract": "George Andrew Romero was an American-Canadian filmmaker, writer, and editor. His Night of the Living Dead series of films about an imagined zombie apocalypse began with the 1968 film of the same name, and is often considered a major contributor to the image of the zombie in modern culture. Other films in the series include Dawn of the Dead (1978) and Day of the Dead (1985). Aside from this series, his works include The Crazies (1973), Martin (1978), Knightriders (1981), Creepshow (1982), Monkey Shines (1988), The Dark Half (1993), and Bruiser (2000). He also created and executive-produced the television series Tales from the Darkside, from 1983 to 1988.",
    "year": 1940,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Stan Lundine",
    "birthday": "1939-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Stan_Lundine_photo-99th_Congress.jpeg/277px-Stan_Lundine_photo-99th_Congress.jpeg",
    "extract": "Stanley Nelson Lundine is an American politician from Jamestown, New York who served as Mayor of Jamestown, a United States Representative, and Lieutenant Governor of New York.",
    "year": 1939,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Birju Maharaj",
    "birthday": "1937-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Pandit_Birju_Maharaj.jpg/213px-Pandit_Birju_Maharaj.jpg",
    "extract": "Pandit Birju Maharaj was an Indian dancer, composer, singer and exponent of the Banaras \"Kalka-Bindadin\" Gharana of Kathak dance in India. He was a descendant of the Maharaj family of Kathak dancers, which includes his two uncles, Shambhu Maharaj and Lachhu Maharaj, and his father and guru, Acchan Maharaj. He also practised Hindustani classical music and was a vocalist. After working along with his uncle, Shambhu Maharaj at Bhartiya Kala Kendra, later the Kathak Kendra, New Delhi, he remained head of the latter, for several years, till his retirement in 1998 when he opened his own dance school, Kalashram, also in Delhi.",
    "year": 1937,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "David Brenner",
    "birthday": "1936-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/David_Brenner_1976.jpg/229px-David_Brenner_1976.jpg",
    "extract": "David Norris Brenner was an American stand-up comedian, actor and author. The most frequent guest on The Tonight Show Starring Johnny Carson in the 1970s and 1980s, Brenner \"was a pioneer of observational comedy.\" His friend, comedian Richard Lewis, described Brenner as \"the king of hip, observational comedy.\"",
    "year": 1936,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Claude Nobs",
    "birthday": "1936-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Claude_Nobs1.jpg/320px-Claude_Nobs1.jpg",
    "extract": "Claude Nobs was the founder and general manager of the Montreux Jazz Festival.",
    "year": 1936,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Martti Talvela",
    "birthday": "1935-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0c/Martti_Talvela.jpg",
    "extract": "Martti Olavi Talvela was a Finnish operatic bass.",
    "year": 1935,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Collin Wilcox (actress)",
    "birthday": "1935-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Collin_Wilcox_1958.JPG/244px-Collin_Wilcox_1958.JPG",
    "extract": "Collin Randall Wilcox was an American film, stage and television actress. Over her career, she was also credited as Collin Wilcox-Horne or Collin Wilcox-Paxton. Wilcox may be best known for her role in To Kill a Mockingbird (1962), in which she played Mayella Violet Ewell, whose father falsely claimed she had been raped by a Black man, which sparks the trial at the center of the film.",
    "year": 1935,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Isabel Perón",
    "birthday": "1931-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Isabel_Martinez_de_Peron.jpg/206px-Isabel_Martinez_de_Peron.jpg",
    "extract": "Isabel Martínez de Perón, also known as Isabelita, is an Argentine politician who served as President of Argentina from 1974 to 1976. She was the first female republican head of state in the world.",
    "year": 1931,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Arthur E. Chase",
    "birthday": "1930-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Arthur_E._Chase.jpeg/269px-Arthur_E._Chase.jpeg",
    "extract": "Arthur E. Chase was an American businessman and politician who represented the Worcester District in the Massachusetts Senate from 1991 to 1995. He co-founded the Central Massachusetts Legislative Caucus. In 1991 he designed the Massachusetts Academy of Math and Science at WPI and in 1992 sponsored legislation to create it. He was the Republican nominee for Secretary of the Commonwealth of Massachusetts in 1994, but lost in the general election to William F. Galvin.",
    "year": 1930,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jim Loscutoff",
    "birthday": "1930-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Jim_Loscutoff%2C_Boston_Celtics.jpg/246px-Jim_Loscutoff%2C_Boston_Celtics.jpg",
    "extract": "James Loscutoff Jr. was a professional basketball player for the Boston Celtics of the National Basketball Association (NBA). A forward, Loscutoff played on seven Celtics championship teams between 1956 and 1964.",
    "year": 1930,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Paul Burlison",
    "birthday": "1929-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d8/Paul_Burlison_on_Stage.jpg/320px-Paul_Burlison_on_Stage.jpg",
    "extract": "Paul Burlison was an American pioneer rockabilly guitarist and a founding member of The Rock and Roll Trio. Burlison was born in Brownsville, Tennessee, where he was exposed to music at an early age. After a stint in the United States Military, Burlison teamed up with Johnny and Dorsey Burnette to form The Rock and Roll Trio. The band released several singles, but failed to attain chart success. Paul is sometimes credited with being the first guitarist to intentionally record with a distorted electric guitar on the 1956 recordings, \"Lonesome Train on a Lonesome Track\" and \"Honey Hush.\" The Trio disbanded in the fall of 1957 and Burlison moved back to Tennessee to start a family. There he started his own electrical subcontracting business which he ran faithfully for twenty years, taking a break when the Trio reunited in the early 1980s. He released his only solo album in 1997, which received positive reviews. Burlison remained active in the music scene until his death in 2003.",
    "year": 1929,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Oscar Cabalén",
    "birthday": "1928-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Ford_Mustang_de_Oscar_Cabal%C3%A9n.jpg/320px-Ford_Mustang_de_Oscar_Cabal%C3%A9n.jpg",
    "extract": "Oscar Cabalén, was an Argentine racing driver, mainly active in the Turismo Carretera series. He also took part in the Carrera Panamericana and the Mille Miglia, and was a reserve driver for the Formula One Argentine Grand Prix in 1960.",
    "year": 1928,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Osmo Antero Wiio",
    "birthday": "1928-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Osmo_A._Wiio_vuonna_1961.jpg/320px-Osmo_A._Wiio_vuonna_1961.jpg",
    "extract": "Osmo Antero Wiio was a Finnish academic, journalist, author and member of the Finnish Parliament. He is best known for his somewhat facetious Wiio's laws around communication, succinctly summarized as \"Communication usually fails, except by accident\".",
    "year": 1928,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Gyula Grosics",
    "birthday": "1926-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Gyula_Grosics.jpg/239px-Gyula_Grosics.jpg",
    "extract": "Gyula Grosics was a Hungarian football goalkeeper who played 86 times for the Hungary national football team and was part of the \"Golden Team\" of the 1950s. Regarded as one of the greatest goalkeepers of all time, he was thought to be the first goalkeeper to play as the sweeper-keeper. Grosics was nicknamed \"Black Panther\", because he wore black clothing while playing. He won a gold medal in football at the 1952 Summer Olympics.",
    "year": 1926,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Russell Hoban",
    "birthday": "1925-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Russell-hoban-guardian-interview-by-richard-cooper-221110.jpg/320px-Russell-hoban-guardian-interview-by-richard-cooper-221110.jpg",
    "extract": "Russell Conwell Hoban was an American expatriate writer. His works span many genres, including fantasy, science fiction, mainstream fiction, magical realism, poetry, and children's books.\nHe lived in London from 1969 until his death.",
    "year": 1925,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Stanley Karnow",
    "birthday": "1925-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Stanley_Karnow_%282009%29.jpg/320px-Stanley_Karnow_%282009%29.jpg",
    "extract": "Stanley Abram Karnow was an American journalist and historian. He is best known for his writings on the Vietnam War.",
    "year": 1925,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Christopher Zeeman",
    "birthday": "1925-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Christopher_Zeeman.jpeg/222px-Christopher_Zeeman.jpeg",
    "extract": "Sir Erik Christopher Zeeman FRS, was a British mathematician, known for his work in geometric topology and singularity theory.",
    "year": 1925,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Conrad Bain",
    "birthday": "1923-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Conrad_Bain_Arthur_Harmon_Maude_1975.JPG/267px-Conrad_Bain_Arthur_Harmon_Maude_1975.JPG",
    "extract": "Conrad Stafford Bain was a Canadian-American comedian and actor. His television credits include a leading role as Phillip Drummond in the sitcom Diff'rent Strokes, as Dr. Arthur Harmon on Maude, and as Charlie Ross in Mr. President (1987–1988).",
    "year": 1923,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bhimsen Joshi",
    "birthday": "1922-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/ShashankwithBhimsenJoshi.jpg/220px-ShashankwithBhimsenJoshi.jpg",
    "extract": "Pandit Bhimsen Gururaj Joshi, also known by the honorific prefix Pandit, was one of the greatest Indian vocalists from Karnataka, in the Hindustani classical tradition. He is known for the khayal form of singing, as well as for his popular renditions of devotional music. Joshi belongs to the Kirana gharana tradition of Hindustani Classical Music. He is noted for his concerts, and between 1964 to 1982 Joshi toured Afghanistan, Italy, France, Canada and USA. He was the first musician from India whose concerts were advertised through posters in New York City. Joshi was instrumental in organising the Sawai Gandharva Music Festival annually, as homage to his guru, Sawai Gandharva.",
    "year": 1922,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Betty Friedan",
    "birthday": "1921-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Betty_Friedan_1960.jpg/250px-Betty_Friedan_1960.jpg",
    "extract": "Betty Friedan was an American feminist writer and activist. A leading figure in the women's movement in the United States, her 1963 book The Feminine Mystique is often credited with sparking the second wave of American feminism in the 20th century. In 1966, Friedan co-founded and was elected the first president of the National Organization for Women (NOW), which aimed to bring women \"into the mainstream of American society now [in] fully equal partnership with men\".",
    "year": 1921,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lotfi A. Zadeh",
    "birthday": "1921-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Lotfi_Zadeh_Berkeley_c.jpg/213px-Lotfi_Zadeh_Berkeley_c.jpg",
    "extract": "Lotfi Aliasker Zadeh was a mathematician, computer scientist, electrical engineer, artificial intelligence researcher, and professor of computer science at the University of California, Berkeley. \nZadeh is best known for proposing fuzzy mathematics, consisting of several fuzzy-related concepts: fuzzy sets, fuzzy logic, fuzzy algorithms, fuzzy semantics, fuzzy languages, fuzzy control, fuzzy systems, fuzzy probabilities, fuzzy events, and fuzzy information.\nZadeh was a founding member of the Eurasian Academy.",
    "year": 1921,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Janet Waldo",
    "birthday": "1920-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Janet-Waldo_2013-11-16_%28cropped%29.jpg/239px-Janet-Waldo_2013-11-16_%28cropped%29.jpg",
    "extract": "Janet Marie Waldo Lee was an American radio and voice actress. In animation, she voiced Judy Jetson in various Hanna-Barbera media, Nancy in Shazzan, Penelope Pitstop, Princess from Battle of the Planets, and Josie in Josie and the Pussycats. On radio, she was the title character in Meet Corliss Archer.",
    "year": 1920,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ida Lupino",
    "birthday": "1918-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Ida_Lupino_Cavalcade_of_America.JPG/252px-Ida_Lupino_Cavalcade_of_America.JPG",
    "extract": "Ida Lupino was an English-American actress, singer, director, and producer. Throughout her 48-year career, she appeared in 59 films and directed eight, working primarily in the United States, where she became a citizen in 1948.",
    "year": 1918,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Yahya Khan",
    "birthday": "1917-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Yahya_Khan_%28cropped_version%29.jpg/285px-Yahya_Khan_%28cropped_version%29.jpg",
    "extract": "Agha Muhammad Yahya Khan, commonly known as Yahya Khan, was a Pakistani general who served as Chief Martial Law Administrator of Pakistan from 25 March 1969 until December 1971. During his dictatorship, he ordered Operation Searchlight in an effort to suppress Bengali nationalism which triggered the Bangladesh Liberation War. He was central to the perpetration of the Bangladesh genocide, the genocide of the populace of modern-day Bangladesh which resulted in death of 300,000–3,000,000 Bengalis.",
    "year": 1917,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "William Talman (actor)",
    "birthday": "1915-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/William_Talman_in_One_Minute_to_Zero_trailer.jpg/320px-William_Talman_in_One_Minute_to_Zero_trailer.jpg",
    "extract": "William Whitney Talman, Jr., was an American television and movie actor, best known for playing Los Angeles District Attorney Hamilton Burger in the television series Perry Mason.",
    "year": 1915,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Norman Wisdom",
    "birthday": "1915-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Norman_Wisdom_%281965%29.jpg/240px-Norman_Wisdom_%281965%29.jpg",
    "extract": "Sir Norman Joseph Wisdom, was an English actor, comedian, musician and singer best known for a series of comedy films produced between 1953 and 1966 featuring his hapless onscreen character that was often called Norman Pitkin. He was awarded the 1953 BAFTA Award for Most Promising Newcomer to Leading Film Roles following the release of Trouble in Store, his first film in a lead role.",
    "year": 1915,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Rosa Parks",
    "birthday": "1913-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Rosaparks.jpg/265px-Rosaparks.jpg",
    "extract": "Rosa Louise McCauley Parks was an American activist in the civil rights movement best known for her pivotal role in the Montgomery bus boycott. The United States Congress has honored her as \"the first lady of civil rights\" and \"the mother of the freedom movement\".",
    "year": 1913,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Erich Leinsdorf",
    "birthday": "1912-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Leinsdorf_Czech_Philharmonic_1988.jpg/320px-Leinsdorf_Czech_Philharmonic_1988.jpg",
    "extract": "Erich Leinsdorf was an Austrian-born American conductor. He performed and recorded with leading orchestras and opera companies throughout the United States and Europe, earning a reputation for exacting standards as well as an acerbic personality. He also published books and essays on musical matters.",
    "year": 1912,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Byron Nelson",
    "birthday": "1912-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Byron_Nelson_by_Acme%2C_1944.jpg/241px-Byron_Nelson_by_Acme%2C_1944.jpg",
    "extract": "John Byron Nelson Jr. was an American professional golfer between 1935 and 1946, widely considered one of the greatest golfers of all time.",
    "year": 1912,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Julian Bell",
    "birthday": "1908-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Julian_Bell_and_Elizabeth_Watson.jpg/192px-Julian_Bell_and_Elizabeth_Watson.jpg",
    "extract": "Julian Heward Bell was an English poet, and the son of Clive and Vanessa Bell. The writer Quentin Bell was his younger brother and the writer and painter Angelica Garnett was his half-sister. His relationship with his mother is explored in Susan Sellers' novel Vanessa and Virginia.",
    "year": 1908,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dietrich Bonhoeffer",
    "birthday": "1906-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Bundesarchiv_Bild_146-1987-074-16%2C_Dietrich_Bonhoeffer.jpg/201px-Bundesarchiv_Bild_146-1987-074-16%2C_Dietrich_Bonhoeffer.jpg",
    "extract": "Dietrich Bonhoeffer was a German Lutheran pastor, theologian, anti-Nazi dissident, and key founding member of the Confessing Church. His writings on Christianity's role in the secular world have become widely influential, and his book The Cost of Discipleship is described as a modern classic. Apart from his theological writings, Bonhoeffer was known for his staunch resistance to the Nazi dictatorship, including vocal opposition to Hitler's euthanasia program and genocidal persecution of the Jews. He was arrested in April 1943 by the Gestapo and imprisoned at Tegel prison for one and a half years. Later, he was transferred to Flossenbürg concentration camp.",
    "year": 1906,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Clyde Tombaugh",
    "birthday": "1906-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Clyde_W._Tombaugh.jpeg/245px-Clyde_W._Tombaugh.jpeg",
    "extract": "Clyde William Tombaugh was an American astronomer. He discovered Pluto in 1930, the first object to be discovered in what would later be identified as the Kuiper belt. At the time of discovery, Pluto was considered a planet, but was reclassified as a dwarf planet in 2006. Tombaugh also discovered many asteroids, and called for the serious scientific research of unidentified flying objects.",
    "year": 1906,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Hylda Baker",
    "birthday": "1905-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5f/Hylda_Baker.jpg",
    "extract": "Hylda Baker was an English comedian, actress and music hall performer. Born and brought up in Farnworth, Lancashire, she is perhaps best remembered for her role as Nellie Pledge in the Granada ITV sitcom Nearest and Dearest (1968–1973) and for her role in the 1960 film Saturday Night and Sunday Morning.",
    "year": 1905,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "MacKinlay Kantor",
    "birthday": "1904-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/MacKinlay_Kantor_%281950%29.jpg/255px-MacKinlay_Kantor_%281950%29.jpg",
    "extract": "MacKinlay Kantor, born Benjamin McKinlay Kantor, was an American journalist, novelist and screenwriter. He wrote more than 30 novels, several set during the American Civil War, and was awarded the Pulitzer Prize for Fiction in 1956 for his 1955 novel, Andersonville. He also wrote the novel Gettysburg, set during the Civil War.",
    "year": 1904,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Charles Lindbergh",
    "birthday": "1902-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Col_Charles_Lindbergh.jpg/236px-Col_Charles_Lindbergh.jpg",
    "extract": "Charles Augustus Lindbergh was an American aviator, military officer, author, inventor, and activist. At the age of 25, he achieved instantaneous world fame by making the first nonstop flight from New York City to Paris on May 20–21, 1927. Lindbergh covered the 33+1⁄2-hour, 3,600-statute-mile (5,800 km) flight alone in a purpose-built, single-engine Ryan monoplane, the Spirit of St. Louis. Though the first non-stop transatlantic flight had been completed eight years earlier, this was the first solo transatlantic flight, the first transatlantic flight between two major city hubs, and the longest transatlantic flight by almost 2,000 miles. It was one of the most consequential flights in aviation history and ushered in a new era of transportation between parts of the globe.",
    "year": 1902,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Hartley Shawcross",
    "birthday": "1902-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Hartley_William_Shawcross%2C_Baron_Shawcross.png/320px-Hartley_William_Shawcross%2C_Baron_Shawcross.png",
    "extract": "Hartley William Shawcross, Baron Shawcross,, known from 1945 to 1959 as Sir Hartley Shawcross, was an English barrister and Labour politician who served as the lead British prosecutor at the Nuremberg War Crimes tribunal. He also served as Britain's principal delegate to the United Nations immediately after the Second World War and as Attorney General for England and Wales.",
    "year": 1902,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jacques Prévert",
    "birthday": "1900-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Jacques_Pr%C3%A9vert_en_1961_dans_le_film_Mon_fr%C3%A8re_Jacques_par_Pierre_Pr%C3%A9vert.jpg",
    "extract": "Jacques Prévert was a French poet and screenwriter. His poems became and remain popular in the French-speaking world, particularly in schools. His best-regarded films formed part of the poetic realist movement, and include Les Enfants du Paradis (1945). He published his first book in 1946.",
    "year": 1900,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Virginia M. Alexander",
    "birthday": "1899-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Vmalexander.jpg/235px-Vmalexander.jpg",
    "extract": "Virginia M. Alexander was an American physician, public health researcher, and the founder of the Aspiranto Health Home in Philadelphia, Pennsylvania.",
    "year": 1899,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ludwig Erhard",
    "birthday": "1897-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Einde_bezoek_bondskanselier_dr_Ludwig_Erhard_en_gaf_persconferentie_in_het_Haag%2C_Bestanddeelnr_916-1330.jpg/210px-Einde_bezoek_bondskanselier_dr_Ludwig_Erhard_en_gaf_persconferentie_in_het_Haag%2C_Bestanddeelnr_916-1330.jpg",
    "extract": "Ludwig Wilhelm Erhard was a German politician affiliated with the Christian Democratic Union (CDU), and chancellor of West Germany from 1963 until 1966. He is known for leading the West German postwar economic reforms and economic recovery in his role as Minister of Economic Affairs under Chancellor Konrad Adenauer from 1949 to 1963. During that period he promoted the concept of the social market economy, on which Germany's economic policy in the 21st century continues to be based. In his tenure as Chancellor, however, Erhard lacked support from Adenauer, who remained chairman of the party until 1966, and failed to win the public's confidence in his handling of a budget deficit and his direction of foreign policy. His popularity waned, and he resigned his chancellorship on 30 November 1966.",
    "year": 1897,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Friedrich Glauser",
    "birthday": "1896-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/ZI_Fieberkurve1.jpg/237px-ZI_Fieberkurve1.jpg",
    "extract": "Friedrich Glauser was a German-language Swiss writer. He was a morphine and opium addict for most of his life. In his first novel Gourrama, written between 1928 and 1930, he treated his own experiences at the French Foreign Legion. The evening before his wedding day, he suffered a stroke caused by cerebral infarction, and died two days later. Friedrich Glauser's literary estate is archived in the Swiss Literary Archives in Bern.",
    "year": 1896,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Friedrich Hund",
    "birthday": "1896-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Hund%2C_Friedrich_1920er_G%C3%B6ttingen.jpg/224px-Hund%2C_Friedrich_1920er_G%C3%B6ttingen.jpg",
    "extract": "Friedrich Hermann Hund was a German physicist from Karlsruhe known for his work on atoms and molecules.",
    "year": 1896,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Nigel Bruce",
    "birthday": "1895-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nigel_Bruce_in_The_Last_of_Mrs_Cheyney_trailer.jpg/320px-Nigel_Bruce_in_The_Last_of_Mrs_Cheyney_trailer.jpg",
    "extract": "William Nigel Ernle Bruce was a British character actor on stage and screen. He was best known for his portrayal of Dr. Watson in a series of films and in the radio series The New Adventures of Sherlock Holmes. Bruce is also remembered for his roles in the Alfred Hitchcock films Rebecca and Suspicion.",
    "year": 1895,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "E. J. Pratt",
    "birthday": "1892-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Edwin_J._Pratt.JPG/240px-Edwin_J._Pratt.JPG",
    "extract": "Edwin John Dove Pratt, who published as E. J. Pratt, was \"the leading Canadian poet of his time.\" He was a Canadian poet from Newfoundland who lived most of his life in Toronto, Ontario. A three-time winner of the country's Governor General's Award for poetry, he has been called \"the foremost Canadian poet of the first half of the century.\"",
    "year": 1892,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "M. A. Ayyangar",
    "birthday": "1891-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7e/M.A.Ayyangar.jpg",
    "extract": "Madabhushi Ananthasayanam Ayyangar was the first Deputy Speaker and then Speaker of the Lok Sabha in the Indian Parliament. He was Governor of Bihar also.",
    "year": 1891,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Eulalio Gutiérrez",
    "birthday": "1881-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Eulalio_Gutierrez.jpg/206px-Eulalio_Gutierrez.jpg",
    "extract": "Eulalio Gutiérrez Ortiz was a general in the Mexican Revolution from state of Coahuila. He is most notable for his election as provisional president of Mexico during the Aguascalientes Convention and led the country for a few months between November 6, 1914, and January 16, 1915. The Convention was convened by revolutionaries who had successfully ousted the regime of Victoriano Huerta after more than a year of conflict. Gutiérrez rather than \"First Chief\" Venustiano Carranza was chosen president of Mexico and a new round of violence broke out as revolutionary factions previously united turned against each other. \"The high point of Gutiérrez's career occurred when he moved with the Conventionist army to shoulder the responsibilities of his new office [of president].\" Gutiérrez's government was weak and he could not control the two main generals of the Army of the Convention, Pancho Villa and Emiliano Zapata. Gutiérrez moved the capital of his government from Mexico City to San Luis Potosí. He resigned as president and made peace with Carranza. He went into exile in the United States, but later returned to Mexico. He died in 1939, outliving many other major figures of the Mexican Revolution.",
    "year": 1881,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Fernand Léger",
    "birthday": "1881-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/db/Fernand_L%C3%A9ger%2C_c._1916.jpg/187px-Fernand_L%C3%A9ger%2C_c._1916.jpg",
    "extract": "Joseph Fernand Henri Léger was a French painter, sculptor, and filmmaker. In his early works he created a personal form of cubism which he gradually modified into a more figurative, populist style. His boldly simplified treatment of modern subject matter has caused him to be regarded as a forerunner of pop art.",
    "year": 1881,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Eddie Cochems",
    "birthday": "1877-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Eddie_Cochems.png/236px-Eddie_Cochems.png",
    "extract": "Edward Bulwer Cochems was an American football player and coach. He played football for the University of Wisconsin from 1898 to 1901 and was the head football coach at North Dakota Agricultural College—now known as North Dakota State University (1902–1903), Clemson University (1905), Saint Louis University (1906–1908), and the University of Maine (1914). During his three years at Saint Louis, he was the first football coach to build an offense around the forward pass, which became a legal play in the 1906 college football season. Using the forward pass, Cochems' 1906 team compiled an undefeated 11–0 record, led the nation in scoring, and outscored opponents by a combined score of 407 to 11. He is considered by some to be the \"father of the forward pass\" in American football.",
    "year": 1877,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ludwig Prandtl",
    "birthday": "1875-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Prandtl_portrait.jpg/227px-Prandtl_portrait.jpg",
    "extract": "Ludwig Prandtl was a German fluid dynamicist, physicist and aerospace scientist. He was a pioneer in the development of rigorous systematic mathematical analyses which he used for underlying the science of aerodynamics, which have come to form the basis of the applied science of aeronautical engineering. In the 1920s he developed the mathematical basis for the fundamental principles of subsonic aerodynamics in particular; and in general up to and including transonic velocities. His studies identified the boundary layer, thin-airfoils, and lifting-line theories. The Prandtl number was named after him.",
    "year": 1875,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Étienne Desmarteau",
    "birthday": "1873-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Etienne_Desmarteau-2.jpg/207px-Etienne_Desmarteau-2.jpg",
    "extract": "Étienne Desmarteau was a Canadian athlete, winner of the weight throwing event at the 1904 Summer Olympics.",
    "year": 1873,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Gotse Delchev",
    "birthday": "1872-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Gotze.jpeg/242px-Gotze.jpeg",
    "extract": "Georgi Nikolov Delchev, known as Gotse Delchev or Goce Delčev, was an important Macedonian Bulgarian revolutionary (komitadji), active in the Ottoman-ruled Macedonia and Adrianople regions at the turn of the 20th century. He was the most prominent leader of what is known today as the Internal Macedonian Revolutionary Organization (IMRO), a secret revolutionary society that was active in Ottoman territories in the Balkans at the end of the 19th and the beginning of the 20th century. Delchev was its representative in Sofia, the capital of the Principality of Bulgaria. As such, he was also elected a member of the Supreme Macedonian-Adrianople Committee (SMAC), participating in the work of its governing body. He was killed in a battle with an Ottoman unit on the eve of the Ilinden-Preobrazhenie uprising.",
    "year": 1872,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Friedrich Ebert",
    "birthday": "1871-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Bundesarchiv_Bild_102-00015%2C_Friedrich_Ebert.jpg/217px-Bundesarchiv_Bild_102-00015%2C_Friedrich_Ebert.jpg",
    "extract": "Friedrich Ebert was a German politician of the Social Democratic Party of Germany (SPD) and the first president of Germany from 1919 until his death in office in 1925.",
    "year": 1871,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bill Haywood",
    "birthday": "1869-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Bill_haywood_headshot_side.jpg/242px-Bill_haywood_headshot_side.jpg",
    "extract": "William Dudley \"Big Bill\" Haywood was a founding member and leader of the Industrial Workers of the World (IWW) and a member of the executive committee of the Socialist Party of America. During the first two decades of the 20th century, Haywood was involved in several important labor battles, including the Colorado Labor Wars, the Lawrence Textile Strike, and other textile strikes in Massachusetts and New Jersey.",
    "year": 1869,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Constance Markievicz",
    "birthday": "1868-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Countess_Markiewicz.jpg/226px-Countess_Markiewicz.jpg",
    "extract": "Constance Georgine Markievicz, also known as Countess Markievicz and Madame Markievicz, was an Irish politician, revolutionary, nationalist, suffragist, socialist, and the first woman elected to the Westminster Parliament, and was elected Minister for Labour in the First Dáil, becoming the first female cabinet minister in Europe. She served as a Teachta Dála for the Dublin South constituency from 1921 to 1922 and 1923 to 1927. She was a Member of Parliament (MP) for Dublin St Patrick's from 1918 to 1922.",
    "year": 1868,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Abe Isoo",
    "birthday": "1865-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Iso_Abe.jpg/262px-Iso_Abe.jpg",
    "extract": "Abe Isoo  was a Japanese Christian socialist, parliamentarian and pacifist. He largely contributed to development of baseball in Japan, and was called \"Father of Japanese baseball.\" He created a baseball club of Waseda University.",
    "year": 1865,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Édouard Estaunié",
    "birthday": "1862-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/%C3%89douard_Estauni%C3%A9_1923.jpg/260px-%C3%89douard_Estauni%C3%A9_1923.jpg",
    "extract": "Édouard Estaunié was a French novelist. Estaunié trained as a scientist and engineer before turning to the novel in 1891. In 1904, he devised the word \"telecommunication\". He was elected to the Académie française in 1923. He was also a reviewer, critic, and homme de lettres as well as a novelist.",
    "year": 1862,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jean Richepin",
    "birthday": "1849-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Picture_of_Jean_Richepin.jpg/301px-Picture_of_Jean_Richepin.jpg",
    "extract": "Jean Richepin was a French poet, novelist and dramatist.",
    "year": 1849,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jean Aicard",
    "birthday": "1848-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Jean_Aicard_Nadar_GALLICA.jpg/206px-Jean_Aicard_Nadar_GALLICA.jpg",
    "extract": "Jean François Victor Aicard was a French poet, dramatist and novelist.",
    "year": 1848,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Oliver Ames (governor)",
    "birthday": "1831-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Oliver_Ames_1831%E2%80%931895.jpg/305px-Oliver_Ames_1831%E2%80%931895.jpg",
    "extract": "Oliver Ames was an American businessman, investor, philanthropist, and Republican politician who served as the 35th Governor of Massachusetts from 1887 to 1890.",
    "year": 1831,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Emperor Norton",
    "birthday": "1818-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/His-Imperial-Majesty-Emperor-Norton-I-portrait-crop.jpg/240px-His-Imperial-Majesty-Emperor-Norton-I-portrait-crop.jpg",
    "extract": "Joshua Abraham Norton, known as Emperor Norton, was a resident of San Francisco, California, who in 1859 proclaimed himself \"Norton I., Emperor of the United States\". In 1863, after Napoleon III invaded Mexico, he took the secondary title of \"Protector of Mexico\".",
    "year": 1818,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Almeida Garrett",
    "birthday": "1799-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Almeida_Garrett_por_Guglielmi.jpg/275px-Almeida_Garrett_por_Guglielmi.jpg",
    "extract": "João Baptista da Silva Leitão de Almeida Garrett, 1st Viscount of Almeida Garrett was a Portuguese poet, orator, playwright, novelist, journalist, politician, and a peer of the realm. A major promoter of theater in Portugal he is considered the greatest figure of Portuguese Romanticism and a true revolutionary and humanist. He proposed the construction of the D. Maria II National Theatre and the creation of the Conservatory of Dramatic Art.",
    "year": 1799,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Augustin Pyramus de Candolle",
    "birthday": "1778-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Candolle_Augustin_Pyrame_de_1778-1841.jpg/270px-Candolle_Augustin_Pyrame_de_1778-1841.jpg",
    "extract": "Augustin Pyramus de Candolle was a Swiss botanist. René Louiche Desfontaines launched de Candolle's botanical career by recommending him at a herbarium. Within a couple of years de Candolle had established a new genus, and he went on to document hundreds of plant families and create a new natural plant classification system. Although de Candolle's main focus was botany, he also contributed to related fields such as phytogeography, agronomy, paleontology, medical botany, and economic botany.",
    "year": 1778,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Carl Michael Bellman",
    "birthday": "1740-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Carl_Michael_Bellman%2C_portrayed_by_Per_Krafft_1779.jpg/250px-Carl_Michael_Bellman%2C_portrayed_by_Per_Krafft_1779.jpg",
    "extract": "Carl Michael Bellman was a Swedish songwriter, composer, musician, poet and entertainer. He is a central figure in the Swedish song tradition and remains a powerful influence in Swedish music, as well as in Scandinavian literature, to this day. He has been compared to Shakespeare, Beethoven, Mozart, and Hogarth, but his gift, using elegantly rococo classical references in comic contrast to sordid drinking and prostitution—at once regretted and celebrated in song—is unique.",
    "year": 1740,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dru Drury",
    "birthday": "1725-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Drury_Dru_1725-1803.png/276px-Drury_Dru_1725-1803.png",
    "extract": "Dru Drury was a British collector of natural history specimens and an entomologist. He had specimens collected from across the world through a network of ship's officers and collectors including Henry Smeathman. His collections were utilized by many entomologists of his time to describe and name new species and is best known for his book Illustrations of natural history which includes the names and descriptions of many insects, published in parts from 1770 to 1782 with copperplate engravings by Moses Harris.",
    "year": 1725,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Pierre de Marivaux",
    "birthday": "1688-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Pierre_de_Marivaux.jpeg/251px-Pierre_de_Marivaux.jpeg",
    "extract": "Pierre Carlet de Chamblain de Marivaux, commonly referred to as Marivaux, was a French playwright and novelist.",
    "year": 1688,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Johann Ludwig Bach",
    "birthday": "1677-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Johannludwigbach.jpg/238px-Johannludwigbach.jpg",
    "extract": "Johann Ludwig Bach was a German composer and violinist.",
    "year": 1677,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Pierre de Bérulle",
    "birthday": "1575-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/CardinaldeBerulle.jpg/313px-CardinaldeBerulle.jpg",
    "extract": "Pierre de Bérulle, was a French Catholic priest, cardinal and statesman, one of the most important mystics of the 17th century in France. He was the founder of the French school of spirituality, who could count among his friends and disciples Vincent de Paul and Francis de Sales.",
    "year": 1575,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mikołaj Rej",
    "birthday": "1505-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Miko%C5%82aj_Rej.PNG/225px-Miko%C5%82aj_Rej.PNG",
    "extract": "Mikołaj Rej or Mikołaj Rey of Nagłowice was a Polish poet and prose writer of the emerging Renaissance in Poland as it succeeded the Middle Ages, as well as a politician and musician. He was the first Polish author to write exclusively in the Polish language, and is considered, to be one of the founders of Polish literary language and literature.",
    "year": 1505,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Francesco II Sforza",
    "birthday": "1495-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Francesco_II_Sforza_by_anonim.jpg/251px-Francesco_II_Sforza_by_anonim.jpg",
    "extract": "Francesco II Sforza was Duke of Milan from 1521 until his death. He was the last member of the Sforza family to rule Milan.",
    "year": 1495,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jean Parisot de Valette",
    "birthday": "1495-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/JPDV.jpg/213px-JPDV.jpg",
    "extract": "Fra' Jean \"Parisot\" de la Valette was a French nobleman and 49th Grand Master of the Order of Malta, from 21 August 1557 to his death in 1568. As a Knight Hospitaller, joining the order in the Langue de Provence, he fought with distinction against the Turks at Rhodes. As Grand Master, Valette became the Order's hero and most illustrious leader, commanding the resistance against the Ottomans at the Great Siege of Malta in 1565, sometimes regarded as one of the greatest sieges of all time.",
    "year": 1495,
    "month": 2,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lodovico Lazzarelli",
    "birthday": "1447-2-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Lazzarelli-ferranti-fasti-christianae-religionis-detail.jpg/242px-Lazzarelli-ferranti-fasti-christianae-religionis-detail.jpg",
    "extract": "Ludovico Lazzarelli was an Italian poet, philosopher, courtier, hermeticist and (likely) magician and diviner of the early Renaissance.",
    "year": 1447,
    "month": 2,
    "day": 4,
    "language": "en"
  }
]