[
  {
    "name": "Leon Goretzka",
    "birthday": "1995-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/2019-06-11_Fu%C3%9Fball%2C_M%C3%A4nner%2C_L%C3%A4nderspiel%2C_Deutschland-Estland_StP_2074_LR10_by_Stepro_%28cropped%29.jpg/213px-2019-06-11_Fu%C3%9Fball%2C_M%C3%A4nner%2C_L%C3%A4nderspiel%2C_Deutschland-Estland_StP_2074_LR10_by_Stepro_%28cropped%29.jpg",
    "extract": "Leon Christoph Goretzka is a German professional footballer who plays as a midfielder for Bundesliga club Bayern Munich and the Germany national team.",
    "year": 1995,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sam McQueen",
    "birthday": "1995-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Sam_McQueen_v_Augsburg_2017.jpg/218px-Sam_McQueen_v_Augsburg_2017.jpg",
    "extract": "Samuel James McQueen is an English former professional footballer. Other than loan periods at Southend United in 2016 and Middlesbrough in 2018, he spent his career at hometown club Southampton, having joined the club's academy at the age of eight. He played primarily as a left-sided full-back or winger.",
    "year": 1995,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charlie Heaton",
    "birthday": "1994-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/CharlieHeaton2017_%28cropped%29.jpg/213px-CharlieHeaton2017_%28cropped%29.jpg",
    "extract": "Charlie Ross Heaton is an English actor and musician. He is best known for his starring role as Jonathan Byers in the Netflix science fiction horror series Stranger Things.",
    "year": 1994,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Teresa Scanlan",
    "birthday": "1993-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Teresa_Scanlan_at_AUSA_convention.jpg/160px-Teresa_Scanlan_at_AUSA_convention.jpg",
    "extract": "Teresa Michelle Scanlan is an American beauty pageant titleholder from Gering, Nebraska who was named Miss Nebraska 2010, subsequently winning Miss America 2011 at age 17 and becoming the youngest Miss America since Bette Cooper in 1937.\nOn August 1, 2016, she was one of the guest judges in the final Miss Earth United States 2016 pageant in the Schlesinger Concert Hall, Alexandria, Virginia. She has also served as a national judge and emcee for the USA National Miss Scholarship Pageant.",
    "year": 1993,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tinashe",
    "birthday": "1993-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Tinashe_2020_Vogue_1.jpg/256px-Tinashe_2020_Vogue_1.jpg",
    "extract": "Tinashe Jorgensen Kachingwe, known mononymously as Tinashe, is an American singer, songwriter, dancer, record producer, and actress. Born in Lexington, Kentucky, Tinashe moved to Los Angeles as a child to pursue a career in entertainment. Her notable roles included as a motion-capture model in the animated film The Polar Express (2004), Robin Wheeler in the Cartoon Network television series Out of Jimmy's Head (2007–2008), and a recurring role in the CBS series Two and a Half Men (2008–2009).",
    "year": 1993,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tobias Eisenbauer",
    "birthday": "1991-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/European_Kira_GEIL_Tobias_EISENBAUER_2.jpg/213px-European_Kira_GEIL_Tobias_EISENBAUER_2.jpg",
    "extract": "Tobias Eisenbauer is an Austrian ice dancer. With partner Kira Geil, he is the 2011 Austrian champion.",
    "year": 1991,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ida Njåtun",
    "birthday": "1991-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Ida_Nj%C3%A5tun_2011.jpg/320px-Ida_Nj%C3%A5tun_2011.jpg",
    "extract": "Ida Njåtun is a Norwegian speed skater specialising in the 1500 and 3000 metres distances. She represents the club Asker SK.",
    "year": 1991,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fei Yu",
    "birthday": "1991-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Fei_Yu.jpg/212px-Fei_Yu.jpg",
    "extract": "Fei Yu is a Chinese footballer who currently plays for Dalian Professional in the Chinese Super League.",
    "year": 1991,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Adam Henrique",
    "birthday": "1990-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Adam_Henrique_-_New_Jersey_Devils.jpg/291px-Adam_Henrique_-_New_Jersey_Devils.jpg",
    "extract": "Adam Henrique is a Canadian professional ice hockey centre for the Anaheim Ducks of the National Hockey League (NHL). He was selected 82nd overall at the 2008 NHL Entry Draft by the New Jersey Devils.",
    "year": 1990,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jermaine Kearse",
    "birthday": "1990-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Jermaine_Kearse_2014.JPG/261px-Jermaine_Kearse_2014.JPG",
    "extract": "Jermaine Levan Kearse is a former American football wide receiver. He played eight seasons in National Football League (NFL). He was signed by the Seattle Seahawks as an undrafted free agent in 2012 and later won Super Bowl XLVIII with the team, beating the Denver Broncos. Kearse played college football at Washington. Kearse also played for the New York Jets and Detroit Lions.",
    "year": 1990,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Craig Cathcart",
    "birthday": "1989-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Craig_Cathcart%2C_CZE-NIR_2019-10-14_%285%29.jpg/213px-Craig_Cathcart%2C_CZE-NIR_2019-10-14_%285%29.jpg",
    "extract": "Craig George Cathcart is a Northern Irish professional footballer who plays as a centre-back for Premier League club Watford and the Northern Ireland national team. Cathcart has also captained his country's under-21 side.",
    "year": 1989,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jonny Flynn",
    "birthday": "1989-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Jonny_Flynn.jpg/271px-Jonny_Flynn.jpg",
    "extract": "Jonny William Flynn is an American former professional basketball player. A three-year National Basketball Association (NBA) veteran, he last played for the Orlandina Basket of the Lega Basket Serie A and played collegiate basketball for the Syracuse Orange.",
    "year": 1989,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bailey Hanks",
    "birthday": "1988-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Baileynhanks.jpg/200px-Baileynhanks.jpg",
    "extract": "Bailey Noel Hanks Weidman is an American singer, actress, and dancer best known for winning MTV's Legally Blonde: The Musical – The Search for Elle Woods. She performed on Broadway as Elle Woods in Legally Blonde: The Musical in 2008.",
    "year": 1988,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dane DeHaan",
    "birthday": "1986-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Dane_DeHaan_by_Gage_Skidmore_2.jpg/203px-Dane_DeHaan_by_Gage_Skidmore_2.jpg",
    "extract": "Dane William DeHaan is an American actor known for his roles as Andrew Detmer in Chronicle (2012), Harry Osborn / Green Goblin in The Amazing Spider-Man 2 (2014), Lockhart in A Cure for Wellness (2016), Valerian in Valerian and the City of a Thousand Planets (2017), and Chris Lynwood in ZeroZeroZero. In 2021, he starred in psychological romance horror miniseries Lisey's Story. He also had a role in the true crime limited series adaptation of The Staircase in 2022.",
    "year": 1986,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Yunho",
    "birthday": "1986-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Yunho_at_Gimpo_International_Airport_in_January_2019_03.png/213px-Yunho_at_Gimpo_International_Airport_in_January_2019_03.png",
    "extract": "Jung Yun-ho, also known by his stage name U-Know Yunho (유노윤호) or simply U-Know, is a South Korean singer-songwriter, actor, and a member of the pop duo TVXQ. Born and raised in Gwangju, South Korea, Yunho started his musical training under the talent agency S.M. Entertainment in 2001 and joined TVXQ in 2003 as the band's leader. Fluent in Korean and Japanese, Yunho has released chart-topping albums throughout Asia as a member of TVXQ. He has made occasional acting appearances in television dramas.",
    "year": 1986,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ben Creagh",
    "birthday": "1985-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Ben_Creagh.jpg/169px-Ben_Creagh.jpg",
    "extract": "Benjamin Creagh is an Australian former professional rugby league footballer who co-captained the St George Illawarra Dragons of the National Rugby League. An Australian international and New South Wales State of Origin representative forward, he played his whole NRL career with the Dragons, with whom he won the 2010 NRL Premiership.",
    "year": 1985,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fallulah",
    "birthday": "1985-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Stockholms_Kulturfestival_Fallulah_-_3.JPG/320px-Stockholms_Kulturfestival_Fallulah_-_3.JPG",
    "extract": "Fallulah is a Danish-Romanian singer-songwriter and musician. Her given name is Maria Apetri. Following a short dancing career, she entered the music industry and released her debut album in 2010 which peaked at number three in Denmark and went on to be certified platinum.",
    "year": 1985,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kris Humphries",
    "birthday": "1985-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Kris_Humphries_%2815698676076%29.jpg/320px-Kris_Humphries_%2815698676076%29.jpg",
    "extract": "Kristopher Nathan Humphries is an American former professional basketball player who played in the National Basketball Association (NBA). He played in the NBA for the Utah Jazz, Toronto Raptors, Dallas Mavericks, New Jersey / Brooklyn Nets, Boston Celtics, Washington Wizards, Phoenix Suns, and the Atlanta Hawks. Humphries played college basketball for the Minnesota Golden Gophers of the University of Minnesota, and for the United States men's national basketball team.",
    "year": 1985,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Darren Bent",
    "birthday": "1984-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Darren_Bent_26-04-2008_1.jpg/232px-Darren_Bent_26-04-2008_1.jpg",
    "extract": "Darren Ashley Bent is an English former professional footballer who played as a striker. He played in the Premier League and EFL Championship for nine clubs, and at senior international level for the England national team.",
    "year": 1984,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Piret Järvis",
    "birthday": "1984-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Piret-J%C3%A4rvis.jpg/213px-Piret-J%C3%A4rvis.jpg",
    "extract": "Piret Järvis is an Estonian television host and a former singer, guitarist, and songwriter of the popular girl group Vanilla Ninja.",
    "year": 1984,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Antoine Wright (basketball)",
    "birthday": "1984-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/13/Antoine_Wright_on_bench_2009-05-13.jpg",
    "extract": "Antoine Domonick Wright is an American former professional basketball player who last played for Rain or Shine Elasto Painters of the Philippine Basketball Association (PBA). He attended preparatory school at Lawrence Academy at Groton; in 2002, he led the Spartans to an Independent School League Basketball Championship. After his junior year at Texas A&M University, he was selected 15th overall in the 2005 NBA Draft by the Nets, the highest pick from the Big 12 Conference that year and in Texas A&M University history until Acie Law was drafted 11th in the 2007 NBA Draft. Wright played his first five seasons of professional basketball in the NBA. He has since played overseas and in the NBA D-League.",
    "year": 1984,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Brodie Croyle",
    "birthday": "1983-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Brodie_Croyle.JPG/306px-Brodie_Croyle.JPG",
    "extract": "John Brodie Croyle is a former American football quarterback. He was drafted by the Kansas City Chiefs of the National Football League (NFL) in the third round of the 2006 NFL Draft. He played college football for the University of Alabama from 2002 to 2005.",
    "year": 1983,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dimas Delgado",
    "birthday": "1983-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/M45_AR_0778.jpg/320px-M45_AR_0778.jpg",
    "extract": "Dimas Delgado Morgado, known simply as Dimas, is a Spanish professional footballer who plays as a midfielder.",
    "year": 1983,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "S. Sreesanth",
    "birthday": "1983-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Sreesanth_1.jpg/309px-Sreesanth_1.jpg",
    "extract": "Shanthakumaran Nair Sreesanth is an Indian former cricketer and film actor who played all forms of the game. He is a right-arm fast-medium-pace bowler and a right-handed tail-ender batsman. In first class cricket, he played for Kerala. In the Indian Premier League (IPL) he played for the Rajasthan Royals. He is also the first Kerala Ranji player to have played Twenty20 cricket for India. Initially banned for life after spot-fixing in the 2013 IPL, the ban was reduced to seven years in August 2019.\nAgain he is selected for Kerala cricket team in 2020 and resumes his Career in national cricket.\nIn 2018, he participated in the popular reality show, Bigg Boss and became the runner up. In March 2022, Sreesanth announced his retirement from domestic cricket.",
    "year": 1983,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jamie Whincup",
    "birthday": "1983-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Whincup_at_the_2020_Sydney_Motorsport_Park.png/278px-Whincup_at_the_2020_Sydney_Motorsport_Park.png",
    "extract": "Jamie Whincup is an Australian professional racing driver competing in the Supercars Championship. He currently is team principal for Triple Eight Race Engineering. He has driven the No. 88 Holden ZB Commodore, won a record seven Supercars championship titles, four Bathurst 1000 victories, and a Bathurst 12 Hour victory. Whincup is the all-time record holder in the Supercars Championship for race wins, at 124 career wins. He is also the first driver to win the Jason Richards Memorial Trophy twice at Pukekohe Park Raceway in Auckland, New Zealand.",
    "year": 1983,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tank (Taiwanese singer)",
    "birthday": "1982-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/2008_Nike%2B_Human_Race_in_Taipei_TANK_Lu.jpg/213px-2008_Nike%2B_Human_Race_in_Taipei_TANK_Lu.jpg",
    "extract": "Lü Jianzhong 呂建中, better known by his stage name Tank, is a Taiwanese singer-songwriter. He is currently signed to HIM International Music. His debut album, Fighting was released on 23 February 2006. His latest album, The 3rd Round, was released on 31 May 2009.",
    "year": 1982,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alice Eve",
    "birthday": "1982-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Alice_Eve%2C_Men_in_Black_3%2C_2012.jpg/213px-Alice_Eve%2C_Men_in_Black_3%2C_2012.jpg",
    "extract": "Alice Sophia Eve is an English actress. Her movie career includes roles in She's Out of My League, Men in Black 3, Star Trek Into Darkness, and Before We Go. She has had recurring roles on the TV series Entourage and Iron Fist.",
    "year": 1982,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ricky Barnes",
    "birthday": "1981-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Ricky_Barnes.jpg/213px-Ricky_Barnes.jpg",
    "extract": "Richard Kyle Barnes is an American professional golfer who currently plays on the PGA Tour.",
    "year": 1981,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Calum Best",
    "birthday": "1981-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Calum_Best.jpg/320px-Calum_Best.jpg",
    "extract": "Calum Milan Best is an American television personality. He is the only child of footballer George Best.",
    "year": 1981,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Shim Eun-jin",
    "birthday": "1981-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Shim_Eun_Jin_from_acrofan.jpg/246px-Shim_Eun_Jin_from_acrofan.jpg",
    "extract": "Shim Eun-jin is a South Korean singer and actress. She was a member of South Korean girl group Baby V.O.X.",
    "year": 1981,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alison Haislip",
    "birthday": "1981-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Alison_Haislip_%2819480593958%29.jpg/320px-Alison_Haislip_%2819480593958%29.jpg",
    "extract": "Alison Fesq Haislip is an American actress and former television personality for Attack of the Show! on the first incarnation of the G4 network and the NBC reality singing competition show The Voice.",
    "year": 1981,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jens Lekman",
    "birthday": "1981-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Jens_Lekman_Popaganda_2013_%28cropped%29.jpg/244px-Jens_Lekman_Popaganda_2013_%28cropped%29.jpg",
    "extract": "Jens Martin Lekman is a Swedish musician. His music is guitar-based pop with heavy use of samples and strings, with lyrics that are often witty, romantic, and melancholic. His work is heavily influenced by Jonathan Richman and Belle & Sebastian, and he has been likened to Stephin Merritt, David Byrne, and Scott Walker.",
    "year": 1981,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ty Warren",
    "birthday": "1981-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Ty-Warren_8-28-09_Patriots-vs-Redskins.jpg/320px-Ty-Warren_8-28-09_Patriots-vs-Redskins.jpg",
    "extract": "Ty'ron \"Ty\" Markeith Warren is an American football coach and former defensive tackle who is the defensive line coach for the Houston Gamblers of the United States Football League (USFL). He played college football at Texas A&M from 2000 to 2003. He then played in the National Football League (NFL) for 10 seasons, primarily with the New England Patriots. He was selected by the Patriots in the first round of the 2003 NFL Draft. A first-team All-Pro selection in 2007 and two-time Super Bowl-winner during his eight seasons with New England, he was named to the Patriots All-2000s Team in 2010.",
    "year": 1981,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kim Poirier",
    "birthday": "1980-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Kim_Poirier_-_FOODLAND.JPG/320px-Kim_Poirier_-_FOODLAND.JPG",
    "extract": "Kim Jacinthe Poirier is a Canadian actress, singer, film producer, and television host.",
    "year": 1980,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Luke Ravenstahl",
    "birthday": "1980-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Ravenstahl_AFL_CIO_2009_%28cropped%29.jpg/244px-Ravenstahl_AFL_CIO_2009_%28cropped%29.jpg",
    "extract": "Luke Robert Ravenstahl is an American politician who served as the 59th Mayor of Pittsburgh from 2006 until 2014. A Democrat, he became the youngest mayor in Pittsburgh's history in September 2006 at the age of 26. He was among the youngest mayors of a major city in American history.",
    "year": 1980,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dan Balan",
    "birthday": "1979-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Dan_Balan.jpg/320px-Dan_Balan.jpg",
    "extract": "Dan Mihai Bălan is a Moldovan artist, songwriter, and record producer. He is the founder of Moldovan eurodance band O-Zone, and wrote their international hit single \"Dragostea Din Tei\", which topped the charts in 32 countries and sold 12 million copies worldwide.",
    "year": 1979,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Yael Naim",
    "birthday": "1978-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Yael_Naim_2016.jpg/317px-Yael_Naim_2016.jpg",
    "extract": "Yael Naim is a French-born Israeli singer and actress. She rose to fame in 2008 in the US after her hit single \"New Soul\" was used by Apple in an advertising campaign for its MacBook Air. The song peaked at No. 7 on the Billboard Hot 100. In 2013, the French government made her a knight of the Ordre des Arts et des Lettres.",
    "year": 1978,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Josh Stewart",
    "birthday": "1977-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/10.14.12JoshStewartByLuigiNovi1.jpg/220px-10.14.12JoshStewartByLuigiNovi1.jpg",
    "extract": "Joshua Regnall Stewart is an American actor who is best known for his role as Holt McLaren in the FX TV series Dirt and as Detective William LaMontagne, Jr., on the CBS series Criminal Minds. He was also cast as Brendan Finney in the final season of the NBC TV series Third Watch and as Barsad in Christopher Nolan's The Dark Knight Rises. Other roles include War Machine and a major antagonist in Netflix's The Punisher (2019).",
    "year": 1977,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tanja Frieden",
    "birthday": "1976-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/LG_Snowboard_FIS_World_Cup_%285435318599%29.jpg/320px-LG_Snowboard_FIS_World_Cup_%285435318599%29.jpg",
    "extract": "Tanja Frieden is a Swiss snowboarder. She won a gold medal in the inaugural Snowboard Cross competition at the 2006 Winter Olympics.",
    "year": 1976,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kim Zmeskal",
    "birthday": "1976-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Kim_Zmeskal_Burdette_2014.jpg/320px-Kim_Zmeskal_Burdette_2014.jpg",
    "extract": "Kimberly Lynn Zmeskal Burdette is an American retired artistic gymnast turned gymnastics coach and the 1991 World All-Around champion. A member of the silver medal-winning U.S. team from the 1991 World Championships, she was the first American woman to ever win the all-around title at the World Championships, as well as the first to win a world championship medal of any color in the all-around. A three-time United States national all-around champion (1990–92), Zmeskal is also the 1992 world champion on both balance beam and floor exercise, and was a member of the bronze medal-winning U.S. team at the 1992 Summer Olympic Games in Barcelona, Spain, the first U.S. team medal won at a fully attended Olympic Games.",
    "year": 1976,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Orkut Büyükkökten",
    "birthday": "1975-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Hello_Orkut_B%C3%BCy%C3%BCkk%C3%B6kten_2015.jpg/213px-Hello_Orkut_B%C3%BCy%C3%BCkk%C3%B6kten_2015.jpg",
    "extract": "Orkut Büyükkökten is a Turkish software engineer who developed the social networking services Club Nexus, inCircle and Orkut. Orkut Büyükkökten is a former product manager at Google.",
    "year": 1975,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "David Binn",
    "birthday": "1972-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/David_Binn.JPG/186px-David_Binn.JPG",
    "extract": "David Aaron Binn is a former American football long snapper who played in the National Football League (NFL) for eighteen seasons. He played college football for the University of California, Berkeley. He was signed by the San Diego Chargers as an undrafted free agent in 1994.",
    "year": 1972,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Brad Hogg",
    "birthday": "1971-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/BradleyHogg_%28cropped%29.jpg/278px-BradleyHogg_%28cropped%29.jpg",
    "extract": "George Bradley Hogg is a former Australian cricketer who played all formats of the game. He was a left-arm wrist spin bowler, and a lower-order left-handed batsman.",
    "year": 1971,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "David Hayter",
    "birthday": "1969-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6f/David-hayter-parle-de-son-role-sur-metal-gear-solid-s.png",
    "extract": "David Hayter is a Canadian actor, screenwriter, director, and producer. He is well known as the English-language voice actor for Solid Snake and Naked Snake in the Metal Gear video game series. He wrote the film X-Men, co-wrote X2, and Watchmen, and was awarded the Saturn Award for Best Writing in 2000 for his work on X-Men. Hayter voices King Shark on The Flash.",
    "year": 1969,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Masaharu Fukuyama",
    "birthday": "1969-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/%E3%83%B4%E3%82%A7%E3%83%8D%E3%83%84%E3%82%A3%E3%82%A2%E5%9B%BD%E9%9A%9B%E6%98%A0%E7%94%BB%E7%A5%AD_2017.jpg/213px-%E3%83%B4%E3%82%A7%E3%83%8D%E3%83%84%E3%82%A3%E3%82%A2%E5%9B%BD%E9%9A%9B%E6%98%A0%E7%94%BB%E7%A5%AD_2017.jpg",
    "extract": "Masaharu Fukuyama  is a Japanese singer-songwriter and actor from Nagasaki. He debuted in 1990 with the single \"Tsuioku no Ame no Naka\".",
    "year": 1969,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tim Sherwood",
    "birthday": "1969-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Sherwood_1_%28cropped%29.jpg/204px-Sherwood_1_%28cropped%29.jpg",
    "extract": "Timothy Alan Sherwood is an English professional football manager and former player who played as a midfielder.",
    "year": 1969,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bob Wickman",
    "birthday": "1969-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1b/BobWickman.JPG",
    "extract": "Robert Joe Wickman is a former Major League Baseball relief pitcher. Wickman played for the New York Yankees (1992–1996), Milwaukee Brewers (1996–2000), Cleveland Indians (2000–2006), Atlanta Braves (2006–2007), and Arizona Diamondbacks (2007). He batted and threw right-handed.",
    "year": 1969,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Akira Yamaoka",
    "birthday": "1968-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Akira_Yamaoka_-_Game_Developers_Conference_2010_-_Day_3_%283%29.jpg/287px-Akira_Yamaoka_-_Game_Developers_Conference_2010_-_Day_3_%283%29.jpg",
    "extract": "Akira Yamaoka  is a Japanese composer and music producer. He is best known for composing several video games in the Silent Hill series by Konami, among other games. Yamaoka also worked as a producer on the series, as well as composing for the Silent Hill film and its sequel. Since 2010, he has been the sound director at Grasshopper Manufacture.",
    "year": 1968,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anita Cochran",
    "birthday": "1967-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Anitacochran_%28cropped%29.jpg/167px-Anitacochran_%28cropped%29.jpg",
    "extract": "Anita Renee Cockerham, known professionally as Anita Cochran, is an American country music singer, songwriter, and guitarist. She has released two albums for Warner Bros. Records Nashville and one for Straybranch Records. Cochran is best known for her late 1997-early 1998 single \"What If I Said\", a duet with Steve Wariner that reached the number-one position on the Billboard Hot Country Songs charts.",
    "year": 1967,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Izumi Sakai",
    "birthday": "1967-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8b/Sakai_Izumi.png/290px-Sakai_Izumi.png",
    "extract": "Sachiko Kamachi , known professionally as Izumi Sakai , was a female Japanese pop singer, songwriter, and member of the group Zard. As Sakai was the only member who stayed in the group while others joined and left regularly, Zard and Sakai may be referred to interchangeably. She was the best-selling female recording artist of the 1990s and has sold over 37 million copies of sales, making her one of the best-selling music artists in Japan of all time.",
    "year": 1967,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rick Astley",
    "birthday": "1966-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Rick_Astley_Dallas.jpg/320px-Rick_Astley_Dallas.jpg",
    "extract": "Richard Paul Astley is an English singer, songwriter and radio personality, who has been active in music for several decades. He gained worldwide fame in the 1980s, having multiple hits including his signature song \"Never Gonna Give You Up\", \"Together Forever\" and \"Whenever You Need Somebody\", and returned to music full-time in the 2000s after a 6-year hiatus. Outside his music career, Astley has occasionally worked as a radio DJ and a podcaster.",
    "year": 1966,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jan Svěrák",
    "birthday": "1965-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Jan_Sverak.jpg/232px-Jan_Sverak.jpg",
    "extract": "Jan Svěrák is a Czech film director. He is the son of screenwriter and actor Zdeněk Svěrák. He studied documentary filmmaking at the FAMU. He and his films have received awards including the Academy Award, Crystal Globe, Golden Globe Award, and Tokyo Grand Prix.",
    "year": 1965,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gord Downie",
    "birthday": "1964-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Gord_Downie_2001_%28cropped%29.jpg/279px-Gord_Downie_2001_%28cropped%29.jpg",
    "extract": "Gordon Edgar Downie was a Canadian rock singer-songwriter, musician, writer and activist. He was the lead singer and lyricist for the Canadian rock band The Tragically Hip, which he fronted from its formation in 1984 until his death in 2017. He is widely regarded as one of the most influential and popular artists in Canadian music history.",
    "year": 1964,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Andrey Zvyagintsev",
    "birthday": "1964-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Andre%C3%AF_Zviaguintsev-_2016_%28cropped%29.jpg/245px-Andre%C3%AF_Zviaguintsev-_2016_%28cropped%29.jpg",
    "extract": "Andrey Petrovich Zvyagintsev is a Russian film director and screenwriter. His film The Return (2003) won him a Golden Lion at the Venice Film Festival. Following The Return, Zvyagintsev directed The Banishment and Elena (2011). His film Leviathan (2014) was nominated for the Academy Award for Best International Feature Film in 2014 and won the Best Film award at the Asia Pacific Screen Awards. His most recent film Loveless won the Jury Prize at the 2017 Cannes Film Festival, and was among the nominees for Best International Feature Film at the 90th Academy Awards. He also won the Achievement in Directing award for this film at the 2017 Asia Pacific Screen Awards.",
    "year": 1964,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Scott Gordon (ice hockey)",
    "birthday": "1963-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Scott_Gordon.JPG/204px-Scott_Gordon.JPG",
    "extract": "Scott M. Gordon is an American professional ice hockey coach and former professional goaltender. He has previously served as the interim head coach of the NHL's Philadelphia Flyers, and head coach of the NHL's New York Islanders, as well as the head coach of the Providence Bruins and Lehigh Valley Phantoms of the American Hockey League (AHL). Gordon was born in Brockton, Massachusetts, but grew up in Easton, Massachusetts.",
    "year": 1963,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Quentin Letts",
    "birthday": "1963-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Quentin_Letts%2C_May_2009.jpg/234px-Quentin_Letts%2C_May_2009.jpg",
    "extract": "Quentin Richard Stephen Letts is an English journalist and theatre critic. He has written for The Daily Telegraph, Daily Mail, Mail on Sunday, and The Oldie. On 26 February 2019, it was announced that Letts would return to The Times.",
    "year": 1963,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Stavros Lambrinidis",
    "birthday": "1962-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Greek_Foreign_Minister_Stavros_Lambrinidis_at_the_United_Nations.png/320px-Greek_Foreign_Minister_Stavros_Lambrinidis_at_the_United_Nations.png",
    "extract": "Stavros Lambrinidis is a Greek lawyer and politician who has served as the Ambassador of the European Union to the United States since March 2019. He previously served as the European Union Special Representative for Human Rights from 2012 to 2019 and Minister for Foreign Affairs from June 2011 to November 2011.",
    "year": 1962,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Axl Rose",
    "birthday": "1962-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/GNRChorzow090718-76_%2830169034758%29.jpg/213px-GNRChorzow090718-76_%2830169034758%29.jpg",
    "extract": "W. Axl Rose is an American musician, singer, songwriter and record producer. He is best known for being the lead vocalist and lyricist of the hard rock and heavy metal band Guns N' Roses, and has also been the band's sole constant member since its inception in 1985. He has also toured with Australian rock band AC/DC, as a guest vocalist after Brian Johnson temporarily left the band due to hearing loss in 2016. Possessing a distinctive and powerful wide ranging voice, Rose has been named one of the greatest singers of all time by various media outlets, including Rolling Stone and NME.",
    "year": 1962,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Cam Cameron",
    "birthday": "1961-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Cam_Cameron_2012.jpg/242px-Cam_Cameron_2012.jpg",
    "extract": "Malcolm \"Cam\" Cameron is an American football coach. He is the former offensive coordinator and quarterbacks coach of the LSU Tigers football program. Cameron attended Indiana University in Bloomington, Indiana and played quarterback for the school. Cameron began his coaching career in the NCAA with the Michigan Wolverines. After that he switched to the NFL, where he was offensive coordinator for the Baltimore Ravens and the San Diego Chargers and head coach for the Miami Dolphins, coaching them to a 1-15 record in his only season.",
    "year": 1961,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bill Lester",
    "birthday": "1961-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/48/Bill_Lester.jpg",
    "extract": "William Alexander Lester III is an American semi-retired professional racing driver. He last competed part-time in the NASCAR Camping World Truck Series, driving the No. 17 Ford F-150 for David Gilliland Racing. Lester previously competed full-time in the Truck Series from 2002 to midway through 2007. Lester was the NASCAR's only full-time African-American driver during that time. After that, he moved to sports car racing, competing in the Rolex Sports Car Series from 2007 to 2012. Lester had also competed part-time in the same series from 1998 to 2001.",
    "year": 1961,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Yury Onufriyenko",
    "birthday": "1961-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Yuri_Onufrienko.jpg/287px-Yuri_Onufrienko.jpg",
    "extract": "Col. Yuri Ivanovich Onufrienko is a retired Russian cosmonaut. He is a veteran of two extended spaceflights, aboard the space station Mir in 1996 and aboard the International Space Station in 2001–2002.",
    "year": 1961,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jeremy Bowen",
    "birthday": "1960-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Jeremy_Bowen_at_City_University.jpg/240px-Jeremy_Bowen_at_City_University.jpg",
    "extract": "Jeremy Francis John Bowen is a Welsh journalist and television presenter. He was the BBC's Middle East correspondent based in Jerusalem between 1995 and 2000, before becoming Middle East editor in 2005. As of April 2022 he is reporting on the Russo-Ukrainian war.",
    "year": 1960,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Megan Gallagher",
    "birthday": "1960-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Megan_Gallagher.jpg/233px-Megan_Gallagher.jpg",
    "extract": "Megan Gallagher is an American theater and television actress. Having studied at the Juilliard School under the supervision of John Houseman, Gallagher began her career on stage, and has appeared in several Broadway theatre productions, winning a Theatre World Award for her role in A Few Good Men.",
    "year": 1960,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Cecily Adams",
    "birthday": "1958-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Cecily_Adams.jpg/320px-Cecily_Adams.jpg",
    "extract": "Cecily April Adams was an American actress, casting director, and lyricist.",
    "year": 1958,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kathy Najimy",
    "birthday": "1957-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Kathy_Najimy_2011.jpg/289px-Kathy_Najimy_2011.jpg",
    "extract": "Kathy Ann Najimy is an American actress, comedian, writer, and activist. She is best known for her roles in the films Soapdish (1991), Sister Act (1992), Hocus Pocus (1993), Hope Floats (1998), The Wedding Planner (2001), and Rat Race (2001), as well as her portrayal of Olive Massery on the NBC sitcom Veronica's Closet (1997–2000) and for voicing Peggy Hill on the animated television series King of the Hill (1997–2010).",
    "year": 1957,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Simon Phillips (drummer)",
    "birthday": "1957-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Simon_Phillips_1192.jpg/235px-Simon_Phillips_1192.jpg",
    "extract": "Simon Phillips is a US-based English jazz, pop and rock drummer, songwriter, and record producer. He worked with rock bands during the 1970s and 1980s and was the drummer for the band Toto from 1992 to 2014.",
    "year": 1957,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jerry Marotta",
    "birthday": "1956-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Jerry_Marotta%2C_drummer.jpg/320px-Jerry_Marotta%2C_drummer.jpg",
    "extract": "Jerome David Marotta is an American drummer who resides in Woodstock, New York. He is the younger brother of Rick Marotta, who is also a drummer and composer.",
    "year": 1956,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Avram Grant",
    "birthday": "1955-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Avram_Grant_2012.jpg/320px-Avram_Grant_2012.jpg",
    "extract": "Avraham \"Avram\" Grant is an Israeli professional football manager. He has spent the majority of his career coaching and managing in Israel, winning a number of national league and cup victories with different teams, and also managing the Israel national team for four years.",
    "year": 1955,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michael Pollan",
    "birthday": "1955-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Michael_Pollan_by_Christopher_Michel_in_2022_04.jpg/213px-Michael_Pollan_by_Christopher_Michel_in_2022_04.jpg",
    "extract": "Michael Kevin Pollan is an American author and journalist, who is currently the Knight Professor of Science and Environmental Journalism at the UC Berkeley Graduate School of Journalism.",
    "year": 1955,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ricardo La Volpe",
    "birthday": "1952-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/RicardoLavolpe.jpg/213px-RicardoLavolpe.jpg",
    "extract": "Ricardo Antonio La Volpe Guarchoni is an Argentine former professional footballer and manager. He is a World Cup-winning goalkeeper who played for most of his career in Argentina and Mexico.",
    "year": 1952,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Natalie Cole",
    "birthday": "1950-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/NatalieColeHWOFMay2013.jpg/285px-NatalieColeHWOFMay2013.jpg",
    "extract": "Natalie Maria Cole was an American singer, songwriter, and actress. She was the daughter of American singer and jazz pianist Nat King Cole. She rose to success in the mid-1970s as an R&B singer with the hits \"This Will Be\", \"Inseparable\" (1975), and \"Our Love\" (1977). She returned as a pop singer on the 1987 album Everlasting and her cover of Bruce Springsteen's \"Pink Cadillac\". In the 1990s, she sang traditional pop by her father, resulting in her biggest success, Unforgettable... with Love, which sold over seven million copies and won her seven Grammy Awards. She sold over 30 million records worldwide.",
    "year": 1950,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Timothy M. Dolan",
    "birthday": "1950-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Timothy_Dolan_apr_2015.jpg/231px-Timothy_Dolan_apr_2015.jpg",
    "extract": "Timothy Michael Dolan is an American cardinal of the Catholic Church. He is the tenth and current Archbishop of New York, having been appointed by Pope Benedict XVI in 2009.",
    "year": 1950,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mike Batt",
    "birthday": "1949-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/89/Mike_Batt_1971.JPG",
    "extract": "Michael Philip Batt, LVO is an English singer-songwriter, musician, arranger, record producer, director and conductor. He was formerly the Deputy Chairman of the British Phonographic Industry. Having achieved substantial international success as a solo artist, he is particularly known in the UK for creating The Wombles pop act, writing many hits including the chart-topping \"Bright Eyes\", and discovering Katie Melua. He has also conducted many of the world's great orchestras, including the London Symphony, Royal Philharmonic, London Philharmonic, Sydney Symphony and Stuttgart Philharmonic in both classical and pop recordings and performances.",
    "year": 1949,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Manuel Orantes",
    "birthday": "1949-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Manuel_Orantes_c1974.jpg/253px-Manuel_Orantes_c1974.jpg",
    "extract": "Manuel Orantes Corral is a former tennis player from Spain who was active in the 1970s and 1980s. He won the US Open men's singles title in 1975, beating defending champion Jimmy Connors in the final. Orantes reached a career-high singles ranking of World No. 2.",
    "year": 1949,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jim Sheridan",
    "birthday": "1949-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Jim_Sheridan.jpg/216px-Jim_Sheridan.jpg",
    "extract": "Jim Sheridan is an Irish playwright, screenwriter, film director, and film producer. \nBetween 1989 and 1993, Sheridan directed two critically acclaimed films set in Ireland, My Left Foot and In the Name of the Father, and later directed the films The Boxer and In America. Sheridan has received six Academy Award nominations.\nHe is the son of Anne and Pete Sheridan. He has 4 children : his youngest daughter Amira Clodagh Sheridan with the Film Director Zahara Moufid and 3 other daughters Kirsten Sheridan, Naomi Sheridan, Tess Sheridan with Fran Sheridan. Jim Sheridan has 6 siblings in His family: Ita Rafferty, Peter Sheridan, John Sheridan, Frankie Sheridan, Gerard Sheridan and Paul Sheridan.",
    "year": 1949,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bill Staines",
    "birthday": "1947-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/BillStainesPawtucketArtsFestival2004.jpg/276px-BillStainesPawtucketArtsFestival2004.jpg",
    "extract": "William Russell Staines was an American folk musician and singer-songwriter from New Hampshire who wrote and performed songs with a wide array of subjects. Called \"the Woody Guthrie of my generation\" by singer-songwriter Nanci Griffith, he also wrote and recorded children's songs.",
    "year": 1947,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charlie Hickcox",
    "birthday": "1947-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Charlie_Hickcox_1968.jpg/215px-Charlie_Hickcox_1968.jpg",
    "extract": "Charles Buchanan Hickcox was an American competition swimmer, three-time Olympic champion, and former world record-holder in six events.",
    "year": 1947,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richie Hayward",
    "birthday": "1946-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Little_Feat_-_Richie_Hayward_in_Action.jpg/320px-Little_Feat_-_Richie_Hayward_in_Action.jpg",
    "extract": "Richard \"Richie\" Hayward was an American drummer best known as a founding member and drummer in the band Little Feat. He performed with several bands and worked as a session player. Hayward also joined with friends in some small acting roles on television, which included an episode of F Troop.",
    "year": 1946,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kate McGarrigle",
    "birthday": "1946-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Kate_McGarrigle.jpg/252px-Kate_McGarrigle.jpg",
    "extract": "Kate McGarrigle was a Canadian folk music singer-songwriter, who wrote and performed as a duo with her sister Anna McGarrigle.",
    "year": 1946,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jim Turner (politician)",
    "birthday": "1946-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Jim_Turner.jpg/264px-Jim_Turner.jpg",
    "extract": "James William Turner, known as Jim Turner, is an American lawyer and politician who was the Democratic U.S. Representative for Texas's 2nd congressional district from 1997 until 2005.",
    "year": 1946,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bob Marley",
    "birthday": "1945-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Bob-Marley_3_%28cropped%29.jpg/216px-Bob-Marley_3_%28cropped%29.jpg",
    "extract": "Robert Nesta Marley was a Jamaican singer, musician, and songwriter. Considered one of the pioneers of reggae, his musical career was marked by fusing elements of reggae, ska, and rocksteady, as well as his distinctive vocal and songwriting style. Marley's contributions to music increased the visibility of Jamaican music worldwide, and made him a global figure in popular culture to this day. Over the course of his career, Marley became known as a Rastafari icon, and he infused his music with a sense of spirituality. He is also considered a global symbol of Jamaican music and culture and identity, and was controversial in his outspoken support for democratic social reforms. In 1976, Marley survived an assassination attempt in his home, which was thought to be politically motivated. He also supported legalization of marijuana, and advocated for Pan-Africanism.",
    "year": 1945,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Christine Boutin",
    "birthday": "1944-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Christine_Boutin.jpg/236px-Christine_Boutin.jpg",
    "extract": "Christine Boutin is a French former politician leading the small French Christian Democratic Party. She served as a member of the French National Assembly representing Yvelines, from 1986 until 2007, when she was appointed Minister of Housing and Urban Development by President Nicolas Sarkozy. She was a candidate in the 2002 French presidential election, in which she scored 1.19% on the first round of balloting.",
    "year": 1944,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Willie Tee",
    "birthday": "1944-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/WillieTeeMay51996.jpg/320px-WillieTeeMay51996.jpg",
    "extract": "Wilson Turbinton, professionally known as Willie Tee, was an American keyboardist, songwriter, singer, producer and notable early architect of New Orleans funk and soul, who helped shape the sound of New Orleans for more than four decades.",
    "year": 1944,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michael Tucker (actor)",
    "birthday": "1944-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Michael_Tucker_at_the_39th_Emmy_Awards.jpg/252px-Michael_Tucker_at_the_39th_Emmy_Awards.jpg",
    "extract": "Michael Tucker is an American actor and author. His most famous role came in the television series L.A. Law (1986–1994), for which he was nominated for two Golden Globe Awards and three Primetime Emmy Awards.",
    "year": 1944,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fabian Forte",
    "birthday": "1943-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/1959_Fabian_Forte.jpg/261px-1959_Fabian_Forte.jpg",
    "extract": "Fabiano Anthony Forte, professionally known as Fabian, is an American singer and actor.",
    "year": 1943,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gayle Hunnicutt",
    "birthday": "1943-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Gayle_Hunnicutt_1973.JPG/248px-Gayle_Hunnicutt_1973.JPG",
    "extract": "Gayle Jenkins, Lady Jenkins is an American retired film, television and stage actress. She has made more than 30 film appearances.",
    "year": 1943,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sarah Brady",
    "birthday": "1942-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Sarah_Brady_1984.jpg/221px-Sarah_Brady_1984.jpg",
    "extract": "Sarah Jane Brady was a prominent advocate for gun control in the United States. Her husband, James Brady, was press secretary to U.S. president Ronald Reagan and was left permanently disabled as a result of an assassination attempt on Reagan.",
    "year": 1942,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Stephen Albert",
    "birthday": "1941-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/22/Stephen_Albert.jpg/270px-Stephen_Albert.jpg",
    "extract": "Stephen Joel Albert was an American composer. He is best known for his Symphony No. 1 RiverRun (1983) and Cello Concerto (1990) written for Yo-Yo Ma, both of which won a Pulitzer Prize for Music. He died suddenly in a 1992 automobile accident, having just sketched out his Second Symphony. The work was subsequently completed by Sebastian Currier, and his death sparked musical tributes from composer colleagues such as Aaron Jay Kernis and Christopher Rouse.",
    "year": 1941,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dave Berry (musician)",
    "birthday": "1941-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Dave_Berry_%281966%29.jpg/240px-Dave_Berry_%281966%29.jpg",
    "extract": "Dave Berry is an English rock singer and former teen idol of the 1960s.",
    "year": 1941,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gigi Perreau",
    "birthday": "1941-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/95/GigiPerreau.jpg",
    "extract": "Gigi Perreau is an American film and television actress.",
    "year": 1941,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tom Brokaw",
    "birthday": "1940-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Tom_Brokaw_2015.JPG/239px-Tom_Brokaw_2015.JPG",
    "extract": "Thomas John Brokaw is an American retired network television journalist and author. He first served as the co-anchor of The Today Show from 1976 to 1981 with Jane Pauley, then as the anchor and managing editor of NBC Nightly News for 22 years (1982–2004). At this position he was one of the \"Big Three anchors\" along with Dan Rather and Peter Jennings. In the previous decade he served as a weekend anchor for the program from 1973 to 1976. He is the only person to have hosted all three major NBC News programs: The Today Show, NBC Nightly News, and, briefly, Meet the Press. He formerly held a special correspondent post for NBC News. He occasionally writes and narrates documentaries for other outlets.",
    "year": 1940,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Petr Hájek",
    "birthday": "1940-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Prof._RNDr._Petr_H%C3%A1jek%2C_DrSc.jpg/197px-Prof._RNDr._Petr_H%C3%A1jek%2C_DrSc.jpg",
    "extract": "Petr Hájek was a Czech scientist in the area of mathematical logic and a professor of mathematics. Born in Prague, he worked at the Institute of Computer Science at the Academy of Sciences of the Czech Republic and as a lecturer at the Faculty of Mathematics and Physics at the Charles University in Prague and at the Faculty of Nuclear Sciences and Physical Engineering of the Czech Technical University in Prague.",
    "year": 1940,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mike Farrell",
    "birthday": "1939-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Mike_Farrell_2016.jpg/240px-Mike_Farrell_2016.jpg",
    "extract": "Michael Joseph Farrell Jr. is an American actor, best known for his role as Captain B.J. Hunnicutt on the television series M*A*S*H (1975–83). Farrell was a producer of Patch Adams (1998) starring Robin Williams, and starred in the television series Providence (1999–2002). He is also an activist and public speaker for various political causes.",
    "year": 1939,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jair Rodrigues",
    "birthday": "1939-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Jair_Rodrigues_no_BRAVO.jpg/320px-Jair_Rodrigues_no_BRAVO.jpg",
    "extract": "Jair Rodrigues de Oliveira was a Brazilian musician and singer. He is the father of Luciana Mello and Jair Oliveira, who also followed in his footsteps and became musicians.",
    "year": 1939,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kent Douglas",
    "birthday": "1936-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Kent_Douglas_Ralston_Purina_card.JPG/226px-Kent_Douglas_Ralston_Purina_card.JPG",
    "extract": "\nFor the American actor sometimes known as Kent Douglass see Douglass Montgomery.\n",
    "year": 1936,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Camilo Cienfuegos",
    "birthday": "1932-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Camilo_Cienfuegos.jpg/296px-Camilo_Cienfuegos.jpg",
    "extract": "Camilo Cienfuegos Gorriarán was a Cuban revolutionary born in Havana. Along with Fidel Castro, Che Guevara, Juan Almeida Bosque, and Raúl Castro, he was a member of the 1956 Granma expedition, which launched Fidel Castro's armed insurgency against the government of Cuban dictator Fulgencio Batista. He became one of Castro's top guerrilla commanders, known as the \"Hero of Yaguajay\" after winning a key battle of the Cuban Revolution. His signature weapons were a M1921AC Thompson and a modified M2 carbine.",
    "year": 1932,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "François Truffaut",
    "birthday": "1932-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Fran%C3%A7ois_Truffaut_%281965%29.jpg/240px-Fran%C3%A7ois_Truffaut_%281965%29.jpg",
    "extract": "François Roland Truffaut was a French film director, screenwriter, producer, actor, and film critic. He is widely regarded as one of the founders of the French New Wave. After a career of more than 25 years, he remains an icon of the French film industry, having worked on over 25 films.",
    "year": 1932,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rip Torn",
    "birthday": "1931-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Rip_Torn_%2794_crop.jpg/226px-Rip_Torn_%2794_crop.jpg",
    "extract": "Elmore Rual \"Rip\" Torn Jr. was an American actor whose career spanned more than 60 years.",
    "year": 1931,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fred Trueman",
    "birthday": "1931-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Fred_Trueman_02.jpg/240px-Fred_Trueman_02.jpg",
    "extract": "Frederick Sewards Trueman, was an English cricketer who played for Yorkshire County Cricket Club and the England cricket team. He had professional status and later became a popular author and broadcaster.",
    "year": 1931,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mamie Van Doren",
    "birthday": "1931-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Mamie_Van_Doren_LF.jpg/211px-Mamie_Van_Doren_LF.jpg",
    "extract": "Mamie Van Doren is an American actress, model, singer, and sex symbol. She is perhaps best remembered for the rock 'n' roll, juvenile delinquency exploitation film Untamed Youth (1957).",
    "year": 1931,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ricardo Vidal",
    "birthday": "1931-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Cardinal_Ricardo_Vidal.jpg/316px-Cardinal_Ricardo_Vidal.jpg",
    "extract": "Ricardo Tito Jamin Vidal (Latin: Ricardus Titus Vidal; Spanish: Ricardo Tito Vidal y Jamín; was a Filipino prelate of the Catholic Church. A cardinal since 1985, he was Archbishop of Cebu from 1982 to 2010.",
    "year": 1931,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jun Kondō",
    "birthday": "1930-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Jun_Kondo_202011.jpg",
    "extract": "Jun Kondō was a Japanese theoretical physicist.",
    "year": 1930,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Óscar Sambrano Urdaneta",
    "birthday": "1929-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Oscar_Sambrano_Urdaneta.JPG/185px-Oscar_Sambrano_Urdaneta.JPG",
    "extract": "Óscar Sambrano Urdaneta was a Venezuelan writer, essayist and literary critic, specialized in the life and work of Andrés Bello. In 1978, he won the Municipal Prize of Literature for the work Poesía contemporánea de Venezuela. He served as the president of the Venezuelan Academy of Language, is an honorary member of the Caro y Cuervo Institute, and was president of the National Council of Culture (CONAC) in the late 1990s. He also has hosted the television show Valores (Values).",
    "year": 1929,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Allan H. Meltzer",
    "birthday": "1928-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Elaine_Chao_Meets_with_Allan_H._Meltzer_174-CD-L03-11-03B-003_%28cropped%29.jpg/240px-Elaine_Chao_Meets_with_Allan_H._Meltzer_174-CD-L03-11-03B-003_%28cropped%29.jpg",
    "extract": "Allan H. Meltzer was an American economist and Allan H. Meltzer Professor of Political Economy at Carnegie Mellon University's Tepper School of Business and Institute for Politics and Strategy in Pittsburgh, Pennsylvania. Meltzer specialized on studying monetary policy and the US Federal Reserve System, and authored several academic papers and books on the development and applications of monetary policy, and about the history of central banking in the US. Together with Karl Brunner, he created the Shadow Open Market Committee: a monetarist council that deeply criticized the Federal Open Market Committee.",
    "year": 1928,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gerard K. O'Neill",
    "birthday": "1927-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Gerard_Kitchen_ONeill.GIF",
    "extract": "Gerard Kitchen O'Neill was an American physicist and space activist. As a faculty member of Princeton University, he invented a device called the particle storage ring for high-energy physics experiments. Later, he invented a magnetic launcher called the mass driver. In the 1970s, he developed a plan to build human settlements in outer space, including a space habitat design known as the O'Neill cylinder. He founded the Space Studies Institute, an organization devoted to funding research into space manufacturing and colonization.",
    "year": 1927,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Walker Edmiston",
    "birthday": "1925-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/69/Walker_Edmiston.jpg/280px-Walker_Edmiston.jpg",
    "extract": "Walker Edmiston was an American radio, television and voice actor.",
    "year": 1925,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Billy Wright (footballer, born 1924)",
    "birthday": "1924-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Billy_Wright_%281961%29.jpg/257px-Billy_Wright_%281961%29.jpg",
    "extract": "William Ambrose Wright CBE, was an English footballer who played as a centre half. He spent his entire club career at Wolverhampton Wanderers. The first footballer in the world to earn 100 international caps, Wright also holds the record for longest unbroken run in competitive international football. He also made a total of 105 appearances for England, captaining them a record 90 times, including during their campaigns at the 1950, 1954 and 1958 World Cup finals.",
    "year": 1924,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jin Yong",
    "birthday": "1924-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Jin_Yong%2C_July_2007.jpg/199px-Jin_Yong%2C_July_2007.jpg",
    "extract": "Louis Cha Leung-yung, better known by his pen name Jin Yong, pronounced \"Gum Yoong\" in Cantonese, was a Chinese wuxia novelist and essayist who co-founded the Hong Kong daily newspaper Ming Pao in 1959 and served as its first editor-in-chief. He was Hong Kong's most famous writer, and is named along with Gu Long and Liang Yusheng as the \"Three Legs of the Tripod of Wuxia\".",
    "year": 1924,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gyula Lóránt",
    "birthday": "1923-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/L%C3%B3r%C3%A1nt_Gyula_fortepan_13743.jpg/208px-L%C3%B3r%C3%A1nt_Gyula_fortepan_13743.jpg",
    "extract": "Gyula Lóránt was a Hungarian footballer and manager of Croatian descent. He played as a defender and midfielder for, among others, UTA Arad, Vasas SC, Honvéd and Hungary.",
    "year": 1923,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Patrick Macnee",
    "birthday": "1922-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Patrick_Macnee_Columbo_1975.JPG/241px-Patrick_Macnee_Columbo_1975.JPG",
    "extract": "Daniel Patrick Macnee was an English film and television actor. After serving in the Royal Navy during World War II, he began his acting career in Canada. Despite having some small film roles, Macnee spent much of his early career in playing small roles in American and Canadian television shows. In 1961, he landed the role of secret agent John Steed in the British television series The Avengers. The show was a success running for eight seasons from 1961 to 1969 and was revived in 1976 as The New Avengers. The show was a major breakthrough for Macnee and led to his roles in many films including This Is Spinal Tap and A View to a Kill as well as continuing to appear in both Britain and US television shows up until 2001.",
    "year": 1922,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Denis Norden",
    "birthday": "1922-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cf/Denis_Norden.jpg",
    "extract": "Denis Mostyn Norden was an English comedy writer and television presenter. After an early career working in cinemas, he began scriptwriting during the Second World War. From 1948 to 1959, he co-wrote the BBC Radio comedy programme Take It from Here with Frank Muir. Muir and Norden remained associated for more than 50 years, appearing regularly together on the radio panel programmes My Word! and My Music after they stopped collaborating on scripts. He also wrote scripts for Hollywood films. He presented television programmes on ITV for many years, including the nostalgia quiz Looks Familiar and blooper shows It'll be Alright on the Night and Laughter File.",
    "year": 1922,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Haskell Wexler",
    "birthday": "1922-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Haskell_Wexler_1999.jpg/199px-Haskell_Wexler_1999.jpg",
    "extract": "Haskell Wexler, ASC was an American cinematographer, film producer, and director. Wexler was judged to be one of film history's ten most influential cinematographers in a survey of the members of the International Cinematographers Guild. He won the Academy Award for Best Cinematography twice, in 1966 and 1976 in five nominations.",
    "year": 1922,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bob Scott (rugby)",
    "birthday": "1921-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Bob_Scott_rugby_1946.jpg/240px-Bob_Scott_rugby_1946.jpg",
    "extract": "Robert William Henry Scott was a New Zealand rugby union player who represented the All Blacks between 1946 and 1954.",
    "year": 1921,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lothar-Günther Buchheim",
    "birthday": "1918-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/39/Lothar-G%C3%BCnther_Buchheim.png/238px-Lothar-G%C3%BCnther_Buchheim.png",
    "extract": "Lothar-Günther Buchheim was a German author, painter and Nazi propagandist. In World War II he served as a war correspondent aboard ships and U-boats. He is best known for his 1973 novel Das Boot, which became an international bestseller and was adapted in 1981 as an Oscar-nominated film. His artworks, collected in a gallery on the banks of the Starnberger See, range from heavily decorated cars to a variety of mannequins seated or standing as if themselves visitors to the gallery, thus challenging the division between visitor and art work.",
    "year": 1918,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Zsa Zsa Gabor",
    "birthday": "1917-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Zsa_Zsa_Gabor_-_1959.jpg/256px-Zsa_Zsa_Gabor_-_1959.jpg",
    "extract": "Zsa Zsa Gabor was a Hungarian-American actress and socialite. Her sisters were actresses Eva and Magda Gabor.",
    "year": 1917,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Crank",
    "birthday": "1916-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/27/JohnCrank.jpg/255px-JohnCrank.jpg",
    "extract": "John Crank was a mathematical physicist, best known for his work on the numerical solution of partial differential equations.",
    "year": 1916,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kavi Pradeep",
    "birthday": "1915-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Kavi_Pradeep.jpg/230px-Kavi_Pradeep.jpg",
    "extract": "Kavi Pradeep, was an Indian poet and songwriter who is best known for his patriotic song \"Aye Mere Watan Ke Logo\" written as a tribute to the soldiers who had died defending the country during the Sino-Indian War.",
    "year": 1915,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Thurl Ravenscroft",
    "birthday": "1914-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e2/Thurl%2BRavenscroft.jpg/180px-Thurl%2BRavenscroft.jpg",
    "extract": "Thurl Arthur Ravenscroft was an American actor and bass singer. He was known as one of the booming voices behind Kellogg's Frosted Flakes animated spokesman Tony the Tiger for more than five decades. He was also the uncredited vocalist for the song \"You're a Mean One, Mr. Grinch\" from the classic Christmas television special, Dr. Seuss' How the Grinch Stole Christmas!",
    "year": 1914,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mary Leakey",
    "birthday": "1913-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Mary_Leakey.jpg/311px-Mary_Leakey.jpg",
    "extract": "Mary Douglas Leakey, FBA was a British paleoanthropologist who discovered the first fossilised Proconsul skull, an extinct ape which is now believed to be ancestral to humans. She also discovered the robust Zinjanthropus skull at Olduvai Gorge in Tanzania, eastern Africa. For much of her career she worked with her husband, Louis Leakey, at Olduvai Gorge, where they uncovered fossils of ancient hominines and the earliest hominins, as well as the stone tools produced by the latter group. Mary Leakey developed a system for classifying the stone tools found at Olduvai. She discovered the Laetoli footprints, and at the Laetoli site she discovered hominin fossils that were more than 3.75 million years old.",
    "year": 1913,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Eva Braun",
    "birthday": "1912-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Eva_Braun_walking_dog.jpg/214px-Eva_Braun_walking_dog.jpg",
    "extract": "Eva Anna Paula Hitler was a German photographer who was the longtime companion and briefly the wife of Adolf Hitler. The couple first met in Munich when she was a 17-year-old assistant and model for his personal photographer, Heinrich Hoffmann; she began seeing Hitler often about two years later. Braun took many of the surviving colour photographs and films of Hitler. She attempted suicide twice during their early relationship. By 1936, Braun was a part of Hitler's household at the Berghof near Berchtesgaden, Bavaria, Germany and lived a sheltered life throughout World War II. She became a significant figure within Hitler's inner social circle, but did not attend public events with him until mid-1944, when her sister Gretl married Hermann Fegelein, the SS liaison officer on his staff.",
    "year": 1912,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Christopher Hill (historian)",
    "birthday": "1912-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/58/John_Edward_Christopher_Hill.jpg",
    "extract": "John Edward Christopher Hill was an English Marxist historian and academic, specialising in 17th-century English history. From 1965 to 1978 he was Master of Balliol College, Oxford.",
    "year": 1912,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ronald Reagan",
    "birthday": "1911-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Official_Portrait_of_President_Reagan_1981.jpg/256px-Official_Portrait_of_President_Reagan_1981.jpg",
    "extract": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989. A member of the Republican Party, he previously served as the 33rd governor of California from 1967 to 1975 after a career as a Hollywood actor and union leader.",
    "year": 1911,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Roman Czerniawski",
    "birthday": "1910-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Roman_Czerniawski.jpg/230px-Roman_Czerniawski.jpg",
    "extract": "Roman Garby-Czerniawski was a Polish Air Force Captain and Allied double agent during World War II, using the codename Brutus.",
    "year": 1910,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Irmgard Keun",
    "birthday": "1910-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4f/Irmgard_Keun_book_cover.jpg/234px-Irmgard_Keun_book_cover.jpg",
    "extract": "Irmgard Keun was a German novelist. Noted for her portrayals of the life of women, she is described as \"often reduced to the bold sexuality of her writing, [yet] a significant author of the late Weimar period and die Neue Sachlichkeit.\" She was born into an affluent family and was given the autonomy to explore her passions. After her attempts at acting ended at the age of 16, Keun began working as a writer after years of working in Hamburg and Greifswald. Her books were banned by Nazi authorities but gained recognition during the final years of her life.",
    "year": 1910,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Carlos Marcello",
    "birthday": "1910-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/51/Carlos_Marcello_from_The_Mafia_Encyclopedia.jpg",
    "extract": "Carlos Joseph Marcello was an Italian-American crime boss of the New Orleans crime family from 1947 until the late 1980s.",
    "year": 1910,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Amintore Fanfani",
    "birthday": "1908-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Amintore_Fanfani_1979.png/232px-Amintore_Fanfani_1979.png",
    "extract": "Amintore Fanfani was an Italian politician and statesman, who served as 32nd prime minister of Italy for five separate terms. He was one of the best-known Italian politicians after the Second World War and a historical figure of the left-wing faction of Christian Democracy. He is also considered one of the founders of the modern Italian centre-left.",
    "year": 1908,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Edward Lansdale",
    "birthday": "1908-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Major-general-lansdale.jpg/246px-Major-general-lansdale.jpg",
    "extract": "Edward Geary Lansdale was a United States Air Force officer until retiring in 1963 as a major general before continuing his work with the Central Intelligence Agency (CIA). Lansdale was a pioneer in clandestine operations and psychological warfare. In the early 1950s, Lansdale played a significant role in suppressing the Huk insurgency in the Philippines. In 1954, he moved to Saigon and started the Saigon Military Mission, a covert intelligence operation which was created to sow dissension in North Vietnam. Lansdale believed the United States could win guerrilla wars by studying the enemy's psychology, an approach that won the approval of the presidential administrations of both Kennedy and Johnson.",
    "year": 1908,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Geo Bogza",
    "birthday": "1908-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Geo_Bogza.jpg/234px-Geo_Bogza.jpg",
    "extract": "Geo Bogza was a Romanian avant-garde theorist, poet, and journalist, known for his left-wing and communist political convictions. As a young man in the interwar period, he was known as a rebel and was one of the most influential Romanian Surrealists. Several of his controversial poems twice led to his imprisonment on grounds of obscenity, and saw him partake in the conflict between young and old Romanian writers, as well as in the confrontation between the avant-garde and the far right. At a later stage, Bogza won acclaim for his many and accomplished reportage pieces, being one of the first to cultivate the genre in Romanian literature, and using it as a venue for social criticism.",
    "year": 1908,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Władysław Gomułka",
    "birthday": "1905-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/W%C5%82adys%C5%82aw_Gomu%C5%82ka_1960.jpg/237px-W%C5%82adys%C5%82aw_Gomu%C5%82ka_1960.jpg",
    "extract": "Władysław Gomułka was a Polish communist politician. He was the de facto leader of post-war Poland from 1947 until 1948. Following the Polish October he became leader again from 1956 to 1970. Gomułka was initially very popular for his reforms; his seeking a \"Polish way to socialism\"; and giving rise to the period known as \"Polish thaw\". During the 1960s, however, he became more rigid and authoritarian—afraid of destabilizing the system, he was not inclined to introduce or permit changes. In the 1960s he supported the persecution of the Catholic Church, intellectuals and the anti-communist opposition.",
    "year": 1905,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jan Werich",
    "birthday": "1905-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/61/Jan_Werich.jpg/228px-Jan_Werich.jpg",
    "extract": "Jan Werich was a Czech actor, playwright and writer.",
    "year": 1905,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Claudio Arrau",
    "birthday": "1903-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Claudio_Arrau_1_Allan_Warren.jpg/270px-Claudio_Arrau_1_Allan_Warren.jpg",
    "extract": "Claudio Arrau León was a Chilean pianist known for his interpretations of a vast repertoire spanning the baroque to 20th-century composers, especially Bach, Beethoven, Schubert, Chopin, Schumann, Liszt and Brahms. He is widely considered one of the greatest pianists of the twentieth century.",
    "year": 1903,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "George Brunies",
    "birthday": "1902-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/George_Brunis%2C_Tony_Parenti_%28Gottlieb_00871%29.jpg/243px-George_Brunis%2C_Tony_Parenti_%28Gottlieb_00871%29.jpg",
    "extract": "George Clarence Brunies, a.k.a. Georg Brunis, was an American jazz trombonist, who was part of the dixieland revival. He was known as \"The King of the Tailgate Trombone\".",
    "year": 1902,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ben Lyon",
    "birthday": "1901-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Ben_Lyon_1936.JPG/320px-Ben_Lyon_1936.JPG",
    "extract": "Ben Lyon was an American film actor and a studio executive at 20th Century-Fox who later acted in British radio, films and TV.",
    "year": 1901,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ramon Novarro",
    "birthday": "1899-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Trifling_Women_%281922%29_-_1.jpg/245px-Trifling_Women_%281922%29_-_1.jpg",
    "extract": "José Ramón Gil Samaniego, known professionally as Ramon Novarro, was a Mexican-born American actor. He began his career in silent films in 1917 and eventually became a leading man and one of the top box office attractions of the 1920s and early 1930s. Novarro was promoted by MGM as a \"Latin lover\" and became known as a sex symbol after the death of Rudolph Valentino.",
    "year": 1899,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Harry Haywood",
    "birthday": "1898-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8e/Harry_Haywood%2C_1948.jpg/221px-Harry_Haywood%2C_1948.jpg",
    "extract": "Harry Haywood was an American political activist who was a leading figure in both the Communist Party of the United States (CPUSA) and the Communist Party of the Soviet Union (CPSU). His goal was to connect the political philosophy of the Communist Party with the issues of race.",
    "year": 1898,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robert M. La Follette Jr.",
    "birthday": "1895-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/LaFOLLETTE%2C_ROBERT._SENATOR_LCCN2016862097_%28cropped%29.jpg/257px-LaFOLLETTE%2C_ROBERT._SENATOR_LCCN2016862097_%28cropped%29.jpg",
    "extract": "Robert Marion \"Young Bob\" La Follette Jr. was an American politician serving as a U.S. Senator from Wisconsin from 1925 to 1947. A member of the La Follette family, he was a son of U.S. Representative, U.S. Senator and Wisconsin Governor Robert M. La Follette Sr., and father of Wisconsin Attorney General Bronson La Follette. As co-founder of the Progressive Party and ally of the Farmer-Labor Party in adjacent Minnesota, La Follette kept the Progressive Party alive in the US Senate until his defeat by Joseph McCarthy in 1946.",
    "year": 1895,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "María Teresa Vera",
    "birthday": "1895-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Vera%2BZequeira.jpg/312px-Vera%2BZequeira.jpg",
    "extract": "María Teresa Vera was a Cuban singer, guitarist and composer. She was an outstanding example of the Cuban trova movement.",
    "year": 1895,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Babe Ruth",
    "birthday": "1895-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Babe_Ruth2.jpg/243px-Babe_Ruth2.jpg",
    "extract": "George Herman \"Babe\" Ruth Jr. was an American professional baseball player whose career in Major League Baseball (MLB) spanned 22 seasons, from 1914 through 1935. Nicknamed \"the Bambino\" and \"the Sultan of Swat\", he began his MLB career as a star left-handed pitcher for the Boston Red Sox, but achieved his greatest fame as a slugging outfielder for the New York Yankees. Ruth is regarded as one of the greatest sports heroes in American culture and is considered by many to be the greatest baseball player of all time. In 1936, Ruth was elected into the Baseball Hall of Fame as one of its \"first five\" inaugural members.",
    "year": 1895,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Eric Partridge",
    "birthday": "1894-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Eric_Partridge_1971A.png/172px-Eric_Partridge_1971A.png",
    "extract": "Eric Honeywood Partridge was a New Zealand–British lexicographer of the English language, particularly of its slang. His writing career was interrupted only by his service in the Army Education Corps and the RAF correspondence department during World War II.",
    "year": 1894,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kirpal Singh",
    "birthday": "1894-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Kirpalsingh.jpg/223px-Kirpalsingh.jpg",
    "extract": "Kirpal Singh was a spiritual master (satguru) in the tradition of Radha Soami.",
    "year": 1894,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Muhammad Zafarullah Khan",
    "birthday": "1893-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Sir-Muhammad-Zafrulla-Khan.jpg/235px-Sir-Muhammad-Zafrulla-Khan.jpg",
    "extract": "Chaudhry Sir Muhammad Zafarullah Khan was a Pakistani jurist and diplomat who served as the first Foreign Minister of Pakistan. After serving as foreign minister he continued his international career and is the only Pakistani to preside over the International Court of Justice. He also served as the President of the UN General Assembly. He is the only person to date to serve as the President of both UN General Assembly and the International Court of Justice.",
    "year": 1893,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William P. Murphy",
    "birthday": "1892-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6c/William_P_Murphy.jpg",
    "extract": "William Parry Murphy was an American physician who shared the Nobel Prize in Physiology or Medicine in 1934 with George Richards Minot and George Hoyt Whipple for their combined work in devising and treating macrocytic anemia.",
    "year": 1892,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Abdul Ghaffar Khan",
    "birthday": "1890-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Khan_Abdul_Ghaffar_Khan.jpg/290px-Khan_Abdul_Ghaffar_Khan.jpg",
    "extract": "Khān Abdul Ghaffār Khān, also known as Bādshāh Khān, also known as Bāchā Khān and honourably addressed as Fakhr-e-Afghan, was an Pashtun freedom fighter independence activist against British colonial rule in India. He was a political and spiritual leader known for his nonviolent opposition and lifelong pacifism; he was a devout Muslim and an advocate for Hindu−Muslim unity in the Indian subcontinent. Due to his similar ideologies and close friendship with Mahatma Gandhi, Khan was nicknamed Sarhadi Gandhi by his close associate Amir Chand Bombwal. In 1929, Khan founded the Khudai Khidmatgar, an anti-colonial nonviolent resistance movement. The Khudai Khidmatgar's success and popularity with the Indian people eventually prompted the colonial government to launch numerous crackdowns against Khan and his supporters; the Khudai Khidmatgar experienced some of the most severe repression of the entire Indian independence movement.",
    "year": 1890,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jim McGirr",
    "birthday": "1890-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/JamesMcGirr1947.jpg/228px-JamesMcGirr1947.jpg",
    "extract": "James \"Jim\" McGirr, JP was the Labor Premier of New South Wales from 6 February 1947 to 3 April 1952.",
    "year": 1890,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Josef Frings",
    "birthday": "1887-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Stadtarchiv_Kerpen_-_BA_05801_-_Kardinal_Joseph_Frings_auf_der_K%C3%B6lner_Stra%C3%9Fe_1959_crop.tif/lossless-page1-204px-Stadtarchiv_Kerpen_-_BA_05801_-_Kardinal_Joseph_Frings_auf_der_K%C3%B6lner_Stra%C3%9Fe_1959_crop.tif.png",
    "extract": "Josef Richard Frings, was a German Cardinal of the Catholic Church. He served as Archbishop of Cologne from 1942 to 1969. Considered a significant figure in Catholic resistance to Nazism, he was elevated to the cardinalate in 1946 by Pope Pius XII.",
    "year": 1887,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nishinoumi Kajirō II",
    "birthday": "1880-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/The_25th_Yokozuna_Nishinoumi_Kajir%C5%8D_II_ca._1916.tif/lossy-page1-148px-The_25th_Yokozuna_Nishinoumi_Kajir%C5%8D_II_ca._1916.tif.jpg",
    "extract": "Nishinoumi Kajirō II  was a Japanese professional sumo wrestler. He was the sport's 25th yokozuna.",
    "year": 1880,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Othon Friesz",
    "birthday": "1879-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Othon_Friesz%2C_c.1930.jpg/320px-Othon_Friesz%2C_c.1930.jpg",
    "extract": "Achille-Émile Othon Friesz, who later called himself Othon Friesz, a native of Le Havre, was a French artist of the Fauvist movement.",
    "year": 1879,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Magnús Guðmundsson",
    "birthday": "1879-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/90/Magn%C3%BAs_Gu%C3%B0mundsson.jpg",
    "extract": "Magnús Guðmundsson was an Icelandic politician. He graduated in laws from the University of Copenhagen in 1907. Magnus was a member of Althingi for his constituency in North west Iceland from 1916 till the day of his death in 1937. He served as prime minister of Iceland from 23 June to 8 July 1926, and was a member of the now defunct Conservative Party (Íhaldsflokkurinn). He was the Minister of Industrial Affairs in the presiding Government of Jón Magnússon from 1924 to 1927. Prior to that he had served as Minister of Finance of Iceland from 1920 to 1922. He was a founding member of the Independence Party and served as a minister of Justice in the first government that the Independence Party participated in, from 1932 to 1934.",
    "year": 1879,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Edwin Montagu",
    "birthday": "1879-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Edwin_Samuel_Montagu.jpg/225px-Edwin_Samuel_Montagu.jpg",
    "extract": "Edwin Samuel Montagu PC was a British Liberal politician who served as Secretary of State for India between 1917 and 1922. Montagu was a \"radical\" Liberal and the third practising Jew to serve in the British cabinet.",
    "year": 1879,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Carl Ramsauer",
    "birthday": "1879-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Bundesarchiv_Bild_102-05559%2C_Carl_Wilhelm_Ramsauer.jpg/242px-Bundesarchiv_Bild_102-05559%2C_Carl_Wilhelm_Ramsauer.jpg",
    "extract": "Carl Wilhelm Ramsauer was a German professor of physics and research physicist, famous for the discovery of the Ramsauer–Townsend effect. He pioneered the field of electron and proton collisions with gas molecules.",
    "year": 1879,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henry Blogg",
    "birthday": "1876-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Henry_Blogg_1_Feb_2008_%281%29.JPG/240px-Henry_Blogg_1_Feb_2008_%281%29.JPG",
    "extract": "Henry George Blogg GC BEM was a lifeboatman from Cromer on the north coast of Norfolk, England, and the most decorated in Royal National Lifeboat Institution (RNLI) history.",
    "year": 1876,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Leonid Gobyato",
    "birthday": "1875-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/be/Leonid_Gobyato.jpg/232px-Leonid_Gobyato.jpg",
    "extract": "Leonid Nikolaevich Gobyato was a lieutenant-general in the Imperial Russian Army and designer of the modern, man-portable mortar.",
    "year": 1875,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bhaktisiddhanta Sarasvati",
    "birthday": "1874-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Bhaktisiddhanta.jpg/240px-Bhaktisiddhanta.jpg",
    "extract": "Bhaktisiddhanta Sarasvati, born Bimala Prasad Datt, was a Gaudīya Vaisnava Hindu guru, ācārya, and revivalist in early 20th century India. To his followers, he was known as Srila Prabhupāda.",
    "year": 1874,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robert Maillart",
    "birthday": "1872-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/ETH-BIB-Maillart%2C_Robert_%281872-1940%29-Portrait-Portr_13004.tif/lossy-page1-227px-ETH-BIB-Maillart%2C_Robert_%281872-1940%29-Portrait-Portr_13004.tif.jpg",
    "extract": "Robert Maillart was a Swiss civil engineer who revolutionized the use of structural reinforced concrete with such designs as the three-hinged arch and the deck-stiffened arch for bridges, and the beamless floor slab and mushroom ceiling for industrial buildings. His Salginatobel (1929–1930) and Schwandbach (1933) bridges changed the aesthetics and engineering of bridge construction dramatically and influenced decades of architects and engineers after him. In 1991 the Salginatobel Bridge was declared an International Historic Civil Engineering Landmark by the American Society of Civil Engineers.",
    "year": 1872,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Karl Sapper",
    "birthday": "1866-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Dr_Karl_Sapper.png/233px-Dr_Karl_Sapper.png",
    "extract": "Karl Theodor Sapper was a German traveller, explorer, antiquarian and linguist, who is known for his research into the natural history, cultures and languages of Central America around the turn of the 20th century.",
    "year": 1866,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Henry Mackay",
    "birthday": "1864-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e4/John_Henry_Mackay.gif",
    "extract": "John Henry Mackay was an egoist anarchist, thinker and writer. Born in Scotland and raised in Germany, Mackay was the author of Die Anarchisten and Der Freiheitsucher. Mackay was published in the United States in his friend Benjamin Tucker's magazine, Liberty.",
    "year": 1864,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nikolay Zelinsky",
    "birthday": "1861-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B9_%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%B2%D0%B8%D1%87_%D0%97%D0%B5%D0%BB%D0%B8%D0%BD%D1%81%D0%BA%D0%B8%D0%B9.jpg/235px-%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B9_%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%B2%D0%B8%D1%87_%D0%97%D0%B5%D0%BB%D0%B8%D0%BD%D1%81%D0%BA%D0%B8%D0%B9.jpg",
    "extract": "Nikolay Dimitrievich Zelinsky was a Russian and Soviet chemist, an academician of the Academy of Sciences of USSR (1929).",
    "year": 1861,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "C. Lloyd Morgan",
    "birthday": "1852-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/C._Lloyd_Morgan._Photogravure_by_Synnberg_Photo-gravure_Co.%2C_Wellcome_L0023072_%28cropped%29.jpg/240px-C._Lloyd_Morgan._Photogravure_by_Synnberg_Photo-gravure_Co.%2C_Wellcome_L0023072_%28cropped%29.jpg",
    "extract": "Conwy Lloyd Morgan, FRS was a British ethologist and psychologist. He is remembered for his theory of emergent evolution, and for the experimental approach to animal psychology now known as Morgan's Canon, a principle that played a major role in behaviourism, insisting that higher mental faculties should only be considered as explanations if lower faculties could not explain a behaviour.",
    "year": 1852,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Vasily Safonov",
    "birthday": "1852-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Safonov_Vasily_1902.jpg/190px-Safonov_Vasily_1902.jpg",
    "extract": "Vasily Ilyich Safonov, also known as Wassily Safonoff, was a Russian pianist, teacher, conductor and composer.",
    "year": 1852,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henry Janeway Hardenbergh",
    "birthday": "1847-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Henry_Janeway_Hardenbergh.jpg/238px-Henry_Janeway_Hardenbergh.jpg",
    "extract": "Henry Janeway Hardenbergh was an American architect, best known for his hotels and apartment buildings, and as a \"master of a new building form -- the skyscraper.\"",
    "year": 1847,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Isidor Straus",
    "birthday": "1845-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Isidor_Straus_1903.jpg/231px-Isidor_Straus_1903.jpg",
    "extract": "Isidor Straus was a Bavarian-born American Jewish businessman, politician and co-owner of Macy's department store with his brother Nathan. He also served for just over a year as a member of the United States House of Representatives. He died with his wife, Ida, in the sinking of the passenger ship RMS Titanic.",
    "year": 1845,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Inoue Kowashi",
    "birthday": "1843-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Inoue_Kowashi_2.jpg/213px-Inoue_Kowashi_2.jpg",
    "extract": "Viscount Inoue Kowashi (Japanese: 井上 毅, February 6, 1844 – March 15, 1895) was a Japanese statesman of the Meiji period.",
    "year": 1843,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Frederic W. H. Myers",
    "birthday": "1843-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Frederic_William_Henry_Myers_by_William_Clarke_Wontner.jpg/259px-Frederic_William_Henry_Myers_by_William_Clarke_Wontner.jpg",
    "extract": "Frederic William Henry Myers was a British poet, classicist, philologist, and a founder of the Society for Psychical Research. Myers' work on psychical research and his ideas about a \"subliminal self\" were influential in his time, but have not been accepted by the scientific community. However, in 2007 a team of cognitive scientists at University of Virginia School of Medicine, led by Edward F. Kelly published a major empirical-theoretical work, Irreducible Mind, citing various empirical evidence that they think broadly corroborates Myer's conception of human self and its survival of bodily death.",
    "year": 1843,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alexandre Ribot",
    "birthday": "1842-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Alexandre_Ribot_1913.jpg/248px-Alexandre_Ribot_1913.jpg",
    "extract": "Alexandre-Félix-Joseph Ribot was a French politician, four times Prime Minister.",
    "year": 1842,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Eduard Hitzig",
    "birthday": "1839-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Eduard_Hitzig_%281898%29.jpg/262px-Eduard_Hitzig_%281898%29.jpg",
    "extract": "Eduard Hitzig was a German neurologist and neuropsychiatrist of Jewish ancestry born in Berlin.",
    "year": 1839,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henry Irving",
    "birthday": "1838-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Henry_Irving_portrait.jpg/251px-Henry_Irving_portrait.jpg",
    "extract": "Sir Henry Irving, born John Henry Brodribb, sometimes known as J. H. Irving, was an English stage actor in the Victorian era, known as an actor-manager because he took complete responsibility for season after season at the West End’s Lyceum Theatre, establishing himself and his company as representative of English classical theatre. In 1895 he became the first actor to be awarded a knighthood, indicating full acceptance into the higher circles of British society.",
    "year": 1838,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Yisrael Meir Kagan",
    "birthday": "1838-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Yisrael_Meir_Kagan.jpg/251px-Yisrael_Meir_Kagan.jpg",
    "extract": "Rabbi Yisrael Meir ha-Kohen Kagan , known popularly as the Chofetz Chaim, after his book on lashon hara, who was also well known for the Mishna Berurah, his book on ritual law, was an influential rabbi, Halakhist, posek, and ethicist whose works continue to be widely influential in Jewish life.",
    "year": 1838,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Edwin Klebs",
    "birthday": "1834-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Edwin_Klebs.jpg/247px-Edwin_Klebs.jpg",
    "extract": "Theodor Albrecht Edwin Klebs was a German-Swiss microbiologist. He is mainly known for his work on infectious diseases. His works paved the way for the beginning of modern bacteriology, and inspired Louis Pasteur and Robert Koch. He was the first to identify a bacterium that causes diphtheria, which was called Klebs–Loeffler bacterium. He was the father of physician Arnold Klebs.",
    "year": 1834,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ema Pukšec",
    "birthday": "1834-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Murska_Ilma_von.png/202px-Murska_Ilma_von.png",
    "extract": "Ema Pukšec, also known as Ilma de Murska, as well as Ilma di Murska, was a famous 19th-century soprano opera singer from Croatia.",
    "year": 1834,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "José María de Pereda",
    "birthday": "1833-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f5/JMPereda.jpg",
    "extract": "José María de Pereda was a modern Spanish novelist, and a Member of the Royal Spanish Academy.",
    "year": 1833,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "J. E. B. Stuart",
    "birthday": "1833-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/General_%22Jeb%22_Stuart%2C_Confederate_States_of_America%2C_1863%2C_1961_-_1986_-_NARA_-_518135.tif/lossy-page1-235px-General_%22Jeb%22_Stuart%2C_Confederate_States_of_America%2C_1863%2C_1961_-_1986_-_NARA_-_518135.tif.jpg",
    "extract": "James Ewell Brown \"Jeb\" Stuart was a United States Army officer from Virginia who became a Confederate States Army general during the American Civil War. He was known to his friends as \"Jeb,” from the initials of his given names. Stuart was a cavalry commander known for his mastery of reconnaissance and the use of cavalry in support of offensive operations. While he cultivated a cavalier image, his serious work made him the trusted eyes and ears of Robert E. Lee's army and inspired Southern morale.",
    "year": 1833,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Brown Gordon",
    "birthday": "1832-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Jbgordon.jpg/262px-Jbgordon.jpg",
    "extract": "John Brown Gordon was an attorney, a slaveholding plantation owner, general in the Confederate States Army, and politician in the postwar years. By the end of the Civil War, he had become \"one of Robert E. Lee's most trusted generals.\"",
    "year": 1832,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joseph Auguste Émile Vaudremer",
    "birthday": "1829-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Vaudremer.JPG/320px-Vaudremer.JPG",
    "extract": "Joseph Auguste Émile Vaudremer was a French architect. He won the prix de Rome and designed several public buildings in France, particularly in Paris, four of which have been designated monuments historiques.",
    "year": 1829,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Thomas C. Durant",
    "birthday": "1820-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/S.C._Durant_-_NARA_-_527403.jpg/254px-S.C._Durant_-_NARA_-_527403.jpg",
    "extract": "Thomas Clark Durant was an American physician, businessman, and financier. He was vice-president of the Union Pacific Railroad (UP) in 1869 when it met with the Central Pacific railroad at Promontory Summit in Utah Territory. He created the financial structure that led to the Crédit Mobilier scandal. He was interested in hotels in the Adirondacks and once owned the yacht Idler.",
    "year": 1820,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William M. Evarts",
    "birthday": "1818-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/William_M._Evarts_-_Brady-Handy.jpg/245px-William_M._Evarts_-_Brady-Handy.jpg",
    "extract": "William Maxwell Evarts was an American lawyer and statesman from New York who served as U.S. Secretary of State, U.S. Attorney General and U.S. Senator from New York. He was renowned for his skills as a litigator and was involved in three of the most important causes of American political jurisprudence in his day: the impeachment of a president, the Geneva arbitration and the contests before the electoral commission to settle the presidential election of 1876.",
    "year": 1818,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Auguste Chapdelaine",
    "birthday": "1814-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Auguste_Chapdelaine.jpg/263px-Auguste_Chapdelaine.jpg",
    "extract": "Auguste Chapdelaine, Chinese name Mǎ Lài was a French Christian missionary of the Paris Foreign Missions Society. France used his death–– Chapdelaine was executed by Chinese officials–– as a casus belli for its participation in the Second Opium War.",
    "year": 1814,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henry Liddell",
    "birthday": "1811-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Portrait_of_Henry_George_Liddell.jpg/234px-Portrait_of_Henry_George_Liddell.jpg",
    "extract": "Henry George Liddell was dean (1855–1891) of Christ Church, Oxford, Vice-Chancellor of Oxford University (1870–1874), headmaster (1846–1855) of Westminster School, author of A History of Rome (1855), and co-author of the monumental work A Greek–English Lexicon, known as \"Liddell and Scott\", which is still widely used by students of Greek. Lewis Carroll wrote Alice's Adventures in Wonderland for Henry Liddell's daughter Alice.",
    "year": 1811,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charles Wheatstone",
    "birthday": "1802-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Wheatstone_Charles_drawing_1868.jpg/290px-Wheatstone_Charles_drawing_1868.jpg",
    "extract": "Sir Charles Wheatstone FRS FRSE DCL LLD, was an English scientist and inventor of many scientific breakthroughs of the Victorian era, including the English concertina, the stereoscope, and the Playfair cipher. However, Wheatstone is best known for his contributions in the development of the Wheatstone bridge, originally invented by Samuel Hunter Christie, which is used to measure an unknown electrical resistance, and as a major figure in the development of telegraphy.",
    "year": 1802,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Achille Devéria",
    "birthday": "1800-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Achille_Dev%C3%A9ria-Self-Portrait%2C_c._1835.jpg/220px-Achille_Dev%C3%A9ria-Self-Portrait%2C_c._1835.jpg",
    "extract": "Achille Jacques-Jean-Marie Devéria was a French painter and lithographer known for his portraits of famous writers and artists. His younger brother was the Romantic painter Eugène Devéria, and two of his six children were Théodule Devéria and Gabriel Devéria.",
    "year": 1800,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Imre Frivaldszky",
    "birthday": "1799-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/45/Frivaldszky2.jpg",
    "extract": " Dr Emerich Frivaldszky von Frivald, known as Imre Frivaldszky, was a Hungarian botanist and entomologist.",
    "year": 1799,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joseph von Radowitz",
    "birthday": "1797-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Bilderrevolution0288.jpg/275px-Bilderrevolution0288.jpg",
    "extract": "Joseph Maria Ernst Christian Wilhelm von Radowitz was a conservative Prussian statesman and general famous for his proposal to unify Germany under Prussian leadership by means of a negotiated agreement among the reigning German princes.",
    "year": 1797,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Stevens Henslow",
    "birthday": "1796-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c1/John_Stevens_Henslow.jpg",
    "extract": "John Stevens Henslow was a British priest, botanist and geologist. He is best remembered as friend and mentor to his pupil Charles Darwin.",
    "year": 1796,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ugo Foscolo",
    "birthday": "1778-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Ugo_Foscolo.jpg/258px-Ugo_Foscolo.jpg",
    "extract": "Ugo Foscolo, born Niccolò Foscolo, was an Italian writer, revolutionary and a poet.",
    "year": 1778,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "George Murray (British Army officer)",
    "birthday": "1772-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/General_George_Murray_%281772-1846%29%2C_by_John_Hoppner.jpg/263px-General_George_Murray_%281772-1846%29%2C_by_John_Hoppner.jpg",
    "extract": "Sir George Murray was a British soldier and politician from Scotland.",
    "year": 1772,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ludwig von Wallmoden-Gimborn",
    "birthday": "1769-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Walmoden.jpg/287px-Walmoden.jpg",
    "extract": "Ludwig Georg Thedel Graf von Wallmoden was an Austrian \"General of the Cavalry\", best known for his training of light infantry and the refinement of the Tirailleur system. As a grandson of George II of Great Britain and first cousin of George III, he is perhaps the only individual from that generation to have been photographed, within the broader British royal family.",
    "year": 1769,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Julian Ursyn Niemcewicz",
    "birthday": "1758-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Julian_Ursyn_Niemcewicz_11.PNG/262px-Julian_Ursyn_Niemcewicz_11.PNG",
    "extract": "Julian Ursyn Niemcewicz was a Polish poet, playwright and statesman. He was a leading advocate for the Constitution of 3 May 1791.",
    "year": 1758,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Aaron Burr",
    "birthday": "1756-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Vanderlyn_Burr.jpg/235px-Vanderlyn_Burr.jpg",
    "extract": "Aaron Burr Jr. was an American politician and lawyer who served as the third vice president of the United States from 1801 to 1805. Burr's legacy is defined by his famous personal conflict with Alexander Hamilton that culminated in Burr killing Hamilton in a duel in 1804, while Burr was vice president.",
    "year": 1756,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Évariste de Parny",
    "birthday": "1753-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Evariste-de-Parny.jpg/294px-Evariste-de-Parny.jpg",
    "extract": "Évariste Desiré de Forges, vicomte de Parny was a French poet.",
    "year": 1753,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Adam Weishaupt",
    "birthday": "1748-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Johann_Adam_Weishaupt.jpg/246px-Johann_Adam_Weishaupt.jpg",
    "extract": "Johann Adam Weishaupt was a German philosopher, professor of civil law and later canon law, and founder of the Illuminati.",
    "year": 1748,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Pierre-Joseph Desault",
    "birthday": "1744-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Desault.jpg/274px-Desault.jpg",
    "extract": "Pierre-Joseph Desault was a French anatomist and surgeon.",
    "year": 1744,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Franz Xaver Messerschmidt",
    "birthday": "1736-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Self_portrait_by_Franz_Xaver_Messerschmidt%2C_Pressburg%2C_c._1780%2C_alabaster_-_Bode-Museum_-_DSC02941.JPG/317px-Self_portrait_by_Franz_Xaver_Messerschmidt%2C_Pressburg%2C_c._1780%2C_alabaster_-_Bode-Museum_-_DSC02941.JPG",
    "extract": "Franz Xaver Messerschmidt was a German-Austrian sculptor most famous for his \"character heads\", a collection of busts with faces contorted in extreme facial expressions.",
    "year": 1736,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charles Lee (general)",
    "birthday": "1732-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Charles_Lee_Esq%27r._-_Americanischer_general-major_%28cropped%29.jpg/250px-Charles_Lee_Esq%27r._-_Americanischer_general-major_%28cropped%29.jpg",
    "extract": "Charles Henry Lee served as a general of the Continental Army during the American Revolutionary War. He also served earlier in the British Army during the Seven Years War. He sold his commission after the Seven Years War and served for a time in the Polish army of King Stanislaus II Augustus.",
    "year": 1732,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Patrick Russell (herpetologist)",
    "birthday": "1726-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Russell_Patrick_1726-1805.png/252px-Russell_Patrick_1726-1805.png",
    "extract": "Patrick Russell was a Scottish surgeon and naturalist who worked in India. He studied the snakes of India and is considered the \"Father of Indian Ophiology\". Russell's viper, Daboia russelii, is named after him.",
    "year": 1726,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alberto Pullicino",
    "birthday": "1719-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Arrivee_a_Malte_avec_orage_sur_port_La_Valette.jpg/320px-Arrivee_a_Malte_avec_orage_sur_port_La_Valette.jpg",
    "extract": "Alberto Pullicino, born Philiberto Pullicino, was a Maltese painter. The son of Giuseppe Pullicino and Angela Cantone, he was born in Valletta and probably lived there for his entire life.",
    "year": 1719,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nicolaus II Bernoulli",
    "birthday": "1695-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Bernoulli_Nicolaus%28II%29.jpeg/253px-Bernoulli_Nicolaus%28II%29.jpeg",
    "extract": "Nicolaus II Bernoulli, a.k.a. Niklaus Bernoulli, Nikolaus Bernoulli was a Swiss mathematician as were his father Johann Bernoulli and one of his brothers, Daniel Bernoulli. He was one of the many prominent mathematicians in the Bernoulli family.",
    "year": 1695,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anne, Queen of Great Britain",
    "birthday": "1665-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Dahl%2C_Michael_-_Queen_Anne_-_NPG_6187.jpg/193px-Dahl%2C_Michael_-_Queen_Anne_-_NPG_6187.jpg",
    "extract": "Anne was Queen of England, Scotland and Ireland from 8 March 1702. On 1 May 1707, under the Acts of Union, the kingdoms of England and Scotland united as a single sovereign state known as Great Britain. Anne continued to reign as Queen of Great Britain and Ireland until her death in 1714.",
    "year": 1665,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mustafa II",
    "birthday": "1664-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Tughra_of_Mustafa_II.JPG/320px-Tughra_of_Mustafa_II.JPG",
    "extract": "Mustafa II was the Sultan of the Ottoman Empire from 1695 to 1703.",
    "year": 1664,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Augusta Marie of Holstein-Gottorp",
    "birthday": "1649-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Augusta_Marie_of_Holstein-Gottorp%2C_margravine_of_Baden-Durlach.jpg/262px-Augusta_Marie_of_Holstein-Gottorp%2C_margravine_of_Baden-Durlach.jpg",
    "extract": "Augusta Marie of Holstein-Gottorp (1649–1728) was a German noblewoman. She was the daughter of Frederick III, Duke of Holstein-Gottorp and Duchess Marie Elisabeth of Saxony. Through her daughter Albertine Frederica, she is a female line great-grandmother of Catherine II and great-great-grandmother of Paul I of Russia.",
    "year": 1649,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Johann Kasimir Kolbe von Wartenberg",
    "birthday": "1643-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/JohannKasimirKolbvonWartenberg1702.JPG/267px-JohannKasimirKolbvonWartenberg1702.JPG",
    "extract": "Johann Kasimir Kolbe, Graf von Wartenberg was the first ever Minister-President of the kingdom of Prussia, and the head of the \"Cabinet of Three Counts\".",
    "year": 1643,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Antoine Arnauld",
    "birthday": "1612-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Antoine_Arnauld4.jpg/264px-Antoine_Arnauld4.jpg",
    "extract": "Antoine Arnauld was a French Catholic theologian, philosopher and mathematician. He was one of the leading intellectuals of the Jansenist group of Port-Royal and had a very thorough knowledge of patristics. Contemporaries called him le Grand to distinguish him from his father.",
    "year": 1612,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Chongzhen Emperor",
    "birthday": "1611-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Chongzhen_Emperor.jpg/223px-Chongzhen_Emperor.jpg",
    "extract": "The Chongzhen Emperor, personal name Zhu Youjian, courtesy name Deyue (德約), was the 17th and last Emperor of the Ming dynasty as well as the last ethnic Han to rule over China before the Manchu Qing conquest. He reigned from 1627 to 1644. \"Chongzhen,\" the era name of his reign, means \"honorable and auspicious.\"",
    "year": 1611,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "António Vieira",
    "birthday": "1608-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Padre_Ant%C3%B3nio_Vieira.jpg/228px-Padre_Ant%C3%B3nio_Vieira.jpg",
    "extract": "Father António Vieira was an Afro-Portuguese Jesuit priest, diplomat, orator, preacher, philosopher, writer, and member of the Royal Council to the King of Portugal.",
    "year": 1608,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bernard of Corleone",
    "birthday": "1605-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Fortunat_Bergant_-_Sv._Bernard_Korleonski.jpg/212px-Fortunat_Bergant_-_Sv._Bernard_Korleonski.jpg",
    "extract": "Bernardo da Corleone, born Filippo Latini, was a Roman Catholic professed religious from the Order of Friars Minor Capuchin.",
    "year": 1605,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mario Bettinus",
    "birthday": "1582-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Mario_Bettinus2.jpg/235px-Mario_Bettinus2.jpg",
    "extract": "Mario Bettinus was an Italian Jesuit philosopher, mathematician and astronomer. The lunar crater Bettinus was named after him by Giovanni Riccioli in 1651. His Apiaria Universae Philosophiae Mathematicae is an encyclopedic collection of mathematical curiosities. This work had been reviewed by Christoph Grienberger. Bettini was one of the fiercest Jesuit critics of Cavalieri's method of Indivisibles.",
    "year": 1582,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Beatrice Cenci",
    "birthday": "1577-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Beatrice_Cenci.jpg/244px-Beatrice_Cenci.jpg",
    "extract": "Beatrice Cenci was a Roman noblewoman who murdered her father, Count Francesco Cenci. She was beheaded in 1599 after a lurid murder trial in Rome that gave rise to an enduring legend about her.",
    "year": 1577,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sassa Narimasa",
    "birthday": "1536-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Sassa_Narimasa.JPG/270px-Sassa_Narimasa.JPG",
    "extract": "Sassa Narimasa , also known as Kura-no-suke (内蔵助), was a Japanese samurai of the Sengoku through Azuchi–Momoyama period. He entered Nobunaga's service at the age of 14 and remained in his lord's service throughout Nobunaga's rise to power. He was a member of the so-called Echizen Sanninshu along with Maeda Toshiie and Fuwa Mitsuharu.",
    "year": 1536,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Girolamo Benivieni",
    "birthday": "1453-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Ridolfo_del_Ghirlandaio_008.jpg/252px-Ridolfo_del_Ghirlandaio_008.jpg",
    "extract": "Girolamo Benivieni was a Florentine poet and a musician. His father was a notary in Florence. He suffered poor health most of his life, which prevented him from taking a more stable job. He was a leading member of the Medicean Academy, a society devoted to literary study. He was a friend of Giovanni Pico della Mirandola (1463–1494), whom he met for the first time in 1479; it was Pico della Mirandola who encouraged him to study Neoplatonism. In the late 1480s, he and Pico della Mirandola became students of Dominican friar Girolamo Savonarola (1452–1498). In 1496, he translated the teachings of Savonarola from Italian to Latin. After he began following Savonarola, he rejected his earlier poetry and attempted to write more spiritually. He participated in Savonarola's Bonfire of the Vanities, and documented the destruction of art worth \"several thousand ducats\".",
    "year": 1453,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joanna, Princess of Portugal",
    "birthday": "1452-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Selige_Johanna.jpg/210px-Selige_Johanna.jpg",
    "extract": "Joanna of Portugal was a Portuguese regent princess of the House of Aviz, daughter of King Afonso V of Portugal and his first wife Isabel of Coimbra. She served as regent during the absence of her father in 1471. She is venerated in the Catholic Church.",
    "year": 1452,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Louis I, Landgrave of Hesse",
    "birthday": "1402-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Arms_of_the_house_of_Hesse_%282%29.svg/274px-Arms_of_the_house_of_Hesse_%282%29.svg.png",
    "extract": "Louis I of Hesse, called \"the Peaceful\", was Landgrave of Lower Hesse (Hesse) from 1413 to 1458.",
    "year": 1402,
    "month": 2,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Emperor Daigo",
    "birthday": "885-2-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Emperor_Daigo.jpg/160px-Emperor_Daigo.jpg",
    "extract": "Emperor Daigo  was the 60th emperor of Japan, according to the traditional order of succession.",
    "year": 885,
    "month": 2,
    "day": 6,
    "language": "en"
  }
]