[
  {
    "name": "Nicolò Barella",
    "birthday": "1997-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Nicol%C3%B2_Barella_in_2021_%28cropped_2%29.jpg/213px-Nicol%C3%B2_Barella_in_2021_%28cropped_2%29.jpg",
    "extract": "Nicolò Barella is an Italian professional footballer who plays as a midfielder for Serie A club Inter Milan and the Italy national team.",
    "year": 1997,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Pierre Gasly",
    "birthday": "1996-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Pierre_Gasly_2017_Malaysia.jpg/240px-Pierre_Gasly_2017_Malaysia.jpg",
    "extract": "Pierre Gasly is a French racing driver, currently competing in Formula One under the French flag, racing for Scuderia AlphaTauri. He is the 2016 GP2 Series champion, and the runner-up in the 2014 Formula Renault 3.5 Series and the 2017 Super Formula Championship. He made his Formula One debut with Toro Rosso at the 2017 Malaysian Grand Prix. He moved to Red Bull Racing in 2019, before moving back after trading with Alexander Albon from Toro Rosso between the Hungarian and Belgian rounds to partner Daniil Kvyat. Gasly took his maiden Formula One victory at the 2020 Italian Grand Prix while driving for AlphaTauri.",
    "year": 1996,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Roberto Osuna",
    "birthday": "1995-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Roberto_Osuna_with_the_Houston_Astros_in_2019.jpg/178px-Roberto_Osuna_with_the_Houston_Astros_in_2019.jpg",
    "extract": "Roberto Osuna Quintero Jr. is a Mexican professional baseball pitcher for the Diablos Rojos del México of the Mexican League. He has played in Major League Baseball (MLB) for the Toronto Blue Jays and Houston Astros. Osuna was signed by the Blue Jays out of Mexico as a 16-year-old, and played three seasons in their minor league organization. On April 8, 2015, at 20 years of age he became the youngest pitcher to appear in a game for the organization, and the first player born in 1995 to play in Major League Baseball. In 2017 he was an American League All Star. In 2018, he was suspended for 75 games for violating the league's policy on domestic assault. In 2019 he led the American League with 38 saves.",
    "year": 1995,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Riley Barber",
    "birthday": "1994-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Riley_Barber.jpg/320px-Riley_Barber.jpg",
    "extract": "Riley Barber is an American professional ice hockey forward who is currently playing for the Grand Rapids Griffins of the American Hockey League (AHL) while under contract with the Detroit Red Wings of the National Hockey League (NHL). Barber was selected by the Washington Capitals in the sixth round of the 2012 NHL Entry Draft. He is the son of former NHL player Don Barber.",
    "year": 1994,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Chris Mears (diver)",
    "birthday": "1993-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Chris_Mears_%2828868670976%29.jpg/230px-Chris_Mears_%2828868670976%29.jpg",
    "extract": "Christopher James Mears is a British diver and DJ/Producer from Burghfield Common, near Reading, Berkshire. He competed at the 2016 Summer Olympics in the synchronised 3m springboard event with Jack Laugher and won gold, the first Olympic gold medal for Britain in diving.",
    "year": 1993,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sergi Roberto",
    "birthday": "1992-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Sergi_Roberto_2019_03_17_1.jpg/182px-Sergi_Roberto_2019_03_17_1.jpg",
    "extract": "Sergi Roberto Carnicer is a Spanish professional footballer who plays for La Liga club Barcelona and the Spain national team. Mainly a central midfielder, he can also operate as a defensive midfielder, full-back or winger.",
    "year": 1992,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ksenia Stolbova",
    "birthday": "1992-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/2015_Grand_Prix_of_Figure_Skating_Final_Ksenia_Stolbova_Fedor_Klimov_IMG_8698.JPG/205px-2015_Grand_Prix_of_Figure_Skating_Final_Ksenia_Stolbova_Fedor_Klimov_IMG_8698.JPG",
    "extract": "Ksenia Andreyevna Stolbova is a retired Russian pair skater who skated with Andrei Novoselov and Fedor Klimov. She is the 2014 Olympic silver medalist, the 2014 Olympic champion in the team event, the 2014 World silver medalist, a three-time European medalist, the 2015–16 Grand Prix Final champion, the 2013 Winter Universiade champion, a two-time World Junior medalist, and a three-time Russian national champion. Stolbova announced her retirement from competitions on 12 February 2020.",
    "year": 1992,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Maimi Yajima",
    "birthday": "1992-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Maimi_Yajima_at_Japan_Expo_2014.jpg/213px-Maimi_Yajima_at_Japan_Expo_2014.jpg",
    "extract": "Maimi Yajima  is a Japanese singer and actress. She was a member and the leader of Cute, a girl idol group within Hello! Project.",
    "year": 1992,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ryan O'Reilly",
    "birthday": "1991-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Ryan_O%27Reilly_during_the_2019_Stanley_Cup_Parade.jpg/212px-Ryan_O%27Reilly_during_the_2019_Stanley_Cup_Parade.jpg",
    "extract": "Ryan O'Reilly is a Canadian professional ice hockey centre and captain of the St. Louis Blues of the National Hockey League (NHL). He has previously played for the Colorado Avalanche and Buffalo Sabres. O'Reilly was drafted 33rd overall in the 2009 NHL Entry Draft by the Colorado Avalanche, with whom he spent the first six seasons of his NHL career. Nicknamed \"the Factor\", he is frequently referred to as one of the NHL's best two-way forwards, winning the Frank J. Selke Trophy in 2019.",
    "year": 1991,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gianluca Lapadula",
    "birthday": "1990-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Gianluca_Lapadula_perfil.jpg/222px-Gianluca_Lapadula_perfil.jpg",
    "extract": "Gianluca Lapadula Vargas is a professional footballer who plays as a striker for Serie B club Benevento and the Peru national team.",
    "year": 1990,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dalilah Muhammad",
    "birthday": "1990-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Dalilah_Muhammad%2C_dos_Estados_Unidos%2C_vence_os_400m_com_barreiras_nos_Jogos_Rio_2016.jpg/225px-Dalilah_Muhammad%2C_dos_Estados_Unidos%2C_vence_os_400m_com_barreiras_nos_Jogos_Rio_2016.jpg",
    "extract": "Dalilah Muhammad is an American track and field athlete who specializes in the 400 meters hurdles. She is the 2016 Rio Olympics champion and 2020 Tokyo Olympics silver medalist, becoming at the latter the second-fastest woman of all time in the event with her personal best of 51.58 seconds. Muhammad was second at both the 2013 and 2017 World Championships to take her first gold in 2019, setting the former world record of 52.16 s. She is only the second female 400 m hurdler in history, after Sally Gunnell, to have won the Olympic, World titles and broken the world record. At both the 2019 World Championships and Tokyo Games, she also took gold as part of women's 4×400 metres relay team.",
    "year": 1990,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Steven Stamkos",
    "birthday": "1990-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Steve_Stamkos_-_Tampa_Bay_Lightning.jpg/291px-Steve_Stamkos_-_Tampa_Bay_Lightning.jpg",
    "extract": "Steven Stamkos is a Canadian professional ice hockey centre and captain of the Tampa Bay Lightning of the National Hockey League (NHL). Stamkos was selected first overall in the 2008 NHL Entry Draft by the Lightning. He is a two-time Maurice \"Rocket\" Richard Trophy winner as the NHL's leading goal-scorer, is a two-time NHL Second Team All-Star, and has been named to seven NHL All-Star Games. He has scored the most goals and the most points of any player born in the 1990s decade. Stamkos captained the Lightning to back-to-back Stanley Cup championships in 2020 and 2021.",
    "year": 1990,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nick Calathes",
    "birthday": "1989-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/2022-03-22_ALBA_Berlin_gegen_FC_Barcelona_B%C3%A0squet_%28EuroLeague_2021-22%29_by_Sandro_Halank%E2%80%93057.jpg/264px-2022-03-22_ALBA_Berlin_gegen_FC_Barcelona_B%C3%A0squet_%28EuroLeague_2021-22%29_by_Sandro_Halank%E2%80%93057.jpg",
    "extract": "Nicholas William Calathes is a Greek-American professional basketball player for Barcelona of the Spanish Liga ACB and the EuroLeague. He played college basketball for the Florida Gators. An All-EuroLeague First Team selection in 2018 and 2019, Calathes has also played in the NBA and the VTB United League. He represents the National Basketball Team of Greece internationally.",
    "year": 1989,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elia Viviani",
    "birthday": "1989-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/GIR30183_viviani_%2842462550871%29.jpg/320px-GIR30183_viviani_%2842462550871%29.jpg",
    "extract": "Elia Viviani is an Italian professional cyclist, who currently rides for UCI WorldTeam Ineos Grenadiers. On 10 May 2015, Viviani won his first Grand Tour stage victory at the Giro d'Italia, winning stage 2 in a bunch sprint before Moreno Hofland and André Greipel.",
    "year": 1989,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ai Kago",
    "birthday": "1988-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Ai_Kago%2C_KDDI_2009_09.jpg/214px-Ai_Kago%2C_KDDI_2009_09.jpg",
    "extract": "Ai Kago  is a Japanese actress and former singer. In 2000, Kago debuted as a 4th generation member of the idol girl group Morning Musume. During her time in the group, she was also part of Mini-Moni and other Hello! Project sub-groups. In 2004, Kago departed from Morning Musume and became part of the duo W with Nozomi Tsuji.",
    "year": 1988,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Matthew Stafford",
    "birthday": "1988-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Matt_Stafford_Chase_Young_%2850611111796%29_%28cropped%29.jpg/216px-Matt_Stafford_Chase_Young_%2850611111796%29_%28cropped%29.jpg",
    "extract": "John Matthew Stafford is an American football quarterback for the Los Angeles Rams of the National Football League (NFL). He played college football at Georgia, where he was a first-team All-American, and was selected first overall by the Detroit Lions in the 2009 NFL Draft. Ranking in the top 20 for all-time in pass attempts, completions, passing yards, and passing touchdowns, Stafford is third in all-time passing yards per game and the fastest NFL player to reach 40,000 passing yards.",
    "year": 1988,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tina Majorino",
    "birthday": "1985-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Tina_Majorino_by_Gage_Skidmore_2.jpg/251px-Tina_Majorino_by_Gage_Skidmore_2.jpg",
    "extract": "Albertina Marie Majorino\n(;\nborn February 7, 1985) is an American film and television actress. She started her career as a child actor, starring in films such as Andre, When a Man Loves a Woman, Waterworld, and Corrina, Corrina.",
    "year": 1985,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Trey Hardee",
    "birthday": "1984-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Trey_Hardee%2C_2012_Olympic_Decathlon_Silver_Medalist.jpg/185px-Trey_Hardee%2C_2012_Olympic_Decathlon_Silver_Medalist.jpg",
    "extract": "James Edward \"Trey\" Hardee III is a retired American track and field athlete who specialized in the combined events. He is a former NCAA Champion, a two-time World Outdoor Champion, a member of the United States 2008 Olympic team, and the silver medalist in the decathlon at the London 2012 Olympics. He was Inducted into the Texas Track and Field Hall of Fame in 2018.",
    "year": 1984,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Federico Marchetti",
    "birthday": "1983-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Federico_Marchetti.jpg/144px-Federico_Marchetti.jpg",
    "extract": "Federico Marchetti is an Italian professional footballer who plays as a goalkeeper for Genoa and the Italy national team.",
    "year": 1983,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Osamu Mukai",
    "birthday": "1982-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Osamu_Mukai_in_the_premier_film_preview_in_alma_mater_Meiji_University.jpg/320px-Osamu_Mukai_in_the_premier_film_preview_in_alma_mater_Meiji_University.jpg",
    "extract": "Osamu Mukai  is a Japanese actor. He was born in Kanagawa Prefecture, Japan. He graduated from Meiji University.",
    "year": 1982,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mickaël Piétrus",
    "birthday": "1982-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Mickael_Pietrus.jpg/213px-Mickael_Pietrus.jpg",
    "extract": "Mickaël Marvin Soriano Piétrus is a French former professional basketball player. Listed at 6'6\", 215 pounds, he played both the small forward and shooting guard positions. Piétrus was drafted by the Golden State Warriors with the 11th pick of the 2003 NBA draft, and is originally from Guadeloupe, a Caribbean island that is a part of France.",
    "year": 1982,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lee Ok-sung",
    "birthday": "1981-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Lee_Ok-Sung_from_acrofan.JPG/320px-Lee_Ok-Sung_from_acrofan.JPG",
    "extract": "Lee Ok-Sung is a South Korean amateur boxer best known for winning the 2005 World Amateur Boxing Championships in the men's flyweight division.",
    "year": 1981,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Daniel Bierofka",
    "birthday": "1979-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Daniel_Bierofka_1860_2011_1.JPG/252px-Daniel_Bierofka_1860_2011_1.JPG",
    "extract": "Daniel Bierofka is a German football coach and a former player. A former left winger, his playing career had been plagued by injuries which limited his chances of playing more matches for Germany national squad and forced him to retire after the 2013–14 season.",
    "year": 1979,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tawakkol Karman",
    "birthday": "1979-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Tawakkol_Karman_%282019%29_II.jpg/256px-Tawakkol_Karman_%282019%29_II.jpg",
    "extract": "Tawakkol Abdel-Salam Khalid Karman is a Yemeni Nobel Laureate, journalist, politician, and human rights activist. She leads the group \"Women Journalists Without Chains,\" which she co-founded in 2005. She became the international public face of the 2011 Yemeni uprising that is part of the Arab Spring uprisings. In 2011, she was reportedly called the \"Iron Woman\" and \"Mother of the Revolution\" by some Yemenis. She is a co-recipient of the 2011 Nobel Peace Prize, becoming the first Yemeni, the first Arab woman, and the second Muslim woman to win a Nobel Prize.",
    "year": 1979,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sam J. Miller",
    "birthday": "1979-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Sam_j_miller_8051626.jpg/320px-Sam_j_miller_8051626.jpg",
    "extract": "Sam J. Miller is a science fiction, fantasy and horror short fiction author. His stories have appeared in publications such as Clarkesworld, Asimov's Science Fiction, and Lightspeed, along with over fifteen \"year's best\" story collections. He was finalist for multiple Nebula Awards along with the World Fantasy and Theodore Sturgeon Memorial Awards. He won the 2013 Shirley Jackson Award for his short story \"57 Reasons for the Slate Quarry Suicides.\" His debut novel, The Art of Starving, was published in 2017 and his novel Blackfish City won the 2019 John W. Campbell Memorial Award.",
    "year": 1979,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "David Aebischer",
    "birthday": "1978-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/David_Aebischer_14.09.2012.jpg/320px-David_Aebischer_14.09.2012.jpg",
    "extract": "David Aebischer is a Swiss former professional ice hockey goaltender who played in the National Hockey League with the Colorado Avalanche, Montreal Canadiens and the Phoenix Coyotes. He was a member of the 2001 Stanley Cup champion Avalanche team, becoming the first Swiss native to achieve the feat. Aebischer also played several seasons in his native Switzerland with HC Fribourg-Gottéron, HC Lugano and the Rapperswil-Jona Lakers of the National League (NL).",
    "year": 1978,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Endy Chávez",
    "birthday": "1978-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/001U2232_Endy_Ch%C3%A1vez_%28cropped%29.jpg/173px-001U2232_Endy_Ch%C3%A1vez_%28cropped%29.jpg",
    "extract": "Endy de Jesus Chávez, is a Venezuelan former professional baseball outfielder, who played in Major League Baseball (MLB) for the Kansas City Royals, Montreal Expos/Washington Nationals, Philadelphia Phillies, New York Mets, Seattle Mariners, Texas Rangers, and Baltimore Orioles. Chávez is the older brother of Ender Chávez.",
    "year": 1978,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ashton Kutcher",
    "birthday": "1978-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Ashton_Kutcher_by_David_Shankbone.jpg/247px-Ashton_Kutcher_by_David_Shankbone.jpg",
    "extract": "Christopher Ashton Kutcher is an American actor, model, producer, and entrepreneur. He is the recipient of various accolades, including a People's Choice Award, and nominations for two Young Artist Awards, a Screen Actors Guild Award, and a Critics' Choice Movie Award.",
    "year": 1978,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Daniel Van Buyten",
    "birthday": "1978-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Daniel_Van_Buyten_2671.jpg/283px-Daniel_Van_Buyten_2671.jpg",
    "extract": "Daniel Van Buyten is a Belgian former footballer who played as a centre back. Nicknamed \"Big Dan\", Van Buyten was known for his uncompromising style of play, exploiting both his physical strength and aerial ability.",
    "year": 1978,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Chito Miranda",
    "birthday": "1976-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Chito_Miranda_%2832665232693%29_%28cropped%29.jpg/260px-Chito_Miranda_%2832665232693%29_%28cropped%29.jpg",
    "extract": "Alfonso \"Chito\" Y. Miranda Jr. is a Filipino singer-songwriter and occasional actor best known as one of the founding members and lead singer for the band Parokya ni Edgar.",
    "year": 1976,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Wes Borland",
    "birthday": "1975-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Limp_Bizkit_-_Festival_of_the_Lakes_-_7_15_2021_%2851319169654%29.jpg/240px-Limp_Bizkit_-_Festival_of_the_Lakes_-_7_15_2021_%2851319169654%29.jpg",
    "extract": "Wesley Louden Borland is an American rock musician. He is best known as the current guitarist and backing vocalist of the rap metal band Limp Bizkit, the lead vocalist and guitarist of the alternative and industrial rock band Black Light Burns, and the co-founder of experimental metal band Big Dumb Face.",
    "year": 1975,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alexandre Daigle",
    "birthday": "1975-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Alexandre_Daigle.jpg/213px-Alexandre_Daigle.jpg",
    "extract": "Alexandre Daigle is a Canadian former professional ice hockey player. A highly touted junior prospect, Daigle was drafted first overall in the 1993 NHL Entry Draft by the Ottawa Senators. After recording a modest career high of 51 points in three separate National Hockey League (NHL) regular seasons, Daigle briefly retired from hockey at age 25, but returned to the NHL two years later. Though he played 10 seasons in the NHL and four in the NL, he failed to live up to the high expectations put forth when he was drafted first overall, and is therefore regarded by many to have been a draft bust.",
    "year": 1975,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Rémi Gaillard",
    "birthday": "1975-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/R%C3%A9mi_Gaillard_-_O_Tour_de_la_Bulle_-_2011_-_P1250410_-_2011-09-17.jpg/265px-R%C3%A9mi_Gaillard_-_O_Tour_de_la_Bulle_-_2011_-_P1250410_-_2011-09-17.jpg",
    "extract": "Rémi Gaillard is a French prankster and YouTuber. Well-known for his videos on YouTube, his channel is the 91st most subscribed comedy channel on YouTube with more than 7.2 million subscribers as of September 2021.",
    "year": 1975,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "J Dilla",
    "birthday": "1974-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ed/J_Dilla_James_Yancy.jpg/244px-J_Dilla_James_Yancy.jpg",
    "extract": "James Dewitt Yancey, better known by the stage names J Dilla and Jay Dee, was an American record producer and rapper. He emerged in the mid-1990s underground hip hop scene in Detroit, Michigan, as a member of the group Slum Village. He was also a member of the Soulquarians, a musical collective active during the late 1990s and early 2000s.",
    "year": 1974,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nujabes",
    "birthday": "1974-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4a/Nujabes_performing_live.jpg/206px-Nujabes_performing_live.jpg",
    "extract": "Jun Seba , better known by his stage name Nujabes , was a Japanese record producer, audio engineer, DJ, composer and arranger best known for his atmospheric instrumental mixes sampling from hip hop, soul, and jazz, as well as incorporating elements of trip hop, breakbeat, downtempo, and ambient music.",
    "year": 1974,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Steve Nash",
    "birthday": "1974-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/SteveNash2014.jpg/220px-SteveNash2014.jpg",
    "extract": "Stephen John Nash is a Canadian professional basketball coach and former player who is the head coach of the Brooklyn Nets of the National Basketball Association (NBA). He played 18 seasons in the NBA, where he was an eight-time All-Star and a seven-time All-NBA selection. Nash was a two-time NBA Most Valuable Player while playing for the Phoenix Suns.",
    "year": 1974,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Juwan Howard",
    "birthday": "1973-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Juwan_Howard_Michigan_%28cropped%29.jpg/232px-Juwan_Howard_Michigan_%28cropped%29.jpg",
    "extract": "Juwan Antonio Howard is an American former professional basketball player and current head coach of the Michigan Wolverines men's team.",
    "year": 1973,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Robyn Lively",
    "birthday": "1972-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Robyn_Lively_-_November_2014_%28cropped%29.jpg/250px-Robyn_Lively_-_November_2014_%28cropped%29.jpg",
    "extract": "Robyn Elaine Lively Johnson is an American actress. She is known for her role in the film Teen Witch (1989) and for her roles in the TV shows Doogie Howser, M.D.; Twin Peaks; Savannah; and Saving Grace.",
    "year": 1972,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Anita Tsoy",
    "birthday": "1971-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/%D0%90143370%D0%B0.jpg/256px-%D0%90143370%D0%B0.jpg",
    "extract": "Anna Sergeyevna \"Anita\" Tsoy is a Russian singer-songwriter of Korean descent. She is a Meritorious Artist of Russia (2003).",
    "year": 1971,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Peter Bondra",
    "birthday": "1968-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Peter_Bondra_scoring.jpg/320px-Peter_Bondra_scoring.jpg",
    "extract": "Peter Bondra is a Soviet-born Slovak former professional ice hockey player. He was the general manager of the Slovakia national team from 2007 to 2011. A two-time 50-goal scorer, Bondra became the 37th player in National Hockey League (NHL) history to score 500 NHL goals. He has the fewest points among all players who reached that milestone with 892. Bondra scored the most goals in the NHL in two seasons, 1994–95 and 1997–98. He is one of a few \nplayers who scored five or more goals in one game in NHL.",
    "year": 1968,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mark Tewksbury",
    "birthday": "1968-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Mark_Tewksbury_1995_stamp_of_Nicaragua.jpg/216px-Mark_Tewksbury_1995_stamp_of_Nicaragua.jpg",
    "extract": "Mark Roger Tewksbury, is a Canadian former competitive swimmer. He is best known for winning the gold medal in the 100-metre backstroke at the 1992 Summer Olympics. He also hosted the first season of How It's Made, a Canadian documentary series, in 2001.",
    "year": 1968,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kristin Otto",
    "birthday": "1966-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Bundesarchiv_Bild_183-1982-0804-030%2C_Kristin_Otto.jpg/320px-Bundesarchiv_Bild_183-1982-0804-030%2C_Kristin_Otto.jpg",
    "extract": "Kristin Otto is a German Olympic swimming champion. She is most famous for being the first woman to win six gold medals at a single Olympic Games, doing so at the 1988 Seoul Olympic games. In long course, she held the world records in the 100 meter and 200 meter freestyle events. Otto was also the first woman to swim the short course 100 meter backstroke in under a minute, doing so at an international short course meet at Indiana University in 1983.",
    "year": 1966,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Chris Rock",
    "birthday": "1965-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Chris_Rock_2014.jpg/240px-Chris_Rock_2014.jpg",
    "extract": "Christopher Julius Rock is an American stand-up comedian, actor, and filmmaker.",
    "year": 1965,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ashok Banker",
    "birthday": "1964-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Ashok_Banker_%283rd_from_L%29_%28cropped%29.jpg/180px-Ashok_Banker_%283rd_from_L%29_%28cropped%29.jpg",
    "extract": "Ashok Kumar Banker is an author and screenwriter. His writing spans crime thrillers, essays, literary criticism, fiction and mythological retellings. The author of several well-received novels including a trilogy billed as \"India's first crime novels in English\", he became widely known for his retellings of Indian mythological epics, starting with the internationally acclaimed and best-selling eight-volume Ramayana Series. His books have sold over 2 million copies and have been published in 16 languages in 58 countries. His Epic India Library is an attempt at retelling all the myths, legends and itihasa of the Indian sub-continent in one story cycle comprising over 70 volumes.",
    "year": 1964,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Heidemarie Stefanyshyn-Piper",
    "birthday": "1963-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Heidemarie_Stefanyshyn-Piper_in_white_space_suit.jpg/256px-Heidemarie_Stefanyshyn-Piper_in_white_space_suit.jpg",
    "extract": "Heidemarie Martha Stefanyshyn-Piper is an American Naval officer and former NASA astronaut. She has achieved the rank of Captain in the United States Navy. She is also a qualified and experienced salvage officer. Her major salvage projects include de-stranding the tanker Exxon Houston off the coast of Barbers Point, on the island of Oahu, Hawaii, and developing the plan for the Peruvian Navy salvage of the Peruvian submarine Pacocha.",
    "year": 1963,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Garth Brooks",
    "birthday": "1962-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Garth_Brooks_2021.jpg/247px-Garth_Brooks_2021.jpg",
    "extract": "Troyal Garth Brooks is an American country music singer and songwriter. His integration of pop and rock elements into the country genre has earned him popularity, particularly in the United States with success on the country music single and album charts, multi-platinum recordings and record-breaking live performances, while also crossing over into the mainstream pop arena.",
    "year": 1962,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "David Bryan",
    "birthday": "1962-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/David_Bryan_of_Bon_Jovi_at_the_2009_Tribeca_Film_Festival.jpg/215px-David_Bryan_of_Bon_Jovi_at_the_2009_Tribeca_Film_Festival.jpg",
    "extract": "David Bryan Rashbaum is an American musician and songwriter, best known as the keyboard player for the rock band Bon Jovi, with which he also co-wrote songs and performed backing vocals. In 2018, Bryan was inducted into the Rock and Roll Hall of Fame as a member of Bon Jovi. He is also known for writing the music and co-writing the lyrics with Joe DiPietro for the musical Memphis, for which he won the Tony Award for Best Original Score.",
    "year": 1962,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eddie Izzard",
    "birthday": "1962-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Eddie_Izzard_comes_to_Crouch_End.jpg/213px-Eddie_Izzard_comes_to_Crouch_End.jpg",
    "extract": "Edward John Izzard is an English stand-up comedian, actor, and activist. Her comedic style takes the form of rambling whimsical monologues and self-referential pantomime.",
    "year": 1962,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Robert Smigel",
    "birthday": "1960-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Robert_Smigel.jpg/235px-Robert_Smigel.jpg",
    "extract": "Robert Smigel is an American actor, comedian, writer, director, producer, and puppeteer, known for his Saturday Night Live \"TV Funhouse\" cartoon shorts and as the puppeteer and voice behind Triumph the Insult Comic Dog. He also co-wrote the first two Hotel Transylvania films and You Don't Mess with the Zohan, both starring Adam Sandler.",
    "year": 1960,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "James Spader",
    "birthday": "1960-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/James_Spader_by_Gage_Skidmore.jpg/213px-James_Spader_by_Gage_Skidmore.jpg",
    "extract": "James Todd Spader is an American actor and producer. He has portrayed eccentric characters in films such as the drama Sex, Lies, and Videotape (1989) for which he won the Cannes Film Festival Award for Best Actor, the action science fiction film Stargate (1994), the controversial psychological thriller Crash (1996), the erotic romance Secretary (2002) and Steven Spielberg's Lincoln (2012). He also voiced and performed motion-capture of the titular character of Ultron in Avengers: Age of Ultron (2015).",
    "year": 1960,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mick McCarthy",
    "birthday": "1959-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Mick_McCarthy_Wolverhampton_Wanderers_Manager.jpg/213px-Mick_McCarthy_Wolverhampton_Wanderers_Manager.jpg",
    "extract": "Michael Joseph McCarthy is a professional football manager, pundit, and former player. He was last in charge of EFL Championship club Cardiff City.",
    "year": 1959,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Giuseppe Baresi",
    "birthday": "1958-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Giuseppe_Baresi_-_Inter_Mailand_%283%29.jpg/213px-Giuseppe_Baresi_-_Inter_Mailand_%283%29.jpg",
    "extract": "Giuseppe Baresi is an Italian football manager and former player, who played as a defender or as a defensive midfielder. He currently works as a technical assistant at Inter Milan. Baresi spent the majority of his 18-year career with Italian club Internazionale, before retiring in 1994 after two seasons with Modena. With Inter, he won two Serie A titles and the UEFA Cup, among other trophies, and also served as the team's captain. At international level, he represented the Italy national team on 18 occasions between 1979 and 1986, taking part at UEFA Euro 1980, where they finished in fourth place, and at the 1986 FIFA World Cup. His younger brother, Franco Baresi, also a defender, served as captain for city rivals Milan and the Italian national side.",
    "year": 1958,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Terry Marsh (boxer)",
    "birthday": "1958-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Terry_Marsh.jpg/222px-Terry_Marsh.jpg",
    "extract": "Terry Marsh is an English former professional boxer who was an undefeated world champion in the light welterweight division.",
    "year": 1958,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Matt Ridley",
    "birthday": "1958-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Official_portrait_of_Viscount_Ridley_crop_2.jpg/240px-Official_portrait_of_Viscount_Ridley_crop_2.jpg",
    "extract": "Matthew White Ridley, 5th Viscount Ridley,, is a British journalist and businessman. He is best known for his writings on science, the environment, and economics. He has written several science books, including The Red Queen: Sex and the Evolution of Human Nature (1994), Genome (1999), The Rational Optimist: How Prosperity Evolves (2010) and The Evolution of Everything: How Ideas Emerge (2015). He publishes a blog and has been a regular contributor to The Times newspaper.",
    "year": 1958,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Rolf Benirschke",
    "birthday": "1955-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Rolf_Benirschke.jpg",
    "extract": "Rolf Joachim Benirschke is an American former professional football player who was a placekicker in the National Football League (NFL). He played for the San Diego Chargers from 1977 until 1986.",
    "year": 1955,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Miguel Ferrer",
    "birthday": "1955-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Miguel_Ferrer_2015.jpg/222px-Miguel_Ferrer_2015.jpg",
    "extract": "Miguel José Ferrer was an American actor. His breakthrough role was as Bob Morton in the 1987 film RoboCop. Other film roles include Quigley in Blank Check (1994), Harbinger in Hot Shots! Part Deux (1993), Shan Yu in Mulan (1998), Eduardo Ruiz in Traffic (2000) and Vice President Rodriguez in Iron Man 3 (2013). Ferrer's notable television roles include FBI Agent Albert Rosenfield on Twin Peaks, Tarakudo on Jackie Chan Adventures (2000–2005), Dr. Garret Macy on Crossing Jordan (2001–2007) and NCIS Assistant Director Owen Granger on NCIS: Los Angeles (2012–2017).",
    "year": 1955,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dieter Bohlen",
    "birthday": "1954-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Dieter_Bohlen_-_2019278200504_2019-10-05_Dieter_Bohlen_-_0214_-_AK8I5492.jpg/272px-Dieter_Bohlen_-_2019278200504_2019-10-05_Dieter_Bohlen_-_0214_-_AK8I5492.jpg",
    "extract": "Dieter Günter Bohlen is a German songwriter, producer, singer, and television personality. He first achieved fame as a member of pop duo Modern Talking in the 1980s, and has since produced numerous German and international artists. He was also a judge on casting shows Deutschland sucht den Superstar and Das Supertalent, having been present on all seasons of both shows until 2021.",
    "year": 1954,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Karen Joy Fowler",
    "birthday": "1950-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Karen_joy_fowler_2013.jpg/256px-Karen_joy_fowler_2013.jpg",
    "extract": "Karen Joy Fowler is an American author of science fiction, fantasy, and literary fiction. Her work often centers on the nineteenth century, the lives of women, and alienation.",
    "year": 1950,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jacques Duchesneau",
    "birthday": "1949-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Jacques_Duchesneau03.jpg/320px-Jacques_Duchesneau03.jpg",
    "extract": "Jacques Duchesneau, is a Canadian politician, civil servant, former chief of police, and former president and chief executive officer of the Canadian Air Transport Security Authority. Duchesneau was the member of the Quebec National Assembly for the riding of Saint-Jérôme from 2012 to 2014, elected under the Coalition Avenir Québec banner.",
    "year": 1949,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Héctor Babenco",
    "birthday": "1946-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Hector_Babenco.jpg/320px-Hector_Babenco.jpg",
    "extract": "Héctor Eduardo Babenco was an Argentine-Brazilian film director, screenwriter, producer and actor who worked in several countries including Brazil, Argentina, and the United States. He was one of the first Brazilian filmmakers to gain international critical acclaim, through his films which often dealt with social outcasts on the fringes of society. His best-known works include Pixote (1980), Kiss of the Spider Woman (1985), Ironweed (1987), At Play in the Fields of the Lord (1990) and Carandiru (2003).",
    "year": 1946,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Pete Postlethwaite",
    "birthday": "1946-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Pete_Postlethwaite.JPG/145px-Pete_Postlethwaite.JPG",
    "extract": "Peter William Postlethwaite, was an English character actor.",
    "year": 1946,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gérard Jean-Juste",
    "birthday": "1946-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Painting_Jean_Juste.JPG/186px-Painting_Jean_Juste.JPG",
    "extract": "Gérard Jean-Juste was a Roman Catholic priest and rector of Saint Claire's church for the poor in Port-au-Prince, Haiti. He was also a liberation theologian and a supporter of the Fanmi Lavalas political party, as well as heading the Miami, Florida-based Haitian Refugee Center from 1977 to 1990.",
    "year": 1946,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eric Foner",
    "birthday": "1943-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Eric_Foner%2C_New_York_City%2C_New_York%2C_September_15%2C_2009.jpg/320px-Eric_Foner%2C_New_York_City%2C_New_York%2C_September_15%2C_2009.jpg",
    "extract": "Eric Foner is an American historian. He writes extensively on American political history, the history of freedom, the early history of the Republican Party, African-American biography, the American Civil War, Reconstruction, and historiography, and has been a member of the faculty at the Columbia University Department of History since 1982. He is the author of several popular textbooks. According to the Open Syllabus Project, Foner is the most frequently cited author on college syllabi for history courses.",
    "year": 1943,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gareth Hunt",
    "birthday": "1943-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/71/Mike_Gambit.jpg",
    "extract": "Alan Leonard Hunt, known as Gareth Hunt, was a British actor best remembered for playing footman Frederick Norton in Upstairs, Downstairs and Mike Gambit in The New Avengers.",
    "year": 1943,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tony Tan",
    "birthday": "1940-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Tony_Tan_Keng_Yam_cropp.jpg/244px-Tony_Tan_Keng_Yam_cropp.jpg",
    "extract": "Tony Tan Keng Yam is a Singaporean retired politician who served as the seventh president of Singapore between 2011 and 2017. Prior to his presidency, he was the country's deputy prime minister.",
    "year": 1940,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Juan Pizarro (baseball)",
    "birthday": "1937-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Juan_Pizarro_1957.png/268px-Juan_Pizarro_1957.png",
    "extract": "Juan Pizarro a.k.a. \"Terín\" was a Major League Baseball (MLB) pitcher. He played for 18 seasons on 9 teams, from 1957 through 1974. In 1964, he won 19 games (19–9) and pitched 4 shutouts for the Chicago White Sox. He was selected for the Major League All-Star Baseball game in 1963 and 1964.",
    "year": 1937,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jas Gawronski",
    "birthday": "1936-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Jas_Gawronski.jpg",
    "extract": "Jas Gawronski is an Italian journalist and politician. He was a Member of the European Parliament for North-West with the Forza Italia, Member of the Bureau of the European People's Party and sits on the European Parliament's Committee on Foreign Affairs.",
    "year": 1936,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Cliff Jones (Welsh footballer)",
    "birthday": "1935-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Cliff_Jones.jpg/240px-Cliff_Jones.jpg",
    "extract": "Clifford William Jones is a Welsh former footballer. During his career, he played as a winger and was capped 59 times for Wales national team. He was also a crucial member of Tottenham Hotspur's 1960–61 double-winning side.",
    "year": 1935,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Herb Kohl",
    "birthday": "1935-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Herbert_Kohl%2C_official_photo.jpg/255px-Herbert_Kohl%2C_official_photo.jpg",
    "extract": "Herbert H. Kohl is an American businessman and politician. Alongside his brother and father, the Kohl family created the Kohl's department stores chain and Kohl went on to be president and CEO of Kohl's. Kohl is a former United States Senator from Wisconsin and a member of the Democratic Party. Kohl is also the former owner of the Milwaukee Bucks of the National Basketball Association. He chose not to seek re-election in 2012 and was succeeded by fellow Democrat Tammy Baldwin.",
    "year": 1935,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jörg Schneider",
    "birthday": "1935-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/99/J%C3%B6rg_Schneider_in_%27Usfahrt_Oerlike%27_by_frenetic_films%2C_640x480_and_cropped_for_EN-WP.jpg",
    "extract": "Jörg Schneider was a Swiss stage and film actor starring usually in Swiss German-language cinema and television and stage productions. He gained great renownedness in the German-speaking area by numerous Kasperle, Pumuckl and fairytale-radio plays records and also adapted plays for the Swiss German language.",
    "year": 1935,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eddie Fenech Adami",
    "birthday": "1934-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Edward_Fenech_Adami.jpg/215px-Edward_Fenech_Adami.jpg",
    "extract": "Edoardo \"Eddie\" Fenech Adami, is a Maltese politician and Nationalist politician who served as the prime minister of Malta from 1987 until 1996, and again from 1998 until 2004. Subsequently, he was the seventh president of Malta from 2004 to 2009. He led his party to win four general elections, in 1987, 1992, 1998 and 2003, as well as the majority of votes in 1981. Staunchly pro-European, Fenech Adami was fundamental for Malta's accession to the European Union.",
    "year": 1934,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "King Curtis",
    "birthday": "1934-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/King_Curtis.png/253px-King_Curtis.png",
    "extract": "Curtis Ousley, known professionally as King Curtis, was an American saxophonist who played rhythm and blues, jazz, and rock and roll. A bandleader, band member, and session musician, he was also a musical director and record producer. A master of the instrument, he played tenor, alto, and soprano saxophone. He played riffs and solos on hit singles such as \"Respect\" by Aretha Franklin (1965), and \"Yakety Yak\" by The Coasters (1958) and his own \"Soul Serenade\" (1964) and \"Memphis Soul Stew\" (1967).",
    "year": 1934,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Earl King",
    "birthday": "1934-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/EarlKingatJazzFest1997.jpg/302px-EarlKingatJazzFest1997.jpg",
    "extract": "Earl Silas Johnson IV, known as Earl King, was an American singer, guitarist, and songwriter, most active in blues music. A composer of blues standards such as \"Come On\" and \"Big Chief\", he was an important figure in New Orleans R&B.",
    "year": 1934,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "K. N. Choksy",
    "birthday": "1933-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/K.N_Choksy.JPG/304px-K.N_Choksy.JPG",
    "extract": "Kairshasp Nariman Choksy, PC, MP was a Sri Lankan lawyer, politician and a former member of the Parliament of Sri Lanka.\nHe was Cabinet Minister of Finance under Prime Minister Ranil Wickremasinghe. He had also served as Cabinet Minister of Constitutional & State Affairs from 1993 to 1994 under President D. B. Wijetunga and was a member of parliament from 1989 to 2010 continuiosly.",
    "year": 1933,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gay Talese",
    "birthday": "1932-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Gay_Talese_by_David_Shankbone.jpg/320px-Gay_Talese_by_David_Shankbone.jpg",
    "extract": "Gaetano \"Gay\" Talese is an American writer. As a journalist for The New York Times and Esquire magazine during the 1960s, Talese helped to define contemporary literary journalism and is considered, along with Tom Wolfe, Joan Didion and Hunter S. Thompson, one of the pioneers of New Journalism. Talese's most famous articles are about Joe DiMaggio and Frank Sinatra.",
    "year": 1932,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alfred Worden",
    "birthday": "1932-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Al_Worden_Apollo_15_CMP.jpg/256px-Al_Worden_Apollo_15_CMP.jpg",
    "extract": "Alfred Merrill Worden was an American test pilot, engineer and NASA astronaut who was the command module pilot for the Apollo 15 lunar mission in 1971. One of only 24 people to have flown to the Moon, he orbited it 74 times in the command module (CM) Endeavour.",
    "year": 1932,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lincoln D. Faurer",
    "birthday": "1928-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Lincoln_Faurer_-_NSA.jpg/256px-Lincoln_Faurer_-_NSA.jpg",
    "extract": "Lieutenant General Lincoln D. Faurer was United States Air Force officer who served as director of the National Security Agency and chief of the Central Security Service from 1981 to 1985.",
    "year": 1928,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Juliette Gréco",
    "birthday": "1927-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Juliette_Gr%C3%A9co_3.jpg/249px-Juliette_Gr%C3%A9co_3.jpg",
    "extract": "Juliette Gréco was a French singer and actress. Her best known songs are \"Paris Canaille\", \"La Javanaise\" and \"Déshabillez-moi\" (1967). She often sang tracks with lyrics written by French poets such as Jacques Prévert and Boris Vian, as well as singers like Jacques Brel and Charles Aznavour. Her 60-year career came to an end in 2015 when she began her last worldwide tour titled \"Merci\".",
    "year": 1927,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vladimir Kuts",
    "birthday": "1927-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Vladimir_Kuts_1956c.jpg/180px-Vladimir_Kuts_1956c.jpg",
    "extract": "Volodymyr Petrovych Kuts was a Soviet long-distance runner. He won the 5000 and 10000 m races at the 1956 Olympics, setting Olympic records in both events.",
    "year": 1927,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lalo Ríos",
    "birthday": "1927-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/The_Ring_1952.jpg/320px-The_Ring_1952.jpg",
    "extract": "Lalo Ríos was a Mexican-born American actor best known for his lead role in The Ring (1952) as Tommy.",
    "year": 1927,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Konstantin Feoktistov",
    "birthday": "1926-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/49/Konstantin_Petrovich_Feoktistov.jpg/242px-Konstantin_Petrovich_Feoktistov.jpg",
    "extract": "Konstantin Petrovich Feoktistov was a Soviet cosmonaut and an eminent space engineer. As a cosmonaut Feoktistov flew on Voskhod 1, the first spacecraft to carry three crew members. Feoktistov also wrote several books on space technology and exploration. The Feoktistov crater on the far side of the Moon is named in his honor.",
    "year": 1926,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Hans Schmidt (wrestler)",
    "birthday": "1925-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Hanswrestle.jpg/234px-Hanswrestle.jpg",
    "extract": "Guy Larose, better known by his ring name of Hans Schmidt, was a Canadian professional wrestler famous in the 1950s and 1960s.",
    "year": 1925,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dora Bryan",
    "birthday": "1923-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0a/Dora_Bryan.jpg",
    "extract": "Dora May Broadbent,, known as Dora Bryan, was a British actress of stage, film and television.",
    "year": 1923,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Hattie Jacques",
    "birthday": "1922-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fa/Hattie_Jacques_-_signed.jpg",
    "extract": "Hattie Jacques was an English comedy actress of stage, radio and screen. She is best known as a regular of the Carry On films, where she typically played strict, no-nonsense characters, but was also a prolific television and radio performer.",
    "year": 1922,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Athol Rowan",
    "birthday": "1921-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Athol_Rowan.jpg",
    "extract": "Athol Matthew Burchell Rowan was a South African international cricketer who played in 15 Test matches between 1947 and 1951.",
    "year": 1921,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jock Mahoney",
    "birthday": "1919-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Jock_Mahoney_in_The_Range_Rider_%28The_Buckskin%29.jpg/320px-Jock_Mahoney_in_The_Range_Rider_%28The_Buckskin%29.jpg",
    "extract": "Jacques Joseph O'Mahoney, known professionally as Jock Mahoney, was an American actor and stuntman. He starred in two Action/Adventure television series, The Range Rider and Yancy Derringer. He played Tarzan in two feature films and was associated in various capacities with several other Tarzan productions. He was sometimes credited as Jack O'Mahoney or Jock O'Mahoney.",
    "year": 1919,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Desmond Doss",
    "birthday": "1919-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/DossDesmondT_USArmy.jpg/259px-DossDesmondT_USArmy.jpg",
    "extract": "Desmond Thomas Doss was a United States Army corporal who served as a combat medic with an infantry company in World War II. He was twice awarded the Bronze Star Medal for actions in Guam and the Philippines. Doss further distinguished himself in the Battle of Okinawa by saving 75 men, becoming the only conscientious objector to receive the Medal of Honor for his actions during the war. His life has been the subject of books, the documentary The Conscientious Objector, and the 2016 Oscar-winning film Hacksaw Ridge, where he was portrayed by Andrew Garfield.",
    "year": 1919,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Frank Hyde",
    "birthday": "1916-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8d/Frank_Hyde_-_rugby_league_player.jpg",
    "extract": "Frank Hyde MBE OAM was an Australian rugby league footballer, coach and radio caller. A New South Wales representative three-quarter, Hyde played his club football in Sydney for NSWRFL Premiership clubs Newtown, Balmain and North Sydney. Following his playing career, Hyde enjoyed even greater success as a commentator, earning him Membership of the Order of the British Empire and a place in the Sport Australia Hall of Fame and the Australian Commercial Radio Industry Hall of Fame.\nHyde's contribution to Rugby League is celebrated each year with the Frank Hyde Shield, a three match tournament played between the Newtown Jets and North Sydney Bears.",
    "year": 1916,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Teoctist Arăpașu",
    "birthday": "1915-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Patriarch-Teoctist-2.jpg/223px-Patriarch-Teoctist-2.jpg",
    "extract": "Teoctist was the Patriarch of the Romanian Orthodox Church from 1986 to 2007.",
    "year": 1915,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eddie Bracken",
    "birthday": "1915-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Eddie_Bracken.JPG/272px-Eddie_Bracken.JPG",
    "extract": "Edward Vincent Bracken was an American actor. Bracken became a Hollywood comedy legend with lead performances in the films Hail the Conquering Hero and The Miracle of Morgan's Creek both from 1944, both of which have been preserved by the National Film Registry. During this era, he also had success on Broadway, with performances in plays like Too Many Girls (1939).",
    "year": 1915,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Russell Drysdale",
    "birthday": "1912-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Russell_Drysdale_Max_Dupain_1945.jpg/251px-Russell_Drysdale_Max_Dupain_1945.jpg",
    "extract": "Sir George Russell Drysdale, also known as Tass Drysdale, was an Australian artist. He won the prestigious Wynne Prize for Sofala in 1947, and represented Australia at the Venice Biennale in 1954. He was influenced by abstract and surrealist art, and \"created a new vision of the Australian scene as revolutionary and influential as that of Tom Roberts\".",
    "year": 1912,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Roberta McCain",
    "birthday": "1912-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Roberta_McCain_at_the_1992_launching_of_USS_John_S._McCain_%28DDG-56%29.jpg/312px-Roberta_McCain_at_the_1992_launching_of_USS_John_S._McCain_%28DDG-56%29.jpg",
    "extract": "Roberta Wright McCain was an American socialite and oil heiress. She was the wife of Admiral John S. McCain Jr., with whom she had three children including U.S. Senator John S. McCain III and stage actor and journalist Joe McCain. McCain was active in the Navy Wives Clubs and her Capitol Hill home was a popular salon for lawmakers and politicians. In 2007 and 2008, she actively campaigned in support of her son John during his presidential bid.",
    "year": 1912,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Hélder Câmara",
    "birthday": "1909-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Helder_Camara_1974.jpg/210px-Helder_Camara_1974.jpg",
    "extract": "Hélder Pessoa Câmara (1909–1999) was a Brazilian Catholic archbishop. A self-identified socialist, he was the Archbishop of Olinda and Recife, serving from 1964 to 1985, during the military dictatorship in Brazil. He was declared a Servant of God in 2015.",
    "year": 1909,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Amedeo Guillet",
    "birthday": "1909-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Amedeo_Guillet.jpg/276px-Amedeo_Guillet.jpg",
    "extract": "Baron Amedeo Guillet was an officer of the Italian Army and an Italian Diplomat. Dying at the age of 101, he was one of the last men to have commanded cavalry in war. He was nicknamed Devil Commander and was famous during the Italian guerrilla war in Ethiopia in 1941, 1942 and 1943 because of his courage.",
    "year": 1909,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Buster Crabbe",
    "birthday": "1908-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Buster_Crabbe_-_publicity.GIF/308px-Buster_Crabbe_-_publicity.GIF",
    "extract": "Clarence Linden Crabbe II, known professionally as Buster Crabbe, was an American two-time Olympic swimmer and film and television actor. He won the 1932 Olympic gold medal for 400-meter freestyle swimming event, which launched his career on the silver screen and later television. He starred in a variety of popular feature films and movie serials released between 1933 and the 1950s, portraying the top three syndicated comic-strip heroes of the 1930s: Tarzan, Flash Gordon, and Buck Rogers.",
    "year": 1908,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Puyi",
    "birthday": "1906-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Puyi%2C_the_last_Emperor_of_China.png/230px-Puyi%2C_the_last_Emperor_of_China.png",
    "extract": "Puyi, courtesy name Yaozhi (曜之), was the last emperor of China as the eleventh and final Qing dynasty monarch. He became emperor at the age of two in 1908, but was forced to abdicate on February 12, 1912 during the Xinhai Revolution. His era name as Qing emperor, \"Xuantong\" (Hsuan-tung), means \"proclamation of unity\". He was later installed as the ruler of the Japanese puppet state of Manchukuo during World War II.",
    "year": 1906,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Oleg Antonov (aircraft designer)",
    "birthday": "1906-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9b/Olegantonov.jpg/221px-Olegantonov.jpg",
    "extract": "Oleg Konstantinovich Antonov was a Soviet aeroplane designer, and the founder of the Antonov Design Bureau, named in his honour. Antonov designed a number of Soviet aeroplanes and numerous gliders for both civilian and military use.",
    "year": 1906,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Paul Nizan",
    "birthday": "1905-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Nizanpaul.jpg/256px-Nizanpaul.jpg",
    "extract": "Paul-Yves Nizan was a French philosopher and writer.",
    "year": 1905,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ulf von Euler",
    "birthday": "1905-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Ulf_von_Euler.jpg/220px-Ulf_von_Euler.jpg",
    "extract": "Ulf Svante von Euler was a Swedish physiologist and pharmacologist. He shared the Nobel Prize in Physiology or Medicine in 1970 for his work on neurotransmitters.",
    "year": 1905,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ernest E. Debs",
    "birthday": "1904-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Ernest_E._Debs%2C_1966.jpg/241px-Ernest_E._Debs%2C_1966.jpg",
    "extract": "Ernest Eugene Debs was a California State Assembly member from 1942 to 1947, a Los Angeles city councilman from 1947 to 1958 and a member of the Los Angeles County Board of Supervisors from 1958 to 1974.",
    "year": 1904,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Arnold Nordmeyer",
    "birthday": "1901-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Arnold_Nordmeyer_%281954%29.jpg/240px-Arnold_Nordmeyer_%281954%29.jpg",
    "extract": "Sir Arnold Henry Nordmeyer was a New Zealand politician. He served as Minister of Finance (1957–1960) and later as Leader of the Labour Party and Leader of the Opposition (1963–1965).",
    "year": 1901,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Anita Stewart",
    "birthday": "1895-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Anita_Stewart_by_Apeda.jpg/259px-Anita_Stewart_by_Apeda.jpg",
    "extract": "Anita Stewart was an American actress and film producer of the early silent film era.",
    "year": 1895,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nicanor Abelardo",
    "birthday": "1893-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Nicanor_Abelardo_Postage_Stamp.jpg",
    "extract": "Nicanor Santa Ana Abelardo was a Filipino composer known for kundiman songs he wrote before the Second World War.",
    "year": 1893,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Harry Nyquist",
    "birthday": "1889-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b4/Harry_Nyquist.jpg",
    "extract": "Harry Nyquist was a Swedish physicist and electronic engineer who made important contributions to communication theory.",
    "year": 1889,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eubie Blake",
    "birthday": "1887-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/eb/EubieBlake.jpg",
    "extract": "James Hubert \"Eubie\" Blake was an American pianist, lyricist, and composer of ragtime, jazz, and popular music. In 1921, he and his long-time collaborator Noble Sissle wrote Shuffle Along, one of the first Broadway musicals to be written and directed by African Americans. Blake's compositions included such hits as \"Bandana Days\", \"Charleston Rag\", \"Love Will Find a Way\", \"Memories of You\" and \"I'm Just Wild About Harry\". The 1978 Broadway musical Eubie! showcased his works.",
    "year": 1887,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sinclair Lewis",
    "birthday": "1885-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Sinclair_Lewis_1930.jpg/226px-Sinclair_Lewis_1930.jpg",
    "extract": "Harry Sinclair Lewis was an American writer and playwright. In 1930, he became the first writer from the United States to receive the Nobel Prize in Literature, which was awarded \"for his vigorous and graphic art of description and his ability to create, with wit and humor, new types of characters.\" He is best known for his novels Main Street (1920), Babbitt (1922), Arrowsmith (1925), Elmer Gantry (1927), Dodsworth (1929), and It Can't Happen Here (1935).",
    "year": 1885,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Hugo Sperrle",
    "birthday": "1885-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Bundesarchiv_Bild_146-1987-121-30A%2C_Hugo_Sperrle.jpg/227px-Bundesarchiv_Bild_146-1987-121-30A%2C_Hugo_Sperrle.jpg",
    "extract": "Hugo Otto Sperrle was a German military aviator in World War I and a Generalfeldmarschall in the Luftwaffe during World War II.",
    "year": 1885,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ossip Gabrilowitsch",
    "birthday": "1878-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Ossip_Gabrilowitsch_looking_at_the_camera_in_1915.jpg/320px-Ossip_Gabrilowitsch_looking_at_the_camera_in_1915.jpg",
    "extract": "Ossip Salomonovich Gabrilowitsch was a Russian-born American pianist, conductor and composer.",
    "year": 1878,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "G. H. Hardy",
    "birthday": "1877-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Ghhardy%4072.jpg/271px-Ghhardy%4072.jpg",
    "extract": "Godfrey Harold Hardy was an English mathematician, known for his achievements in number theory and mathematical analysis. In biology, he is known for the Hardy–Weinberg principle, a basic principle of population genetics.",
    "year": 1877,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Erkki Melartin",
    "birthday": "1875-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/EMelartin_c1910s_%28cropped%29.jpg/238px-EMelartin_c1910s_%28cropped%29.jpg",
    "extract": "Erkki Gustaf Melartin was a Finnish composer, conductor, and teacher of the late-Romantic and early-modern periods. Melartin is generally considered to be one of Finland's most significant national Romantic composers, although his music—then and now—largely has been overshadowed by that of his exact contemporary, Jean Sibelius, the country's most famous composer. The core of Melartin's oeuvre consists of a set of six (completed) symphonies, as well as is his opera, Aino, based on a story from the Kalevala, Finland's national epic, but nevertheless in the style of Richard Wagner.",
    "year": 1875,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Thomas Andrews",
    "birthday": "1873-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Thomas_Andrews_%C3%BCl.jpg/209px-Thomas_Andrews_%C3%BCl.jpg",
    "extract": "Thomas Andrews Jr. was a British businessman and shipbuilder. He was managing director and head of the drafting department of the shipbuilding company Harland and Wolff in Belfast, Ireland.",
    "year": 1873,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Wilhelm Stenhammar",
    "birthday": "1871-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Stenhammar%2C_Vilhelm_i_VJ_5_1916.jpg/263px-Stenhammar%2C_Vilhelm_i_VJ_5_1916.jpg",
    "extract": "Carl Wilhelm Eugen Stenhammar was a Swedish composer, conductor and pianist.",
    "year": 1871,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alfred Adler",
    "birthday": "1870-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Alfred_Adler.jpg/285px-Alfred_Adler.jpg",
    "extract": "Alfred Adler was an Austrian medical doctor, psychotherapist, and founder of the school of individual psychology. His emphasis on the importance of feelings of inferiority, the inferiority complex, is recognized as an isolating element which plays a key role in personality development. Alfred Adler considered a human being as an individual whole, and therefore he called his psychology \"Individual Psychology\".",
    "year": 1870,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Laura Ingalls Wilder",
    "birthday": "1867-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Laura_Ingalls_Wilder_cropped_sepia2.jpg/240px-Laura_Ingalls_Wilder_cropped_sepia2.jpg",
    "extract": "Laura Elizabeth Ingalls Wilder was an American writer, mostly known for the Little House on the Prairie series of children's books, published between 1932 and 1943, which were based on her childhood in a settler and pioneer family.",
    "year": 1867,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Arthur Collins (singer)",
    "birthday": "1864-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0e/ArthurCollins.jpg/237px-ArthurCollins.jpg",
    "extract": "Arthur Francis Collins was an American baritone who was one of the most prolific and beloved of pioneer recording artists, regarded in his day as \"King of the Ragtime Singers\".",
    "year": 1864,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "James Murray (lexicographer)",
    "birthday": "1837-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/James-Murray.jpg/236px-James-Murray.jpg",
    "extract": "Sir James Augustus Henry Murray, FBA was a Scottish lexicographer and philologist. He was the primary editor of the Oxford English Dictionary (OED) from 1879 until his death.",
    "year": 1837,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alfred-Philibert Aldrophe",
    "birthday": "1834-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Grande_Synagogue_de_la_Victoire.JPG/240px-Grande_Synagogue_de_la_Victoire.JPG",
    "extract": "Alfred-Philibert Aldrophe was a French architect.",
    "year": 1834,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Karl Möbius",
    "birthday": "1825-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Karl_August_M%C3%B6bius_%281825-1908%29.jpg/206px-Karl_August_M%C3%B6bius_%281825-1908%29.jpg",
    "extract": "Karl August Möbius was a German zoologist who was a pioneer in the field of ecology and a former director of the Museum für Naturkunde in Berlin.",
    "year": 1825,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Charles Dickens",
    "birthday": "1812-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Dickens_Gurney_head.jpg/219px-Dickens_Gurney_head.jpg",
    "extract": "Charles John Huffam Dickens was an English writer and social critic. He created some of the world's best-known fictional characters and is regarded by many as the greatest novelist of the Victorian era. His works enjoyed unprecedented popularity during his lifetime and, by the 20th century, critics and scholars had recognised him as a literary genius. His novels and short stories are widely read today.",
    "year": 1812,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Deere (inventor)",
    "birthday": "1804-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/John_Deere_portrait.jpg/235px-John_Deere_portrait.jpg",
    "extract": "John Deere was an American blacksmith and manufacturer who founded Deere & Company, one of the largest and leading agricultural and construction equipment manufacturers in the world. Born in Rutland, Vermont, Deere moved to Illinois and invented the first commercially successful steel plow in 1837.",
    "year": 1804,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Thomas Gregson",
    "birthday": "1796-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Thomas_Gregson.jpg/221px-Thomas_Gregson.jpg",
    "extract": "Thomas George Gregson was the second Premier of Tasmania, serving from 26 February 1857 until 25 April 1857.",
    "year": 1796,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Benedikt Schack",
    "birthday": "1758-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/SchikanedersTroupe1791.PNG/212px-SchikanedersTroupe1791.PNG",
    "extract": "Benedikt Emanuel Schack was a composer and tenor of the Classical era, a close friend of Mozart and the first performer of the role of Tamino in Mozart's opera The Magic Flute.",
    "year": 1758,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Henry Fuseli",
    "birthday": "1741-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Henry_Fuseli_by_James_Northcote.jpg/266px-Henry_Fuseli_by_James_Northcote.jpg",
    "extract": "Henry Fuseli was a Swiss painter, draughtsman and writer on art who spent much of his life in Britain. Many of his works, such as The Nightmare, deal with supernatural subject matter. He painted works for John Boydell's Shakespeare Gallery, and created his own \"Milton Gallery\". He held the posts of Professor of Painting and Keeper at the Royal Academy. His style had a considerable influence on many younger British artists, including William Blake.",
    "year": 1741,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Margaret Fownes-Luttrell",
    "birthday": "1726-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Margaret_Luttrell_%281726%E2%80%931766%29%2C_Mrs_Henry_Fownes_Luttrell.jpg/264px-Margaret_Luttrell_%281726%E2%80%931766%29%2C_Mrs_Henry_Fownes_Luttrell.jpg",
    "extract": "Margaret Fownes-Luttrell was a British heiress, the wife of Henry Fownes Luttrell. She was the heiress of Dunster Castle, under the stipulation in her father's will that her husband should take the additional surname of Luttrell. Four portraits of her exist in Dunster castle and a fifth at Bathealton Court.",
    "year": 1726,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Azar Bigdeli",
    "birthday": "1722-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Manuscript_of_Azar_Bigdeli%27s_Atashkadeh-ye_Azar._Copy_made_in_Qajar_Iran%2C_dated_1824.jpg/213px-Manuscript_of_Azar_Bigdeli%27s_Atashkadeh-ye_Azar._Copy_made_in_Qajar_Iran%2C_dated_1824.jpg",
    "extract": "Hajji Lotf-Ali Beg Azar Bigdeli, better known as Azar Bigdeli, was an Iranian anthologist and poet. He is principally known for his biographical anthology of some 850 Persian-writing poets, the Atashkadeh-ye Azar, which he dedicated to Iranian ruler Karim Khan Zand. Written in Persian, the Persian studies academic J.T.P. de Bruijn considers it \"the most important Persian anthology of the eighteenth century\". Azar was a leading figure of the bazgasht-e adabi movement, which sought to return the stylistic standards of early Persian poetry.",
    "year": 1722,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Anna of Russia",
    "birthday": "1693-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Anna_of_Russia_%28Hermitage%29.jpg/256px-Anna_of_Russia_%28Hermitage%29.jpg",
    "extract": "Anna Ioannovna, also russified as Anna Ivanovna and sometimes anglicized as Anne, served as regent of the duchy of Courland from 1711 until 1730 and then ruled as Empress of Russia from 1730 to 1740. Much of her administration was defined or heavily influenced by actions set in motion by her uncle, Peter the Great, such as the lavish building projects in St. Petersburg, funding the Russian Academy of Science, and measures which generally favored the nobility, such as the repeal of a primogeniture law in 1730. In the West, Anna's reign was traditionally viewed as a continuation of the transition from the old Muscovy ways to the European court envisioned by Peter the Great. Within Russia, Anna's reign is often referred to as a \"dark era\".",
    "year": 1693,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vittoria della Rovere",
    "birthday": "1622-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Sustermans%2C_Justus_-_Vittoria_della_Rovere_con_una_rosa.jpg/242px-Sustermans%2C_Justus_-_Vittoria_della_Rovere_con_una_rosa.jpg",
    "extract": "Vittoria della Rovere was Grand Duchess of Tuscany as the wife of Grand Duke Ferdinando II. She had four children with her husband, two of whom would survive infancy: the future Cosimo III, Tuscany's longest-reigning monarch, and Francesco Maria, a prince of the Church. At the death of her grandfather Francesco Maria della Rovere, she inherited the Duchies of Rovere and Montefeltro, which reverted to her second son, Francesco Maria, at her death. She was later entrusted with the care of her three grandchildren. Her marriage brought a wealth of treasures to the House of Medici, which can today be seen in the Palazzo Pitti and the Uffizi Gallery in Florence.",
    "year": 1622,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Thomas Killigrew",
    "birthday": "1612-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Thomas_Killigrew_by_Sir_Anthony_Van_Dyck_cropped.jpg/255px-Thomas_Killigrew_by_Sir_Anthony_Van_Dyck_cropped.jpg",
    "extract": "Thomas Killigrew was an English dramatist and theatre manager. He was a witty, dissolute figure at the court of King Charles II of England.",
    "year": 1612,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "João de Castro",
    "birthday": "1500-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Painel_de_D._Jo%C3%A3o_de_Castro%2C_Patrono_do_IPE%2C_exposto_na_Sala_D._Jo%C3%A3o_de_Castro.png/161px-Painel_de_D._Jo%C3%A3o_de_Castro%2C_Patrono_do_IPE%2C_exposto_na_Sala_D._Jo%C3%A3o_de_Castro.png",
    "extract": "Dom João de Castro was a Portuguese nobleman, scientist, writer, and the fourth viceroy of Portuguese India. He was called Castro Forte by the poet Luís de Camões. De Castro was the second son of Álvaro de Castro, the civil governor of Lisbon. His wife was Leonor de Coutinho.",
    "year": 1500,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Thomas More",
    "birthday": "1478-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Hans_Holbein%2C_the_Younger_-_Sir_Thomas_More_-_Google_Art_Project.jpg/257px-Hans_Holbein%2C_the_Younger_-_Sir_Thomas_More_-_Google_Art_Project.jpg",
    "extract": "Sir Thomas More, venerated in the Catholic Church as Saint Thomas More, was an English lawyer, judge, social philosopher, author, statesman, and noted Renaissance humanist. He also served Henry VIII as Lord High Chancellor of England from October 1529 to May 1532. He wrote Utopia, published in 1516, which describes the political system of an imaginary island state.",
    "year": 1478,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Empress Matilda",
    "birthday": "1102-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Empress_Matilda.png/201px-Empress_Matilda.png",
    "extract": "Empress Matilda, also known as the Empress Maude, was one of the claimants to the English throne during the civil war known as the Anarchy. The daughter of King Henry I of England, she moved to Germany as a child when she married the future Holy Roman Emperor Henry V. She travelled with her husband to Italy in 1116, was controversially crowned in St Peter's Basilica, and acted as the imperial regent in Italy. Matilda and Henry V had no children, and when he died in 1125, the imperial crown was claimed by his rival Lothair of Supplinburg.",
    "year": 1102,
    "month": 2,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Prince Shōtoku",
    "birthday": "574-2-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Prince_Shotoku_with_Attendants%2C_13th_century.jpg/211px-Prince_Shotoku_with_Attendants%2C_13th_century.jpg",
    "extract": "Prince Shōtoku , also known as Prince Umayado  or Prince Kamitsumiya , was a semi-legendary regent and a politician of the Asuka period in Japan who served under Empress Suiko. He was the son of Emperor Yōmei and his consort, Princess Anahobe no Hashihito, who was also Yōmei's younger half-sister. His parents were relatives of the ruling Soga clan and also he was involved in the defeat of the rival Mononobe clan. The primary source of the life and accomplishments of Prince Shōtoku comes from the Nihon Shoki. The Prince is renowned for modernizing the government administration and for promoting Buddhism in Japan.",
    "year": 574,
    "month": 2,
    "day": 7,
    "language": "en"
  }
]