[
  {
    "name": "Chungha",
    "birthday": "1996-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/210423_Chungha_for_Marie_Claire_Korea.png/292px-210423_Chungha_for_Marie_Claire_Korea.png",
    "extract": "Kim Chung-ha, known mononymously as Chungha, is a South Korean pop singer, dancer and choreographer signed under MNH Entertainment. She finished fourth in Mnet's girl group survival show Produce 101, becoming a member of the resulting girl group I.O.I. Following the dissolution of I.O.I in 2017, Chungha debuted as a solo artist with the extended play Hands on Me.",
    "year": 1996,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "André Burakovsky",
    "birthday": "1995-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Andre_Burakovsky_playing_with_the_Avalanche_vs_Islanders_on_January_6%2C_2020_%28Quintin_Soloviev%29.jpg/190px-Andre_Burakovsky_playing_with_the_Avalanche_vs_Islanders_on_January_6%2C_2020_%28Quintin_Soloviev%29.jpg",
    "extract": "André Burakovsky is an Austrian-born Swedish professional ice hockey forward for the Colorado Avalanche of the National Hockey League (NHL). He had previously played for the Washington Capitals, who drafted him 23rd overall in 2013. Burakovsky won the Stanley Cup as a member of the Capitals in 2018.",
    "year": 1995,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mario Pašalić",
    "birthday": "1995-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Mario_Pa%C5%A1ali%C4%87_2017.jpg/224px-Mario_Pa%C5%A1ali%C4%87_2017.jpg",
    "extract": "Mario Pašalić is a Croatian professional footballer who plays as a central midfielder for Serie A side Atalanta and the Croatia national team.",
    "year": 1995,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Avan Jogia",
    "birthday": "1992-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Avan_Jogia_2019.jpg/232px-Avan_Jogia_2019.jpg",
    "extract": "Avan Tudor Jogia is a Canadian actor. He first received recognition for portraying Danny Araujo in the television film A Girl Like Me: The Gwen Araujo Story (2006). After moving to the United States in his late teens, he landed various television roles within series such as Caprica (2009–2010).",
    "year": 1992,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tariq Sims",
    "birthday": "1990-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Tariq_Sims_Dragons.jpg/214px-Tariq_Sims_Dragons.jpg",
    "extract": "Tariq Sims is an Australian rugby league footballer who plays as a second-row, lock and prop for the St. George Illawarra Dragons in the NRL. He has represented Fiji at international level.",
    "year": 1990,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Maxime Dufour-Lapointe",
    "birthday": "1989-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/FIS_Moguls_World_Cup_2015_Finals_-_Meg%C3%A8ve_-_20150315_-_Maxime_Dufour-Lapointe_1.jpg/320px-FIS_Moguls_World_Cup_2015_Finals_-_Meg%C3%A8ve_-_20150315_-_Maxime_Dufour-Lapointe_1.jpg",
    "extract": "Maxime Dufour-Lapointe is a Canadian freestyle skier from Montréal, Quebec.",
    "year": 1989,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Michael B. Jordan",
    "birthday": "1987-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/2018-05-12-_Cannes-L%27acteur_Michael_B._Jordan-2721_%2842075892224%29.jpg/248px-2018-05-12-_Cannes-L%27acteur_Michael_B._Jordan-2721_%2842075892224%29.jpg",
    "extract": "Michael Bakari Jordan is an American actor and film producer. He is known for his film roles as shooting victim Oscar Grant in the drama Fruitvale Station (2013), boxer Donnie Creed in Creed (2015), and Erik Killmonger in Black Panther (2018), all three of which were written and directed by Ryan Coogler. Jordan reprised the role of Creed in Creed II (2018), and Killmonger in What If...? (2021), and is set to star and make his directorial debut in Creed III (2022).",
    "year": 1987,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Davide Lanzafame",
    "birthday": "1987-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Davide_Lanzafame_Catania_%28cropped%29.jpg/267px-Davide_Lanzafame_Catania_%28cropped%29.jpg",
    "extract": "Davide Lanzafame is an Italian former professional footballer who played as a striker or right winger.",
    "year": 1987,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Magdalena Neuner",
    "birthday": "1987-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Magdalena_Neuner_2011.jpg/239px-Magdalena_Neuner_2011.jpg",
    "extract": "Magdalena \"Lena\" Neuner is a retired German professional biathlete. She is the most successful woman of all time at Biathlon World Championships and a two-time Olympic gold medalist. At the age of 21, she became the youngest Overall World Cup winner in the history of the International Biathlon Union (IBU). With 34 World Cup wins, Neuner is ranked second all-time for career victories on the Biathlon World Cup tour. She has won the Overall World Cup title three times, in 2007–08, in 2009–10 and her final season in 2011–12. At only 25 years old, Neuner retired from the sport in March 2012, citing a lack of motivation and her desire for a normal life.",
    "year": 1987,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Gallagher",
    "birthday": "1985-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/David_Gallagher.jpg/256px-David_Gallagher.jpg",
    "extract": "David Lee Gallagher is an American actor and singer. Beginning a prolific career as a child actor and model at the age of two, Gallagher is a five-time Young Artist Award nominee and Teen Choice Award winner, best known for his role as Simon Camden on the long-running television series 7th Heaven, as well as for his feature film roles; as Mikey Ubriacco in Look Who's Talking Now, as Kevin Harper in Angels in the Endzone and as Richie Rich in Richie Rich's Christmas Wish. Gallagher is also well known for the voice of Riku in the Kingdom Hearts video game series.",
    "year": 1985,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Shōhōzan Yūya",
    "birthday": "1984-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Matsutani_2010_May.JPG/159px-Matsutani_2010_May.JPG",
    "extract": "Shōhōzan Yūya  is a Japanese professional sumo wrestler from Chikujō, Fukuoka. He made his professional debut in March 2006, reaching the top makuuchi division in November 2011. He has earned three Fighting Spirit prizes to date, and has been runner-up in one tournament. He has five kinboshi or gold stars for defeating yokozuna, three earned against Harumafuji and two against Kakuryū. The highest rank he has reached is komusubi, which he has achieved on five separate occasions, firstly in 2013.",
    "year": 1984,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mikel Arruabarrena",
    "birthday": "1983-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Arruabarrena_mikel.jpg/203px-Arruabarrena_mikel.jpg",
    "extract": "Mikel Arruabarrena Aranbide is a Spanish former professional footballer who played as a centre forward, currently the manager of Tolosa CF.",
    "year": 1983,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Domingo Cisma",
    "birthday": "1982-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Domingo_Cisma_Gonz%C3%A1lez.jpg/213px-Domingo_Cisma_Gonz%C3%A1lez.jpg",
    "extract": "Domingo Cisma González is a Spanish retired footballer who played as a left back, currently assistant manager of FC Cartagena.",
    "year": 1982,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jameer Nelson",
    "birthday": "1982-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Jameer_Nelson_Mavs_cropped.jpg/279px-Jameer_Nelson_Mavs_cropped.jpg",
    "extract": "Jameer Lamar Nelson Sr. is an American professional basketball executive and former player who serves as assistant general manager for the Delaware Blue Coats of the NBA G League. He played college basketball for the Saint Joseph's Hawks, where he was named national college player of the year in 2004. Drafted 20th overall in the 2004 NBA draft, Nelson spent the first ten years of his NBA career with the Orlando Magic. In 2009, he was named an All-Star and made an appearance in the NBA Finals with the Magic. He has also played for the Dallas Mavericks, Boston Celtics, Denver Nuggets, New Orleans Pelicans and Detroit Pistons.",
    "year": 1982,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ami Suzuki",
    "birthday": "1982-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Ami-Suzuki-2008.jpg/238px-Ami-Suzuki-2008.jpg",
    "extract": "Ami Suzuki  is a Japanese recording artist, DJ, and actress from Zama, Kanagawa, Japan. Having been discovered at the talent TV show Asayan, she was one of the most popular female teen idols in the late 1990s. However, in 2000, Suzuki faced legal problems with her management company resulting in a controversial blacklisting from the entertainment industry. Suzuki attempted to resurrect her career under her own steam with two indie singles before signing to Avex Trax in 2005. She released \"Delightful\", a dance song that reached No. 3 on the Japanese Oricon charts with a style similar to electronic club music, significantly different from her pop idol days. Since her appearance in the 2006 film Rainbow Song, Suzuki has gradually made a name for herself in the acting field, starring in various movies, television series, and musicals.",
    "year": 1982,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Chris Weale",
    "birthday": "1982-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Chris_Weale.png/237px-Chris_Weale.png",
    "extract": "Christopher Weale is a former English professional footballer who played as a goalkeeper. He is currently director of football at Sherborne School.",
    "year": 1982,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tom Hiddleston",
    "birthday": "1981-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Tom_Hiddleston_%2836109110291%29_%28cropped%29.jpg/244px-Tom_Hiddleston_%2836109110291%29_%28cropped%29.jpg",
    "extract": "Thomas William Hiddleston is an English actor. He gained international fame portraying Loki in the Marvel Cinematic Universe (MCU), starting with Thor in 2011 and lastly in the Disney+ series Loki in 2021.",
    "year": 1981,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Daisuke Sekimoto",
    "birthday": "1981-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/20200902sekimoto.jpg/213px-20200902sekimoto.jpg",
    "extract": "Daisuke Sekimoto  is a Japanese professional wrestler, currently signed to Big Japan Pro Wrestling in the Strong BJ division. He is also known for his appearances in Pro Wrestling Zero1-Max. He is a three-time BJW World Strong Heavyweight Champion, while also being a former one-time NWA Pan-Pacific Premium Heavyweight Champion, one-time wXw Unified World Wrestling Champion and a two-time Zero1 World Heavyweight Champion. Other major singles championships include the BJW Heavyweight Championship, the KO-D Openweight Championship and the Strongest-K Championship. Also a successful tag team wrestler, he has held the AJPW World Tag Team Championship three times, the All Asia Tag Team Championship two times, the BJW Tag Team Championship twelve times and the KO-D Tag Team Championship two times with his most successful tag team combination being with Yuji Okabayashi.",
    "year": 1981,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Angelos Charisteas",
    "birthday": "1980-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Charisteas_2008.jpg/221px-Charisteas_2008.jpg",
    "extract": "Angelos Charisteas is a Greek former professional footballer who played as a forward. He works as sporting director for Aris Thessaloniki.",
    "year": 1980,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Margarita Levieva",
    "birthday": "1980-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/MargaritaLevievaJun09.jpg/183px-MargaritaLevievaJun09.jpg",
    "extract": "Margarita Vladimirovna Levieva is a Russian-American actress.",
    "year": 1980,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Manu Raju",
    "birthday": "1980-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Manu_Raju%2C_reporting_in_2016_on_House_Speaker_Paul_Ryan_from_Madison%2C_Wis.jpg/320px-Manu_Raju%2C_reporting_in_2016_on_House_Speaker_Paul_Ryan_from_Madison%2C_Wis.jpg",
    "extract": "Manu Raju is an American journalist who serves as the Chief Congressional Correspondent at the news network CNN, covering the United States Congress and campaign politics. Raju previously reported for Politico as a senior Capitol Hill correspondent and for other D.C. news outlets as well.",
    "year": 1980,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Akinori Iwamura",
    "birthday": "1979-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/20130407_akinori_Iwamura%2C_infielder_of_the_Tokyo_Yakult_Swallows%2Cat_Meiji_Jingu_Stadium.JPG/142px-20130407_akinori_Iwamura%2C_infielder_of_the_Tokyo_Yakult_Swallows%2Cat_Meiji_Jingu_Stadium.JPG",
    "extract": "Akinori Iwamura  is a former Japanese baseball infielder, who currently is a manager for the Fukushima Red Hopes in Japan's Baseball Challenge League. He made his Major League debut with the Tampa Bay Devil Rays in 2007.",
    "year": 1979,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Irina Slutskaya",
    "birthday": "1979-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Irina_Slutskaya_IF_Moscow_04-2016.jpg/256px-Irina_Slutskaya_IF_Moscow_04-2016.jpg",
    "extract": "Irina Eduardovna Slutskaya is a Russian former figure skater. She is a two-time World champion, two-time Olympic medalist, seven-time European champion, a four-time Grand Prix Final champion and a four-time Russian national champion. She won a record total of 17 titles on the Grand Prix circuit.",
    "year": 1979,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "A. J. Buckley",
    "birthday": "1978-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/A.J._Buckley_2020.png/266px-A.J._Buckley_2020.png",
    "extract": "Alan John \"A. J.\" Buckley is an Irish-Canadian actor. He is known for playing nerdy crime lab technician Adam Ross on the television series CSI:NY (2005-2013) and Navy SEAL Sonny Quinn on the television series SEAL Team (2017–present). He also had roles in Supernatural (2006-2014), The Box (2007), Home Sweet Hell (2015), and as the voice of Nash in The Good Dinosaur (2015).",
    "year": 1978,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charlie Day",
    "birthday": "1976-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Charlie_Day_by_Gage_Skidmore_2.jpg/242px-Charlie_Day_by_Gage_Skidmore_2.jpg",
    "extract": "Charles Peckham Day is an American actor, writer and producer. He is best known for playing Charlie Kelly on the sitcom It's Always Sunny in Philadelphia (2005–present), for which he was nominated for a Critics' Choice Television Award and a Satellite Award in 2011. In 2020, he co-created the Apple TV+ comedy series Mythic Quest alongside Rob McElhenney and Megan Ganz. In film, he is known for his role as Dale in the films Horrible Bosses (2011) and its 2014 sequel, as well as for his roles in Monsters University (2013), Pacific Rim (2013), The Lego Movie (2014), Fist Fight (2017), Pacific Rim: Uprising (2018), and The Lego Movie 2: The Second Part (2019). From 2018 to 2019, Day was the executive producer on the Fox comedy The Cool Kids.",
    "year": 1976,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kurt Asle Arvesen",
    "birthday": "1975-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/CSC-HEW-Cyclassics-2005.jpg/213px-CSC-HEW-Cyclassics-2005.jpg",
    "extract": "Kurt Asle Arvesen is a Norwegian former professional road bicycle racer, who competed as a professional between 1998 and 2011. Arvesen is from Eresfjord, Nesset. He won the Norwegian National Road Race Championships five times, as well as stages in each of the three Grand Tours.",
    "year": 1975,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Vladimir Guerrero",
    "birthday": "1975-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Vladimir_Guerrero_%281428701289%29.jpg/233px-Vladimir_Guerrero_%281428701289%29.jpg",
    "extract": "Vladimir Alvino Guerrero Sr., nicknamed \"Vlad the Impaler\", is a Dominican former professional baseball player, who spent 16 seasons in Major League Baseball (MLB) as a right fielder and designated hitter. He played for the Montreal Expos (1996–2003), Anaheim Angels / Los Angeles Angels of Anaheim (2004–2009), Texas Rangers (2010), and Baltimore Orioles (2011).",
    "year": 1975,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jordi Cruyff",
    "birthday": "1974-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Cruyff%2C_Jordi.jpg",
    "extract": "Johan Jordi Cruijff is a football coach and former player. He is the son of former player and manager Johan Cruyff.",
    "year": 1974,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brad Maynard",
    "birthday": "1974-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Brad_Maynard_%28Chicago_Bears_training_camp%2C_2009%29.jpg/209px-Brad_Maynard_%28Chicago_Bears_training_camp%2C_2009%29.jpg",
    "extract": "Bradley Alan Maynard is a former American football punter. He was drafted by the New York Giants in the third round of the 1997 NFL Draft, and has also been a member of the Chicago Bears, Houston Texans, and the Cleveland Browns.",
    "year": 1974,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Amber Valletta",
    "birthday": "1974-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Amber_Valletta_2009.jpg/213px-Amber_Valletta_2009.jpg",
    "extract": "Amber Evangeline Valletta is an American model and actress. She began her career as a fashion model, landing her first of sixteen American Vogue covers at the age of eighteen. During the 1990s, Valletta reached the status of supermodel, working as the face of Giorgio Armani, Chanel, Escada, Louis Vuitton, Prada, Valentino, Gucci and Versace, and signing multimillion-dollar cosmetics contracts with Calvin Klein and Elizabeth Arden. From 1995 to 1996, Valletta and her friend and fellow model Shalom Harlow hosted the MTV show House of Style.",
    "year": 1974,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Wallace (basketball)",
    "birthday": "1974-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/John_Wallace_Hurricane_Sandy_relief_%28cropped%29.jpg/274px-John_Wallace_Hurricane_Sandy_relief_%28cropped%29.jpg",
    "extract": "John Gilbert Wallace is an American former professional basketball player and current broadcaster on MSG Networks. He also host a live stream and podcast called \"Power Forward w/ John Wallace\" on SportsCastr. A 6' 8\" forward, Wallace played seven seasons in the National Basketball Association (NBA), in addition to stints in Greece and Italy.",
    "year": 1974,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Svetlana Boginskaya",
    "birthday": "1973-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Svetlana_Boginskaya.jpg/214px-Svetlana_Boginskaya.jpg",
    "extract": "Svetlana Leonidovna Boginskaya is a former artistic gymnast for the Soviet Union and Belarus of Belarusian origin. She is a three-time Olympic champion, with an individual gold medal on vault from the 1988 Summer Olympics and team gold medals from the 1988 and 1992 Summer Olympics.",
    "year": 1973,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Colin Egglesfield",
    "birthday": "1973-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Colin_Egglesfield.jpg/200px-Colin_Egglesfield.jpg",
    "extract": "Colin Egglesfield is an American actor. He is known for his roles as Josh Madden in the long-running soap opera All My Children, Auggie Kirkpatrick on The CW's short-lived drama series Melrose Place, and Evan Parks on The Client List.",
    "year": 1973,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Makoto Shinkai",
    "birthday": "1973-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Makoto_Shinkhai_in_Moscow_%28cropped%29.JPG/218px-Makoto_Shinkhai_in_Moscow_%28cropped%29.JPG",
    "extract": "Makoto Niitsu ; born February 9, 1973), known as\nMakoto Shinkai , is a Japanese animator, filmmaker, author, and manga artist.",
    "year": 1973,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Darren Ferguson",
    "birthday": "1972-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Darren_Ferguson.jpg/179px-Darren_Ferguson.jpg",
    "extract": "Darren Ferguson is a Scottish professional football manager and former player, who was last the manager of Championship club Peterborough United. Between his first and third stints with Peterborough, he also managed Preston North End and Doncaster Rovers.",
    "year": 1972,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johan Mjällby",
    "birthday": "1971-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Johan_Mj%C3%A4llby_2014-08-27_001.jpg/213px-Johan_Mj%C3%A4llby_2014-08-27_001.jpg",
    "extract": "Karl Johan Siward Mjällby is a Swedish football manager and former professional player who played as a centre back. He represented AIK, Celtic, and Levante during a career that spanned between 1989 and 2006. A full international between 1997 and 2004, he won 49 caps and scored 4 goals for the Sweden national team. Mjällby was the team captain during the 2002 FIFA World Cup, and also took part in UEFA Euro 2000 and 2004. He has been assistant manager of Bolton Wanderers and Celtic, working alongside former Celtic team-mate and manager Neil Lennon.",
    "year": 1971,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Glenn McGrath",
    "birthday": "1970-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Glenn_McGrath_in_Circular_Quay%2C_Sydney%2C_Australia%2C_2018-02-03.jpg/213px-Glenn_McGrath_in_Circular_Quay%2C_Sydney%2C_Australia%2C_2018-02-03.jpg",
    "extract": "Glenn Donald McGrath is an Australian former international cricketer who played international cricket for 14 years. He was a fast-medium pace bowler and is considered one of the greatest international bowlers of all time, and a leading contributor to Australia's domination of world cricket from the mid-1990s to the late-2000s.",
    "year": 1970,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alejandra Guzmán",
    "birthday": "1968-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Alejandra_Guzm%C3%A1n_%28cropped%29.jpg/235px-Alejandra_Guzm%C3%A1n_%28cropped%29.jpg",
    "extract": "Gabriela Alejandra Guzmán Pinal, known professionally as Alejandra Guzmán, and nicknamed \"La Reina de Corazones\" is a Mexican musician, singer, composer, and actress. With more than 20 million albums sold throughout her career, and winner of a Latin Grammy, she is one of the most successful Mexican female singers. She is the daughter of actress Silvia Pinal and singer Enrique Guzmán.",
    "year": 1968,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gloria Trevi",
    "birthday": "1968-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Lunas_2012.JPG/237px-Lunas_2012.JPG",
    "extract": "Gloria Trevi is a Mexican singer, songwriter, dancer, actress, television hostess, music video director and businesswoman known as \"The Supreme Diva of Mexican Pop\".",
    "year": 1968,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dan Shulman",
    "birthday": "1967-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Dan_Shulman.jpg/305px-Dan_Shulman.jpg",
    "extract": "Daniel Shulman is a Canadian sportscaster with Sportsnet as well as the American network ESPN.",
    "year": 1967,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gaston Browne",
    "birthday": "1967-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Commonwealth_Heads_of_Government_Meeting_-_2018_%2840666408505%29_%28cropped%29.jpg/232px-Commonwealth_Heads_of_Government_Meeting_-_2018_%2840666408505%29_%28cropped%29.jpg",
    "extract": "Gaston Alfonso Browne is the prime minister of Antigua and Barbuda. He has been its leader since 2014. Before entering politics, he was a banker and businessman.",
    "year": 1967,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Harald Eia",
    "birthday": "1966-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Harald_Eia_Parkteatret_%28213849%29.jpg/320px-Harald_Eia_Parkteatret_%28213849%29.jpg",
    "extract": "Harald Meldal Eia is a Norwegian comedian, and sociologist. In recent years, Eia has also made TV-documentaries and written books.",
    "year": 1966,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dieter Baumann",
    "birthday": "1965-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Dieter_Baumann_2017_%28cropped%29.jpg",
    "extract": "Dieter Baumann is a former German athlete and winner of the 5000 m at the 1992 Summer Olympics. He also won the silver medal in the same event at the 1988 Summer Olympics. In 1999 Baumann tested positive for nandrolone and received a two-year suspension.",
    "year": 1965,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Madusa",
    "birthday": "1964-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Alundra_Blayze_in_1995.jpg/288px-Alundra_Blayze_in_1995.jpg",
    "extract": "Debrah Ann Miceli, better known as Madusa, is an Italian-born American monster truck driver and former professional wrestler. As of 2015, she has been the commissioner of Japanese promotion World Wonder Ring Stardom. In professional wrestling Miceli is also known by the ring name Alundra Blayze, which she used while in the WWF/WWE. Outside of the WWF, she wrestled under her professional name of Madusa, which was shortened from \"Made in the USA\". Her early career was spent in the American Wrestling Association, where she once held the AWA World Women's Championship. In 1988, she was the first woman to be awarded Pro Wrestling Illustrated's Rookie of the Year. The following year, she signed a contract with All Japan Women's Pro-Wrestling, making her the first foreign wrestler to do so.",
    "year": 1964,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ernesto Valverde",
    "birthday": "1964-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Valverde_2014.jpg/212px-Valverde_2014.jpg",
    "extract": "Ernesto Valverde Tejedor is a Spanish football manager and former player who played as a forward.",
    "year": 1964,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brian Greene",
    "birthday": "1963-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Brian_Greene%2C_February_28%2C_2012.jpg/246px-Brian_Greene%2C_February_28%2C_2012.jpg",
    "extract": "Brian Randolph Greene is an American theoretical physicist, mathematician, and string theorist. Greene was a physics professor at Cornell University from 1990–1995, and has been a professor at Columbia University since 1996 and chairman of the World Science Festival since co-founding it in 2008. Greene has worked on mirror symmetry, relating two different Calabi–Yau manifolds. He also described the flop transition, a mild form of topology change, showing that topology in string theory can change at the conifold point.",
    "year": 1963,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Travis Tritt",
    "birthday": "1963-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Travis_Tritt_concert_1-18-2014.jpg/320px-Travis_Tritt_concert_1-18-2014.jpg",
    "extract": " James Travis Tritt is an American country music singer, songwriter, and actor. He signed to Warner Bros. Records in 1989, releasing seven studio albums and a greatest hits package for the label between then and 1999. In the 2000s, he released three studio albums on Columbia Records and one for the now-defunct Category 5 Records. Seven of his albums are certified platinum or higher by the Recording Industry Association of America (RIAA); the highest-certified is 1991's It's All About to Change, which is certified triple-platinum. Tritt has also charted more than 40 times on the Hot Country Songs charts, including five number ones—\"Help Me Hold On\", \"Anymore\", \"Can I Trust You with My Heart\", \"Foolish Pride\", and \"Best of Intentions\"—and 15 additional top ten singles. Tritt's musical style is defined by mainstream country and Southern rock influences.",
    "year": 1963,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Kruk",
    "birthday": "1961-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/af/John_Kruk_1992.jpg",
    "extract": "John Martin Kruk is an American former professional baseball first baseman and outfielder. Kruk played in Major League Baseball (MLB) for the San Diego Padres, Philadelphia Phillies, and Chicago White Sox from 1986 through 1995. During his career, he was a three-time MLB All-Star. After retiring as a player, Kruk became a baseball analyst for ESPN. He is now a color commentator for Phillies' games on NBC Sports Philadelphia.",
    "year": 1961,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Holly Johnson",
    "birthday": "1960-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Holly_Johnson2014.jpg/213px-Holly_Johnson2014.jpg",
    "extract": "William Holly Johnson is an English artist, musician, and writer, best known as the lead vocalist of Frankie Goes to Hollywood, who achieved huge commercial success in the mid-1980s. Prior to that, in the late 1970s he was a bassist for the band Big in Japan. In 1989, Johnson's debut solo album, Blast, reached number one in the UK albums chart. Two singles from the album – \"Love Train\" and \"Americanos\" – reached the top 5 of the UK Singles Chart. In the 1990s, he also embarked on writing, painting, and printmaking careers.",
    "year": 1960,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Simon",
    "birthday": "1960-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/David_Simon_croped.jpg/246px-David_Simon_croped.jpg",
    "extract": "David Judah Simon is an American author, journalist, and television writer and producer best known for his work on The Wire (2002–08).",
    "year": 1960,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peggy Whitson",
    "birthday": "1960-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Jsc2009e146742.jpg/256px-Jsc2009e146742.jpg",
    "extract": "Peggy Annette Whitson is an American biochemistry researcher, retired NASA astronaut, and former NASA Chief Astronaut.",
    "year": 1960,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Terry McAuliffe",
    "birthday": "1957-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Terry_McAuliffe_2020.jpg/240px-Terry_McAuliffe_2020.jpg",
    "extract": "Terence Richard McAuliffe is an American businessman and politician who served as the 72nd governor of Virginia from 2014 to 2018. A member of the Democratic Party, he was co-chairman of President Bill Clinton's 1996 reelection campaign, chairman of the Democratic National Committee from 2001 to 2005 and chairman of Hillary Clinton's 2008 presidential campaign.",
    "year": 1957,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gordon Strachan",
    "birthday": "1957-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Gordon_David_Strachan.jpg/194px-Gordon_David_Strachan.jpg",
    "extract": "Gordon David Strachan is a Scottish football coach and former player. He played for Dundee, Aberdeen, Manchester United, Leeds United and Coventry City, as well as the Scotland national team. He has since managed Coventry City, Southampton, Celtic, Middlesbrough and Scotland.",
    "year": 1957,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mookie Wilson",
    "birthday": "1956-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Mookie_Wilson_2010_%28cropped%29.jpg/278px-Mookie_Wilson_2010_%28cropped%29.jpg",
    "extract": "William Hayward \"Mookie\" Wilson is an American former Major League Baseball outfielder and coach remembered as the Met who hit the ground ball that rolled through Bill Buckner's legs in the bottom of the 10th inning of game six of the 1986 World Series.",
    "year": 1956,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jerry Beck",
    "birthday": "1955-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Jerry_Beck_CC2015.jpg/285px-Jerry_Beck_CC2015.jpg",
    "extract": "Jerry Beck is an American animation historian, author, blogger, and video producer.",
    "year": 1955,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jimmy Pursey",
    "birthday": "1955-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Jimmy_Pursey_2012-07-14.jpg/268px-Jimmy_Pursey_2012-07-14.jpg",
    "extract": "James Timothy Pursey is an English rock musician. He is the founder and frontman of the punk rock band Sham 69, which he has performed with since 1976, along with releasing material as a solo artist.",
    "year": 1955,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charles Shaughnessy",
    "birthday": "1955-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Charles_Shaughnessy_with_Kevin_Tostado_cropped.jpg/151px-Charles_Shaughnessy_with_Kevin_Tostado_cropped.jpg",
    "extract": "Charles George Patrick Shaughnessy, 5th Baron Shaughnessy is a British actor. Shaughnessy is known for his roles on American television, including Shane Donovan on the soap opera Days of Our Lives, and Maxwell Sheffield on the sitcom The Nanny, and as the voice of Dennis the Goldfish on Stanley. Along with his brother, David Shaughnessy, and Ophelia Soumekh, he is a partner in 3S Media Solutions Inc.",
    "year": 1955,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jo Duffy",
    "birthday": "1954-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Joduffy.jpg/261px-Joduffy.jpg",
    "extract": "Mary Jo Duffy is an American comic book editor and writer, known for her work for Marvel Comics in the 1980s and DC Comics and Image Comics in the 1990s.",
    "year": 1954,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Chris Gardner",
    "birthday": "1954-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/ChrisGardnerSept2011.jpg/277px-ChrisGardnerSept2011.jpg",
    "extract": "Christopher Paul Gardner is an American businessman and motivational speaker. During the early 1980s, Gardner struggled with homelessness while raising a toddler son. He became a stockbroker and eventually founded his own brokerage firm Gardner Rich & Co in 1987. In 2006, Gardner sold his minority stake in the firm and published a memoir. That book was made into the motion picture The Pursuit of Happyness starring Will Smith.",
    "year": 1954,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kevin Warwick",
    "birthday": "1954-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Kevin_Warwick_2011.jpg/268px-Kevin_Warwick_2011.jpg",
    "extract": "Kevin Warwick is an English engineer and Deputy Vice-Chancellor (Research) at Coventry University. He is known for his studies on direct interfaces between computer systems and the human nervous system, and has also done research concerning robotics.",
    "year": 1954,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ciarán Hinds",
    "birthday": "1953-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Ciaran_hinds.jpg/237px-Ciaran_hinds.jpg",
    "extract": "Ciarán Hinds is a British/Irish actor. Born in Belfast, Northern Ireland, Hinds is known for his various roles on the screen and stage, ranging from heroic to villainous characters. He has starred in feature films such as The Cook, the Thief, His Wife & Her Lover (1989), Persuasion (1995), Oscar and Lucinda (1997), Road to Perdition (2002), The Sum of All Fears (2002), Munich (2005), Amazing Grace (2007), There Will Be Blood (2007), In Bruges (2008), Miss Pettigrew Lives for a Day (2008), Harry Potter and the Deathly Hallows – Part 2 (2011), Tinker Tailor Soldier Spy (2011), Silence (2016), First Man (2018), and Belfast (2021), the latter for which he was nominated for the Academy Award for Best Supporting Actor.",
    "year": 1953,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ezechiele Ramin",
    "birthday": "1953-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/LeleRaminPadova.jpg/180px-LeleRaminPadova.jpg",
    "extract": "Ezechiele Ramin, MCCJ, familiarly known as \"Lele\" in Italy and \"Ezequiel\" in Brazil, was an Italian Comboni missionary and artist who was described as a martyr of charity by Pope John Paul II after his murder in Brazil while defending the rights of the farmers and the Suruí natives of the Rondônia area against the local landowners.",
    "year": 1953,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Richard F. Colburn",
    "birthday": "1950-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c5/Richard_F._Colburn_%282009%29.jpg/320px-Richard_F._Colburn_%282009%29.jpg",
    "extract": "Richard F. Colburn, a Republican, is a former State Senator for District 37 in Maryland.",
    "year": 1950,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Judith Light",
    "birthday": "1949-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/JudithLight2019.png/320px-JudithLight2019.png",
    "extract": "Judith Ellen Light is an American actress. She made her professional stage debut in 1970, before making her Broadway debut in the 1975 revival of A Doll's House. Her breakthrough role was in the ABC daytime soap opera One Life to Live from 1977 to 1983, where she played the role of Karen Wolek; for this role, she won two consecutive Daytime Emmy Awards for Outstanding Lead Actress in a Drama Series. Light starred as Angela Bower in the long-running ABC sitcom Who's the Boss? from 1984 to 1992, and was featured in many other television sitcoms, dramas, and films.",
    "year": 1949,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Guy Standing (economist)",
    "birthday": "1948-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Guy_Standing_%28cropped%29.jpeg/229px-Guy_Standing_%28cropped%29.jpeg",
    "extract": "Guy Standing is a British labour economist. He is a professor of Development Studies at the School of Oriental and African Studies (SOAS), University of London and a co-founder of the Basic Income Earth Network (BIEN). Standing has written widely in the areas of labour economics, labour market policy, unemployment, labour market flexibility, structural adjustment policies and social protection. In particular, he created the term precariat to describe an emerging class of workers who are harmed by low wages and poor job security as a consequence of globalisation. Since the 2011 publication of his book The Precariat: The New Dangerous Class, his work has focused on the precariat, unconditional basic income, deliberative democracy, and the commons.",
    "year": 1948,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carla Del Ponte",
    "birthday": "1947-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Carla_Del_Ponte.jpg/201px-Carla_Del_Ponte.jpg",
    "extract": "Carla Del Ponte is a former Chief Prosecutor of two United Nations international criminal law tribunals. A former Swiss attorney general, she was appointed prosecutor for the International Criminal Tribunal for the former Yugoslavia (ICTY) and the International Criminal Tribunal for Rwanda (ICTR) in August 1999, replacing Louise Arbour.",
    "year": 1947,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joe Ely",
    "birthday": "1947-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Joe_Ely_2017_%28cropped%29.jpg/230px-Joe_Ely_2017_%28cropped%29.jpg",
    "extract": "Joe Ely is an American singer, songwriter and guitarist, whose music touches on honky-tonk, Texas Country, Tex-Mex and rock and roll.",
    "year": 1947,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Major Harris (singer)",
    "birthday": "1947-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/70/Major_Harris_III.gif",
    "extract": "Major Harris III was an American R&B singer, associated with the Philadelphia soul sound and the Delfonics. His biggest hit as a solo artist was the 1975 single \"Love Won't Let Me Wait\".",
    "year": 1947,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Vince Papale",
    "birthday": "1946-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Vince_Papale_January_2009.jpg/246px-Vince_Papale_January_2009.jpg",
    "extract": "Vincent Papale is a former American football wide receiver. He played three seasons with the Philadelphia Eagles of the National Football League, primarily on special teams, following two seasons with the Philadelphia Bell of the World Football League. Papale's story was the inspiration behind the 2006 film Invincible.",
    "year": 1946,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jim Webb",
    "birthday": "1946-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Jim_Webb_official_110th_Congress_photo.jpg/252px-Jim_Webb_official_110th_Congress_photo.jpg",
    "extract": "James Henry Webb Jr. is an American politician and author. He has served as a United States Senator from Virginia, Secretary of the Navy, Assistant Secretary of Defense for Reserve Affairs, Counsel for the United States House Committee on Veterans' Affairs and is a decorated Marine Corps officer.",
    "year": 1946,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mia Farrow",
    "birthday": "1945-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Pulitzer2018-mia-farrow-20180530-wp.jpg/213px-Pulitzer2018-mia-farrow-20180530-wp.jpg",
    "extract": "Maria de Lourdes Villiers \"Mia\" Farrow is an American actress, activist, and former fashion model who has appeared in more than 50 films. She has won numerous awards, including a Golden Globe, and been nominated for three BAFTA Awards. She is also known for her extensive work as a UNICEF Goodwill Ambassador, including her humanitarian activities in Darfur, Chad and the Central African Republic. In 2008 Time magazine named her one of the most influential people in the world.",
    "year": 1945,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Yoshinori Ohsumi",
    "birthday": "1945-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Nobel_Laureates_7428_%2830679389523%29_%28cropped%29.jpg/233px-Nobel_Laureates_7428_%2830679389523%29_%28cropped%29.jpg",
    "extract": "Yoshinori Ohsumi  is a Japanese cell biologist specializing in autophagy, the process that cells use to destroy and recycle cellular components. Ohsumi is a professor at Tokyo Institute of Technology's Institute of Innovative Research. He received the Kyoto Prize for Basic Sciences in 2012, the 2016 Nobel Prize in Physiology or Medicine, and the 2017 Breakthrough Prize in Life Sciences for his discoveries of mechanisms for autophagy.",
    "year": 1945,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carol Wood",
    "birthday": "1945-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Carol_Wood_2017.jpg/320px-Carol_Wood_2017.jpg",
    "extract": "Carol Saunders Wood is a retired American mathematician, the Edward Burr Van Vleck Professor of Mathematics, Emerita, at Wesleyan University. Her research concerns mathematical logic and model-theoretic algebra, and in particular the theory of differentially closed fields.",
    "year": 1945,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Derryn Hinch",
    "birthday": "1944-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Derryn_Hinch_2012_cropped.jpg/238px-Derryn_Hinch_2012_cropped.jpg",
    "extract": "Derryn Nigel Hinch is a New Zealand-born media personality, politician, actor, journalist and published author. He is best known for his career in Australia, on Melbourne radio and television. He served as a Senator for Victoria from 2016 to 2019.",
    "year": 1944,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alice Walker",
    "birthday": "1944-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Alice_Walker.jpg/320px-Alice_Walker.jpg",
    "extract": "Alice Malsenior Tallulah-Kate Walker is an American novelist, short story writer, poet, and social activist. In 1982, she became the first African-American woman to win the Pulitzer Prize for Fiction, which she was awarded for her novel The Color Purple. Over the span of her career, Walker has published seventeen novels and short story collections, twelve non-fiction works, and collections of essays and poetry.",
    "year": 1944,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Barbara Lewis",
    "birthday": "1943-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Barbara_Lewis.png/243px-Barbara_Lewis.png",
    "extract": "Barbara Ann Lewis is an American singer and songwriter whose smooth style influenced rhythm and blues.",
    "year": 1943,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joe Pesci",
    "birthday": "1943-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/JoePesci-2009.jpg/256px-JoePesci-2009.jpg",
    "extract": "Joseph Frank Pesci is an American actor and musician. He is known for portraying tough, volatile characters in a variety of genres and for his collaborations with Robert De Niro and Martin Scorsese in the films Raging Bull (1980), Goodfellas (1990), Casino (1995), and The Irishman (2019). He also appeared in Once Upon a Time in America (1984), Moonwalker (1988), JFK (1991), A Bronx Tale (1993), and The Good Shepherd (2006). His comedy roles include such films as the first two installments in the Home Alone franchise (1990–1992), My Cousin Vinny (1992), and the Lethal Weapon franchise (1989–1998).",
    "year": 1943,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joseph Stiglitz",
    "birthday": "1943-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Joseph_E._Stiglitz%2C_2019_%28cropped%29.jpg/226px-Joseph_E._Stiglitz%2C_2019_%28cropped%29.jpg",
    "extract": "Joseph Eugene Stiglitz is an American economist, a public policy analyst, and a full professor at Columbia University. He is a recipient of the Nobel Memorial Prize in Economic Sciences (2001) and the John Bates Clark Medal (1979). He is a former senior vice president and chief economist of the World Bank and is a former member and chairman of the Council of Economic Advisers. He is known for his support of Georgist public finance theory and for his critical view of the management of globalization, of laissez-faire economists, and of international institutions such as the International Monetary Fund and the World Bank.",
    "year": 1943,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carole King",
    "birthday": "1942-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Carole_King_2002_%28cropped%29.jpg/238px-Carole_King_2002_%28cropped%29.jpg",
    "extract": "Carole King Klein is an American singer, songwriter, and musician who has been active since 1958, initially as one of the staff songwriters at the Brill Building and later as a solo artist. Regarded as one of the most significant and influential musicians of all time, King is the most successful female songwriter of the latter half of the 20th century in the US, having written or co-written 118 pop hits on the Billboard Hot 100. King also wrote 61 hits that charted in the UK, making her the most successful female songwriter on the UK singles charts between 1962 and 2005.",
    "year": 1942,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sheila Kuehl",
    "birthday": "1941-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Sheila_Kuehl_-_LA_Board_of_Supervisors.jpg/256px-Sheila_Kuehl_-_LA_Board_of_Supervisors.jpg",
    "extract": "Sheila James Kuehl is an American politician and retired actress, serving as the member of the Los Angeles County Board of Supervisors for the 3rd District and as board chair pro tem. Kuehl was California's first openly gay state legislator, having previously served in the California State Senate and the California State Assembly, where she was the Assembly's first female speaker pro tem.",
    "year": 1941,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brian Bennett",
    "birthday": "1940-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Brian_Bennett_%28cropped%29.jpg/241px-Brian_Bennett_%28cropped%29.jpg",
    "extract": "Brian Laurence Bennett, is an English drummer, pianist, composer and producer of popular music. He is best known as the drummer of the UK rock and roll group the Shadows. He is the father of musician and Shadows band member Warren Bennett.",
    "year": 1940,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "J. M. Coetzee",
    "birthday": "1940-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/J.M._Coetzee_by_Kubik.JPG/240px-J.M._Coetzee_by_Kubik.JPG",
    "extract": "John Maxwell Coetzee is a South African–Australian novelist, essayist, linguist, translator and recipient of the 2003 Nobel Prize in Literature. He is one of the most critically acclaimed and decorated authors in the English language. He has won the Booker Prize (twice), the CNA Prize (thrice), the Jerusalem Prize, the Prix Femina étranger, and The Irish Times International Fiction Prize, and holds a number of other awards and honorary doctorates.",
    "year": 1940,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Barry Mann",
    "birthday": "1939-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Barry_Mann.png/320px-Barry_Mann.png",
    "extract": "Barry Mann is an American songwriter and musician, and part of a successful songwriting partnership with his wife, Cynthia Weil.",
    "year": 1939,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Clete Boyer",
    "birthday": "1937-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/ca/Clete_Boyer_-_New_York_Yankees.jpg",
    "extract": "Cletis Leroy \"Clete\" Boyer was an American professional baseball third baseman — who occasionally played shortstop and second base — in Major League Baseball (MLB) for the Kansas City Athletics (1955–57), New York Yankees (1959–66), and Atlanta Braves (1967–71). Boyer also spent four seasons with the Taiyō Whales of Nippon Professional Baseball (NPB). In his 16-year big league career, Boyer hit 162 home runs, with 654 runs batted in (RBI), and a .242 batting average, in 1,725 games played.",
    "year": 1937,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Clive Swift",
    "birthday": "1936-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/99/Clive_Swift_2007.jpg/251px-Clive_Swift_2007.jpg",
    "extract": "Clive Walter Swift was an English actor and songwriter. A classically trained actor, his stage work included performances with the Royal Shakespeare Company, but he was best known to television viewers for his role as Richard Bucket in the BBC sitcom Keeping Up Appearances. He played many other television and film roles.",
    "year": 1936,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lionel Fanthorpe",
    "birthday": "1935-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Lionel_Fanthorpe_2013.jpg/206px-Lionel_Fanthorpe_2013.jpg",
    "extract": "Robert Lionel Fanthorpe, FCollP, FRSA, FCMI is a retired British priest and entertainer. Fanthorpe also worked as a dental technician, journalist, teacher, television presenter, author and lecturer. Born in Dereham in Norfolk, he lives in Cardiff in South Wales, where he served as Director of Media Studies and tutor/lecturer in Religious Studies.",
    "year": 1935,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tatsuro Hirooka",
    "birthday": "1932-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Tatsuro_Hirooka_1955_Scan10020.jpg/230px-Tatsuro_Hirooka_1955_Scan10020.jpg",
    "extract": "Tatsuro Hirooka is a retired Japanese professional baseball player and manager.",
    "year": 1932,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gerhard Richter",
    "birthday": "1932-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Gerhard_Richter%2C_Prague_%282017%29.jpg/256px-Gerhard_Richter%2C_Prague_%282017%29.jpg",
    "extract": "Gerhard Richter is a German visual artist. Richter has produced abstract as well as photorealistic paintings, and also photographs and glass pieces. He is widely regarded as one of the most important contemporary German artists and several of his works have set record prices at auction.",
    "year": 1932,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Thomas Bernhard",
    "birthday": "1931-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Thomas_Bernhard.jpg/212px-Thomas_Bernhard.jpg",
    "extract": "Nicolaas Thomas Bernhard was an Austrian novelist, playwright and poet who explored death, social injustice, and human misery in controversial literature that was deeply pessimistic about modern civilization in general and Austrian culture in particular. Bernhard's body of work has been called \"the most significant literary achievement since World War II.\" He is widely considered to be one of the most important German-language authors of the postwar era.",
    "year": 1931,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Josef Masopust",
    "birthday": "1931-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Josef_Masopust_official_photo.jpg/221px-Josef_Masopust_official_photo.jpg",
    "extract": "Josef Masopust was a Czech football player and coach. He played as midfielder and was a key player for Czechoslovakia, helping them reach the 1962 FIFA World Cup Final. He was capped 63 times, scoring ten goals for his country.",
    "year": 1931,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Robert Morris (artist)",
    "birthday": "1931-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e0/Morris-poster.jpg/208px-Morris-poster.jpg",
    "extract": "Robert Morris was an American sculptor, conceptual artist and writer. He was regarded as having been one of the most prominent theorists of Minimalism along with Donald Judd, but also made important contributions to the development of performance art, land art, the Process Art movement, and installation art. Morris lived and worked in New York. In 2013 as part of the October Files, MIT Press published a volume on Morris, examining his work and influence, edited by Julia Bryan-Wilson.",
    "year": 1931,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Garner Ted Armstrong",
    "birthday": "1930-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Garner_Ted_Armstrong_1979.jpg/241px-Garner_Ted_Armstrong_1979.jpg",
    "extract": "Garner Ted Armstrong was an American evangelist and the son of Herbert W. Armstrong, founder of the Worldwide Church of God, at the time a Sabbatarian organization that taught observance of seventh-day Sabbath, and annual Sabbath days based on Leviticus 23.",
    "year": 1930,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Clement Meadmore",
    "birthday": "1929-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/57/Meadmoresculpture.jpg/320px-Meadmoresculpture.jpg",
    "extract": "Clement Meadmore was an Australian-American sculptor known for massive outdoor steel sculptures.",
    "year": 1929,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Frank Frazetta",
    "birthday": "1928-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/ff/Ffrazettaself.jpg/238px-Ffrazettaself.jpg",
    "extract": "Frank Frazetta was an American fantasy and science fiction artist, noted for comic books, paperback book covers, paintings, posters, LP record album covers, and other media. He is often referred to as the \"Godfather of fantasy art\", and one of the most renowned illustrators of the 20th century. He was also the subject of a 2003 documentary Painting with Fire.",
    "year": 1928,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rinus Michels",
    "birthday": "1928-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Rinus_Michels_%281984%29.jpg/240px-Rinus_Michels_%281984%29.jpg",
    "extract": "Marinus Jacobus Hendricus Michels OON was a Dutch football player and coach. He played his entire career for AFC Ajax, which he later managed, and played for and later managed the Netherlands national team. He is regarded as one of the greatest managers of all time.",
    "year": 1928,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Roger Mudd",
    "birthday": "1928-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/48/Roger_Mudd_in_1982_%28headshot%29.jpg",
    "extract": "Roger Harrison Mudd was an American broadcast journalist who was a correspondent and anchor for CBS News and NBC News. He also worked as the primary anchor for The History Channel. Previously, Mudd was weekend and weekday substitute anchor for the CBS Evening News, the co-anchor of the weekday NBC Nightly News, and the host of the NBC-TV Meet the Press and American Almanac TV programs. Mudd was the recipient of the Peabody Award, the Joan Shorenstein Award for Distinguished Washington Reporting, and five Emmy Awards.",
    "year": 1928,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Garret FitzGerald",
    "birthday": "1926-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Garret_FitzGerald_1975_%28cropped%29.jpg/241px-Garret_FitzGerald_1975_%28cropped%29.jpg",
    "extract": "Garret Desmond FitzGerald was an Irish Fine Gael politician, economist and barrister who served twice as Taoiseach, serving from 1981 to 1982 and 1982 to 1987. He served as Leader of Fine Gael from 1977 to 1987, and was twice Leader of the Opposition between 1977 and 1982; he was previously Minister for Foreign Affairs from 1973 to 1977. FitzGerald served as a Teachta Dála (TD) from 1969 to 1992 and was a Senator for the Industrial and Commercial Panel from 1965 to 1969.",
    "year": 1926,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John B. Cobb",
    "birthday": "1925-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/John_B._Cobb%2C_Jr.jpg/213px-John_B._Cobb%2C_Jr.jpg",
    "extract": "John Boswell Cobb, Jr. is an American theologian, philosopher, and environmentalist. Cobb is often regarded as the preeminent scholar in the field of process philosophy and process theology, the school of thought associated with the philosophy of Alfred North Whitehead. Cobb is the author of more than fifty books. In 2014, Cobb was elected to the prestigious American Academy of Arts and Sciences.",
    "year": 1925,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brendan Behan",
    "birthday": "1923-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Brendan_Behan_and_Jackie_Gleason_NYWTS.jpg/320px-Brendan_Behan_and_Jackie_Gleason_NYWTS.jpg",
    "extract": "Brendan Francis Aidan Behan was an Irish poet, short story writer, novelist playwright, and Irish Republican activist who wrote in both English and Irish. He was named by Irish Central as one of the greatest Irish writers of all time.",
    "year": 1923,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tonie Nathan",
    "birthday": "1923-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e3/TonieNathan1993-LPConvention.jpg",
    "extract": "Theodora Nathalia \"Tonie\" Nathan was an American radio producer, television producer, and political activist. She was the first woman to receive an electoral vote in a United States presidential election. She was the 1972 vice presidential nominee of the Libertarian Party and running mate of John Hospers, when Roger MacBride, a Republican elector from Virginia, cast the historic vote as a faithless elector.",
    "year": 1923,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kathryn Grayson",
    "birthday": "1922-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Kathryn_Grayson.jpg/249px-Kathryn_Grayson.jpg",
    "extract": "Kathryn Grayson was an American actress and coloratura soprano.",
    "year": 1922,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jim Laker",
    "birthday": "1922-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/db/Laker_at_Old_Trafford.jpg/166px-Laker_at_Old_Trafford.jpg",
    "extract": "James Charles Laker was an English professional cricketer who played for Surrey County Cricket Club from 1946 to 1959 and represented England in 46 Test matches. He was born in Shipley, West Riding of Yorkshire, and died in Wimbledon, London.",
    "year": 1922,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "C. P. Krishnan Nair",
    "birthday": "1922-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/CP_Krishnan_Nair.jpg/320px-CP_Krishnan_Nair.jpg",
    "extract": "Captain Chittarath Poovakkatt Krishnan Nair was an Indian businessman who founded The Leela Group. He was a 2010 recipient of the Padma Bhushan, given by Government of India. He was sometimes popularly known as Captain Nair due to his service in the Indian Army.",
    "year": 1922,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Fred Allen (rugby union)",
    "birthday": "1920-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Fred_Allen%2C_1946.jpg/240px-Fred_Allen%2C_1946.jpg",
    "extract": "Sir Frederick Richard Allen was a captain and coach of the All Blacks, New Zealand's national rugby union team. The All Blacks won all 14 of the test matches they played under his coaching.",
    "year": 1920,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tex Hughson",
    "birthday": "1916-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Tex_Hughson.jpg/264px-Tex_Hughson.jpg",
    "extract": "Cecil Carlton Hughson, was a Major League Baseball starting pitcher who played his entire career in the American League with the Boston Red Sox. He batted and threw right-handed.",
    "year": 1916,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ernest Tubb",
    "birthday": "1914-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Ernest_Tubb_publicity_portrait_-_Cropped.jpg/258px-Ernest_Tubb_publicity_portrait_-_Cropped.jpg",
    "extract": "Ernest Dale Tubb, nicknamed the Texas Troubadour, was an American singer and songwriter and one of the pioneers of country music. His biggest career hit song, \"Walking the Floor Over You\" (1941), marked the rise of the honky tonk style of music.",
    "year": 1914,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Futabayama Sadaji",
    "birthday": "1912-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Futabayama_Sadaji_colorized.jpg/208px-Futabayama_Sadaji_colorized.jpg",
    "extract": "Futabayama Sadaji  was a Japanese professional sumo wrestler from Oita Prefecture. Entering sumo in 1927, he was the sport's 35th yokozuna from 1937 until his retirement in 1945. He won twelve yūshō or top division championships and had a winning streak of 69 consecutive bouts, an all-time record. Despite his dominance he was extremely popular with the public. After his retirement he was head coach of Tokitsukaze stable and chairman of the Japan Sumo Association.",
    "year": 1912,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ginette Leclerc",
    "birthday": "1912-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Leclerc_1939.jpg/282px-Leclerc_1939.jpg",
    "extract": "Ginette Leclerc was a French film actress. She appeared in nearly 90 films between 1932 and 1978. Her last TV appearance was in 1981. She was born in Ile-de-France, France and died in Paris. She was married to the actor Lucien Gallas. She is possibly best-remembered for her roles in such films as Le Corbeau (1943), The Baker's Wife (1938), Cab Number 13 (1948), and Tropic of Cancer (1970).",
    "year": 1912,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "William Orlando Darby",
    "birthday": "1911-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/William_Darby.jpg/227px-William_Darby.jpg",
    "extract": "William O. Darby was a career United States Army officer who fought in World War II, where he was killed in action in Italy. He was posthumously promoted to brigadier general. Darby led the famous Darby's Rangers, which evolved into the United States Army Rangers.",
    "year": 1911,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Esa Pakarinen",
    "birthday": "1911-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Esa_Pakarinen_Pekka_Puup%C3%A4%C3%A4.jpg/248px-Esa_Pakarinen_Pekka_Puup%C3%A4%C3%A4.jpg",
    "extract": "Feeliks Esaias \"Esa\" Pakarinen was a Finnish actor, singer, accordionist and comedian, best known for the role of Pekka Puupää in the Pekka and Pätkä films from 1953–1960. He was also a skilled, self-taught accordion player.",
    "year": 1911,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jacques Monod",
    "birthday": "1910-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Jacques_Monod_nobel.jpg/226px-Jacques_Monod_nobel.jpg",
    "extract": "Jacques Lucien Monod was a French biochemist who won the Nobel Prize in Physiology or Medicine in 1965, sharing it with François Jacob and André Lwoff \"for their discoveries concerning genetic control of enzyme and virus synthesis\".",
    "year": 1910,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Heather Angel (actress)",
    "birthday": "1909-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Heather_Angel_PP234.jpg/254px-Heather_Angel_PP234.jpg",
    "extract": "Heather Grace Angel was a British actress. She has been known for providing the voice of Mrs. Darling, Wendy's mother in Peter Pan (1953) and Alice's sister in Alice in Wonderland (1951).",
    "year": 1909,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carmen Miranda",
    "birthday": "1909-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Carmen_Miranda_1941.JPG/246px-Carmen_Miranda_1941.JPG",
    "extract": "Carmen Miranda, was a Portuguese-born Brazilian samba singer, dancer, Broadway actress and film star who was active from the late 1920s onwards. Nicknamed \"The Brazilian Bombshell\", Miranda was known for her signature fruit hat outfit that she wore in her American films. As a young woman, she designed hats in a boutique before making her first recordings with composer Josué de Barros in 1929. Miranda's 1930 recording of \"Taí \", written by Joubert de Carvalho, catapulted her to stardom in Brazil as the foremost interpreter of samba.",
    "year": 1909,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dean Rusk",
    "birthday": "1909-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Dean_Rusk.jpg/256px-Dean_Rusk.jpg",
    "extract": "David Dean Rusk was the United States Secretary of State from 1961 to 1969 under presidents John F. Kennedy and Lyndon B. Johnson, the second-longest serving Secretary of State after Cordell Hull from the Franklin Roosevelt administration. He had been a high government official in the 1940s and early 1950s, as well as the head of a leading foundation. He is cited as one of the two officers responsible for dividing the two Koreas at the 38th parallel.",
    "year": 1909,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Trường Chinh",
    "birthday": "1907-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/TruongChinh1955.jpg/262px-TruongChinh1955.jpg",
    "extract": "Trường Chinh was a Vietnamese communist political leader and theoretician. He was one of the key figures of Vietnamese politics. He played a major role in the anti-French colonialism movement and finally after decades of protracted war in Vietnam, the Vietnamese defeated the colonial power. He was the think-tank of the Communist Party who determined the direction of the communist movement, particularly in the anti-French colonialism movement. After the declaration of independence in September 1945, Trường Chinh played an important role in shaping the politics of the Democratic Republic of Vietnam (DRV) and creating the socialist structure of the new Vietnam.",
    "year": 1907,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Harold Scott MacDonald Coxeter",
    "birthday": "1907-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/30/Coxeter.jpg/265px-Coxeter.jpg",
    "extract": "Harold Scott MacDonald \"Donald\" Coxeter, was a British and later also Canadian geometer. He is regarded as one of the greatest geometers of the 20th century.",
    "year": 1907,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "André Kostolany",
    "birthday": "1906-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Kostolany_Heller_c.jpg/320px-Kostolany_Heller_c.jpg",
    "extract": "André Kostolany was a stock market expert, bon vivant and Chevalier de la Légion d'Honneur. He worked most of his life in France and Germany.",
    "year": 1906,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Cecil, 6th Marquess of Exeter",
    "birthday": "1905-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/LordExeter.jpg/246px-LordExeter.jpg",
    "extract": "David George Brownlow Cecil, 6th Marquess of Exeter KCMG OLY, styled Lord Burghley before 1956 and also known as David Burghley, was an English athlete, sports official, peer, and Conservative Party politician. He won the gold medal in the 400 m hurdles at the 1928 Summer Olympics.",
    "year": 1905,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brian Donlevy",
    "birthday": "1901-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Brian_Donlevy_1955.jpg/271px-Brian_Donlevy_1955.jpg",
    "extract": "Waldo Brian Donlevy was an American actor, noted for playing dangerous tough guys from the 1930s to the 1960s. He usually appeared in supporting roles. Among his best-known films are Beau Geste (1939), The Great McGinty (1940) and Wake Island (1942). For his role as the sadistic Sergeant Markoff in Beau Geste, he was nominated for the Academy Award for Best Supporting Actor.",
    "year": 1901,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James Murray (American actor)",
    "birthday": "1901-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Poster_-_Frisco_Jenny_02.jpg/320px-Poster_-_Frisco_Jenny_02.jpg",
    "extract": "James T. Murray was an American film actor best known for starring in the 1928 film The Crowd.",
    "year": 1901,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jūkichi Yagi",
    "birthday": "1898-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Yagi_Jukichi.jpg",
    "extract": "Jūkichi Yagi   was a Japanese poet active in the late Taishō period and for the first few years of the Shōwa period, who focused on modern religious themes.",
    "year": 1898,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charles Kingsford Smith",
    "birthday": "1897-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/CEKSmith.jpg/225px-CEKSmith.jpg",
    "extract": "Sir Charles Edward Kingsford Smith, MC, AFC, often called by his nickname Smithy, was an early Australian aviator.",
    "year": 1897,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alberto Vargas",
    "birthday": "1896-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Alberto_vargas_young.gif",
    "extract": "Joaquin Alberto Vargas y Chávez was a noted Peruvian-American painter of pin-up girls. He is often considered one of the most famous of the pin-up artists. Numerous Vargas paintings have sold and continue to sell for hundreds of thousands of dollars.",
    "year": 1896,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hermann Brill",
    "birthday": "1895-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Bundesarchiv_Bild_146-1974-008-05%2C_Hermann_Louis_Brill.jpg/219px-Bundesarchiv_Bild_146-1974-008-05%2C_Hermann_Louis_Brill.jpg",
    "extract": "Dr. Hermann Louis Brill was a German resistance fighter, doctor of law and politician (SPD).",
    "year": 1895,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Georgios Athanasiadis-Novas",
    "birthday": "1893-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/94/Georgios_Athanasiadis-Novas.jpg",
    "extract": "\nGeorgios Athanasiadis–Novas was a Greek poet, lawyer and politician who served as Prime Minister for one month in 1965.\nBorn in Nafpaktos, he obtained his law degree from the University of Athens. He was first elected to the Greek Parliament in 1926 representing his native prefecture of Aetolia-Acarnania, and was repeatedly elected to office until 1964.",
    "year": 1893,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peggy Wood",
    "birthday": "1892-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Portrait_of_Peggy_Wood.jpg/234px-Portrait_of_Peggy_Wood.jpg",
    "extract": "Mary Margaret Wood was an American actress of stage, film, and television. She is best remembered for her performance as the title character in the CBS television series Mama (1949–1957), for which she was nominated for a Primetime Emmy Award for Outstanding Lead Actress in a Drama Series; her starring role as Naomi, Ruth's mother-in-law, in The Story of Ruth (1960); and her final screen appearance as Mother Abbess in The Sound of Music (1965), for which she was nominated for an Academy Award and a Golden Globe Award.",
    "year": 1892,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ronald Colman",
    "birthday": "1891-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Ronald_Colman_-_publicity.jpg/267px-Ronald_Colman_-_publicity.jpg",
    "extract": "Ronald Charles Colman was an English-born actor, starting his career in theatre and silent film in his native country, then emigrating to the United States and having a successful Hollywood film career. He was most popular during the 1920s, 1930s and 1940s. He received Oscar nominations for Bulldog Drummond (1929), Condemned (1929) and Random Harvest (1942). Colman starred in several classic films, including A Tale of Two Cities (1935), Lost Horizon (1937) and The Prisoner of Zenda (1937). He also played the starring role in the Technicolor classic Kismet (1944), with Marlene Dietrich, which was nominated for four Academy Awards. In 1947, he won an Academy Award for Best Actor and Golden Globe Award for Best Actor for the film A Double Life.",
    "year": 1891,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Larry Semon",
    "birthday": "1889-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Larry_Semon_by_Albert_Witzel.jpg/255px-Larry_Semon_by_Albert_Witzel.jpg",
    "extract": "Lawrence \"Larry\" Semon was an American actor, director, producer, and screenwriter during the silent film era. In his day, Semon was considered a major movie comedian, but he is now remembered mainly for working with both Stan Laurel and Oliver Hardy before they started working together.",
    "year": 1889,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alban Berg",
    "birthday": "1885-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Alban_Berg_%281885%E2%80%931935%29_~1930_%C2%A9_Max_Fenichel_%281885%E2%80%931942%29.jpg/211px-Alban_Berg_%281885%E2%80%931935%29_~1930_%C2%A9_Max_Fenichel_%281885%E2%80%931942%29.jpg",
    "extract": "Alban Maria Johannes Berg was an Austrian composer of the Second Viennese School. His compositional style combined Romantic lyricism with the twelve-tone technique. Although he left a relatively small oeuvre, he is remembered as one of the most important composers of the 20th century for his expressive style encompassing \"entire worlds of emotion and structure\".",
    "year": 1885,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jules Berry",
    "birthday": "1883-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Jules_Berry_by_Henri_Manuel.jpg/231px-Jules_Berry_by_Henri_Manuel.jpg",
    "extract": "Jules Berry was a French actor.",
    "year": 1883,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lipót Fejér",
    "birthday": "1880-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Matematikai_konferencia_Szegeden%2C_1928.jpg/320px-Matematikai_konferencia_Szegeden%2C_1928.jpg",
    "extract": "Lipót Fejér was a Hungarian mathematician of Jewish heritage. Fejér was born Leopold Weisz, and changed to the Hungarian name Fejér around 1900.",
    "year": 1880,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jack Kirwan",
    "birthday": "1878-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/John_Kirwan_Ogden%27s_Cigarettes_card.jpg/191px-John_Kirwan_Ogden%27s_Cigarettes_card.jpg",
    "extract": "John Henry Kirwan was an Irish football player and coach. As a player, he was described as an out and out winger with good pace and skills, playing as an outside-left for, among others, Everton, Tottenham Hotspur, Chelsea and Ireland. He had previously played gaelic football for Dublin. As a football coach he became the first professional manager of Dutch side Ajax. He was the last survivor of the Tottenham team that won the 1901 FA Cup.",
    "year": 1878,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Arthur Edward Moore",
    "birthday": "1876-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Arthur_Edward_Moore.jpg/219px-Arthur_Edward_Moore.jpg",
    "extract": "Arthur Edward Moore was an Australian politician. He was the Country and Progressive National Party Premier of Queensland, from 1929 to 1932. He was the only Queensland Premier not to come from the ranks of the Labor Party between 1915 and 1957. Although successful in achieving the unity of the conservative forces in Queensland for an extended period, Moore's abilities were tested by the onset of the Great Depression and like many other governments in Australia and elsewhere his was unable to endure the formidable challenges it posed.",
    "year": 1876,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Amy Lowell",
    "birthday": "1874-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Houghton_MS_Lowell_62_%285%29_-_Bachrach.jpg/320px-Houghton_MS_Lowell_62_%285%29_-_Bachrach.jpg",
    "extract": "Amy Lawrence Lowell was an American poet of the imagist school, which promoted a return to classical values. She posthumously won the Pulitzer Prize for Poetry in 1926.",
    "year": 1874,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Howard Taylor Ricketts",
    "birthday": "1871-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Ricketts_Howard_Taylor_1871-1910.jpg/192px-Ricketts_Howard_Taylor_1871-1910.jpg",
    "extract": "Howard Taylor Ricketts was an American pathologist after whom the family Rickettsiaceae and the order Rickettsiales are named.",
    "year": 1871,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Natsume Sōseki",
    "birthday": "1867-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Natsume_Soseki_photo.jpg/234px-Natsume_Soseki_photo.jpg",
    "extract": "Natsume Sōseki , born Natsume Kin'nosuke , was a Japanese novelist. He is best known around the world for his novels Kokoro, Botchan, I Am a Cat, Kusamakura and his unfinished work Light and Darkness. He was also a scholar of British literature and writer of haiku, kanshi, and fairy tales. From 1984 until 2004, his portrait appeared on the front of the Japanese 1,000 yen note.",
    "year": 1867,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mrs Patrick Campbell",
    "birthday": "1865-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/MrsPatrickCampbell-pre1897.jpg/232px-MrsPatrickCampbell-pre1897.jpg",
    "extract": "Mrs Patrick Campbell, born Beatrice Rose Stella Tanner and known informally as \"Mrs Pat\", was an English stage actress, best known for appearing in plays by Shakespeare, Shaw and Barrie. She also toured the United States and appeared briefly in films.",
    "year": 1865,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Erich von Drygalski",
    "birthday": "1865-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Erich_dagobert_von_drygalski_%28cropped%29.jpg/233px-Erich_dagobert_von_drygalski_%28cropped%29.jpg",
    "extract": "Erich Dagobert von Drygalski was a German geographer, geophysicist and polar scientist, born in Königsberg, East Prussia.",
    "year": 1865,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Miina Härma",
    "birthday": "1864-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Miina_H%C3%A4rma.jpg/229px-Miina_H%C3%A4rma.jpg",
    "extract": "Miina Härma was an Estonian composer. She was the second Estonian musician with higher education.",
    "year": 1864,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Anthony Hope",
    "birthday": "1863-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Anthony_Hope_Hawkins_by_Alfred_Ellis_%26_Walery.jpg/229px-Anthony_Hope_Hawkins_by_Alfred_Ellis_%26_Walery.jpg",
    "extract": "Sir Anthony Hope Hawkins, better known as Anthony Hope, was a British novelist and playwright. He was a prolific writer, especially of adventure novels but he is remembered predominantly for only two books: The Prisoner of Zenda (1894) and its sequel Rupert of Hentzau (1898). These works, \"minor classics\" of English literature, are set in the contemporaneous fictional country of Ruritania and spawned the genre known as Ruritanian romance, books set in fictional European locales similar to the novels. Zenda has inspired many adaptations, most notably the 1937 Hollywood movie of the same name and the 1952 version.",
    "year": 1863,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Akiyama Yoshifuru",
    "birthday": "1859-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Akiyama_Yoshifuru.jpg/248px-Akiyama_Yoshifuru.jpg",
    "extract": "Akiyama Yoshifuru  was a general in the Imperial Japanese Army, and is considered the father of modern Japanese cavalry. He was Vice Admiral Akiyama Saneyuki's older brother.",
    "year": 1859,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hara Takashi",
    "birthday": "1856-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Takashi_Hara_formal.jpg/248px-Takashi_Hara_formal.jpg",
    "extract": "Hara Takashi  was a Japanese politician who served as the Prime Minister of Japan from 1918 to 1921.",
    "year": 1856,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Aletta Jacobs",
    "birthday": "1854-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Aletta_Jacobs%2C_1895-1905.jpg/319px-Aletta_Jacobs%2C_1895-1905.jpg",
    "extract": "Aletta Henriëtte Jacobs was a Dutch physician and women's suffrage activist. As the first woman officially to attend a Dutch university, she became one of the first female physicians in the Netherlands. In 1882, she founded the world's first birth control clinic and was a leader in both the Dutch and international women's movements. She led campaigns aimed at deregulating prostitution, improving women's working conditions, promoting peace and calling for women's right to vote.",
    "year": 1854,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hugh Price Hughes",
    "birthday": "1847-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/48/Hugh_Price_Hughes2.jpg",
    "extract": "Hugh Price Hughes was a Welsh Protestant clergyman and religious reformer in the Methodist tradition. He served in multiple leadership roles in the Wesleyan Methodist Church. He organised the West London Methodist Mission, a key Methodist organisation today. Recognised as one of the greatest orators of his era, Hughes also founded and edited an influential newspaper, the Methodist Times in 1885. His editorials helped convince Methodists to break their longstanding support for the Conservatives and support the more moralistic Liberal Party, which other Nonconformist Protestants were already supporting.",
    "year": 1847,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Wilhelm Maybach",
    "birthday": "1846-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Wilhelm-maybach-1900.jpg/247px-Wilhelm-maybach-1900.jpg",
    "extract": "Wilhelm Maybach was an early German engine designer and industrialist. During the 1890s he was hailed in France, then the world centre for car production, as the \"King of Designers\".",
    "year": 1846,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Whitaker Wright",
    "birthday": "1846-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Whitaker_Wright_Drawing_Feb_1904.jpg/259px-Whitaker_Wright_Drawing_Feb_1904.jpg",
    "extract": "James Whitaker Wright was a company promoter and swindler, who committed suicide at the Royal Courts of Justice in London immediately following his conviction for fraud.",
    "year": 1846,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Silas Adams",
    "birthday": "1839-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/05/SilasAdams.jpg",
    "extract": "Silas Adams was an American attorney and politician from Kentucky who served for one term as a member of the United States House of Representatives from Kentucky's 11th congressional district.",
    "year": 1839,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "José Burgos",
    "birthday": "1837-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/67/Jose_burgos_PG.jpg",
    "extract": "José Apolonio Burgos y García was a Filipino Catholic priest, accused of mutiny by the Spanish colonial authorities in the Philippines in the 19th century. He was tried and executed in Manila along with two other clergymen, Mariano Gomez and Jacinto Zamora, who are collectively known as the Gomburza.",
    "year": 1837,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Felix Dahn",
    "birthday": "1834-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Felix_Dahn.jpg/260px-Felix_Dahn.jpg",
    "extract": "Felix Dahn was a German law professor, German nationalist author, poet and historian.",
    "year": 1834,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Keʻelikōlani",
    "birthday": "1826-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Portrait_of_Ruth_Ke%E2%80%98elik%C5%8Dlani_Keanolani_Kan%C4%81hoahoa.jpg/240px-Portrait_of_Ruth_Ke%E2%80%98elik%C5%8Dlani_Keanolani_Kan%C4%81hoahoa.jpg",
    "extract": "Ruth Ke‘elikōlani, or sometimes written as Luka Ke‘elikōlani, also known as Ruth Ke‘elikōlani Keanolani Kanāhoahoa or Ruth Keanolani Kanāhoahoa Ke‘elikōlani, was a formal member of the House of Kamehameha, Governor of the Island of Hawaiʻi and for a period, the largest and wealthiest landowner in the Hawaiian islands. Keʻelikōlani's genealogy is controversial. Her mother's identity has never been in question but her grandfather Pauli Kaōleiokū's relationship to Kamehameha I is heavily disputed. While her father has been legally identified as early as 1864, disputes to that lineage continued as late as 1919. As one of the primary heirs to the Kamehameha family, Ruth became landholder of much of what would become the Bernice Pauahi Bishop Estate, funding the Kamehameha Schools.",
    "year": 1826,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Federico de Madrazo y Kuntz",
    "birthday": "1815-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Raimundo_de_Madrazo_-_Portrait_of_Federico_de_Madrazo_Painting_-_Google_Art_Project.jpg/218px-Raimundo_de_Madrazo_-_Portrait_of_Federico_de_Madrazo_Painting_-_Google_Art_Project.jpg",
    "extract": "Federico de Madrazo y Kuntz was a Spanish painter.",
    "year": 1815,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Samuel J. Tilden",
    "birthday": "1814-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/SamuelJonesTilden.jpg/247px-SamuelJonesTilden.jpg",
    "extract": "Samuel Jones Tilden  was an American politician who served as the 25th Governor of New York and was the Democratic candidate for president in the disputed 1876 United States presidential election. Tilden was the second presidential candidate to lose the election despite winning the popular vote and is the only candidate to win a majority of the popular vote in a United States presidential election (50.9%), but lose the election.",
    "year": 1814,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hyrum Smith",
    "birthday": "1800-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Hyrum_Smith_ca_1880-1920.png/267px-Hyrum_Smith_ca_1880-1920.png",
    "extract": "Hyrum Smith was an American religious leader in the Church of Jesus Christ of Latter Day Saints, the original church of the Latter Day Saint movement. He was the older brother of the movement's founder, Joseph Smith, and was killed with his brother at Carthage Jail where they were being held awaiting trial.",
    "year": 1800,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Franz Xaver Gabelsberger",
    "birthday": "1789-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Franz_Xaver_Gabelsberger.gif",
    "extract": "Franz Xaver Gabelsberger was a German inventor of a shorthand writing system, named Gabelsberger shorthand after him.",
    "year": 1789,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Vasily Zhukovsky",
    "birthday": "1783-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Bryullov_portrait_of_Zhukovsky.jpg/235px-Bryullov_portrait_of_Zhukovsky.jpg",
    "extract": "Vasily Andreyevich Zhukovsky was the foremost Russian poet of the 1810s and a leading figure in Russian literature in the first half of the 19th century. He held a high position at the Romanov court as tutor to the Grand Duchess Alexandra Feodorovna and later to her son, the future Tsar-Liberator Alexander II.",
    "year": 1783,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johann Baptist von Spix",
    "birthday": "1781-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Johann_Baptist_von_Spix.jpg/230px-Johann_Baptist_von_Spix.jpg",
    "extract": "Johann Baptist Ritter von Spix was a German biologist. From his expedition to Brazil he brought to Germany a large variety of specimens of plants, insects, mammals, birds, amphibians and fish. They constitute an important basis for today's National Zoological Collection in Munich. Numerous examples of his ethnographic collections, such as dance masks and the like, are now part of the collection of the Museum of Ethnography in Munich.",
    "year": 1781,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Farkas Bolyai",
    "birthday": "1775-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Farkas_Bolyai.jpg/220px-Farkas_Bolyai.jpg",
    "extract": "Farkas Bolyai was a Hungarian mathematician, mainly known for his work in geometry.",
    "year": 1775,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "William Henry Harrison",
    "birthday": "1773-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/William_Henry_Harrison_by_James_Reid_Lambdin%2C_1835_crop.jpg/265px-William_Henry_Harrison_by_James_Reid_Lambdin%2C_1835_crop.jpg",
    "extract": "William Henry Harrison was an American military officer and politician who served as the 9th president of the United States. Harrison died just 31 days after his inauguration in 1841, and had the shortest presidency in U.S. history. He was also the first U.S president to die in office, and a brief constitutional crisis resulted as presidential succession was not then fully defined in the United States Constitution. Harrison was the last president born as a British subject in the Thirteen Colonies and was the paternal grandfather of Benjamin Harrison, the 23rd president of the United States.",
    "year": 1773,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "George W. Campbell",
    "birthday": "1769-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/CAMPBELL%2C_George_W-Treasury_%28BEP_engraved_portrait%29.jpg/240px-CAMPBELL%2C_George_W-Treasury_%28BEP_engraved_portrait%29.jpg",
    "extract": "George Washington Campbell was an American statesman who served as a U.S. Representative, Senator, Tennessee Supreme Court Justice, U.S. Ambassador to Russia and the 5th United States Secretary of the Treasury from February to October 1814.",
    "year": 1769,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Louis I, Grand Duke of Baden",
    "birthday": "1763-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Grossherzog_Ludwig_von_Baden_1820.jpg/251px-Grossherzog_Ludwig_von_Baden_1820.jpg",
    "extract": "Ludwig I succeeded as Grand Duke of Baden on 8 December 1818.\nHe was the uncle of his predecessor Karl Ludwig Friedrich, and his death marked the end of the Zähringen line of the House of Baden. He was succeeded by his half brother, Leopold.",
    "year": 1763,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sir John Duckworth, 1st Baronet",
    "birthday": "1748-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Admiral_Sir_John_Thomas_Duckworth_%281748-1817%29.jpg/254px-Admiral_Sir_John_Thomas_Duckworth_%281748-1817%29.jpg",
    "extract": "Sir John Thomas Duckworth, 1st Baronet, GCB was an officer of the Royal Navy, serving during the Seven Years' War, the American War of Independence, the French Revolutionary and Napoleonic wars, as the Governor of Newfoundland during the War of 1812, and a member of the British House of Commons during his semi-retirement. Duckworth, a vicar's son, achieved much in a naval career that began at the age of 11.",
    "year": 1748,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Henri-Joseph Rigel",
    "birthday": "1741-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Henri-Joseph_Rigel_by_Andr%C3%A9_Dutertre.jpg/238px-Henri-Joseph_Rigel_by_Andr%C3%A9_Dutertre.jpg",
    "extract": "Henri-Joseph Rigel was a German-born composer of the Classical era who spent most of his working life in France. He was born in Wertheim am Main where his father was musical intendant to the local prince. After an education in Germany, where his teachers included Niccolò Jommelli, Rigel moved to Paris in 1767. He quickly acquired a reputation in musical circles and published harpsichord pieces, string quartets, symphonies and concertos. He began composing for the Concert Spirituel, most notably four hiérodrames : La sortie d'Egypte (1774), La destruction de Jericho (1778), Jephté (1783) and Les Macchabées. These show the influence of Christoph Willibald Gluck, and Gluck himself praised La sortie d'Égypte. Between 1778 and 1799 Rigel also wrote 14 operas, including the opéra comique Le savetier et le financier (1778).",
    "year": 1741,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Thomas Paine",
    "birthday": "1737-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Portrait_of_Thomas_Paine.jpg/246px-Portrait_of_Thomas_Paine.jpg",
    "extract": "Thomas Paine was an English-born American political activist, philosopher, political theorist, and revolutionary. He authored Common Sense (1776) and The American Crisis (1776–1783), two of the most influential pamphlets at the start of the American Revolution, and helped inspire the Patriots in 1776 to declare independence from Great Britain. His ideas reflected Enlightenment-era ideals of transnational human rights.",
    "year": 1737,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Luis Vicente de Velasco",
    "birthday": "1711-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Luis_Vicente_de_Velasco_%28Museo_Naval_de_Madrid%29.jpg/250px-Luis_Vicente_de_Velasco_%28Museo_Naval_de_Madrid%29.jpg",
    "extract": "Luis Vicente de Velasco e Isla was a Spanish officer and naval commander in the Royal Spanish Navy. He is known for his valiant defense during the Siege of Havana in 1762, during which he was killed in action.",
    "year": 1711,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "George Hamilton, 1st Earl of Orkney",
    "birthday": "1666-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/1stEarlOfOrkney.jpg/257px-1stEarlOfOrkney.jpg",
    "extract": "Field Marshal George Hamilton, 1st Earl of Orkney, KT, styled Lord George Hamilton from 1666 to 1696, was a British soldier and Scottish nobleman and the first British Army officer to be promoted to the rank of field marshal. After commanding a regiment for the cause of William of Orange during the Williamite War in Ireland, he commanded a regiment in the Low Countries during the Nine Years' War. He then led the final assault at the Battle of Blenheim attacking the village churchyard with eight battalions of men and then receiving the surrender of its French defenders during the War of the Spanish Succession. He also led the charge of fifteen infantry battalions in an extremely bloody assault on the French entrenchments at the Battle of Malplaquet. In later life, he became a Lord of the Bedchamber to George I and was installed as Governor of Edinburgh Castle.",
    "year": 1666,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Procopio Cutò",
    "birthday": "1651-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Procopio-de-Coltelli2_opt2.jpg/250px-Procopio-de-Coltelli2_opt2.jpg",
    "extract": "Procopio Cutò, also known as Francesco Procopio Cutò, Francesco Procopio dei Coltelli, or François Procope was a chef from Sicily. Billing himself as a modern Procopius, he founded in 1686 what has become the oldest extant café in Paris, Café Procope. It became the first literary coffeehouse in Paris. For over 200 years the cafe-restaurant attracted notables in the world of arts, politics, and literature.",
    "year": 1651,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johannes Meursius",
    "birthday": "1579-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Johannes_van_Meurs.gif/214px-Johannes_van_Meurs.gif",
    "extract": "Johannes Meursius was a Dutch classical scholar and antiquary.",
    "year": 1579,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Shimazu Yoshihisa",
    "birthday": "1533-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Yoshihisa_shimadzu.jpg/224px-Yoshihisa_shimadzu.jpg",
    "extract": "Shimazu Yoshihisa  was a powerful daimyō and the 16th Chief of Shimazu clan of Satsuma Province, the eldest son of Shimazu Takahisa. Eventually in 1584, Yoshihisa succeeded controlled the entire Kyushu region.",
    "year": 1533,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ali-Shir Nava'i",
    "birthday": "1441-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Tomb_of_Abdul_Qadir_Jilani%2C_Baghdad.jpg/320px-Tomb_of_Abdul_Qadir_Jilani%2C_Baghdad.jpg",
    "extract": "'Ali-Shir Nava'i, also known as Nizām-al-Din ʿAli-Shir Herawī was a poet, writer, politician, linguist, Hanafi Maturidi mystic and painter who was the greatest representative of Chagatai literature.",
    "year": 1441,
    "month": 2,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Louis of Toulouse",
    "birthday": "1274-2-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Simone_Martini_-_Saint_Louis_of_Toulouse.jpg/234px-Simone_Martini_-_Saint_Louis_of_Toulouse.jpg",
    "extract": "Saint Louis of Toulouse, also known as Louis of Anjou, was a Neapolitan prince of the Capetian House of Anjou and a Catholic bishop.",
    "year": 1274,
    "month": 2,
    "day": 9,
    "language": "en"
  }
]