[
  {
    "name": "Ja'Marr Chase",
    "birthday": "2000-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Ja%27Marr_Chase.jpg/269px-Ja%27Marr_Chase.jpg",
    "extract": "Ja'Marr Anthony Chase is an American football wide receiver for the Cincinnati Bengals of the National Football League (NFL). He played college football at LSU, where he won the Fred Biletnikoff Award and the 2020 College Football Playoff National Championship as a sophomore. Selected fifth overall by the Bengals in the 2021 NFL Draft, Chase immediately made an impact by setting the rookie and franchise records for single-year and single-game receiving yards which was previously held by his college teammate Justin Jefferson. Chase won Offensive Rookie of the Year en route to an appearance in Super Bowl LVI",
    "year": 2000,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Justin Bieber",
    "birthday": "1994-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Justin_Bieber_in_2015.jpg/224px-Justin_Bieber_in_2015.jpg",
    "extract": "Justin Drew Bieber is a Canadian singer. Bieber is widely recognised for his genre-melding musicianship and has played an influential role in modern-day popular music. He was discovered by American record executive Scooter Braun and signed with RBMG Records in 2008, gaining recognition with the release of his debut seven-track EP My World (2009) and soon establishing himself as a teen idol.",
    "year": 1994,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Asanoyama Hideki",
    "birthday": "1994-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Asanoyama_2017_March.jpg/175px-Asanoyama_2017_March.jpg",
    "extract": "Asanoyama Hideki  is a Japanese professional sumo wrestler from Toyama Prefecture. He wrestles for Takasago stable. He debuted in sumo in March 2016 and made his makuuchi debut in September 2017. His highest rank has been ōzeki. He has earned six special prizes, and one gold star for defeating a yokozuna. In May 2019 he won his first top division yūshō or tournament championship, the first of the Reiwa era. He was also runner-up in November 2019 and finished the calendar year with more top division wins than any other wrestler. He was promoted to ōzeki after the March 2020 tournament, and was a runner-up in his ōzeki debut in July 2020 and in January 2021.",
    "year": 1994,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tyreek Hill",
    "birthday": "1994-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Tyreek_Hill_OCT2021_%28cropped%29.jpg/213px-Tyreek_Hill_OCT2021_%28cropped%29.jpg",
    "extract": "Tyreek Hill is an American football wide receiver for the Miami Dolphins of the National Football League (NFL). Hill was drafted by the Kansas City Chiefs in the fifth round of the 2016 NFL Draft. He attended Garden City Community College, Oklahoma State University, and the University of West Alabama.",
    "year": 1994,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nathan Brown (rugby league, born 1993)",
    "birthday": "1993-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Nathan_Brown_Rabbitohs.jpg/300px-Nathan_Brown_Rabbitohs.jpg",
    "extract": "Nathan Brown is an Italian international rugby league footballer who plays as a lock for the Parramatta Eels in the NRL.",
    "year": 1993,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Michael Conforto",
    "birthday": "1993-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Conforto_on_base%2C_March_2%2C_2019_%28cropped%29.jpg/240px-Conforto_on_base%2C_March_2%2C_2019_%28cropped%29.jpg",
    "extract": "Michael Thomas Conforto, nicknamed \"Scooter\", is an American professional baseball outfielder who is a free agent. He has played in Major League Baseball (MLB) for the New York Mets. After he played college baseball for the Oregon State Beavers, the Mets selected him in the first round of the 2014 MLB draft with the 10th overall pick. He made his MLB debut in 2015.",
    "year": 1993,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kurt Mann",
    "birthday": "1993-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Kurt_Mann.jpg/233px-Kurt_Mann.jpg",
    "extract": "Kurt Mann is an Australian professional rugby league footballer who plays for the Newcastle Knights in the NRL. A utility player, he has started games in the positions of centre, five-eighth, fullback, wing, hooker, halfback and lock.",
    "year": 1993,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Josh McEachran",
    "birthday": "1993-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/McEachran_Boro.jpg/128px-McEachran_Boro.jpg",
    "extract": "Joshua Mark McEachran is an English professional footballer who plays as a midfielder for EFL League One club Milton Keynes Dons.",
    "year": 1993,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tom Walsh (shot putter)",
    "birthday": "1992-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Tomas_Walsh_Portland_2016.jpg/320px-Tomas_Walsh_Portland_2016.jpg",
    "extract": "Tomas Walsh is a New Zealand athlete who competes mainly in the shot put. He is the current national record holder both outdoors and indoors for the event. His personal best of 22.90 m, set in Doha, 5 October 2019, is also the Oceanian record and makes him the sixth best shot putter in history.",
    "year": 1992,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Carlos Vela",
    "birthday": "1989-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Mex-Kor_%2821%29_%28cropped%29.jpg/213px-Mex-Kor_%2821%29_%28cropped%29.jpg",
    "extract": "Carlos Alberto Vela Garrido is a Mexican professional footballer who captains and plays for Major League Soccer club Los Angeles FC. Described as a versatile player who can play as a forward, winger, and attacking midfielder, Vela is known for being a creative player and prolific scorer.",
    "year": 1989,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kesha",
    "birthday": "1987-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Kesha_AMAs_2019_%28cropped%29.png/232px-Kesha_AMAs_2019_%28cropped%29.png",
    "extract": "Kesha Rose Sebert, formerly stylized as Ke$ha, is an American singer and songwriter. In 2005, at age 18, Kesha was signed to Kemosabe Records. Her first major success came in early 2009 after she was featured on American rapper Flo Rida's number-one single \"Right Round\".",
    "year": 1987,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jonathan Spector",
    "birthday": "1986-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Jonathan_Spector.jpg/228px-Jonathan_Spector.jpg",
    "extract": "Jonathan Michael Paul Spector is an American former soccer player who played as a defender. In his 16-year career playing first-team soccer he played over 400 games for club and country, and helped the United States win the CONCACAF Gold Cup in 2007. He earned 36 caps for the United States national team. He is now the Head of International Player Recruitment and Development for MLS side Atlanta United.",
    "year": 1986,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Andreas Ottl",
    "birthday": "1985-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Andreas_Ottl_2010.jpg/270px-Andreas_Ottl_2010.jpg",
    "extract": "Andreas Ottl is a German former footballer who played as a defensive midfielder. He signed his first professional contract for Bayern Munich on 1 July 2005. He played for Germany's U-21 Team. Ottl is a highly versatile player being able to play various midfield positions as well as playing as a defender.",
    "year": 1985,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alexander Steen",
    "birthday": "1984-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Alexander_Steen_2012.jpg/239px-Alexander_Steen_2012.jpg",
    "extract": "Alexander Lennart Steen is a Canadian-born Swedish former professional ice hockey player. Steen was drafted 24th overall by the Toronto Maple Leafs in the 2002 NHL Entry Draft, and started his NHL career with Toronto. Steen was traded to the St. Louis Blues in 2008, where he played the remainder of his career. Steen won the Stanley Cup with the Blues in 2019.",
    "year": 1984,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Daniel Carvalho",
    "birthday": "1983-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/17/DanielCarvalho.jpg",
    "extract": "Daniel da Silva Carvalho, more commonly known as Daniel Carvalho, is a Brazilian football attacking midfielder for Pelotas.",
    "year": 1983,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Anthony Tupou",
    "birthday": "1983-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Tupou.jpg/295px-Tupou.jpg",
    "extract": "Anthony Tupou is a former professional rugby league footballer who played as a second-row and lock in the 2000s and 2010s. An Australian international and New South Wales State of Origin representative, he played for the Sydney Roosters, Cronulla-Sutherland Sharks and Newcastle Knights in the National Rugby League, while also having a stint in the Super League with the Wakefield Trinity Wildcats.",
    "year": 1983,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Will Power",
    "birthday": "1981-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Will_Power_%282021%29.jpg/213px-Will_Power_%282021%29.jpg",
    "extract": "William Steven Power is an Australian champion motorsports driver who currently competes in the IndyCar Series, driving for Team Penske. He was the 2014 IndyCar Series champion, and the 2018 Indianapolis 500 champion. Power is currently fifth all-time in wins and second all-time with Poles earned in Indycar history.",
    "year": 1981,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Shahid Afridi",
    "birthday": "1980-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Shahid_Afridi_in_2017.jpg/320px-Shahid_Afridi_in_2017.jpg",
    "extract": "Sahibzada Mohammad Shahid Khan Afridi, known as Shahid Afridi, is a former Pakistani cricketer and captain of the Pakistan national cricket team. An all-rounder, Afridi bowled leg spin and was recognized for his aggressive batting. Afridi was also a world record holder, holding the record for the fastest ODI century, in 37 deliveries. The record stood for 17 years before being broken by Corey Anderson. He also holds the record for having hit the most sixes in the history of ODI cricket. Bowling-wise Afridi, who considers himself a better bowler than batter, has taken 395 wickets in ODI and 48 Test wickets. In addition he has also taken 98 T20I wickets.",
    "year": 1980,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mikkel Kessler",
    "birthday": "1979-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/MikkelKessler2012.jpg/213px-MikkelKessler2012.jpg",
    "extract": "Mikkel Kessler is a Danish former professional boxer who competed from 1998 to 2013. He is a multiple-time super-middleweight world champion, having held the WBA title three times between 2004 and 2013, and the WBC title twice between 2006 and 2010.\nHe also won the IBA World Title in 2002.",
    "year": 1979,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bruno Langlois",
    "birthday": "1979-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Bruno_Langlois_3DWV2011.JPG/224px-Bruno_Langlois_3DWV2011.JPG",
    "extract": "Bruno Langlois is a Canadian former racing cyclist.",
    "year": 1979,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Rens Blom",
    "birthday": "1977-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/20070701-nk2007-rens-blom.jpg/240px-20070701-nk2007-rens-blom.jpg",
    "extract": "Rens Blom is a Dutch retired athlete competing in pole vault.",
    "year": 1977,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Chris Webber",
    "birthday": "1973-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Chris_Webber_NBA_Asia_Challenge_2010.jpg/237px-Chris_Webber_NBA_Asia_Challenge_2010.jpg",
    "extract": "Mayce Edward Christopher Webber III is an American former professional basketball player and former sportscaster. He is a 5-time NBA All-Star, a 5-time All-NBA Team member, a former NBA Rookie of the Year, and a former number one overall NBA draftee for the Golden State Warriors. He later played for teams including the Washington Bullets, Sacramento Kings, Philadelphia 76ers, and Detroit Pistons.",
    "year": 1973,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Javier Bardem",
    "birthday": "1969-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Premios_Goya_2018_-_Javier_Bardem_%28cropped%29.jpg/233px-Premios_Goya_2018_-_Javier_Bardem_%28cropped%29.jpg",
    "extract": "Javier Ángel Encinas Bardem is a Spanish actor. Known for his roles in blockbusters and foreign films, he has received various accolades, including an Academy Award, a British Academy Film Award, and a Golden Globe Award.",
    "year": 1969,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Aron Winter",
    "birthday": "1967-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Aron_Winter_2013.jpg/228px-Aron_Winter_2013.jpg",
    "extract": "Aron Winter is a Dutch former professional football midfielder. He has played for Ajax and Sparta Rotterdam in the Netherlands, for Italian sides Lazio and Inter Milan, and for the Netherlands national team.",
    "year": 1967,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Zack Snyder",
    "birthday": "1966-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Zack_Snyder_by_Gage_Skidmore_2.jpg/220px-Zack_Snyder_by_Gage_Skidmore_2.jpg",
    "extract": "Zachary Edward Snyder is an American film director, producer, screenwriter, and cinematographer. He made his feature film debut in 2004 with Dawn of the Dead, a remake of the 1978 horror film of the same name. Since then, he has directed or produced a number of comic book and superhero films, including 300 (2007) and Watchmen (2009), as well as the Superman film that started the DC Extended Universe, Man of Steel (2013), and its follow-ups, Batman v Superman: Dawn of Justice (2016) and Justice League (2017). A director's cut for Justice League was released in 2021. He also directed the computer-animated film Legend of the Guardians: The Owls of Ga'Hoole (2010), the psychological action film Sucker Punch (2011), and the zombie heist film Army of the Dead (2021).",
    "year": 1966,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Booker T (wrestler)",
    "birthday": "1965-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Booker_T_2018.jpg/187px-Booker_T_2018.jpg",
    "extract": "Booker T. Huffman Jr. better known by his ring name Booker T, is an American professional wrestler, professional wrestling promoter and color commentator. He is currently signed to WWE, and is also the owner and founder of the independent promotion Reality of Wrestling (ROW) in Texas City, Texas. Booker has been named by peers and industry commentators as one of the greatest professional wrestlers of his era; he was voted WWE's greatest World Heavyweight Champion in a 2013 viewer poll.",
    "year": 1965,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Stewart Elliott",
    "birthday": "1965-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Stewart_Elliott_at_Los_Alamitos_track_2016_21.jpg/320px-Stewart_Elliott_at_Los_Alamitos_track_2016_21.jpg",
    "extract": "Stewart Elliott is an American thoroughbred jockey.",
    "year": 1965,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ron Francis",
    "birthday": "1963-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Ron_Francis.jpg/239px-Ron_Francis.jpg",
    "extract": "Ronald Michael Francis Jr. is a Canadian former professional ice hockey centre. He is the general manager of the Seattle Kraken that inaugurated its first season in 2021. Drafted fourth overall in the 1981 NHL Entry Draft, Francis played 23 seasons in the NHL for the Hartford Whalers, Pittsburgh Penguins, Carolina Hurricanes, and Toronto Maple Leafs. Upon retiring from professional ice hockey in 2004, Francis stood second all-time in career assists (1,249), behind only Wayne Gretzky; fifth in career points (1,798); third in games played (1,731); and 27th in career goals (549).",
    "year": 1963,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mike Rozier",
    "birthday": "1961-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Mike_Rozier.jpg/249px-Mike_Rozier.jpg",
    "extract": "Michael T. Rozier is a former American college and professional football player who was a running back in the United States Football League (USFL) for two seasons and the National Football League (NFL) for seven seasons during the 1980s and early 1990s. Rozier played college football for the University of Nebraska, and won the Heisman Trophy in 1983. Afterward, he played professionally for the Pittsburgh Maulers and Jacksonville Bulls of the USFL and the Houston Oilers and Atlanta Falcons of the NFL. He is a member of the College Football Hall of Fame.",
    "year": 1961,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nick Griffin",
    "birthday": "1959-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Nick_griffin_bnp_from_flickr_user_britishnationalism_%28cropped%29.jpg",
    "extract": "Nicholas John Griffin is a British politician who represented North West England as a Member of the European Parliament (MEP) from 2009 to 2014. He served as chairman and then president of the far-right British National Party (BNP) from 1999 to 2014, when he was expelled from the party.",
    "year": 1959,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nik Kershaw",
    "birthday": "1958-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Nik_Kershaw_in_2019.jpg/240px-Nik_Kershaw_in_2019.jpg",
    "extract": "Nicholas David \"Nik\" Kershaw is an English singer, songwriter, musician and record producer.",
    "year": 1958,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tim Daly",
    "birthday": "1956-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Tim_Daly_-_Monte-Carlo_Television_Festival.jpg/182px-Tim_Daly_-_Monte-Carlo_Television_Festival.jpg",
    "extract": "James Timothy Daly is an American actor and producer. He is known for his role as Joe Hackett on the NBC sitcom Wings and his voice role as Clark Kent/Superman in Superman: The Animated Series, as well as his recurring role as the drug-addicted screenwriter J.T. Dolan on The Sopranos. He starred as Pete Wilder on the ABC medical drama Private Practice from 2007 to 2012. From 2014 until 2019, he portrayed Henry McCord, husband of the Secretary of State, on the CBS drama Madam Secretary.",
    "year": 1956,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dalia Grybauskaitė",
    "birthday": "1956-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Dalia_Grybauskait%C4%97_2012-06-13_%282%29.jpg/238px-Dalia_Grybauskait%C4%97_2012-06-13_%282%29.jpg",
    "extract": "Dalia Grybauskaitė is a Lithuanian politician who served as the eighth President of Lithuania from 2009 until 2019. She is the first woman to hold the position and became in 2014 the first President of Lithuania to be reelected for a second consecutive term.",
    "year": 1956,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Catherine Bach",
    "birthday": "1954-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Catherine_Bach_2013.jpg/218px-Catherine_Bach_2013.jpg",
    "extract": "Catherine Bach is an American actress. She is known for playing Daisy Duke in the television series The Dukes of Hazzard and Margo Dutton in African Skies. In 2012, she joined the cast of the CBS soap opera The Young and the Restless as Anita Lawson.",
    "year": 1954,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ron Howard",
    "birthday": "1954-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Ron_Howard_Cannes_2018.jpg/227px-Ron_Howard_Cannes_2018.jpg",
    "extract": "Ronald William Howard is an American director, producer, screenwriter, and actor. He first came to prominence as a child actor, guest-starring in several television series, including an episode of The Twilight Zone. He gained national attention for playing young Opie Taylor, the son of Sheriff Andy Taylor in the sitcom The Andy Griffith Show from 1960 through 1968. During this time, he also appeared in the musical film The Music Man (1962), a critical and commercial success. He was credited as Ronny Howard in his film and television appearances from 1959 to 1973. Howard was cast in one of the lead roles in the coming-of-age film American Graffiti (1973), and became a household name for playing Richie Cunningham in the sitcom Happy Days, a role he would play from 1974 to 1980.",
    "year": 1954,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Carlos Queiroz",
    "birthday": "1953-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/China_PR_%26_Iran_pre-match_conference_6.jpg/269px-China_PR_%26_Iran_pre-match_conference_6.jpg",
    "extract": "Carlos Manuel Brito Leal de Queiroz, ComIH, is a Portuguese football coach who last managed the Egyptian national team. He has served as the manager of his native Portugal's national team on two occasions, the United Arab Emirates, South Africa, Iran and Colombia, leading South Africa (2002), Portugal (2010) and Iran to the FIFA World Cup. At club level, he has also managed Sporting CP, the New York/New Jersey Metrostars in Major League Soccer and Spanish club Real Madrid. He also had two spells as Alex Ferguson's assistant manager at English club Manchester United.",
    "year": 1953,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nevada Barr",
    "birthday": "1952-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Nevada_Barr_signing_books_at_the_2006_Bouchercon_in_Madison%2C_Wisconsin.jpg",
    "extract": "Nevada Barr is an American author of mystery fiction. She is known for her Anna Pigeon series, which is primarily set in a series of national parks and other protected areas of the United States.",
    "year": 1952,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Leigh Matthews",
    "birthday": "1952-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Leigh_Matthews_Statue_MCG.jpg/240px-Leigh_Matthews_Statue_MCG.jpg",
    "extract": "Leigh Raymond Matthews is a former Australian rules footballer and coach. He played for Hawthorn in the Victorian Football League (VFL) and coached Collingwood and the Brisbane Lions.",
    "year": 1952,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jerri Nielsen",
    "birthday": "1952-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Physician_Jerri_Nielsen_at_the_ceremonial_South_Pole_marker.jpg/320px-Physician_Jerri_Nielsen_at_the_ceremonial_South_Pole_marker.jpg",
    "extract": "Jerri Lin Nielsen was an American physician with extensive emergency room experience, who self-treated her breast cancer while stationed at Amundsen–Scott South Pole Station in Antarctica until she could be evacuated safely.",
    "year": 1952,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Martin O'Neill",
    "birthday": "1952-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Martin_O%27Neill_%28cropped%29.jpg/129px-Martin_O%27Neill_%28cropped%29.jpg",
    "extract": "Martin Hugh Michael O'Neill, is an Irish professional football manager and former player who played as a midfielder.",
    "year": 1952,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sergei Kourdakov",
    "birthday": "1951-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/06/Kourdakov%2C_The_Persecutor.png/279px-Kourdakov%2C_The_Persecutor.png",
    "extract": "Sergei Nikolayevich Kourdakov was a former KGB agent and naval officer who from his late teen years carried out more than 150 raids in underground Christian communities in regions of the Soviet Union in the 1960s. At the age of twenty, he defected to Canada while a naval officer on a Soviet trawler in the Pacific and converted to Evangelical Christianity. He is known for having written The Persecutor, an autobiography that was written shortly before his death in 1973 and published posthumously. Since its publication, it has been the source of varied criticism. Caroline Walker, a US Christian journalist, attempted to document the story of Kourdakov, but her findings revealed that the story was largely a fake made up in order to earn political asylum in Canada. The documentary produced by Damian Wojciechowski about Walker's findings, Forgive Me, Sergei won numerous awards worldwide.",
    "year": 1951,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alan Thicke",
    "birthday": "1947-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Alan_Thicke_2010.jpg/213px-Alan_Thicke_2010.jpg",
    "extract": "Alan Thicke was a Canadian actor, songwriter, and game and talk show host. He is the father of singer Robin Thicke. In 2013, Thicke was inducted into Canada's Walk of Fame. Thicke was best known for playing Dr. Jason Seaver on the 1980s sitcom Growing Pains on ABC.",
    "year": 1947,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gerry Boulet",
    "birthday": "1946-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/A_grands_coups_d_amour_-_017.jpg/320px-A_grands_coups_d_amour_-_017.jpg",
    "extract": "Joseph Gaétan Robert Gérald (Gerry) Boulet was a French Canadian rock singer. Most famous as vocalist for the Quebec rock band Offenbach, he also released two solo albums. He is considered one of the innovators of rock music in the joual language of French Quebec.",
    "year": 1946,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jim Crace",
    "birthday": "1946-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Jim_crace_2009.jpg/228px-Jim_crace_2009.jpg",
    "extract": "James Crace is an English writer and novelist. His novels include Quarantine, which was judged Whitbread Novel of 1998, and Harvest, which won the 2015 International Dublin Literary Award, the 2013 James Tait Black Memorial Prize, and was shortlisted for the 2013 Booker Prize.",
    "year": 1946,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dirk Benedict",
    "birthday": "1945-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Dirk_Benedict_-_Lucca_Comics_and_Games_2011.jpg/213px-Dirk_Benedict_-_Lucca_Comics_and_Games_2011.jpg",
    "extract": "Dirk Benedict is an American film, television and stage actor, philosopher and author. He is best known for playing the characters Lieutenant Starbuck in the original Battlestar Galactica film and television series and Lieutenant Templeton \"Faceman\" Peck in The A-Team television series. He is the author of Confessions of a Kamikaze Cowboy and And Then We Went Fishing.",
    "year": 1945,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Buddhadeb Bhattacharjee",
    "birthday": "1944-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/The_Chief_Minister_of_West_Bengal_Shri_Buddhadeb_Bhattacharjee%2C_addressing_at_the_52nd_National_Development_Council_Meeting_at_Vigyan_Bhawan%2C_New_Delhi_on_December_9%2C_2006.jpg/320px-thumbnail.jpg",
    "extract": "Buddhadeb Bhattacharjee also Buddha Babu is an Indian politician and a former member of the Politburo of the Communist Party of India (Marxist). He was the 7th Chief Minister of West Bengal from 2000 to 2011.",
    "year": 1944,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Breaux",
    "birthday": "1944-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/John_Breaux%2C_official_photo_portrait%2C_standing.jpg/228px-John_Breaux%2C_official_photo_portrait%2C_standing.jpg",
    "extract": "John Berlinger Breaux is an American lobbyist, attorney, and retired politician who was a member of the United States Senate from Louisiana from 1987 until 2005. He was also a member of the U.S. House of Representatives from 1972 to 1987. He was considered one of the more conservative national legislators from the Democratic Party. Breaux was a member of the New Democrat Coalition.",
    "year": 1944,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Roger Daltrey",
    "birthday": "1944-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Roger_Daltrey_-_May_2016.jpg/274px-Roger_Daltrey_-_May_2016.jpg",
    "extract": "Roger Harry Daltrey is an English singer, songwriter, actor and film producer. He is a co-founder and the lead singer of the rock band the Who.",
    "year": 1944,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mike d'Abo",
    "birthday": "1944-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Mike_d%27Abo_1967.jpg/210px-Mike_d%27Abo_1967.jpg",
    "extract": "Michael David d'Abo is an English singer and songwriter, best known as the lead vocalist of Manfred Mann from 1966 to their dissolution in 1969, and as the composer of the songs \"Handbags and Gladrags\" and \"Build Me Up Buttercup\", the latter of which was a hit for The Foundations. With Manfred Mann, d'Abo achieved six top twenty hits on the UK Singles Chart including \"Semi-Detached Suburban Mr. James\", \"Ha! Ha! Said The Clown\" and the chart topper \"Mighty Quinn\".",
    "year": 1944,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "José Ángel Iribar",
    "birthday": "1943-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/DERBI_DE_LEYENDAS_Korner_Festibala_2019_%2846268716714%29_%28cropped%29.jpg/217px-DERBI_DE_LEYENDAS_Korner_Festibala_2019_%2846268716714%29_%28cropped%29.jpg",
    "extract": "José Ángel Iribar Kortajarena, nicknamed El Chopo, is a Spanish retired football goalkeeper and manager.",
    "year": 1943,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Rashid Sunyaev",
    "birthday": "1943-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Sunyaev.jpg/213px-Sunyaev.jpg",
    "extract": "Rashid Alievich Sunyaev is a Soviet and Russian astrophysicist of Tatar descent. He got his MS degree from the Moscow Institute of Physics and Technology (MIPT) in 1966. He became a professor at MIPT in 1974. Sunyaev was the head of the High Energy Astrophysics Department of the Russian Academy of Sciences, and has been chief scientist of the Academy's Space Research Institute since 1992. He has also been a director of the Max Planck Institute for Astrophysics in Garching, Germany since 1996, and Maureen and John Hendricks Distinguished Visiting Professor in the School of Natural Sciences at the Institute for Advanced Study in Princeton since 2010.",
    "year": 1943,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Richard Myers",
    "birthday": "1942-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Richard_Myers_official_portrait_2.jpg/256px-Richard_Myers_official_portrait_2.jpg",
    "extract": "Richard Bowman Myers is a retired four-star general in the United States Air Force who served as the 15th chairman of the Joint Chiefs of Staff. As chairman, Myers was the highest ranking uniformed officer of the United States military forces. He also served as the 14th president of Kansas State University from 2016-2022.",
    "year": 1942,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robert Hass",
    "birthday": "1941-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Robert_Hass_6052.jpg/240px-Robert_Hass_6052.jpg",
    "extract": "Robert L. Hass is an American poet. He served as Poet Laureate of the United States from 1995 to 1997. He won the 2007 National Book Award and shared the 2008 Pulitzer Prize for the collection Time and Materials: Poems 1997–2005. In 2014 he was awarded the Wallace Stevens Award from the Academy of American Poets.",
    "year": 1941,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Leo Brouwer",
    "birthday": "1939-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/aa/Leob.jpg",
    "extract": "Juan Leovigildo Brouwer Mezquida is a Cuban composer, conductor, and classical guitarist. He is a Member of Honour of the International Music Council.",
    "year": 1939,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mustansar Hussain Tarar",
    "birthday": "1939-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Picture_of_mustansar_hussain_tarar.png",
    "extract": "Mustansar Hussain Tarar S.I. is a Pakistani author, travel enthusiast, mountaineer, writer, novelist, columnist, TV host and former actor.",
    "year": 1939,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jean-Edern Hallier",
    "birthday": "1936-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Jean-Edern_Hallier.jpg/217px-Jean-Edern_Hallier.jpg",
    "extract": "Jean-Edern Hallier was a French writer, critic and editor.",
    "year": 1936,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robert Conrad",
    "birthday": "1935-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Robert_Conrad_1971.JPG/269px-Robert_Conrad_1971.JPG",
    "extract": "Robert Conrad was an American film and television actor, singer, and stuntman. He is best known for his role in the 1965–1969 television series The Wild Wild West, playing the sophisticated Secret Service agent James T. West. He portrayed World War II ace Pappy Boyington in the television series Baa Baa Black Sheep. In addition to acting, he was a singer and recorded several pop/rock songs in the late 1950s and early 1960s as Bob Conrad. He hosted a weekly two-hour national radio show on CRN Digital Talk Radio beginning in 2008.",
    "year": 1935,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jean-Michel Folon",
    "birthday": "1934-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Jean-Michel_Folon%2C_Bologna%2C_1990.jpg/318px-Jean-Michel_Folon%2C_Bologna%2C_1990.jpg",
    "extract": "Jean-Michel Folon was a Belgian artist, illustrator, painter, and sculptor.",
    "year": 1934,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Joan Hackett",
    "birthday": "1934-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Joan_Hackett_1969.JPG/257px-Joan_Hackett_1969.JPG",
    "extract": "Joan Ann Hackett was an American actress of film, stage, and television. She starred in the 1967 western Will Penny. She was nominated for the Academy Award for Best Supporting Actress and won the Golden Globe Award for Best Supporting Actress for the 1981 film Only When I Laugh. She also starred as Christine Mannon in the 1978 PBS miniseries version of Mourning Becomes Electra.",
    "year": 1934,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Monu Mukhopadhyay",
    "birthday": "1930-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6b/Monu-compressed.jpg/246px-Monu-compressed.jpg",
    "extract": "Sourendra Mohan Mukherjee, known as Monu Mukhopadhyay, was an Indian actor who worked in Bengali language films and television serials. In 1958, he became a prompter. His first acting assignment was in the play Khudha, and his first film was Mrinal Sen's 1958 film Neel Akasher Neechey. He had worked with directors like Satyajit Ray and Ronand Joffy. He is remembered for his portrayal of Machhli Baba in 1979 film Joi Baba Felunath.",
    "year": 1930,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gastone Nencini",
    "birthday": "1930-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Gastone_Nencini_1960.jpg/220px-Gastone_Nencini_1960.jpg",
    "extract": "Gastone Nencini was an Italian road racing cyclist who won the 1960 Tour de France and the 1957 Giro d'Italia.",
    "year": 1930,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Georgi Markov",
    "birthday": "1929-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/39/Bulgarian_dissident_Georgi_Markov.tiff/lossless-page1-242px-Bulgarian_dissident_Georgi_Markov.tiff.png",
    "extract": "Georgi Ivanov Markov was a Bulgarian dissident writer. He originally worked as a novelist, screenwriter and playwright in his native country, the People's Republic of Bulgaria, until his defection in 1978. After relocating to London, he worked as a broadcaster and journalist for the BBC World Service, the US-funded Radio Free Europe and West Germany's Deutsche Welle. Markov used such forums to conduct a campaign of sarcastic criticism against the incumbent Bulgarian regime, which, according to his wife at the time he died, eventually became \"vitriolic\" and included \"really smearing mud on the people in the inner circles.\"",
    "year": 1929,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jacques Rivette",
    "birthday": "1928-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Jacques_Rivette_5_%28cropped%29.jpg/320px-Jacques_Rivette_5_%28cropped%29.jpg",
    "extract": "Jacques Rivette was a French film director and film critic most commonly associated with the French New Wave and the film magazine Cahiers du Cinéma. He made twenty-nine films, including L'amour fou (1969), Out 1 (1971), Celine and Julie Go Boating (1974), and La Belle Noiseuse (1991). His work is noted for its improvisation, loose narratives, and lengthy running times.",
    "year": 1928,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Harry Belafonte",
    "birthday": "1927-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Belafonte-cropped.png/251px-Belafonte-cropped.png",
    "extract": "Harry Belafonte is an American singer, songwriter, activist, and actor. One of the most successful Jamaican-American pop stars, as he popularised the Trinbagonian Caribbean musical style with an international audience in the 1950s. His breakthrough album Calypso (1956) was the first million-selling LP by a single artist.",
    "year": 1927,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robert Bork",
    "birthday": "1927-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Robert_Bork.jpg",
    "extract": "Robert Heron Bork was an American judge, government official, and legal scholar who served as the Solicitor General of the United States from 1973 to 1977. A professor at Yale Law School by occupation, he later served as a judge on the influential U.S. Court of Appeals for the D.C. Circuit from 1982 to 1988. In 1987, President Ronald Reagan nominated Bork to the U.S. Supreme Court, but the U.S. Senate rejected his nomination after a highly publicized confirmation hearing.",
    "year": 1927,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robert Clary",
    "birthday": "1926-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Robert_Clary_1953.JPG/270px-Robert_Clary_1953.JPG",
    "extract": "Robert Clary is a French-American actor, singer, author, artist, and lecturer. He is best known for his role in the television sitcom Hogan's Heroes as Corporal Louis LeBeau.",
    "year": 1926,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Cesare Danova",
    "birthday": "1926-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Cesare-danova-trailer.jpg/320px-Cesare-danova-trailer.jpg",
    "extract": "Cesare Danova was an Italian television and screen actor. Best known for his roles in The Captain's Daughter (1947), Mean Streets (1973), and various roles in The Rifleman (1958-1963).",
    "year": 1926,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Pete Rozelle",
    "birthday": "1926-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Pete_Rozelle_1975.jpeg/237px-Pete_Rozelle_1975.jpeg",
    "extract": "Alvin Ray \"Pete\" Rozelle was an American businessman and executive. Rozelle served as the commissioner of the National Football League (NFL) for nearly thirty years, from January 1960 until his retirement in November 1989. He is credited with making the NFL into one of the most successful sports leagues in the world.",
    "year": 1926,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Allan Stanley",
    "birthday": "1926-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Al_Stanley_Ralston_Purina_card.JPG/231px-Al_Stanley_Ralston_Purina_card.JPG",
    "extract": "Allan Herbert Stanley was a Canadian professional ice hockey defenceman who played for the New York Rangers, Chicago Blackhawks, Boston Bruins, Philadelphia Flyers and Toronto Maple Leafs of the National Hockey League between 1948 and 1969. A four-times Stanley Cup winner and three-times member of the second NHL All-Star Team, Stanley was inducted to the Hockey Hall of Fame in 1981.",
    "year": 1926,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Deke Slayton",
    "birthday": "1924-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Slayton.jpg/256px-Slayton.jpg",
    "extract": "Donald Kent \"Deke\" Slayton was a United States Air Force pilot, aeronautical engineer, and test pilot who was selected as one of the original NASA Mercury Seven astronauts. He went on to become NASA's first Chief of the Astronaut Office and Director of Flight Crew Operations, responsible for NASA crew assignments.",
    "year": 1924,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Gaines",
    "birthday": "1922-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/27/William_Gaines.jpg",
    "extract": "William Maxwell Gaines, was an American publisher and co-editor of EC Comics. Following a shift in EC's direction in 1950, Gaines presided over what became an artistically influential and historically important line of mature-audience comics. He published the satirical magazine Mad for over 40 years.",
    "year": 1922,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Yitzhak Rabin",
    "birthday": "1922-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Flickr_-_Israel_Defense_Forces_-_Life_of_Lt._Gen._Yitzhak_Rabin%2C_7th_IDF_Chief_of_Staff_%28cropped%29.jpg/245px-Flickr_-_Israel_Defense_Forces_-_Life_of_Lt._Gen._Yitzhak_Rabin%2C_7th_IDF_Chief_of_Staff_%28cropped%29.jpg",
    "extract": "Yitzhak Rabin was an Israeli politician, statesman and general. He was the fifth Prime Minister of Israel, serving two terms in office, 1974–77, and from 1992 until his assassination in 1995.",
    "year": 1922,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Terence Cooke",
    "birthday": "1921-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Terence_Cardinal_Cooke%2C_Archbishop%2C_Diocese_of_New_York.jpg/196px-Terence_Cardinal_Cooke%2C_Archbishop%2C_Diocese_of_New_York.jpg",
    "extract": "Terence James Cooke was an American cardinal of the Roman Catholic Church. He served as Archbishop of New York from 1968 until his death, quietly battling leukemia throughout his tenure. He was named a cardinal in 1969. Cooke previously served as an auxiliary bishop of the Archdiocese of New York from 1965 to 1967.",
    "year": 1921,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Richard Wilbur",
    "birthday": "1921-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Richard_Wilbur_1964_%28cropped%29.jpg/240px-Richard_Wilbur_1964_%28cropped%29.jpg",
    "extract": "Richard Purdy Wilbur was an American poet and literary translator. One of the foremost poets of his generation, Wilbur's work, composed primarily in traditional forms, was marked by its wit, charm, and gentlemanly elegance. He was appointed the second Poet Laureate Consultant in Poetry to the Library of Congress in 1987 and received the Pulitzer Prize for Poetry twice, in 1957 and 1989.",
    "year": 1921,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Max Bentley",
    "birthday": "1920-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/65/Max_Bentley.jpg/298px-Max_Bentley.jpg",
    "extract": "Maxwell Herbert Lloyd Bentley was a Canadian professional ice hockey player who played for the Chicago Black Hawks, Toronto Maple Leafs, and New York Rangers in the National Hockey League (NHL) as part of a professional and senior career that spanned 20 years. He was the NHL's leading scorer twice in a row, and in 1946 won the Hart Trophy as most valuable player. He played in four All-Star Games and was twice named to a post-season All-Star team.",
    "year": 1920,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Howard Nemerov",
    "birthday": "1920-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/60/Howard_Nemerov.jpg",
    "extract": "Howard Nemerov was an American poet. He was twice Poet Laureate Consultant in Poetry to the Library of Congress, from 1963 to 1964 and again from 1988 to 1990. For The Collected Poems of Howard Nemerov (1977), he won the National Book Award for Poetry,\nPulitzer Prize for Poetry,\nand Bollingen Prize.",
    "year": 1920,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "João Goulart",
    "birthday": "1918-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/MO_63.2240.2_-_Photograph_of_Jo%C3%A3o_Goulart_President_of_the_Republic_of_Brazil_%28cropped%29.jpg/230px-MO_63.2240.2_-_Photograph_of_Jo%C3%A3o_Goulart_President_of_the_Republic_of_Brazil_%28cropped%29.jpg",
    "extract": "João Belchior Marques Goulart, commonly known as Jango, was a Brazilian politician who served as the 24th president of Brazil until a military coup d'état backed by the United States deposed him on 1 April 1964. He was considered the last left-wing president of Brazil until Lula took office in 2003.",
    "year": 1918,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gladys Spellman",
    "birthday": "1918-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Gladys_noon_spellman.jpg/232px-Gladys_noon_spellman.jpg",
    "extract": "Gladys Noon Spellman was an American educator who served as a U.S. Congresswoman representing 5th congressional district of Maryland from January 3, 1975, to February 24, 1981. She was a member of the Democratic Party.",
    "year": 1918,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robert Lowell",
    "birthday": "1917-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Robert-lowell-by-elsa-dorfman.jpg/320px-Robert-lowell-by-elsa-dorfman.jpg",
    "extract": "Robert Traill Spence Lowell IV was an American poet. He was born into a Boston Brahmin family that could trace its origins back to the Mayflower. His family, past and present, were important subjects in his poetry. Growing up in Boston also informed his poems, which were frequently set in Boston and the New England region. The literary scholar Paula Hayes believes that Lowell mythologized New England, particularly in his early work.",
    "year": 1917,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dinah Shore",
    "birthday": "1917-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Dinah_Shore_-_promo.jpg/226px-Dinah_Shore_-_promo.jpg",
    "extract": "Dinah Shore was an American singer, actress, and television personality, and the top-charting female vocalist of the 1940s. She rose to prominence as a recording artist during the Big Band era. She achieved even greater success a decade later, in television, mainly as the host of a series of variety programs for the Chevrolet automobile company.",
    "year": 1917,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Harry Caray",
    "birthday": "1914-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Harry_Caray_1988.jpg/236px-Harry_Caray_1988.jpg",
    "extract": "Harry Christopher Caray was an American radio and television sportscaster. During his career he called the play-by-play for five Major League Baseball teams, beginning with 25 years of calling the games of the St. Louis Cardinals with two of these years also spent calling games for the St. Louis Browns. After a year working for the Oakland Athletics and eleven years with the Chicago White Sox, Caray spent the last sixteen years of his career as the announcer for the Chicago Cubs.",
    "year": 1914,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ralph Ellison",
    "birthday": "1914-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Ralph_Ellison_photo_portrait_seated.jpg/270px-Ralph_Ellison_photo_portrait_seated.jpg",
    "extract": "Ralph Waldo Ellison was an American writer, literary critic, and scholar best known for his novel Invisible Man, which won the National Book Award in 1953. He also wrote Shadow and Act (1964), a collection of political, social, and critical essays, and Going to the Territory (1986). The New York Times dubbed him \"among the gods of America's literary Parnassus.\" A posthumous novel, Juneteenth, was published after being assembled from voluminous notes he left upon his death.",
    "year": 1914,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gerald Emmett Carter",
    "birthday": "1912-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Coat_of_arms_of_Gerald_Emmett_Carter.svg/303px-Coat_of_arms_of_Gerald_Emmett_Carter.svg.png",
    "extract": "Gerald Emmett Cardinal Carter (1912–2003) was a Canadian prelate of the Roman Catholic Church. He served as Archbishop of Toronto from 1978 to 1990, and was elevated to the cardinalate in 1979.",
    "year": 1912,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Boris Chertok",
    "birthday": "1912-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d9/Boris_Yevseyevich_Chertok.jpg/246px-Boris_Yevseyevich_Chertok.jpg",
    "extract": "Boris Yevseyevich Chertok was a Russian electrical engineer and the control systems designer in the Soviet Union's space program, and later found employment in Roscosmos.",
    "year": 1912,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Archer Martin",
    "birthday": "1910-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Archer_John_Porter_Martin_Nobel.jpg/226px-Archer_John_Porter_Martin_Nobel.jpg",
    "extract": "Archer John Porter Martin was a British chemist who shared the 1952 Nobel Prize in Chemistry for the invention of partition chromatography with Richard Synge.",
    "year": 1910,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "David Niven",
    "birthday": "1910-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/David_Niven_4_Allan_Warren.jpg/268px-David_Niven_4_Allan_Warren.jpg",
    "extract": "James David Graham Niven was a British actor, memoirist, and novelist. He won the Academy Award for Best Actor for his performance as Major Pollock in Separate Tables (1958). Other noted roles included Squadron Leader Peter Carter in A Matter of Life and Death, Phileas Fogg in Around the World in 80 Days, Sir Charles Lytton in The Pink Panther, and James Bond in Casino Royale (1967).",
    "year": 1910,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Eugene Esmonde",
    "birthday": "1909-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Bismarck_aircrew_rewarded.jpg/320px-Bismarck_aircrew_rewarded.jpg",
    "extract": "Lieutenant Commander Eugene Esmonde, was a distinguished Irish pilot in the Fleet Air Arm who was a posthumous recipient of the Victoria Cross (VC), the highest award for gallantry in the face of the enemy awarded to members of Commonwealth forces. Esmonde earned this award while in command of a British Fleet Air Arm torpedo bomber squadron in the Second World War.",
    "year": 1909,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Phạm Văn Đồng",
    "birthday": "1906-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Ph%E1%BA%A1m_V%C4%83n_%C4%90%E1%BB%93ng_1972.jpg/230px-Ph%E1%BA%A1m_V%C4%83n_%C4%90%E1%BB%93ng_1972.jpg",
    "extract": "Phạm Văn Đồng was a Vietnamese politician who served as Prime Minister of North Vietnam from 1955 to 1976. He later served as Prime Minister of Vietnam following reunification of North and South Vietnam from 1976 until he retired in 1987 under the rule of Lê Duẩn and Nguyễn Văn Linh. He was considered one of Hồ Chí Minh's closest lieutenants.",
    "year": 1906,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Doris Hare",
    "birthday": "1905-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/98/Doris_Hare.jpg/202px-Doris_Hare.jpg",
    "extract": "Doris Breamer Hare, MBE was a Welsh actress, singer, dancer and comedienne, she is best known for being the second actress to portray Mrs Mabel \"Mum\" Butler in the British sitcom On the Buses after replacing original actress Cicely Courtneidge.",
    "year": 1905,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Paul Hartman",
    "birthday": "1904-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Pride_of_the_Family_Paul_Hartman_Fay_Wray_1953.JPG/254px-Pride_of_the_Family_Paul_Hartman_Fay_Wray_1953.JPG",
    "extract": "Paul Hartman was an American dancer, stage performer and television actor.",
    "year": 1904,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Glenn Miller",
    "birthday": "1904-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Glenn_Miller_Billboard.jpg/320px-Glenn_Miller_Billboard.jpg",
    "extract": "Alton Glenn Miller was an American big band trombonist, arranger, composer, and bandleader in the Swing era. He was the best-selling recording artist from 1939 to 1942, leading one of the best-known big bands. Miller's recordings include \"In the Mood\", \"Moonlight Serenade\", \"Pennsylvania 6-5000\", \"Chattanooga Choo Choo\", \"A String of Pearls\", \"At Last\", \"(I've Got a Gal In) Kalamazoo\", \"American Patrol\", \"Tuxedo Junction\", \"Elmer's Tune\", \"Little Brown Jug\", and \"Anvil Chorus\". In just four years, Miller scored 16 number-one records and 69 top-10 hits—more than Elvis Presley and the Beatles did in their careers.",
    "year": 1904,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Erich von dem Bach-Zelewski",
    "birthday": "1899-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Bundesarchiv_Bild_183-S73507%2C_Erich_von_dem_Bach-Zelewski.jpg/224px-Bundesarchiv_Bild_183-S73507%2C_Erich_von_dem_Bach-Zelewski.jpg",
    "extract": "Erich Julius Eberhard von dem Bach-Zelewski was a high-ranking SS commander of Nazi Germany. During World War II, he was in charge of the Nazi security warfare against those designated by the regime as ideological enemies and any other persons deemed to present danger to the Nazi rule or Wehrmacht's rear security in the occupied territories of Eastern Europe. It mostly involved atrocities against the civilian population. In 1944 he led the brutal suppression of the Warsaw Uprising. At the end of 1941 the forces under von dem Bach numbered 14,953 Germans, mostly officers and unteroffiziere, and 238,105 local \"volunteers\"",
    "year": 1899,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dimitri Mitropoulos",
    "birthday": "1896-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/19/Dimitri_Mitropoulos%2C_Konstantinos_Kotzias%2C_Filoktitis_Oikonomidis_%28cropped%29.jpg",
    "extract": "Dimitri Mitropoulos was a Greek conductor, pianist, and composer.",
    "year": 1896,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Moriz Seeler",
    "birthday": "1896-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/M._Seeler.jpg/223px-M._Seeler.jpg",
    "extract": "Moriz Seeler was a German poet, writer, film producer, and man of the theatre. He was murdered in the Holocaust.",
    "year": 1896,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mercedes de Acosta",
    "birthday": "1893-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Mercedes_de_Acosta.jpg/231px-Mercedes_de_Acosta.jpg",
    "extract": "Mercedes de Acosta was an American poet, playwright, and novelist. Although she failed to achieve artistic and professional distinction, de Acosta is notable for her many lesbian affairs with celebrated Broadway and Hollywood personalities including Alla Nazimova, Isadora Duncan, Eva Le Gallienne, and Marlene Dietrich. Her best-known involvement was with Greta Garbo with whom, in 1931, she began a sporadic and volatile romance. Her 1960 memoir, Here Lies the Heart, is acknowledged as a noteworthy document of LGBT history because it hints at the lesbian element in some of her relationships.",
    "year": 1893,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ryūnosuke Akutagawa",
    "birthday": "1892-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Akutagawa_Ryunosuke_photo2.jpg/206px-Akutagawa_Ryunosuke_photo2.jpg",
    "extract": "Ryūnosuke Akutagawa , art name Chōkōdō Shujin (澄江堂主人), was a Japanese writer active in the Taishō period in Japan. He is regarded as the \"father of the Japanese short story\", and Japan's premier literary award, the Akutagawa Prize, is named after him. He committed suicide at the age of 35 through an overdose of barbital.",
    "year": 1892,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ralph Hitz",
    "birthday": "1891-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Ralph_Hitz_1936.jpg/233px-Ralph_Hitz_1936.jpg",
    "extract": "Ralph Hitz was a pioneer in the hotel industry, whose ideas for marketing and customer service became the industry standard for luxury lodging. During the 1930s he was the head of the National Hotel Management Company, the largest hotel organization in the United States at the time.",
    "year": 1891,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Theresa Bernstein",
    "birthday": "1890-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Theresa_Bernstein%2C_American_painter_and_printmaker%2C_ca._1890-2002.jpg/261px-Theresa_Bernstein%2C_American_painter_and_printmaker%2C_ca._1890-2002.jpg",
    "extract": "Theresa Ferber Bernstein-Meyerowitz was an American artist and writer born in Kraków, in what is now Poland, and raised in Philadelphia. She received her art training in Philadelphia and New York City. Over the course of nearly a century, she produced hundreds of paintings and other artwork, plus several books and journals.",
    "year": 1890,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tetsuro Watsuji",
    "birthday": "1889-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Tetsuro_Watsuji_01.jpg/251px-Tetsuro_Watsuji_01.jpg",
    "extract": "Tetsuro Watsuji  was a Japanese historian and moral philosopher.",
    "year": 1889,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Oskar Kokoschka",
    "birthday": "1886-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/df/Oskar_Kokoschka_%281963%29_by_Erling_Mandelmann.jpg",
    "extract": "Oskar Kokoschka was an Austrian artist, poet, playwright, and teacher best known for his intense expressionistic portraits and landscapes, as well as his theories on vision that influenced the Viennese Expressionist movement.",
    "year": 1886,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lytton Strachey",
    "birthday": "1880-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Carrington_-_Strachey.jpg/320px-Carrington_-_Strachey.jpg",
    "extract": "Giles Lytton Strachey was an English writer and critic.",
    "year": 1880,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Henri de Baillet-Latour",
    "birthday": "1876-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/De_Baillet-Latour.jpg/226px-De_Baillet-Latour.jpg",
    "extract": "Henri de Baillet-Latour, Count of Baillet-Latour was a Belgian aristocrat and the third president of the International Olympic Committee (IOC).",
    "year": 1876,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "E. M. Antoniadi",
    "birthday": "1870-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/79/Eugene_Antoniadi.jpg",
    "extract": "Eugène Michel Antoniadi was a Greek-French astronomer.",
    "year": 1870,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Aleksandr Golovin (artist)",
    "birthday": "1863-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Alexandr_Golovin_self-portrait.jpeg/310px-Alexandr_Golovin_self-portrait.jpeg",
    "extract": "Aleksandr Yakovlevich Golovin was a Russian artist and stage designer. He designed productions for Sergei Diaghilev, Constantin Stanislavski, and Vsevolod Meyerhold.",
    "year": 1863,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Théophile Delcassé",
    "birthday": "1852-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Th%C3%A9ophile_Delcass%C3%A9.jpg/260px-Th%C3%A9ophile_Delcass%C3%A9.jpg",
    "extract": "Théophile Delcassé was a French politician who served as foreign minister from 1898 to 1905. He is best known for his hatred of Germany and efforts to secure alliances with Russia and Great Britain that became the Entente Cordiale. He belonged to Radical party and was a protege of Léon Gambetta.",
    "year": 1852,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Augustus Saint-Gaudens",
    "birthday": "1848-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/SAAM-J0021708.jpg/256px-SAAM-J0021708.jpg",
    "extract": "Augustus Saint-Gaudens was a French-Irish sculptor of the Beaux-Arts generation who embodied the ideals of the American Renaissance. Raised in New York City, he traveled to Europe for further training and artistic study. After he returned to New York, he achieved major critical success for his monuments commemorating heroes of the American Civil War, many of which still stand. Saint-Gaudens created works such as the Robert Gould Shaw Memorial on Boston Common, Abraham Lincoln: The Man, and grand equestrian monuments to Civil War generals: General John Logan Memorial in Chicago's Grant Park and William Tecumseh Sherman at the corner of New York's Central Park. In addition, he created the popular historicist representation of The Puritan.",
    "year": 1848,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nikolaos Gyzis",
    "birthday": "1842-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Nikolaos_Gyzis_%281842%E2%80%931901%29.png/222px-Nikolaos_Gyzis_%281842%E2%80%931901%29.png",
    "extract": "Nikolaos Gyzis was considered one of Greece's most important 19th century painters. He was most famous for his work Eros and the Painter, his first genre painting. It was auctioned in May 2006 at Bonhams in London, being last exhibited in Greece in 1928. He was the major representative of the Munich School, the major 19th-century Greek art movement.",
    "year": 1842,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Dean Howells",
    "birthday": "1837-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/W._D._Howells.jpg/226px-W._D._Howells.jpg",
    "extract": "William Dean Howells was an American realist novelist, literary critic, and playwright, nicknamed \"The Dean of American Letters\". He was particularly known for his tenure as editor of The Atlantic Monthly, as well as for his own prolific writings, including the Christmas story \"Christmas Every Day\" and the novels The Rise of Silas Lapham and A Traveler from Altruria.",
    "year": 1837,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Philip Fysh",
    "birthday": "1835-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Philip_Oakley_Fysh_%28cropped%29.jpg/229px-Philip_Oakley_Fysh_%28cropped%29.jpg",
    "extract": "Sir Philip Oakley Fysh was an English-born Australian politician. He arrived in Tasmania in 1859 and became a leading merchant in Hobart. He served two terms as premier of Tasmania and became a leader of the colony's federation movement. He subsequently won election to the new federal House of Representatives (1901–1910) and was invited to represent Tasmania in the first federal ministry, serving as minister without portfolio (1901–1903) and Postmaster-General (1903–1904).",
    "year": 1835,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Joseph Hubert Reinkens",
    "birthday": "1821-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bf/Joseph_Hubert_Reinkens.jpg/255px-Joseph_Hubert_Reinkens.jpg",
    "extract": "Joseph Hubert Reinkens was the first German Old Catholic bishop.",
    "year": 1821,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Giovanni Dupré",
    "birthday": "1817-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Giovanni_Dupr%C3%A8_ritratto_da_Antonio_Ciseri.jpg/249px-Giovanni_Dupr%C3%A8_ritratto_da_Antonio_Ciseri.jpg",
    "extract": "Giovanni Dupré was an Italian sculptor, of distant French stock long settled in Tuscany, who developed a reputation second only to that of his contemporary Lorenzo Bartolini.",
    "year": 1817,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Augustus Pugin",
    "birthday": "1812-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Augustus_Welby_Northmore_Pugin_from_NPG.jpg/262px-Augustus_Welby_Northmore_Pugin_from_NPG.jpg",
    "extract": "Augustus Welby Northmore Pugin was an English architect, designer, artist and critic who is principally remembered for his pioneering role in the Gothic Revival style of architecture. His work culminated in designing the interior of the Palace of Westminster in Westminster, London, England, and its iconic clock tower, later renamed the Elizabeth Tower, which houses the bell known as Big Ben. Pugin designed many churches in England, and some in Ireland and Australia. He was the son of Auguste Pugin, and the father of Edward Welby Pugin and Peter Paul Pugin, who continued his architectural firm as Pugin & Pugin. He also created Alton Castle in Alton, Staffordshire.",
    "year": 1812,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Frédéric Chopin",
    "birthday": "1810-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Chopins_Unterschrift.svg/320px-Chopins_Unterschrift.svg.png",
    "extract": "Frédéric François Chopin was a Polish composer and virtuoso pianist of the Romantic period who wrote primarily for solo piano. He has maintained worldwide renown as a leading musician of his era, one whose \"poetic genius was based on a professional technique that was without equal in his generation.\"",
    "year": 1810,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Wilford Woodruff",
    "birthday": "1807-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Wilford_Woodruff_1889.jpg/257px-Wilford_Woodruff_1889.jpg",
    "extract": "Wilford Woodruff Sr. was an American religious leader who served as the fourth president of The Church of Jesus Christ of Latter-day Saints from 1889 until his death. He ended the public practice of plural marriage among the members of the LDS Church in 1890.",
    "year": 1807,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "François Séverin Marceau",
    "birthday": "1769-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Fran%C3%A7ois_S%C3%A9verin_Marceau-Desgraviers.png/244px-Fran%C3%A7ois_S%C3%A9verin_Marceau-Desgraviers.png",
    "extract": "François Séverin Marceau-Desgraviers was a French general of the Revolutionary Wars.",
    "year": 1769,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "François Buzot",
    "birthday": "1760-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Buzot.jpg/201px-Buzot.jpg",
    "extract": "François Nicolas Léonard Buzot was a French politician and leader of the French Revolution.",
    "year": 1760,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Cushing",
    "birthday": "1732-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/WilliamCushing.jpg/251px-WilliamCushing.jpg",
    "extract": "William Cushing was one of the original five associate justices of the United States Supreme Court; confirmed by the United States Senate on September 26, 1789, he served until his death. His Supreme Court tenure of 20 years and 11 months was the longest among the Court's inaugural members. In January 1796, he was nominated by President George Washington to become the Court's Chief Justice; though confirmed, he declined the appointment. He was the last judge in the United States to wear a full wig.",
    "year": 1732,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Manuel do Cenáculo",
    "birthday": "1724-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Frei_Manuel_do_Cen%C3%A1culo_%28Colec%C3%A7%C3%A3o_de_Pintura_da_BNP%29.png/251px-Frei_Manuel_do_Cen%C3%A1culo_%28Colec%C3%A7%C3%A3o_de_Pintura_da_BNP%29.png",
    "extract": "Dom Frei Manuel do Cenáculo, T.O.R. was a Portuguese Franciscan prelate, who served as the first Bishop of Beja (1770–1802) and as Archbishop of Évora (1802–1814).",
    "year": 1724,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "6th Dalai Lama",
    "birthday": "1683-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/6DalaiLama.jpg/259px-6DalaiLama.jpg",
    "extract": "Tsangyang Gyatso was the 6th Dalai Lama. He was an unconventional Dalai Lama that preferred the lifestyle of a crazy wisdom yogi to that of an ordained monk. His regent was killed before he was kidnapped by Lha-bzang Khan of the Khoshut Khanate and disappeared. It was later said that Tsangyang Gyatso visited China and meditated for six years in a Chinese Buddhist monastery called ༼རི་བོ་རྩེ་ལྔ་༽. Later, Mongolians took him to Mongolia, where he died at the age of 65 at one of the biggest Tibetan Buddhist monasteries in Mongolia. There is a stupa to him there.",
    "year": 1683,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Caroline of Ansbach",
    "birthday": "1683-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Style_of_Michael_Dahl_-_Queen_Caroline_-_Warwick_Shire_Hall.jpg/249px-Style_of_Michael_Dahl_-_Queen_Caroline_-_Warwick_Shire_Hall.jpg",
    "extract": "Caroline of Brandenburg-Ansbach was Queen of Great Britain and Ireland and Electress of Hanover as the wife of King George II.",
    "year": 1683,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Samuel Werenfels",
    "birthday": "1657-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/SamuelWerenfels.jpg/194px-SamuelWerenfels.jpg",
    "extract": "Samuel Werenfels was a Swiss theologian. He was a major figure in the move towards a \"reasonable orthodoxy\" in Swiss Reformed theology.",
    "year": 1657,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John de Britto",
    "birthday": "1647-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Jean_de_Brito_%281647-1693%29_2.jpg/213px-Jean_de_Brito_%281647-1693%29_2.jpg",
    "extract": "John de Britto, also known as Arul Anandar, was a Portuguese Jesuit missionary and martyr, often called 'the Portuguese St Francis Xavier' by Indian Catholics. He can be called the John the Baptist of India.",
    "year": 1647,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Abraham Teniers",
    "birthday": "1629-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/G%C3%A9rard_Edelinck%2C_Abraham_Teniers_-_Portrait_of_Abraham_Teniers_%28cropped%29.jpg/229px-G%C3%A9rard_Edelinck%2C_Abraham_Teniers_-_Portrait_of_Abraham_Teniers_%28cropped%29.jpg",
    "extract": "Abraham Teniers was a Flemish painter and engraver who specialized in genre paintings of villages, inns and monkey scenes. He was a member of artist family Teniers which came to prominence in the 17th century. He was also active as a publisher.",
    "year": 1629,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Pell (mathematician)",
    "birthday": "1611-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/John_Pell.jpg/259px-John_Pell.jpg",
    "extract": "John Pell was an English mathematician and political agent abroad.",
    "year": 1611,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jean-Charles della Faille",
    "birthday": "1597-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Anthony_van_Dyck-_Portret_van_pater_Jan-Karel_Della_Faille_s.j.jpg/293px-Anthony_van_Dyck-_Portret_van_pater_Jan-Karel_Della_Faille_s.j.jpg",
    "extract": "Jean-Charles della Faille, born in Antwerp, 1 March 1597 and died in Barcelona, 4 November 1652, was a Flemish Jesuit priest from Brabant, and a mathematician of repute.",
    "year": 1597,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Richard Weston, 1st Earl of Portland",
    "birthday": "1577-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/RichardWeston.jpg/264px-RichardWeston.jpg",
    "extract": "Richard Weston, 1st Earl of Portland, KG, was Chancellor of the Exchequer and later Lord Treasurer of England under James I and Charles I, being one of the most influential figures in the early years of Charles I's Personal Rule and the architect of many of the policies that enabled him to rule without raising taxes through Parliament.",
    "year": 1577,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Rudolph Goclenius",
    "birthday": "1547-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Goclenius.jpg/251px-Goclenius.jpg",
    "extract": "Rudolph Goclenius the Elder was a German scholastic philosopher. Gockel is often credited with coining the term \"psychology\" in 1590, though the term had been used by Marko Marulić at least 66 years earlier. Gockel had extensive backing, and made significant contributions to the field of ontology. He extended the development of many ideas from Aristotle. Several of Gockel's ideas were published and built upon by later philosophers.",
    "year": 1547,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Vladislaus II of Hungary",
    "birthday": "1456-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Vladislaus_II_of_Bohemia_and_Hungary.jpg/165px-Vladislaus_II_of_Bohemia_and_Hungary.jpg",
    "extract": "Vladislaus II, also known as Vladislav, Władysław or Wladislas, was King of Bohemia from 1471 to 1516, and King of Hungary and Croatia from 1490 to 1516. As the eldest son of Casimir IV Jagiellon, he was expected to inherit Poland and Lithuania. George of Poděbrady, the Hussite ruler of Bohemia, offered to make Vladislaus his heir in 1468. George needed Casimir IV's support against the rebellious Catholic noblemen and their ally, Matthias Corvinus, king of Hungary. The Diet of Bohemia elected Vladislaus king after George's death, but he could only rule Bohemia proper, because Matthias occupied Moravia, Silesia and both Lusatias. Vladislaus tried to reconquer the four provinces with his father's assistance, but Matthias repelled them.",
    "year": 1456,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Isabel of Coimbra",
    "birthday": "1432-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Isabel_de_Coimbra.PNG/171px-Isabel_de_Coimbra.PNG",
    "extract": "Infanta Isabel of Coimbra was a Portuguese infanta and Queen of Portugal as the first spouse of King Afonso V of Portugal.",
    "year": 1432,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Antoninus of Florence",
    "birthday": "1389-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Casa_di_sant%27antonino%2C_targa.JPG/320px-Casa_di_sant%27antonino%2C_targa.JPG",
    "extract": "Antoninus of Florence, was an Italian Dominican friar, who ruled as an archbishop of Florence. He is venerated as a saint by the Catholic Church.",
    "year": 1389,
    "month": 3,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alfonso VII of León and Castile",
    "birthday": "1105-3-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Alfonso-Privilegium.jpg/174px-Alfonso-Privilegium.jpg",
    "extract": "Alfonso VII, called the Emperor, became the King of Galicia in 1111 and King of León and Castile in 1126. Alfonso, born Alfonso Raimúndez, first used the title Emperor of All Spain, alongside his mother Urraca, once she vested him with the direct rule of Toledo in 1116. Alfonso later held another investiture in 1135 in a grand ceremony reasserting his claims to the imperial title. He was the son of Urraca of León and Raymond of Burgundy, the first of the House of Ivrea to rule in the Iberian peninsula.",
    "year": 1105,
    "month": 3,
    "day": 1,
    "language": "en"
  }
]