[
  {
    "name": "Belinda Bencic",
    "birthday": "1997-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Australian_Open_2020_%2849836758283%29_%28cropped%29.jpg/240px-Australian_Open_2020_%2849836758283%29_%28cropped%29.jpg",
    "extract": "Belinda Bencic is a Swiss professional tennis player. She has a career-high ranking of No. 4 by the Women's Tennis Association (WTA) which she achieved in February 2020. Bencic has won six singles titles, including a gold medal at the 2020 Tokyo Olympics, and two doubles titles on the WTA Tour.",
    "year": 1997,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "DaeSean Hamilton",
    "birthday": "1995-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/DaeSean_Hamilton.JPG/284px-DaeSean_Hamilton.JPG",
    "extract": "DaeSean Kameron Hamilton is an American football wide receiver for the Houston Texans of the National Football League (NFL). He played college football at Penn State. He was drafted by the Denver Broncos in the 4th round of the 2018 NFL Draft.",
    "year": 1995,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Zach LaVine",
    "birthday": "1995-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Zach_LaVine_%282022_All-Star_Weekend%29.jpg/284px-Zach_LaVine_%282022_All-Star_Weekend%29.jpg",
    "extract": "Zachary Thomas LaVine is an American professional basketball player for the Chicago Bulls of the National Basketball Association (NBA). He was selected in the first round of the 2014 NBA draft with the 13th overall pick by the Minnesota Timberwolves. A two-time Slam Dunk Contest champion, he was named an NBA All-Star in 2021 and 2022.",
    "year": 1995,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sergey Mozgov",
    "birthday": "1995-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Betina_POPOVA_Sergey_MOZGOV-GPFrance_2018-Ice_dance_FD-IMG_4720.jpg/213px-Betina_POPOVA_Sergey_MOZGOV-GPFrance_2018-Ice_dance_FD-IMG_4720.jpg",
    "extract": "Sergey Alexandrovich Mozgov is a Russian retired competitive ice dancer. With former partner Betina Popova, he is the 2017 CS Warsaw Cup champion. With former partner Anna Yanovskaya, he was the 2015 World Junior champion, two-time JGP Final champion, the 2012 Youth Olympics champion, the 2014 World Junior silver medalist, and the 2015 Russian junior national champion.",
    "year": 1995,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nikita Parris",
    "birthday": "1994-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/20171004_UWCL_SKN-MCW_StPoelten_Nikita_Parris_850_1186.jpg/213px-20171004_UWCL_SKN-MCW_StPoelten_Nikita_Parris_850_1186.jpg",
    "extract": "Nikita Josephine Parris is an English professional footballer who plays as a forward for Super League club Arsenal and the England national team. She previously played for Division 1 Féminine club Olympique Lyonnais, Manchester City and Everton.",
    "year": 1994,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jack Butland",
    "birthday": "1993-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Butland_2018.jpg/227px-Butland_2018.jpg",
    "extract": "Jack Butland is an English professional footballer who plays as a goalkeeper for Premier League club Crystal Palace and the England national team.",
    "year": 1993,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Neeskens Kebano",
    "birthday": "1992-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Neeskens_Kebano_20110724.jpg/320px-Neeskens_Kebano_20110724.jpg",
    "extract": "Neeskens Kebano is a professional footballer who plays as an attacking midfielder or winger for EFL Championship club Fulham and the DR Congo national team. Kebano is a former French youth international having earned caps at under-17, under-18 level, and under-19 level. He made his youth international debut at the 2008 UEFA European Under-17 Championship.",
    "year": 1992,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Josh Hoffman",
    "birthday": "1988-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Josh_Hoffman.jpg/172px-Josh_Hoffman.jpg",
    "extract": "Josh Hoffman is a New Zealand international rugby league footballer who plays as wing, centre and fullback for the Townsville Blackhawks in the Queensland Cup.",
    "year": 1988,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ivan Rakitić",
    "birthday": "1988-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/2015_UEFA_Super_Cup_62_%28cropped%29.jpg/227px-2015_UEFA_Super_Cup_62_%28cropped%29.jpg",
    "extract": "Ivan Rakitić is a Croatian professional footballer who plays as a central or attacking midfielder for La Liga club Sevilla. He is widely regarded as one of the greatest Croatian footballers of all time.",
    "year": 1988,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Martellus Bennett",
    "birthday": "1987-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Martellus_Bennett.JPG/281px-Martellus_Bennett.JPG",
    "extract": "Martellus Demond Bennett is a former American football tight end who played in the National Football League (NFL) for 10 seasons. He played college football at Texas A&M and was selected by the Dallas Cowboys in the second round of the 2008 NFL Draft. Bennett was a member of five teams during his career, most notably the Chicago Bears, where he earned Pro Bowl honors, and the New England Patriots, where he was part of the Super Bowl-winning team in Super Bowl LI. After retiring, Bennett became a children's author and published books under his publication company The Imagination Agency. He is the younger brother of former defensive end Michael Bennett.",
    "year": 1987,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Greg Eastwood",
    "birthday": "1987-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Greg_Eastwood_Kiwis.jpg/221px-Greg_Eastwood_Kiwis.jpg",
    "extract": "Greg Eastwood is a New Zealand professional rugby league footballer. A New Zealand international forward, he played in the NRL for the Brisbane Broncos and Canterbury-Bankstown Bulldogs, and in the Super League for the Leeds Rhinos.",
    "year": 1987,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Māris Štrombergs",
    "birthday": "1987-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Stamps_of_Latvia%2C_2012-34.jpg/258px-Stamps_of_Latvia%2C_2012-34.jpg",
    "extract": "Māris Štrombergs is a Latvian former professional BMX racer. In the 2008 Summer Olympics he became the first Olympic champion in BMX cycling. Earlier that year he won the 2008 UCI BMX World Championships. In 2012 he prolonged his Olympic title by winning the gold medal in the London Olympics.",
    "year": 1987,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Étienne Boulay",
    "birthday": "1983-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Etienne_Boulay_et_Patrice_Belanger_02a.JPG/230px-Etienne_Boulay_et_Patrice_Belanger_02a.JPG",
    "extract": "Étienne Boulay is a former Canadian football safety. He most recently played for the Toronto Argonauts of the Canadian Football League, with whom he won the 100th Grey Cup championship. He previously played for the Montreal Alouettes from 2006 to 2011 where he won two more Grey Cup championships. He was drafted 16th overall by the Alouettes in the 2006 CFL Draft. He played college football for the New Hampshire Wildcats.",
    "year": 1983,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rafe Spall",
    "birthday": "1983-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Rafe_Spall_and_wife_Elize_Du_Toit_%288464856194%29_%28Spall_cropped%29.jpg/300px-Rafe_Spall_and_wife_Elize_Du_Toit_%288464856194%29_%28Spall_cropped%29.jpg",
    "extract": "Rafe Joseph Spall is an English actor.",
    "year": 1983,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Janet Mock",
    "birthday": "1983-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Janet_Mock_Head_Shot.png/320px-Janet_Mock_Head_Shot.png",
    "extract": "Janet Mock is an American writer, television host, director, producer and transgender rights activist. Her debut book, the memoir Redefining Realness, became a New York Times bestseller. She is a contributing editor for Marie Claire and a former staff editor of People magazine's website.",
    "year": 1983,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Carrie Underwood",
    "birthday": "1983-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/191125_Carrie_Underwood_at_the_2019_American_Music_Awards.png/196px-191125_Carrie_Underwood_at_the_2019_American_Music_Awards.png",
    "extract": "Carrie Marie Underwood is an American country singer. She rose to prominence after winning the fourth season of American Idol in 2005. Her single \"Inside Your Heaven\" made her the only country artist to debut atop the Billboard Hot 100 chart and the only solo country artist in the 2000s to have a number-one song on the Hot 100. Her debut album, Some Hearts (2005), was bolstered by the successful crossover singles \"Jesus, Take the Wheel\" and \"Before He Cheats\", becoming the best-selling solo female debut album in country music history. She won three Grammy Awards for the album, including Best New Artist. The next studio album, Carnival Ride (2007), had one of the biggest opening weeks of all time by a female artist and won two Grammy Awards. Her third studio album, Play On (2009), was preceded by the single \"Cowboy Casanova\", which had one of the biggest single-week upward movements on the Hot 100.",
    "year": 1983,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kwame Brown",
    "birthday": "1982-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Kwame_Brown_cropped.jpg/155px-Kwame_Brown_cropped.jpg",
    "extract": "Kwame Hasani Brown is an American former professional basketball player who spent 12 seasons in the National Basketball Association (NBA). Selected by the Washington Wizards in the 2001 NBA draft, Brown was the first No. 1 overall pick to be chosen straight out of high school and the 16th player from high school to be drafted into the NBA. He also played for the Los Angeles Lakers, Memphis Grizzlies, Detroit Pistons, Charlotte Bobcats, Golden State Warriors, and Philadelphia 76ers. His performance as a first overall draft pick has led many analysts to label him as one of the \"biggest busts\" in NBA history.",
    "year": 1982,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Samuel Eto'o",
    "birthday": "1981-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Samuel_2011.jpg/275px-Samuel_2011.jpg",
    "extract": "Samuel Eto'o Fils is a Cameroonian football administrator and former player who is the current president of the Cameroonian Football Federation from 11 December 2021. In his prime, Eto'o was regarded by pundits as one of the best strikers in the world, and he is regarded as one of the greatest African players of all time, winning the African Player of the Year a record four times: in 2003, 2004, 2005, and 2010.",
    "year": 1981,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Steven Reid",
    "birthday": "1981-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Steven_Reid_2019.jpg/215px-Steven_Reid_2019.jpg",
    "extract": "Steven John Reid is a former professional footballer who played as a right back, having previously played most of his career in midfield. He is currently first team coach at Nottingham Forest.",
    "year": 1981,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Camille (French singer)",
    "birthday": "1978-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Camille_20090121_Melbourne_1.jpg/213px-Camille_20090121_Melbourne_1.jpg",
    "extract": "Camille Dalmais, better known by her mononym Camille, is a French singer, songwriter and occasional actress.",
    "year": 1978,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Benjamin Burnley",
    "birthday": "1978-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/2016_RiP_Breaking_Benjamin_-_Benjamin_Burnley_-_by_2eight_-_8SC8634.jpg/240px-2016_RiP_Breaking_Benjamin_-_Benjamin_Burnley_-_by_2eight_-_8SC8634.jpg",
    "extract": "Benjamin Jackson Burnley IV is an American musician, singer, songwriter, and record producer, best known as the founder and frontman of the American rock band Breaking Benjamin. As the sole constant of the group, Burnley has served as its principal songwriter, lead vocalist, and guitarist since its inception in 1999. Since signing with Hollywood Records in 2002, Burnley has composed six studio albums under the name Breaking Benjamin, three of which have reached platinum and two of which have reached gold in the United States. Outside of Breaking Benjamin, Burnley has also collaborated with acts such as Adam Gontier and Red.",
    "year": 1978,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Shannon Miller",
    "birthday": "1977-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Shannon_Miller2a_%28cropped%29.jpg/251px-Shannon_Miller2a_%28cropped%29.jpg",
    "extract": "Shannon Lee Miller is an American former artistic gymnast. She was the 1993 and 1994 world all-around champion, the 1996 Olympic balance beam champion, the 1995 Pan American Games all-around champion, and a member of the gold medal-winning Magnificent Seven team at the 1996 Olympics.",
    "year": 1977,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Barbara Schett",
    "birthday": "1976-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Eurosport_Studio_Australian_Open_2014_009.jpg/276px-Eurosport_Studio_Australian_Open_2014_009.jpg",
    "extract": "Barbara Schett Eagle is an Austrian former professional tennis player, who reached her highest singles ranking of world No. 7 in September 1999. Between 1993 and 2004 she played in 48 matches for the Austria Fed Cup team, winning 30. She also represented Austria at the 2000 Sydney Olympics in singles and doubles, reaching the quarterfinals of the singles event. She retired after the 2005 Australian Open and now works for Eurosport as a commentator and presenter.",
    "year": 1976,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jason Croker",
    "birthday": "1973-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Jason_Croker.jpg",
    "extract": "Jason Croker is an Australian former professional rugby league footballer. An Australian international and New South Wales State of Origin representative utility player, he previously played club football in the NRL for the Canberra Raiders, with whom he won the 1994 Winfield Cup and set club records for both highest total games and tries. Croker saw out his career with French Super League club Catalans Dragons.",
    "year": 1973,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chris Sutton",
    "birthday": "1973-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Sutton%2C_Chris.jpg/320px-Sutton%2C_Chris.jpg",
    "extract": "Christopher Roy Sutton is an English former professional football player and manager. He later became a pundit and commentator for BT Sport, regularly working on their coverage of Scottish football. He is now also a pundit and occasional match co-commentator on BBC Radio 5 Live.",
    "year": 1973,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Timbaland",
    "birthday": "1972-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Timbaland1292010.jpg/240px-Timbaland1292010.jpg",
    "extract": "Timothy Zachery Mosley, known professionally as Timbaland, is an American record producer, rapper, singer, songwriter, and record executive. He has received widespread acclaim for his innovative production work and distinctive \"stuttering\" rhythmic style. In 2007, Entertainment Weekly stated that \"just about every current pop trend can be traced back to him — from sultry, urban-edged R&B songstresses ... to the art of incorporating avant-garde sounds into No. 1 hits.\"",
    "year": 1972,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jon Hamm",
    "birthday": "1971-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Jon_Hamm_at_PaleyFest_2014.jpg/228px-Jon_Hamm_at_PaleyFest_2014.jpg",
    "extract": "Jonathan Daniel Hamm is an American actor. He came to prominence for his role as Don Draper in the period drama television series Mad Men (2007–2015), for which he won a Golden Globe Award for Best Actor in a Television Series – Drama in 2008 and 2016, and the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series in 2015. He received 16 Primetime Emmy Award nominations for acting in and producing Mad Men. He also directed two episodes of the show. He has appeared in the Sky Arts series A Young Doctor's Notebook, and guest-starred in the Channel 4 dystopian anthology series Black Mirror and the Amazon Prime fantasy series Good Omens. He made guest appearances in the sitcoms 30 Rock, Toast of London, Unbreakable Kimmy Schmidt, Parks and Recreation, Curb Your Enthusiasm, and in the Netflix comedy feature Wet Hot American Summer: First Day of Camp.",
    "year": 1971,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Pavel Srníček",
    "birthday": "1968-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3e/Pavel_Srn%C3%AD%C4%8Dek.jpg",
    "extract": "Pavel Srníček was a Czech football coach and former professional footballer who played as a goalkeeper.",
    "year": 1968,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mike Timlin",
    "birthday": "1966-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Mike_Timlin_prepares_champagne.jpg/237px-Mike_Timlin_prepares_champagne.jpg",
    "extract": "Michael August Timlin is an American former professional baseball relief pitcher. Timlin played on four World Series championship teams in an 18-year career; the 1992 Toronto Blue Jays, 1993 Toronto Blue Jays, 2004 Boston Red Sox, and 2007 Boston Red Sox.",
    "year": 1966,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rod Woodson",
    "birthday": "1965-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Rod_Woodson_Jan_2019.jpg/267px-Rod_Woodson_Jan_2019.jpg",
    "extract": "Roderick Kevin Woodson is a former professional American football safety and cornerback in the National Football League (NFL) for 17 seasons. He had a 10-year stint with the Pittsburgh Steelers and was a key member of the Baltimore Ravens' Super Bowl XXXV championship team that beat the New York Giants. He also played for the San Francisco 49ers and Oakland Raiders, wearing the jersey number 26 throughout his career. Widely considered one of the game's all-time greatest defensive players, Woodson holds the NFL record for fumble recoveries (32) by a defensive player, and interceptions returned for touchdown (12), and was named the NFL Defensive Player of the Year in 1993. His 71 career interceptions is the third-most in NFL history. He was an inductee of the Class of 2009 of the Pro Football Hall of Fame in Canton, Ohio on August 8, 2009. Woodson was inducted into the College Football Hall of Fame in 2016. Rod played most of his career as a cornerback then switched to safety during the later part of his career.",
    "year": 1965,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Neneh Cherry",
    "birthday": "1964-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Neneh_Cherry.jpg/255px-Neneh_Cherry.jpg",
    "extract": "Neneh Mariann Karlsson, better known as Neneh Cherry, is a Swedish singer-songwriter, rapper, occasional DJ and broadcaster. Her musical career started in London in the early 1980s, where she performed in a number of punk and post-punk bands in her youth, including the Slits and Rip Rig + Panic.",
    "year": 1964,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Prince Edward, Earl of Wessex",
    "birthday": "1964-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Prince_Edward_February_2015.jpg/233px-Prince_Edward_February_2015.jpg",
    "extract": "Prince Edward, Earl of Wessex, is a member of the British royal family. He is the youngest child of Queen Elizabeth II and Prince Philip, Duke of Edinburgh. Edward is 14th in line of succession to the British throne.",
    "year": 1964,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jeff Ament",
    "birthday": "1963-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Jeff-Ament.jpg/212px-Jeff-Ament.jpg",
    "extract": "Jeffrey Allen Ament is an American musician and songwriter who is best known as the bassist of the American rock band Pearl Jam, which he co-founded alongside Stone Gossard, Mike McCready, and Eddie Vedder.",
    "year": 1963,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rick Rubin",
    "birthday": "1963-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/RickRubinSept09.jpg/252px-RickRubinSept09.jpg",
    "extract": "Frederick Jay Rubin is an American record producer and former co-president of Columbia Records. Along with Russell Simmons, he is the cofounder of Def Jam Recordings and also established American Recordings. With the Beastie Boys, LL Cool J, Public Enemy, Geto Boys, and Run-DMC, Rubin helped popularize hip hop music. He also produced a number of top-selling artists from a variety of other genres including heavy metal, alternative rock, and country.",
    "year": 1963,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jasmine Guy",
    "birthday": "1962-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Jasmine_Guy.jpg/213px-Jasmine_Guy.jpg",
    "extract": "Jasmine Guy is an American actress, director, singer and dancer. She is known for her role as Dina in the 1988 film School Daze and as Whitley Gilbert-Wayne on the NBC The Cosby Show spin-off A Different World, which originally ran from 1987 to 1993. Guy won four consecutive NAACP Image Awards from 1990 through 1993 for Outstanding Lead Actress in a Comedy Series for her role on the show. She played Roxy Harvey on Dead Like Me and as Sheila \"Grams\" Bennet on The Vampire Diaries. More recently, she played the role of Gemma, Richard Webber’s friend and potential love interest on Grey's Anatomy.",
    "year": 1962,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Laurel Clark",
    "birthday": "1961-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Laurel_Clark%2C_NASA_photo_portrait_in_blue_suit.jpg/235px-Laurel_Clark%2C_NASA_photo_portrait_in_blue_suit.jpg",
    "extract": "Laurel Blair Clark was a NASA astronaut, medical doctor, United States Navy captain, and Space Shuttle mission specialist. Clark died along with her six fellow crew members in the Space Shuttle Columbia disaster. She was posthumously awarded the Congressional Space Medal of Honor.",
    "year": 1961,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Garth Crooks",
    "birthday": "1958-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Garth_Crooks_2012.jpg/249px-Garth_Crooks_2012.jpg",
    "extract": "Garth Anthony Crooks, is an English football pundit and former professional player. He played from 1976 to 1990, for Stoke City, Tottenham Hotspur, Manchester United, West Bromwich Albion and Charlton Athletic. Throughout his career he was an active member of the Professional Footballers' Association and was elected the first black chairman of the union. He currently works for BBC Sport as the lead pundit on Final Score on BBC One on Saturday afternoons.",
    "year": 1958,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Steve Howe (baseball)",
    "birthday": "1958-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/54/Steve_Howe_1981_Topps_card_photo.jpg/229px-Steve_Howe_1981_Topps_card_photo.jpg",
    "extract": "Steven Roy Howe was an American professional baseball relief pitcher. He played 12 seasons in Major League Baseball (MLB) for the Los Angeles Dodgers, Minnesota Twins, Texas Rangers and New York Yankees, spanning 1980 to 1996. His baseball career ended in 1997 after a stint with the Sioux Falls Canaries of the independent Northern League.",
    "year": 1958,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sharon Stone",
    "birthday": "1958-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Sharon_Stone_%2833374127422%29_%28cropped%29.jpg/240px-Sharon_Stone_%2833374127422%29_%28cropped%29.jpg",
    "extract": "Sharon Vonne Stone is an American actress, producer, and former fashion model. Known for primarily playing femme fatales and women of mystery on film and television, she became one of the most popular sex symbols of the 1990s. She is the recipient of various accolades, including a Primetime Emmy Award, a Golden Globe Award and a nomination for an Academy Award. She received a star on the Hollywood Walk of Fame in 1995 and was named Officer of the Order of Arts and Letters in France in 2005.",
    "year": 1958,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Osama bin Laden",
    "birthday": "1957-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Osama_bin_Laden_portrait.jpg/264px-Osama_bin_Laden_portrait.jpg",
    "extract": "Osama bin Mohammed bin Awad bin Laden, also transliterated as Usama bin Ladin, was a founder of the Pan-Islamic militant organization al-Qaeda. The group is designated as a terrorist group by the United Nations Security Council, the North Atlantic Treaty Organization (NATO), the European Union, and various countries. Under bin Laden's leadership, al-Qaeda was responsible for the September 11 attacks in the United States, and many other mass-casualty attacks worldwide.",
    "year": 1957,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Robert Llewellyn",
    "birthday": "1956-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Robert_Llewellyn2_%28cropped%29.jpg/240px-Robert_Llewellyn2_%28cropped%29.jpg",
    "extract": "Robert Llewellyn is a British actor, comedian, presenter and writer. He plays the mechanoid Kryten in the sci-fi television sitcom Red Dwarf and formerly presented the engineering gameshow Scrapheap Challenge. He has also founded and hosts a YouTube series, Fully Charged.",
    "year": 1956,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Paul Haggis",
    "birthday": "1953-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Paul_Haggis%2C_Canadian_Film_Centre%2C_2013-cropped.jpg/240px-Paul_Haggis%2C_Canadian_Film_Centre%2C_2013-cropped.jpg",
    "extract": "Paul Edward Haggis is a Canadian screenwriter, film producer, and director of film and television. He is best known as screenwriter and producer for consecutive Best Picture Oscar winners: Million Dollar Baby (2004) and Crash (2005), the latter of which he also directed. Haggis also co-wrote the war film Flags of Our Fathers (2006) and the James Bond films Casino Royale (2006) and Quantum of Solace (2008). He is the creator of the television series Due South (1994–1999) and co-creator of Walker, Texas Ranger (1993–2001), among others. Haggis is a two-time Academy Award winner, two-time Emmy Award winner, and seven-time Gemini Award winner. He also assisted in the making of \"We Are the World 25 for Haiti\".",
    "year": 1953,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Morgan Tsvangirai",
    "birthday": "1952-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Morgan_Tsvangirai_Oslo_2009_B.jpg/265px-Morgan_Tsvangirai_Oslo_2009_B.jpg",
    "extract": "Morgan Richard Tsvangirai was a Zimbabwean politician who was Prime Minister of Zimbabwe from 2009 to 2013. He was President of the Movement for Democratic Change, and later the Movement for Democratic Change – Tsvangirai (MDC–T), and a key figure in the opposition to former President Robert Mugabe.",
    "year": 1952,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gloria Diaz",
    "birthday": "1951-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Gloria_Diaz_Miss_Universe_2016.jpg/221px-Gloria_Diaz_Miss_Universe_2016.jpg",
    "extract": "Gloria Maria Aspillera Diaz, professionally known as Gloria Diaz, is a Filipino actress of film and television, model and beauty queen who rose to fame after being crowned Miss Universe 1969, becoming the first Filipino to hold the Miss Universe title.",
    "year": 1951,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Austin Carr",
    "birthday": "1948-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Austin_Carr_%2828061481448%29_c.jpg/272px-Austin_Carr_%2828061481448%29_c.jpg",
    "extract": "Austin George Carr is an American former professional basketball player who played for the Cleveland Cavaliers, Dallas Mavericks, and Washington Bullets of the National Basketball Association (NBA). He is known by Cleveland basketball fans as \"Mr. Cavalier\". He was part of the Notre Dame team which defeated the UCLA Bruins on January 19, 1971, which was UCLA's last defeat until being beaten by Notre Dame exactly three years later, breaking the Bruins' NCAA men's basketball record 88-game winning streak.",
    "year": 1948,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kim Campbell",
    "birthday": "1947-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Kim_Campbell.jpg/227px-Kim_Campbell.jpg",
    "extract": "Avril Phaedra Douglas \"Kim\" Campbell is a Canadian politician, diplomat, lawyer, and writer who served as the 19th prime minister of Canada from June 25 to November 4, 1993. Campbell is the first and only female prime minister of Canada. Prior to becoming the final Progressive Conservative prime minister, she was also the first woman to serve as Minister of Justice in Canadian history and the first woman to become Minister of Defence in a NATO member state.",
    "year": 1947,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tom Scholz",
    "birthday": "1947-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/TomScholz.JPG/255px-TomScholz.JPG",
    "extract": "Donald Thomas Scholz is an American musician. He is the founder, main songwriter, primary guitarist and only remaining original member of the rock band Boston. He has appeared on every Boston album.",
    "year": 1947,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gérard Garouste",
    "birthday": "1946-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/G%C3%A9rard_Garouste_2018.jpg/240px-G%C3%A9rard_Garouste_2018.jpg",
    "extract": "Gérard Garouste is a French contemporary artist having the primary field of work as visual and performative domain.",
    "year": 1946,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jim Valvano",
    "birthday": "1946-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Jim_Valvano%2C_Duke_Chronicle_1982-11-30.jpg/294px-Jim_Valvano%2C_Duke_Chronicle_1982-11-30.jpg",
    "extract": "James Thomas Anthony Valvano, nicknamed Jimmy V, was an American college basketball player, coach, and broadcaster.",
    "year": 1946,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Katharine Houghton",
    "birthday": "1945-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Katharine_Houghton_Judd_for_the_Defense_%28cropped%29.JPG/320px-Katharine_Houghton_Judd_for_the_Defense_%28cropped%29.JPG",
    "extract": "Katharine Houghton is an American actress and playwright. She portrayed Joanna \"Joey\" Drayton, a white woman who brings home her black fiancé to meet her parents, in the 1967 film Guess Who's Coming to Dinner. Katharine Hepburn, who played the mother of Houghton's character in the film, was Houghton's aunt. She is also known for her role as Kanna, Katara and Sokka’s grandmother in the film The Last Airbender (2010).",
    "year": 1945,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Madhavrao Scindia",
    "birthday": "1945-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Madhavrao_Scindia_Manmohan_Singh_at_The_Doon_School.jpg/320px-Madhavrao_Scindia_Manmohan_Singh_at_The_Doon_School.jpg",
    "extract": "Madhavrao Jivajirao Scindia was an Indian politician and a minister in the Government of India. He was a member of the Indian National Congress party.",
    "year": 1945,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Peter Berresford Ellis",
    "birthday": "1943-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Peter_Berresford_Ellis.jpg/270px-Peter_Berresford_Ellis.jpg",
    "extract": "Peter Berresford Ellis is a British historian, literary biographer, and novelist who has published over 98 books to date either under his own name or his pseudonyms Peter Tremayne and Peter MacAlan. He has also published 100 short stories. Under Peter Tremayne, he is the author of the international bestselling Sister Fidelma historical mystery series. His work has appeared in 25 languages.",
    "year": 1943,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chuck Norris",
    "birthday": "1940-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Chuck_Norris_May_2015.jpg/234px-Chuck_Norris_May_2015.jpg",
    "extract": "Carlos Ray \"Chuck\" Norris is an American martial artist and actor. He is a black belt in Tang Soo Do, Brazilian jiu jitsu and judo. After serving in the United States Air Force, Norris won many martial arts championships and later founded his own discipline Chun Kuk Do. Shortly after, in Hollywood, Norris trained celebrities in martial arts. Norris went on to appear in a minor role in the spy film The Wrecking Crew (1969). Friend and fellow martial artist Bruce Lee invited him to play one of the main villains in Way of the Dragon (1972). While Norris continued acting, friend and student Steve McQueen suggested him to take it seriously. Norris took the starring role in the action film Breaker! Breaker! (1977), which turned a profit. His second lead Good Guys Wear Black (1978) became a hit, and he soon became a popular action film star.",
    "year": 1940,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Asghar Ali Engineer",
    "birthday": "1939-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Asghar_Ali_Engineer%2C_2010_%28cropped%29.jpg/225px-Asghar_Ali_Engineer%2C_2010_%28cropped%29.jpg",
    "extract": "Asghar Ali Engineer was an Indian reformist writer and social activist.\nInternationally known for his work on liberation theology in Islam, he led the Progressive Dawoodi Bohra movement. The focus of his work was on communalism and communal and ethnic violence in India and South Asia. He was a votary of peace and non-violence and lectured all over world on communal harmony.",
    "year": 1939,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Irina Press",
    "birthday": "1939-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Irina_Press_1964b.jpg/196px-Irina_Press_1964b.jpg",
    "extract": "Irina Natanovna Press was a multitalented Soviet athlete who competed at the 1960 and 1964 Olympics. In 1960, she won a gold medal in the 80 m hurdles and finished fourth in the 4 × 100 m relay. In 1964, she finished fourth in the hurdles and sixth in the shot put, but won gold in the newly introduced pentathlon event.",
    "year": 1939,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sepp Blatter",
    "birthday": "1936-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/%D0%99%D0%BE%D0%B7%D0%B5%D1%84_%D0%91%D0%BB%D0%B0%D1%82%D1%82%D0%B5%D1%80.jpg/216px-%D0%99%D0%BE%D0%B7%D0%B5%D1%84_%D0%91%D0%BB%D0%B0%D1%82%D1%82%D0%B5%D1%80.jpg",
    "extract": "Joseph \"Sepp\" Blatter is a former Swiss football administrator who served as the eighth President of FIFA from 1998 to 2015. He has been banned from participating in FIFA activities since 2015 as a result of the FIFA corruption case made public that year, and will remain banned until 2027.",
    "year": 1936,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Polly Farmer",
    "birthday": "1935-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Polly_Farmer.jpg/180px-Polly_Farmer.jpg",
    "extract": "Graham Vivian \"Polly\" Farmer was an Australian rules footballer who played for the Geelong Football Club in the Victorian Football League (VFL) and the East Perth Football Club and West Perth Football Club in the Western Australian National Football League (WANFL).",
    "year": 1935,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gergely Kulcsár",
    "birthday": "1934-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Kulcs%C3%A1r_Gergely_%28crop%29.jpg/247px-Kulcs%C3%A1r_Gergely_%28crop%29.jpg",
    "extract": "Gergely Kulcsár was a Hungarian javelin thrower. He competed at the 1960, 1964, 1968 and 1972 Olympics and won two bronze medals, in 1960 and 1968, and a silver medal in 1964. He was the Olympic flag bearer for Hungary in 1964, 1968, and 1972.",
    "year": 1934,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Marcia Falkender, Baroness Falkender",
    "birthday": "1932-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/24/Baroness_Falkender_1984.jpg/241px-Baroness_Falkender_1984.jpg",
    "extract": "Marcia Matilda Falkender, Baroness Falkender, CBE was a British Labour politician, known first as the private secretary for, and then the political secretary and head of political office to, Harold Wilson.",
    "year": 1932,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sam Steiger",
    "birthday": "1929-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Sam_Steiger.jpg/270px-Sam_Steiger.jpg",
    "extract": "Samuel Steiger was an American politician, journalist, political pundit. He served five terms as a member of the U.S. House of Representatives, two terms in the Arizona State Senate, and one term as mayor of Prescott, Arizona. Steiger also made an unsuccessful run for the U.S. Senate, served as a special assistant to Arizona Governor Evan Mecham, and hosted political talk shows on both radio and television. Despite these accomplishments, Steiger is best known for two incidents: The first, while he was a sitting Congressman, was the 1975 killing of two burros. The second was painting a crosswalk between Prescott's courthouse and nearby Whiskey Row.",
    "year": 1929,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sara Montiel",
    "birthday": "1928-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Sara_Montiel.jpg/164px-Sara_Montiel.jpg",
    "extract": "María Antonia Abad Fernández MML, known professionally as Sara Montiel, also Sarita Montiel, was a Spanish actress and singer. She began her career in the 1940s and became the most internationally popular and highest paid star of Spanish cinema in the 1960s. She appeared in nearly fifty films and recorded around 500 songs in five different languages.",
    "year": 1928,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "James Earl Ray",
    "birthday": "1928-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/James_Earl_Ray.jpg/217px-James_Earl_Ray.jpg",
    "extract": "James Earl Ray was an American man convicted for assassinating Martin Luther King Jr. at the Lorraine Motel in Memphis, Tennessee, on April 4, 1968. Ray was convicted in 1969 after entering a guilty plea—thus forgoing a jury trial and the possibility of a death sentence—and was sentenced to 99 years of imprisonment.",
    "year": 1928,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Claude Laydu",
    "birthday": "1927-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Attila_il_flagello_di_Dio_%281954%29_Claude_Laydu.png/320px-Attila_il_flagello_di_Dio_%281954%29_Claude_Laydu.png",
    "extract": "Claude Laydu was a Belgian-born Swiss actor on stage and in films. He was renowned for his performance in his film debut in the role of the young priest in Robert Bresson's Diary of a Country Priest (1950), which has been described as one of the greatest in the history of film.",
    "year": 1927,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Val Logsdon Fitch",
    "birthday": "1923-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Val_Fitch.jpg/228px-Val_Fitch.jpg",
    "extract": "Val Logsdon Fitch was an American nuclear physicist who, with co-researcher James Cronin, was awarded the 1980 Nobel Prize in Physics for a 1964 experiment using the Alternating Gradient Synchrotron at Brookhaven National Laboratory that proved that certain subatomic reactions do not adhere to fundamental symmetry principles. Specifically, they proved, by examining the decay of K-mesons, that a reaction run in reverse does not retrace the path of the original reaction, which showed that the reactions of subatomic particles are not indifferent to time. Thus the phenomenon of CP violation was discovered. This demolished the faith that physicists had that natural laws were governed by symmetry.",
    "year": 1923,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Alfred Peet",
    "birthday": "1920-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d2/Alfred_Peet.jpg",
    "extract": "Alfred H. Peet was a Dutch-American entrepreneur and the founder of Peet's Coffee & Tea in Berkeley, California, in 1966. Peet is widely credited with starting the specialty coffee revolution in the US. Among coffee historians, Peet has been called \"the Dutchman who taught America how to drink coffee.\" Peet taught his style of roasting beans to Jerry Baldwin, Zev Siegl and Gordon Bowker, who, with his blessing, took the technique to Seattle and founded Starbucks in 1971. Peet later distanced himself, however, from the Starbucks trio as they experimented with ultra-dark roasts. \"Baldwin never learned anything from me,\" Peet was later quoted as saying.",
    "year": 1920,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Leonor Oyarzún",
    "birthday": "1919-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Leonor_Oyarz%C3%BAn.jpg/256px-Leonor_Oyarz%C3%BAn.jpg",
    "extract": "Leonor Oyarzún Ivanovic was a Chilean family therapist and member of the Christian Democratic Party (PDC). She served as the First Lady of Chile from 1990 until 1994 as the wife of President Patricio Aylwin.",
    "year": 1919,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Günther Rall",
    "birthday": "1918-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Bundesarchiv_Bild_183-J1112-0206-004%2C_G%C3%BCnther_Rall.jpg/229px-Bundesarchiv_Bild_183-J1112-0206-004%2C_G%C3%BCnther_Rall.jpg",
    "extract": "Günther Rall was a highly decorated German military aviator, officer and General, whose military career spanned nearly forty years. Rall was the third most successful fighter pilot in aviation history, behind Gerhard Barkhorn, who is second, and Erich Hartmann, who is first.",
    "year": 1918,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Harry Bertoia",
    "birthday": "1915-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Harry_Bertoia%27s_Birthplace.jpg/320px-Harry_Bertoia%27s_Birthplace.jpg",
    "extract": "Harry Bertoia, was an Italian-born American artist, sound art sculptor, and modern furniture designer.",
    "year": 1915,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Joža Horvat",
    "birthday": "1915-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Joza-Horvat.jpg/202px-Joza-Horvat.jpg",
    "extract": "Josip \"Joža\" Horvat was a Croatian writer. He was the author of many novels, short stories, dramas, screenplays, essays and radio dramas, translated into at least nine languages, including Russian, Chinese and Esperanto.",
    "year": 1915,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bix Beiderbecke",
    "birthday": "1903-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Bix_Beiderbecke_cropped.jpg/233px-Bix_Beiderbecke_cropped.jpg",
    "extract": "Leon Bismark \"Bix\" Beiderbecke was an American jazz cornetist, pianist and composer.",
    "year": 1903,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Edward Bawden",
    "birthday": "1903-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Edward_Bawden_Working_in_His_Studio.jpg/320px-Edward_Bawden_Working_in_His_Studio.jpg",
    "extract": "Edward Bawden, was an English painter, illustrator and graphic artist, known for his prints, book covers, posters, and garden metalwork furniture. Bawden taught at the Royal College of Art, where he had been a student, worked as a commercial artist and served as a war artist in World War II. He was a fine watercolour painter but worked in many different media. He illustrated several books and painted murals in both the 1930s and 1960s. He was admired by Edward Gorey, David Gentleman and other graphic artists, and his work and career is often associated with that of his contemporary Eric Ravilious.",
    "year": 1903,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Clare Boothe Luce",
    "birthday": "1903-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Clare_boothe.jpg/272px-Clare_boothe.jpg",
    "extract": "Clare Boothe Luce was an American writer, politician, U.S. ambassador, and public conservative figure. A versatile author, she is best known for her 1936 hit play The Women, which had an all-female cast. Her writings extended from drama and screen scenarios to fiction, journalism, and war reportage. She was married to Henry Luce, publisher of Time, Life, Fortune, and Sports Illustrated.",
    "year": 1903,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Michel Seuphor",
    "birthday": "1901-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/46/Michel_Seuphor.png",
    "extract": "Fernand Berckelaers, pseudonym Michel Seuphor, was a Belgian painter.",
    "year": 1901,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Violet Brown",
    "birthday": "1900-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e9/Violet_Brown.jpg/240px-Violet_Brown.jpg",
    "extract": "Violet Brown was a Jamaican supercentenarian who was the oldest verified living person in the world for five months, following the death of Emma Morano on 15 April 2017 until her own death at the age of 117 years, 189 days on 15 September 2017. She is the oldest person ever from the Caribbean. She was, along with Nabi Tajima of Japan, one of the last two living people known to have been born in the 19th century.",
    "year": 1900,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Pandelis Pouliopoulos",
    "birthday": "1900-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Pantelis_Pouliopoulos.jpg/229px-Pantelis_Pouliopoulos.jpg",
    "extract": "Pandelis Pouliopoulos was a Greek communist and one-time general secretary of the Communist Party of Greece (KKE). He stood for the internationalist and revolutionary character of the communist movement. He is among the founders of the Trotskyist movement in Greece.",
    "year": 1900,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Coulton Waugh",
    "birthday": "1896-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/35/Coultonwaugh.jpg",
    "extract": "Frederick Coulton Waugh was a cartoonist, painter, teacher and author, best known for his illustration work on the comic strip Dickie Dare and his book The Comics (1947), the first major study of the field.",
    "year": 1896,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Arthur Honegger",
    "birthday": "1892-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Arthur_Honegger_b_Meurisse_1928.jpg/225px-Arthur_Honegger_b_Meurisse_1928.jpg",
    "extract": "Arthur Honegger was a Swiss composer, who was born in France and lived a large part of his life in Paris. A member of Les Six, his best known work is probably Antigone, composed between 1924 and 1927 to the French libretto by Jean Cocteau based on the tragedy Antigone by Sophocles. It premiered on 28 December 1927 at the Théâtre Royal de la Monnaie with sets designed by Pablo Picasso and costumes by Coco Chanel. However, his most frequently performed work is probably the orchestral work Pacific 231, which was inspired by the sound of a steam locomotive.",
    "year": 1892,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gregory La Cava",
    "birthday": "1892-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Gregory_La_Cava_1926.jpg/130px-Gregory_La_Cava_1926.jpg",
    "extract": "Gregory La Cava was an American film director of Italian descent best known for his films of the 1930s, including My Man Godfrey and Stage Door, which earned him nominations for Academy Award for Best Director.",
    "year": 1892,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Albert Ogilvie",
    "birthday": "1890-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Albert_Ogilvie.jpg",
    "extract": "Albert George Ogilvie was an Australian politician and Premier of Tasmania from 22 June 1934 until his death on 10 June 1939.",
    "year": 1890,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Barry Fitzgerald",
    "birthday": "1888-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Barry_Fitzgerald_1945.jpg/251px-Barry_Fitzgerald_1945.jpg",
    "extract": "William Joseph Shields, known professionally as Barry Fitzgerald, was an Irish stage, film and television actor. In a career spanning almost forty years, he appeared in such notable films as Bringing Up Baby (1938), The Long Voyage Home (1940), How Green Was My Valley (1941), Going My Way (1944), None but the Lonely Heart (1944) and The Quiet Man (1952). For Going My Way (1944), he won the Academy Award for Best Supporting Actor and was simultaneously nominated for the Academy Award for Best Actor. He was the older brother of Irish actor Arthur Shields. In 2020, he was listed at number 11 on The Irish Times list of Ireland's greatest film actors.",
    "year": 1888,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Pascual Ortiz Rubio",
    "birthday": "1877-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Pascual_Ortiz_Rubio_%28cropped%29.jpg/252px-Pascual_Ortiz_Rubio_%28cropped%29.jpg",
    "extract": "Pascual Ortiz Rubio was a Mexican politician and the President of Mexico from 1930 to 1932. He was one of three Mexican presidents to serve out the six-year term (1928–1934) of assassinated president-elect Álvaro Obregón, while former president Plutarco Elías Calles retained power in a period known as the Maximato. Calles was so blatantly in control of the government that Ortiz Rubio resigned the presidency in protest in September 1932.",
    "year": 1877,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Anna Hyatt Huntington",
    "birthday": "1876-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Anna_Vaughn_Hyatt_in_1921_%28cropped%29.jpg/213px-Anna_Vaughn_Hyatt_in_1921_%28cropped%29.jpg",
    "extract": "Anna Vaughn Hyatt Huntington was an American sculptor who was among New York City's most prominent sculptors in the early 20th century. At a time when very few women were successful artists, she had a thriving career. Hyatt Huntington exhibited often, traveled widely, received critical acclaim at home and abroad, and won multiple awards and commissions.",
    "year": 1876,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jakob Wassermann",
    "birthday": "1873-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Jakob_Wassermann_1934.jpg/216px-Jakob_Wassermann_1934.jpg",
    "extract": "Jakob Wassermann was a German writer and novelist.",
    "year": 1873,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David Riazanov",
    "birthday": "1870-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Riazanov.jpg/242px-Riazanov.jpg",
    "extract": "David Riazanov, born David Borisovich Goldendakh, was a Russian revolutionary, historian, bibliographer and archivist. Riazanov is best remembered as the founder of the Marx–Engels Institute and editor of the first large-scale effort to publish the collected works of these two founders of the modern socialist movement. Riazanov is also remembered as a prominent victim of the Great Terror of the late 1930s.",
    "year": 1870,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Hector Guimard",
    "birthday": "1867-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Hector-Guimard-%281907%29.jpg/226px-Hector-Guimard-%281907%29.jpg",
    "extract": "Hector Guimard was a French architect and designer, and a prominent figure of the Art Nouveau style. He achieved early fame with his design for the Castel Beranger, the first Art Nouveau apartment building in Paris, which was selected in an 1899 competition as one of the best new building facades in the city. He is best known for the glass and iron edicules or canopies, with ornamental Art Nouveau curves, which he designed to cover the entrances of the first stations of the Paris Metro.",
    "year": 1867,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Lillian Wald",
    "birthday": "1867-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Lillian-Wald.jpg/261px-Lillian-Wald.jpg",
    "extract": "Lillian D. Wald was an American nurse, humanitarian and author. She was known for contributions to human rights and was the founder of American community nursing. She founded the Henry Street Settlement in New York City and was an early advocate to have nurses in public schools.",
    "year": 1867,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Thomas Mackenzie",
    "birthday": "1853-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Thomas_Mackenzie.jpg/221px-Thomas_Mackenzie.jpg",
    "extract": "Sir Thomas Mackenzie was a Scottish-born New Zealand politician and explorer who briefly served as the 18th prime minister of New Zealand in 1912, and later served as New Zealand High Commissioner in London.",
    "year": 1853,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Spencer Gore (sportsman)",
    "birthday": "1850-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Spencer_gore.jpg/222px-Spencer_gore.jpg",
    "extract": "Spencer William Gore was an English tennis player who won the first Wimbledon tournament in 1877 and a first-class cricketer who played for Surrey County Cricket Club (1874–1875).",
    "year": 1850,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Hallie Quinn Brown",
    "birthday": "1849-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Hallie_Q_Brown.jpg/201px-Hallie_Q_Brown.jpg",
    "extract": "Hallie Quinn Brown was an American educator, writer and activist. Originally of Pittsburgh, Pennsylvania, she moved with her parents while quite young to a farm near Chatham, Canada, in 1864 and then to Ohio in 1870. In 1868, she began a course of study in Wilberforce University, Ohio, from which she graduated in 1873 with the degree of Bachelor of Science.",
    "year": 1849,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Edward Baker Lincoln",
    "birthday": "1846-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Eddielincoln_%28cropped%29.jpg",
    "extract": "Edward Baker Lincoln was the second son of Abraham Lincoln and Mary Todd Lincoln. He was named after Lincoln's friend Edward Dickinson Baker. The National Park Service uses \"Eddie\" as a nickname and the name is also on his gravestone.",
    "year": 1846,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Alexander III of Russia",
    "birthday": "1845-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Alexander_III%2C_Emperor_of_Russia_%281845-94%29.png/229px-Alexander_III%2C_Emperor_of_Russia_%281845-94%29.png",
    "extract": "Alexander III was Emperor of Russia, King of Congress Poland and Grand Duke of Finland from 13 March 1881 until his death in 1894. He was highly reactionary and reversed some of the liberal reforms of his father, Alexander II. This policy is known in Russia as \"counter-reforms\". Under the influence of Konstantin Pobedonostsev (1827–1907), he opposed any reform that limited his autocratic rule. During his reign, Russia fought no major wars; he was therefore styled \"The Peacemaker\". It was he who helped forge the Russo-French Alliance.",
    "year": 1845,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Pablo de Sarasate",
    "birthday": "1844-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Sarasate.gif/320px-Sarasate.gif",
    "extract": "Pablo Martín Melitón de Sarasate y Navascués, commonly known as Pablo de Sarasate, was a Spanish (Navarrese) violin virtuoso, composer and conductor of the Romantic period. His best known works include Zigeunerweisen, the Spanish Dances, and the Carmen Fantasy.",
    "year": 1844,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Marie Spartali Stillman",
    "birthday": "1844-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Marie_Spartali_1868.jpg/142px-Marie_Spartali_1868.jpg",
    "extract": "Marie Stillman was a British member of the second generation of the Pre-Raphaelite Brotherhood. Of the Pre-Raphaelites, she had one of the longest-running careers, spanning sixty years and producing over one hundred and fifty works. Though her work with the Brotherhood began as a favorite model, she soon trained and became a respected painter, earning praise from Dante Gabriel Rossetti and others.",
    "year": 1844,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Samuel Ferguson",
    "birthday": "1810-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Samuel.Ferguson.jpg/220px-Samuel.Ferguson.jpg",
    "extract": "Sir Samuel Ferguson was an Irish poet, barrister, antiquarian, artist and public servant. He was an acclaimed 19th-century Irish poet, and his interest in Irish mythology and early Irish history can be seen as a forerunner of William Butler Yeats and the other poets of the Irish Literary Revival.",
    "year": 1810,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Joseph Légaré",
    "birthday": "1795-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bf/JosephLegare23.jpg",
    "extract": "Joseph Légaré was a painter and glazier, artist, seigneur and political figure in Lower Canada.",
    "year": 1795,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Manuel de la Peña y Peña",
    "birthday": "1789-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Retrato_de_Manuel_de_la_Pe%C3%B1a_y_Pe%C3%B1a.jpg/210px-Retrato_de_Manuel_de_la_Pe%C3%B1a_y_Pe%C3%B1a.jpg",
    "extract": "José Manuel de la Peña y Peña was a Mexican lawyer and judge, who served two non-consecutive, but closely following terms as President of Mexico during the Mexican American War. In contrast to many other nineteenth century Mexican presidents, he never served in the military, instead coming from a distinguished legal background.",
    "year": 1789,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Joseph Freiherr von Eichendorff",
    "birthday": "1788-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Joseph_Eichendorff.jpg/287px-Joseph_Eichendorff.jpg",
    "extract": "Joseph Freiherr von Eichendorff was a German poet, novelist, playwright, literary critic, translator, and anthologist. Eichendorff was one of the major writers and critics of Romanticism. Ever since their publication and up to the present day, some of his works have been very popular in Germany.",
    "year": 1788,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Edward Hodges Baily",
    "birthday": "1788-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Edward_Hodges_Baily_2.jpg/251px-Edward_Hodges_Baily_2.jpg",
    "extract": "Edward Hodges Baily was an English sculptor.",
    "year": 1788,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Francisco Martínez de la Rosa",
    "birthday": "1787-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Francisco_Mart%C3%ADnez_de_la_Rosa_%28Museo_del_Prado%29.jpg/242px-Francisco_Mart%C3%ADnez_de_la_Rosa_%28Museo_del_Prado%29.jpg",
    "extract": "Francisco de Paula Martínez de la Rosa y Cornejo was a Spanish statesman and dramatist and the first prime minister of Spain to receive the title of President of the Council of Ministers.",
    "year": 1787,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "William Etty",
    "birthday": "1787-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/William_Etty_self-portrait.jpg/249px-William_Etty_self-portrait.jpg",
    "extract": "William Etty was an English artist best known for his history paintings containing nude figures. He was the first significant British painter of nudes and still lifes. Born in York, he left school at the age of 12 to become an apprentice printer in Hull. He completed his apprenticeship seven years later and moved to London, where in 1807 he joined the Royal Academy Schools. There he studied under Thomas Lawrence and trained by copying works by other artists. Etty earned respect at the Royal Academy of Arts for his ability to paint realistic flesh tones, but had little commercial or critical success in his first few years in London.",
    "year": 1787,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Louis Hersent",
    "birthday": "1777-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Louis_Hersent_-_Self-portrait_1848.jpg/255px-Louis_Hersent_-_Self-portrait_1848.jpg",
    "extract": "Louis Hersent was a French painter.",
    "year": 1777,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Friedrich Schlegel",
    "birthday": "1772-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Franz_Gareis_Portrait_Friedrich_Schlegel.jpg/234px-Franz_Gareis_Portrait_Friedrich_Schlegel.jpg",
    "extract": "Karl Wilhelm Friedrich Schlegel was a German poet, literary critic, philosopher, philologist, and Indologist. With his older brother, August Wilhelm Schlegel, he was one of the main figures of Jena Romanticism.",
    "year": 1772,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Joseph Williamson (philanthropist)",
    "birthday": "1769-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Joseph_Williamson.jpg/271px-Joseph_Williamson.jpg",
    "extract": "Joseph Williamson was an eccentric English businessman, philanthropist and property owner who is best known for the Williamson Tunnels, which were constructed under his direction in the Edge Hill area of Liverpool, England. His philanthropy earned him the nickname the King of Edge Hill, whilst his tunnel-building activity earned him posthumous nicknames, including the Mole of Edge Hill and the Mad Mole.",
    "year": 1769,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Lorenzo Da Ponte",
    "birthday": "1749-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Lorenzo_da_Ponte.jpg/275px-Lorenzo_da_Ponte.jpg",
    "extract": "Lorenzo Da Ponte was an Italian, later American, opera librettist, poet and Roman Catholic priest. He wrote the libretti for 28 operas by 11 composers, including three of Mozart's most celebrated operas, The Marriage of Figaro (1786), Don Giovanni (1787), and Così fan tutte (1790).",
    "year": 1749,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Georg Wilhelm Steller",
    "birthday": "1709-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Stellers_jay_-_natures_pics.jpg/320px-Stellers_jay_-_natures_pics.jpg",
    "extract": "Georg Wilhelm Steller was a German botanist, zoologist, physician and explorer, who worked in Russia and is considered a pioneer of Alaskan natural history.",
    "year": 1709,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Giacomo Serpotta",
    "birthday": "1656-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Giacomo_Serpotta_-_Charity_-_WGA21167.jpg/201px-Giacomo_Serpotta_-_Charity_-_WGA21167.jpg",
    "extract": "Giacomo Serpotta was an Italian sculptor, active in a Rococo style and mainly working in stucco.",
    "year": 1656,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Benbow",
    "birthday": "1653-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/John_Benbow.jpg/257px-John_Benbow.jpg",
    "extract": "Vice-Admiral John Benbow was an English officer in the Royal Navy. He joined the navy aged 25 years, seeing action against Algerian pirates before leaving and joining the merchant navy where he traded until the Glorious Revolution of 1688, whereupon he returned to the Royal Navy and was commissioned.",
    "year": 1653,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "François Girardon",
    "birthday": "1628-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/P7220016_DxO.jpg/261px-P7220016_DxO.jpg",
    "extract": "François Girardon was a French sculptor of the Louis XIV style or French Baroque, best known for his statues and busts of Louis XIV and for his statuary in the gardens of the Palace of Versailles.",
    "year": 1628,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Marcello Malpighi",
    "birthday": "1628-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Marcello_Malpighi_by_Carlo_Cignani.jpg/240px-Marcello_Malpighi_by_Carlo_Cignani.jpg",
    "extract": "Marcello Malpighi was an Italian biologist and physician, who is referred to as the \"Founder of microscopical anatomy, histology & Father of physiology and embryology\". Malpighi's name is borne by several physiological features related to the biological excretory system, such as the Malpighian corpuscles and Malpighian pyramids of the kidneys and the Malpighian tubule system of insects. The splenic lymphoid nodules are often called the \"Malpighian bodies of the spleen\" or Malpighian corpuscles. The botanical family Malpighiaceae is also named after him. He was the first person to see capillaries in animals, and he discovered the link between arteries and veins that had eluded William Harvey. Malpighi was one of the earliest people to observe red blood cells under a microscope, after Jan Swammerdam. His treatise De polypo cordis (1666) was important for understanding blood composition, as well as how blood clots. In it, Malpighi described how the form of a blood clot differed in the right against the left sides of the heart.",
    "year": 1628,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Johann Rudolf Glauber",
    "birthday": "1604-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/bb/Johann_Rudolf_Glauber.jpg",
    "extract": "Johann Rudolf Glauber was a German-Dutch alchemist and chemist. Some historians of science have described him as one of the first chemical engineers. His discovery of sodium sulfate in 1625 led to the compound being named after him: \"Glauber's salt\".",
    "year": 1604,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Thomas Howard, 4th Duke of Norfolk",
    "birthday": "1536-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/ThomasHoward4HerzogvonNorfolk.jpg/241px-ThomasHoward4HerzogvonNorfolk.jpg",
    "extract": "Thomas Howard, 4th Duke of Norfolk, was an English nobleman and politician. Although from a family with strong Roman Catholic leanings, he was raised a Protestant. He was a second cousin of Queen Elizabeth I through her maternal grandmother, and held many high offices during her reign.",
    "year": 1536,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ferdinand I, Holy Roman Emperor",
    "birthday": "1503-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Hans_Bocksberger_der_Aeltere_001.jpg/162px-Hans_Bocksberger_der_Aeltere_001.jpg",
    "extract": "Ferdinand I was Holy Roman Emperor from 1556, King of Bohemia, Hungary, and Croatia from 1526, and Archduke of Austria from 1521 until his death in 1564. Before his accession as Emperor, he ruled the Austrian hereditary lands of the Habsburgs in the name of his elder brother, Charles V, Holy Roman Emperor. Also, he often served as Charles' representative in the Holy Roman Empire and developed encouraging relationships with German princes. In addition, Ferdinand also developed valuable relationships with the German banking house of Jakob Fugger and the Catalan bank, Banca Palenzuela Levi Kahana.",
    "year": 1503,
    "month": 3,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ferdinand II of Aragon",
    "birthday": "1452-3-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Michel_Sittow_004.jpg/239px-Michel_Sittow_004.jpg",
    "extract": "Ferdinand II, also called Ferdinand the Catholic, was King of Aragon and Sardinia from 1479, King of Sicily from 1469, King of Naples from 1504 and King of Navarre from 1512 until his death in 1516. He was King of Castile and León from 1475 to 1504, alongside his wife Queen Isabella I. From 1506 to 1516, he was the Regent of the Crown of Castile, making him the effective ruler of Castile. From 1511 to 1516, he styled himself as Imperator totius Africa after having conquered Tlemcen and making the Zayyanid Sultan, Abu Abdallah V, his vassal. He was also the Grandmaster of the Spanish Military Orders of Santiago (1499-1516), Calatrava (1487-1516), Alcantara (1492-1516) and Montesa (1499-1516), after he permanently annexed them into the Spanish Crown. He reigned jointly with Isabella over a dynastically unified Spain; together they are known as the Catholic Monarchs. Ferdinand is considered the de facto first King of Spain, and was described as such during his reign.",
    "year": 1452,
    "month": 3,
    "day": 10,
    "language": "en"
  }
]