[
  {
    "name": "Andrew Robertson",
    "birthday": "1994-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/LFC_Parade_2019_01_Andy_Robertson.jpg/199px-LFC_Parade_2019_01_Andy_Robertson.jpg",
    "extract": "Andrew Henry Robertson is a Scottish professional footballer who plays as a left-back for Premier League club Liverpool and captains the Scotland national team. Considered one of the best left-backs in world football, Robertson is known for his crossing, tackling, work-rate, stamina, and speed.",
    "year": 1994,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jodie Comer",
    "birthday": "1993-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Jodie_Comer_during_an_interview%2C_September_2021_%28cropped%29.png/213px-Jodie_Comer_during_an_interview%2C_September_2021_%28cropped%29.png",
    "extract": "Jodie Marie Comer is an English actress. She has received various accolades including two British Academy Television Awards and a Primetime Emmy Award, in addition to nominations for two Golden Globe Awards, two Critics Choice Awards and a Screen Actors Guild Award.",
    "year": 1993,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Anthony Davis",
    "birthday": "1993-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Anthony_Davis_pre-game_%28cropped%29.jpg/235px-Anthony_Davis_pre-game_%28cropped%29.jpg",
    "extract": "Anthony Marshon Davis Jr. is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association (NBA). He plays the power forward and center positions. Davis is an eight-time NBA All-Star and has been named to four All-NBA First Teams and four NBA All-Defensive Teams. In his first season with the Lakers, he won an NBA championship in 2020. In 2021, he was named to the NBA 75th Anniversary Team.",
    "year": 1993,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ayumi Morita",
    "birthday": "1990-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Morita_WMQ15_%286%29_%2819944379432%29.jpg/213px-Morita_WMQ15_%286%29_%2819944379432%29.jpg",
    "extract": "Ayumi Morita  is a Japanese tennis player. She reached her career-high ranking of 40th in the world in October 2011. At junior level, she reached a combined career-high ranking of world No. 3.",
    "year": 1990,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Anton Yelchin",
    "birthday": "1989-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Anton_Yelchin_2011.jpg/212px-Anton_Yelchin_2011.jpg",
    "extract": "Anton Viktorovich Yelchin was an American actor. Born in the Soviet Union to a Russian Jewish family, he emigrated to the United States with his parents at the age of six months. He began his career as a child actor, appearing as the lead of the mystery drama film Hearts in Atlantis (2001) and a series regular on the Showtime comedy-drama Huff (2004–2006). Yelchin landed higher profile film roles in 2009, portraying Pavel Chekov in the Star Trek reboot and Kyle Reese in Terminator Salvation. With the former, he returned for the sequels Into Darkness (2013) and Beyond (2016).",
    "year": 1989,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Fábio Coentrão",
    "birthday": "1988-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/4F%C3%A1bio_Coentr%C3%A3o.jpg/300px-4F%C3%A1bio_Coentr%C3%A3o.jpg",
    "extract": "Fábio Alexandre da Silva Coentrão is a Portuguese retired footballer. Mainly a left-back, he also operated as a winger and occasionally as a defensive midfielder.",
    "year": 1988,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Marc-André Gragnani",
    "birthday": "1987-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Marc-Andre_Gragnani_Canucks_practice_2012b.jpg/239px-Marc-Andre_Gragnani_Canucks_practice_2012b.jpg",
    "extract": "Marc-André Gragnani is a Canadian professional ice hockey defenceman currently playing with Djurgårdens IF of the Swedish Hockey League (SHL). He spent four-and-a-half seasons playing for the Buffalo Sabres of the National Hockey League and their American Hockey League affiliate, the Portland Pirates. He also played half a season with Vancouver before signing with Carolina as a free agent. On July 3, 2015, Gragnani signed a one-year, two-way contract with the New Jersey Devils for whom he appeared four times.",
    "year": 1987,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tanel Kangert",
    "birthday": "1987-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Tanel_Kangert_TDPB_2013_%28Cropping%29.jpg/213px-Tanel_Kangert_TDPB_2013_%28Cropping%29.jpg",
    "extract": "Tanel Kangert is an Estonian road bicycle racer, who currently rides for UCI WorldTeam Team BikeExchange–Jayco. After the 2009 season, he was sacked by his team, Ag2r–La Mondiale, because of a knee injury that nearly ended his career.",
    "year": 1987,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ngonidzashe Makusha",
    "birthday": "1987-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/20170915_Ngonidzashe_Malasha_04.jpg/213px-20170915_Ngonidzashe_Malasha_04.jpg",
    "extract": "Ngonidzashe Makusha is a Zimbabwean sprinter and long jumper. He is the national record holder over 100 m and Long Jump for Zimbabwe with 9.89 s (+1.3 m/s) and 8.40 m (0.0 m/s) respectively. Both performances achieved during the 2011 NCAA Division I Championships in Des Moines, Iowa where he completed the 100 m long jump double. Following the 2 gold medals victory, Makusha became one of the only four, now five, athletes to win the double at the NCAA championships. The four others are DeHart Hubbard (1925), Jesse Owens, Carl Lewis (1981), and Jarrion Lawson (2016).",
    "year": 1987,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dario Cologna",
    "birthday": "1986-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/20180128_FIS_NC_WC_Seefeld_Dario_Cologna_850_2445.jpg/213px-20180128_FIS_NC_WC_Seefeld_Dario_Cologna_850_2445.jpg",
    "extract": "Dario Cologna is a Swiss cross-country skier. He has four overall World Cup victories, four Olympic gold medals, one World Championships gold medal and four Tour de Ski victories in his career.",
    "year": 1986,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Paul Bissonnette",
    "birthday": "1985-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Paul_Bissonnette_sporting_the_Zappa.jpg/255px-Paul_Bissonnette_sporting_the_Zappa.jpg",
    "extract": "Paul Albert Bissonnette, self nicknamed \"Biz Nasty\", is a Canadian former professional ice hockey player who played in the National Hockey League (NHL) for the Pittsburgh Penguins and Phoenix Coyotes.",
    "year": 1985,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Evuy (footballer)",
    "birthday": "1985-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Evuy_guinea.jpg/267px-Evuy_guinea.jpg",
    "extract": "Daniel Vázquez Evuy, known as Evuy, is a Spanish-born Equatoguinean former footballer who played as a defender. He has been a member of the Equatorial Guinea national team.",
    "year": 1985,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Stelios Malezas",
    "birthday": "1985-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Stelios_Malezas.jpg/240px-Stelios_Malezas.jpg",
    "extract": "Stelios Malezas is a Greek former professional footballer who played as a centre back.",
    "year": 1985,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Greg Olsen (American football)",
    "birthday": "1985-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Greg_olsen_2019.jpg/213px-Greg_olsen_2019.jpg",
    "extract": "Gregory Walter Olsen is an American football sportscaster and former tight end who played for 14 seasons in the National Football League (NFL). He played college football at the University of Miami and was drafted by the Chicago Bears in the first round of the 2007 NFL Draft. Olsen also played for the Carolina Panthers, with whom he made three Pro Bowls, and became the first tight end in NFL history to record three consecutive seasons with at least 1,000 receiving yards. Olsen played his final season with the Seattle Seahawks in 2020.",
    "year": 1985,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nikolai Topor-Stanley",
    "birthday": "1985-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Nikolai_Topor_Stanley_Post_Game_At_Parramatta_Stadium.jpg/279px-Nikolai_Topor_Stanley_Post_Game_At_Parramatta_Stadium.jpg",
    "extract": "Nikolai David Topor-Stanley is an Australian football (soccer) player who plays as a centre back. Stanley was born to a Mauritian father, and a Polish-German mother.",
    "year": 1985,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Brian Anderson (outfielder)",
    "birthday": "1982-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/00063658_Brian_Anderson.jpg/302px-00063658_Brian_Anderson.jpg",
    "extract": "Brian Nikola Anderson is an American former professional baseball player. He played all or part of five seasons in Major League Baseball with the Chicago White Sox and Boston Red Sox as an outfielder, a position he played professionally until before the 2010 season. He also played for the Kansas City Royals and New York Yankees organizations as a pitcher.",
    "year": 1982,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "LeToya Luckett",
    "birthday": "1981-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Letoya.jpg/176px-Letoya.jpg",
    "extract": "LeToya Nicole Luckett is an American R&B singer and actress. She rose to fame in the late 1990s as a founding member of the R&B girl group Destiny's Child, one of the world's best-selling girl groups of all time. As a member of Destiny's Child, she achieved four US Top 10 hit singles, \"No, No, No\", \"Bills, Bills, Bills\", \"Say My Name\" and \"Jumpin', Jumpin'\", and won two Grammy Awards. In the 2000s, she began her solo career after leaving the group and signing a record deal with Capitol Records. Her solo debut album, LeToya (2006), debuted at number-one on the U.S. Billboard 200 chart, and was certified platinum by the RIAA, that same year.",
    "year": 1981,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dan Uggla",
    "birthday": "1980-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Dan_Uggla_on_July_12%2C_2015.jpg/198px-Dan_Uggla_on_July_12%2C_2015.jpg",
    "extract": "Daniel Cooley Uggla is an American former professional baseball second baseman. He played in Major League Baseball (MLB) for the Florida Marlins, Atlanta Braves, San Francisco Giants, and Washington Nationals. In 2010, Uggla won the Silver Slugger Award at second base.",
    "year": 1980,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Elton Brand",
    "birthday": "1979-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Elton_Brand_10.jpg/245px-Elton_Brand_10.jpg",
    "extract": "Elton Tyron Brand is an American former professional basketball player and the former general manager of the Philadelphia 76ers of the National Basketball Association (NBA). After playing college basketball for Duke, he was selected with the first overall pick in the 1999 NBA draft by the Chicago Bulls, and later played for the Philadelphia 76ers, the Los Angeles Clippers, Dallas Mavericks and Atlanta Hawks. He was a two-time NBA All Star and an All-NBA Second Team selection in 2006.",
    "year": 1979,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Fred Jones (basketball)",
    "birthday": "1979-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Fred_Jones_2009.jpg/242px-Fred_Jones_2009.jpg",
    "extract": "Frederick Terrell Jones is an American former professional basketball player. He played college basketball for the Oregon Ducks and was the winner of the NBA Slam Dunk Contest at the 2004 NBA All-Star Game.",
    "year": 1979,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Benji Madden",
    "birthday": "1979-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/20170615-136-Nova_Rock_2017-Good_Charlotte-Joel_Madden_and_Benji_Madden-cropped.jpg/199px-20170615-136-Nova_Rock_2017-Good_Charlotte-Joel_Madden_and_Benji_Madden-cropped.jpg",
    "extract": "Benjamin Levi Madden is an American musician. He is the lead guitarist and backing vocalist for the band Good Charlotte—for which he has received various awards—as well as pop rock collaboration the Madden Brothers. He formed both of these acts with his identical twin brother, Joel Madden, with whom he was a coach on The Voice Australia from 2015–2016.",
    "year": 1979,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Joel Madden",
    "birthday": "1979-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/20170615-126-Nova_Rock_2017-Good_Charlotte-Joel_Madden.jpg/213px-20170615-126-Nova_Rock_2017-Good_Charlotte-Joel_Madden.jpg",
    "extract": "Joel Rueben Madden is an American singer best known as the lead vocalist for the pop punk band Good Charlotte. He is also part of the pop rock collaboration the Madden Brothers with his identical twin brother Benji Madden.",
    "year": 1979,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Didier Drogba",
    "birthday": "1978-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Didier_Drogba_%282019%29_%28cropped%29.jpg/247px-Didier_Drogba_%282019%29_%28cropped%29.jpg",
    "extract": "Didier Yves Drogba Tébily  is an Ivorian retired professional footballer who played as a striker. He is the all-time top scorer and former captain of the Ivory Coast national team. He is best known for his career at Chelsea, for whom he has scored more goals than any other foreign player and is currently the club's fourth highest goal scorer of all time. Drogba was named in the Chelsea team of the 2010–2020 decade by Chelsea's fans. He was named African Footballer of the Year twice, winning the accolade in 2006 and 2009.",
    "year": 1978,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Albert Luque",
    "birthday": "1978-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Albert-Luque.jpg/320px-Albert-Luque.jpg",
    "extract": "Albert Luque Martos is a Spanish retired footballer who played as a left winger or striker.",
    "year": 1978,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Becky Hammon",
    "birthday": "1977-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Becky_Hammon_in_2015.jpg/213px-Becky_Hammon_in_2015.jpg",
    "extract": "Rebecca Lynn Hammon is an American-Russian professional basketball coach and former player who is the head coach of the Las Vegas Aces of the Women’s National Basketball Association (WNBA). She currently also serves as an assistant coach for the San Antonio Spurs of the National Basketball Association (NBA). A three-time All-American basketball player for the Colorado State Rams, Hammon went on to play for the San Antonio Stars and New York Liberty of the Women's National Basketball Association (WNBA) and for several other teams outside the United States. Hammon, who was born and raised in the United States, became a naturalized Russian citizen in 2008 and represented the Russian national team in the 2008 and 2012 Olympics.",
    "year": 1977,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bobby Abreu",
    "birthday": "1974-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Bobby_Abreu.jpg/320px-Bobby_Abreu.jpg",
    "extract": "Bob Kelly Abreu, nicknamed \"El Comedulce\" and also \"La Leche\", is a Venezuelan former professional baseball outfielder, who played in Major League Baseball (MLB) for the Houston Astros, Philadelphia Phillies, New York Yankees, Los Angeles Angels of Anaheim, Los Angeles Dodgers, and New York Mets.",
    "year": 1974,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Terrence Howard",
    "birthday": "1969-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Terrence_Howard_-_Monte-Carlo.jpg/217px-Terrence_Howard_-_Monte-Carlo.jpg",
    "extract": "Terrence Dashon Howard is an American actor. Having his first major roles in the 1995 films Dead Presidents and Mr. Holland's Opus, Howard broke into the mainstream with a succession of television and cinema roles between 2004 and 2006. He was nominated for the Academy Award for Best Actor for his role in Hustle & Flow.",
    "year": 1969,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Soraya (musician)",
    "birthday": "1969-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6b/Soraya_musician.jpg",
    "extract": "Soraya Raquel Lamilla Cuevas was a Colombian-American singer/songwriter, guitarist, arranger and record producer.",
    "year": 1969,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Barrowman",
    "birthday": "1967-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/John_Barrowman_by_Gage_Skidmore_2.jpg/233px-John_Barrowman_by_Gage_Skidmore_2.jpg",
    "extract": "John Scot Barrowman is a Scottish-American actor, author, presenter, singer, and comic book writer. He is perhaps best known for his role as Captain Jack Harkness in Doctor Who and Torchwood, and as Malcolm Merlyn in the Arrowverse.",
    "year": 1967,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Brad Carson",
    "birthday": "1967-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Brad_carson23.jpg/256px-Brad_carson23.jpg",
    "extract": "Brad Rogers Carson is an American lawyer and politician from the state of Oklahoma who served as the Acting Under Secretary of Defense for Personnel and Readiness from 2015–16. In that role, he initiated a number of notable reforms to include opening up all combat positions to women, open service by transgender service members, and new recruiting and retention practices.",
    "year": 1967,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Thompson III",
    "birthday": "1966-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/2019_John_Thompson_III_%2848824316842%29_%28cropped%29.jpg/266px-2019_John_Thompson_III_%2848824316842%29_%28cropped%29.jpg",
    "extract": "John Robert Thompson III is the assistant coach for the United States men's national basketball team since 2017. He previously served as the head coach of the men's basketball team at Georgetown University. He grew up in Washington, D.C. and was named first team All-Metro by The Washington Post while playing for Gonzaga College High School in 1984. Thompson was hired on April 20, 2004, to replace Craig Esherick and was fired at the end of the 2017 season. Prior to being hired at Georgetown, Thompson was the head coach for four years at his alma mater, Princeton University. Thompson is the son of John Thompson Jr, Georgetown's head coach from 1972 to 1999, and is a 1988 graduate of Princeton University.",
    "year": 1966,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nigel Adkins",
    "birthday": "1965-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Nigel_Adkins_-_2011_%28cropped%29.jpg/240px-Nigel_Adkins_-_2011_%28cropped%29.jpg",
    "extract": "Nigel Howard Adkins is an English professional football manager and former player and physiotherapist.",
    "year": 1965,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jesse Jackson Jr.",
    "birthday": "1965-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Jesse_Jackson%2C_Jr.%2C_official_photo_portrait.jpg/256px-Jesse_Jackson%2C_Jr.%2C_official_photo_portrait.jpg",
    "extract": "Jesse Louis Jackson Jr. is an American politician. He served as the U.S. representative from Illinois's 2nd congressional district from 1995 until his resignation in 2012. A member of the Democratic Party, he is the son of activist and former presidential candidate Jesse Jackson and, prior to his career in elected office, worked for his father in both the elder Jackson's 1984 presidential campaign and his social justice, civil rights and political activism organization, Operation PUSH. Jackson's wife, Sandi Jackson, served on the Chicago City Council. He served as a national co-chairman of the 2008 Barack Obama presidential campaign. Jackson established a consistent liberal record on both social and fiscal issues, and he has co-authored books on civil rights and personal finance.",
    "year": 1965,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Vinnie Paul",
    "birthday": "1964-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/VinniePaul2008.JPG/243px-VinniePaul2008.JPG",
    "extract": "Vincent Paul Abbott was an American musician best known for being the drummer and co-founder of the heavy metal band Pantera. He also was a member of Hellyeah for 12 years from 2006 until his death in 2018 and co-founded Damageplan in 2003 with his younger brother, Dimebag Darrell.",
    "year": 1964,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Shane Richie",
    "birthday": "1964-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Shane_Richie_headshot.jpg/256px-Shane_Richie_headshot.jpg",
    "extract": "Shane Patrick Paul Roche, known as Shane Richie, is a British actor, comedian, television presenter and singer. Following initial success as a stage and screen performer, he became best known for his portrayal of the character Alfie Moon in the BBC One soap opera EastEnders and then in its spin-off RTÉ Drama Redwater in 2017. In 2020, he appeared on the twentieth series of I'm a Celebrity...Get Me Out of Here and finished in fourth place.",
    "year": 1964,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gary Barnett (footballer)",
    "birthday": "1963-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Gary_Barnett.jpg/191px-Gary_Barnett.jpg",
    "extract": "Gary Lloyd Barnett is an English former professional footballer and football coach. He made nearly 400 appearances in the Football League playing as a midfielder for Oxford United, Wimbledon, Fulham, Huddersfield Town, Leyton Orient and Kidderminster Harriers. As player-manager of League of Wales club Barry Town, he was honoured with the League of Wales Manager of the Year award in three consecutive seasons, for leading the club to a succession of domestic honours and to the First Round proper of the 1996–97 UEFA Cup.",
    "year": 1963,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alex Kingston",
    "birthday": "1963-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Alex_Kingston_Photo_Op_GalaxyCon_Minneapolis_2019.jpg/265px-Alex_Kingston_Photo_Op_GalaxyCon_Minneapolis_2019.jpg",
    "extract": "Alexandra Elizabeth Kingston is an English actress. Active from the early 1980s, Kingston became noted for her television work in both Britain and the US in the 1990s, including her portrayal of the title role in the British miniseries The Fortunes and Misfortunes of Moll Flanders (1996) and her regular role as Dr. Elizabeth Corday in the NBC medical drama ER (1997–2004).",
    "year": 1963,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "David LaChapelle",
    "birthday": "1963-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/David_LaChapelle_Rudolfinum_4.JPG/213px-David_LaChapelle_Rudolfinum_4.JPG",
    "extract": "David LaChapelle is an American photographer, music video director and film director. He is best known for his work in fashion, photography, which often references art history and sometimes conveys social messages. His photographic style has been described as \"hyper-real and slyly subversive\" and as \"kitsch pop surrealism\". Once called the Fellini of photography, LaChapelle has worked for international publications and has had his work exhibited in commercial galleries and institutions around the world.",
    "year": 1963,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Matt Mead",
    "birthday": "1962-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Matt_Mead.jpg/249px-Matt_Mead.jpg",
    "extract": "Matthew Hansen Mead is an American attorney, businessman, and politician who served as the 32nd Governor of Wyoming from 2011 to 2019. A member of the Republican Party, he previously was the United States Attorney for the District of Wyoming from 2001 to 2007.",
    "year": 1962,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Elias Koteas",
    "birthday": "1961-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Elias_Koteas.jpg/254px-Elias_Koteas.jpg",
    "extract": "Elias Koteas is a Canadian actor. He is known for playing Alvin \"Al\" Olinsky in Chicago franchise, as well as appearing in lead and supporting roles in numerous films. He won the Canadian Screen Award for Best Supporting Actor for his role in the film Ararat (2002). He appeared in such films as Some Kind of Wonderful (1987), The Adjuster (1991), Exotica (1994), The Prophecy (1995), Crash (1996), Living Out Loud (1998), Fallen (1998), The Thin Red Line (1998), Harrison's Flowers (2002), Collateral Damage (2002), Shooter (2007), Zodiac (2007), Skinwalkers (2007), The Curious Case of Benjamin Button (2008), and Shutter Island (2010). He also portrayed Casey Jones in two of the original Teenage Mutant Ninja Turtles films.",
    "year": 1961,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bruce Watson (Scottish guitarist)",
    "birthday": "1961-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Bruce_Watson.jpg/234px-Bruce_Watson.jpg",
    "extract": "Bruce William Watson is a Canadian-born Scottish guitarist, best known for being a member of Big Country.",
    "year": 1961,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nina Hartley",
    "birthday": "1959-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Nina_Hartley_AEE_2013.jpg/218px-Nina_Hartley_AEE_2013.jpg",
    "extract": "Marie Louise Hartman, known professionally as Nina Hartley, is an American pornographic film actress and director, activist, sex educator, nurse, and public speaker, described by CNBC as \"a legend in the adult world\".",
    "year": 1959,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Anissa Jones",
    "birthday": "1958-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Family_Affair_Anissa_Jones_1970.jpg",
    "extract": "Mary Anissa Jones was an American child actress known for her role as Buffy Davis on the CBS sitcom Family Affair, which ran from 1966 to 1971. She died from combined drug intoxication at the age of 18.",
    "year": 1958,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Qasem Soleimani",
    "birthday": "1957-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Qasem_Soleimani_with_Zolfaghar_Order.jpg/213px-Qasem_Soleimani_with_Zolfaghar_Order.jpg",
    "extract": "Qasem Soleimani was an Iranian military officer who served in the Islamic Revolutionary Guard Corps (IRGC). From 1998 until his assassination in 2020, he was the commander of the Quds Force, an IRGC division primarily responsible for extraterritorial and clandestine military operations. In his later years, he was considered by some analysts to be the right-hand man of the Supreme Leader of Iran, Ali Khamenei, as well as the second-most powerful person in Iran behind him.",
    "year": 1957,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Willie Banks",
    "birthday": "1956-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Willie_Banks_Seoul_1988.jpg/172px-Willie_Banks_Seoul_1988.jpg",
    "extract": "William Augustus Banks III is an American athlete. Born at Travis Air Force Base, California, he grew up in San Diego County and went to Oceanside High School. Banks is an Eagle Scout.",
    "year": 1956,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Helen Rollason",
    "birthday": "1956-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b7/Helen_Rollason_in_approximately_1993.jpg/273px-Helen_Rollason_in_approximately_1993.jpg",
    "extract": "Helen Frances Rollason was a British sports journalist and television presenter, who in 1990 became the first female presenter of the BBC's sports programme Grandstand. She was also a regular presenter of Sport on Friday, and of the children's programme Newsround during the 1980s.",
    "year": 1956,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nina Hagen",
    "birthday": "1955-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/NinaHagenPremiereDerSiebteZwerg2014-1.jpg/213px-NinaHagenPremiereDerSiebteZwerg2014-1.jpg",
    "extract": "Catharina \"Nina\" Hagen is a German singer, songwriter, and actress. She is known for her theatrical vocals and rose to prominence during the punk and new wave movements in the late 1970s and early 1980s.",
    "year": 1955,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gale Norton",
    "birthday": "1954-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Gale_Norton.jpeg/273px-Gale_Norton.jpeg",
    "extract": "Gale Ann Norton is an American politician and attorney who served as the 48th United States Secretary of the Interior under President George W. Bush from 2001 to 2006. A member of the Republican Party, she previously served as the 35th Attorney General of Colorado from 1991 to 1999. Norton was the first woman to hold each of those posts.",
    "year": 1954,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Derek Daly",
    "birthday": "1953-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Derek_Daly_1982.jpg/212px-Derek_Daly_1982.jpg",
    "extract": "Derek Patrick Daly is an Irish former racing driver. He won the 1977 British Formula 3 Championship, and competed as a professional racing driver for 17 years participating in 64 World Championship Formula One Grands Prix, debuting on 2 April 1978. He scored a total of 15 championship points, and also participated in several non-Championship Formula One races. After F1, Daly raced in CART and IMSA, where he achieved much success with Nissan.",
    "year": 1953,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jimmy Iovine",
    "birthday": "1953-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/JimmyIovineMaryJBligeJan10_Cropped.jpg/240px-JimmyIovineMaryJBligeJan10_Cropped.jpg",
    "extract": "James Iovine is an American entrepreneur, record executive, and media proprietor best known as the co-founder of Interscope Records. In 2006, Iovine and rapper-producer Dr. Dre founded Beats Electronics, which produces audio products and operated a now-defunct music streaming service. The company was purchased by Apple Inc. for $3 billion in May 2014.",
    "year": 1953,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Douglas Adams",
    "birthday": "1952-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Douglas_adams_portrait_cropped.jpg/276px-Douglas_adams_portrait_cropped.jpg",
    "extract": "Douglas Noel Adams was an English author, screenwriter, essayist, humourist, satirist and dramatist. Adams was author of The Hitchhiker's Guide to the Galaxy, which originated in 1978 as a BBC radio comedy, before developing into a \"trilogy\" of five books that sold more than 15 million copies in his lifetime and generated a television series, several stage plays, comics, a video game, and a 2005 feature film. Adams's contribution to UK radio is commemorated in The Radio Academy's Hall of Fame.",
    "year": 1952,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dominique Sanda",
    "birthday": "1951-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Dominique_Sanda_2013.jpg/320px-Dominique_Sanda_2013.jpg",
    "extract": "Dominique Marie-Françoise Renée Varaigne, professionally known as Dominique Sanda, is a French actress and former fashion model.",
    "year": 1951,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bobby McFerrin",
    "birthday": "1950-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/BobbyMcFerrinBrampton.jpg/226px-BobbyMcFerrinBrampton.jpg",
    "extract": "Robert Keith McFerrin Jr. is an American folk and jazz artist. He is known for his vocal techniques, such as singing fluidly but with quick and considerable jumps in pitch—for example, sustaining a melody while also rapidly alternating with arpeggios and harmonies—as well as scat singing, polyphonic overtone singing, and improvisational vocal percussion. He is widely known for performing and recording regularly as an unaccompanied solo vocal artist. He has frequently collaborated with other artists from both the jazz and classical scenes.",
    "year": 1950,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jerry Zucker",
    "birthday": "1950-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Jerry_Zucker_%28cropped%29.jpg/176px-Jerry_Zucker_%28cropped%29.jpg",
    "extract": "Jerry Gordon Zucker is an American film producer, director, and writer known for his role in directing comedy spoof films such as Airplane! and Top Secret!, and the Best Picture-nominated supernatural drama film Ghost. He and his older brother, David Zucker, collaborated on several films.",
    "year": 1950,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dock Ellis",
    "birthday": "1945-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9b/Dock_Ellis.jpg",
    "extract": "Dock Phillip Ellis Jr. was an American professional baseball player. He played in Major League Baseball as a right-handed pitcher from 1968 through 1979, most notably as a member of the Pittsburgh Pirates teams that won five National League Eastern Division titles in six years between 1970 and 1975 and won the World Series in 1971. Ellis also played for the New York Yankees, Oakland Athletics, Texas Rangers and New York Mets. In his MLB career, Ellis accumulated a 138–119 (.537) record, a 3.46 earned run average, and 1,136 strikeouts.",
    "year": 1945,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Harvey Mandel",
    "birthday": "1945-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Harveymandel.jpg/248px-Harveymandel.jpg",
    "extract": "Harvey Mandel is an American guitarist best known as a member of Canned Heat. He also played with Charlie Musselwhite and John Mayall as well as maintaining a solo career.",
    "year": 1945,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Arturo Merzario",
    "birthday": "1943-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Mezario_holds_court_%28cropped%29.jpg/260px-Mezario_holds_court_%28cropped%29.jpg",
    "extract": "Arturo Francesco \"Art\" Merzario is a racing driver from Italy. He participated in 85 Formula One World Championship Grands Prix, debuting at the 1972 British Grand Prix. He scored 11 championship points.",
    "year": 1943,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alberto Cortez",
    "birthday": "1940-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Alberto_Cortez_color.jpg/239px-Alberto_Cortez_color.jpg",
    "extract": "Alberto Cortez was an Argentine singer and songwriter. Cortez and his wife Renée Goovaerts lived in Madrid.",
    "year": 1940,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Antonin Scalia",
    "birthday": "1936-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Antonin_Scalia_Official_SCOTUS_Portrait.jpg/256px-Antonin_Scalia_Official_SCOTUS_Portrait.jpg",
    "extract": "Antonin Gregory Scalia was an American jurist who served as an associate justice of the Supreme Court of the United States from 1986 until his death in 2016. He was described as the intellectual anchor for the originalist and textualist position in the U.S. Supreme Court's conservative wing. For catalyzing an originalist and textualist movement in American law, he has been described as one of the most influential jurists of the twentieth century, and one of the most important justices in the Supreme Court's history. Scalia was posthumously awarded the Presidential Medal of Freedom in 2018 by President Donald Trump, and the Antonin Scalia Law School at George Mason University was named in his honor.",
    "year": 1936,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sam Donaldson",
    "birthday": "1934-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Sam_Donaldson_1995.jpg/262px-Sam_Donaldson_1995.jpg",
    "extract": "Samuel Andrew Donaldson Jr. is an American former reporter and news anchor, serving with ABC News from 1967 to 2009. He is best known as the network's White House Correspondent and as a panelist and later co-anchor of the network's Sunday program, This Week.",
    "year": 1934,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Leroy Jenkins (musician)",
    "birthday": "1932-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/LeRoy_Jenkins.jpg/215px-LeRoy_Jenkins.jpg",
    "extract": "Leroy Jenkins was an American composer and violinist/violist.",
    "year": 1932,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nigel Lawson",
    "birthday": "1932-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Official_portrait_of_Lord_Lawson_of_Blaby_crop_2.jpg/240px-Official_portrait_of_Lord_Lawson_of_Blaby_crop_2.jpg",
    "extract": "Nigel Lawson, Baron Lawson of Blaby, is a British Conservative Party politician and journalist. He was a Member of Parliament representing the constituency of Blaby from 1974 to 1992, and served in the cabinet of Margaret Thatcher from 1981 to 1989. Prior to entering the Cabinet, he served as the Financial Secretary to the Treasury from May 1979 until his promotion to Secretary of State for Energy. He was appointed Chancellor of the Exchequer in June 1983, and served until his resignation in October 1989. In both Cabinet posts, Lawson was a key proponent of Thatcher's policies of privatisation of several key industries. Lawson oversaw the sudden deregulation of financial markets in 1986, commonly referred to as the 'Big Bang', which decisively strengthened London's place as a financial capital.",
    "year": 1932,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rupert Murdoch",
    "birthday": "1931-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Rupert_Murdoch_-_Flickr_-_Eva_Rinaldi_Celebrity_and_Live_Music_Photographer.jpg/240px-Rupert_Murdoch_-_Flickr_-_Eva_Rinaldi_Celebrity_and_Live_Music_Photographer.jpg",
    "extract": "Keith Rupert Murdoch is an Australian-born American businessman, media tycoon, and investor. Through his company News Corp, he is the owner of hundreds of local, national, and international publishing outlets around the world, including in the UK, in Australia, in the US, book publisher HarperCollins, and the television broadcasting channels Sky News Australia and Fox News. He was also the owner of Sky, 21st Century Fox, and the now-defunct News of the World. With a net worth of US$21.7 billion as of 2 March 2022, Murdoch is the 31st richest person in the United States and the 71st richest in the world.",
    "year": 1931,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "David Gentleman",
    "birthday": "1930-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/David_Gentleman_Charing_Cross_1.jpg/320px-David_Gentleman_Charing_Cross_1.jpg",
    "extract": "David William Gentleman is an English artist. He studied art and painting at the Royal College of Art under Edward Bawden and John Nash. He has worked in watercolour, lithography and wood engraving, at scales ranging from platform-length murals for Charing Cross Underground Station in London to postage stamps and logos.",
    "year": 1930,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Timothy Carey",
    "birthday": "1929-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Timothy_Carey_Portrait.png/247px-Timothy_Carey_Portrait.png",
    "extract": "Timothy Agoglia Carey was an American film and television character actor. Carey was best known for portraying manic or violent characters who are driven to extremes.",
    "year": 1929,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jackie McGlew",
    "birthday": "1929-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Jackie_McGlew.jpg/153px-Jackie_McGlew.jpg",
    "extract": "Derrick John \"Jackie\" McGlew was a cricketer who played for Natal and South Africa. He was educated at Merchiston Preparatory School and Maritzburg College, where he was Head Dayboy Prefect and captain of both cricket and rugby in 1948.",
    "year": 1929,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Freda Meissner-Blau",
    "birthday": "1927-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Save_The_World_Awards_2009_show10_-_Freda_Meissner-Blau.jpg/213px-Save_The_World_Awards_2009_show10_-_Freda_Meissner-Blau.jpg",
    "extract": "Freda Meissner-Blau was an Austrian politician, activist, and prominent figurehead in the Austrian environmental movement. She was a founder and the federal spokesperson of the Austrian Green Party.",
    "year": 1927,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Robert Mosbacher",
    "birthday": "1927-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/RobertAdamMosbacher.jpg/244px-RobertAdamMosbacher.jpg",
    "extract": "Robert Adam Mosbacher Sr. was an American businessman, accomplished yacht racer, and a Republican politician. A longtime friend and politically ally of George H. W. Bush, Mosbacher served in Bush's Cabinet as Secretary of Commerce from 1989 to 1992.",
    "year": 1927,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Josep Maria Subirachs",
    "birthday": "1927-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Sagrada_Familia_4.jpg/216px-Sagrada_Familia_4.jpg",
    "extract": "Josep Maria Subirachs i Sitjar was a Spanish sculptor and painter of the late 20th century. His best known work is probably the Passion Facade of the basilica of the Sagrada Família in Barcelona. He was controversial, as he did not make any concessions to the style of the architect who designed the building, Antoni Gaudí.",
    "year": 1927,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ralph Abernathy",
    "birthday": "1926-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Ralph_Abernathy.jpg/231px-Ralph_Abernathy.jpg",
    "extract": "Ralph David Abernathy Sr. was an American civil rights activist and Baptist minister. He was ordained in the Baptist tradition in 1948. As a leader of the civil rights movement, he was a close friend and mentor of Martin Luther King Jr. He collaborated with King and E. D. Nixon to create the Montgomery Improvement Association, which led to the Montgomery bus boycott, and co-created and was an executive board member of the Southern Christian Leadership Conference (SCLC). He became president of the SCLC following the assassination of King in 1968, where he led the Poor People's Campaign in Washington, D.C., among other marches and demonstrations for disenfranchised Americans. He also served as an advisory committee member of the Congress on Racial Equality (CORE).",
    "year": 1926,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Margaret Oakley Dayhoff",
    "birthday": "1925-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e5/Photo_of_Margaret_Oakley_Dayhoff.jpg",
    "extract": "Margaret Belle (Oakley) Dayhoff was an American physical chemist and a pioneer in the field of bioinformatics. Dayhoff was a professor at Georgetown University Medical Center and a noted research biochemist at the National Biomedical Research Foundation, where she pioneered the application of mathematics and computational methods to the field of biochemistry. She dedicated her career to applying the evolving computational technologies to support advances in biology and medicine, most notably the creation of protein and nucleic acid databases and tools to interrogate the databases. She originated one of the first substitution matrices, point accepted mutations (PAM). The one-letter code used for amino acids was developed by her, reflecting an attempt to reduce the size of the data files used to describe amino acid sequences in an era of punch-card computing.",
    "year": 1925,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Louise Brough",
    "birthday": "1923-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Louise_Brough%2C_1948_%2814365739371%29.jpg/239px-Louise_Brough%2C_1948_%2814365739371%29.jpg",
    "extract": "Althea Louise Brough Clapp was an American tennis player. In her career between 1939 and 1959, she won six Grand Slam singles titles as well as numerous doubles and mixed-doubles titles. At the end of the 1955 tennis season, Lance Tingay of the London Daily Telegraph ranked her world No. 1 for the year.",
    "year": 1923,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Cornelius Castoriadis",
    "birthday": "1922-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Cornelius_Castoriadis.jpg/291px-Cornelius_Castoriadis.jpg",
    "extract": "Cornelius Castoriadis was a Greek-French philosopher, social critic, economist, psychoanalyst, author of The Imaginary Institution of Society, and co-founder of the Socialisme ou Barbarie group.",
    "year": 1922,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Abdul Razak Hussein",
    "birthday": "1922-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Tun_Abdul_Razak_1968.jpg/223px-Tun_Abdul_Razak_1968.jpg",
    "extract": "Tun Haji Abdul Razak bin Dato' Hussein was a Malaysian politician who served as the second prime minister of Malaysia from September 1970 to his death in January 1976. He is referred to as the Father of Development.",
    "year": 1922,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "José Luis López Vázquez",
    "birthday": "1922-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/LopezVazquez.jpg/280px-LopezVazquez.jpg",
    "extract": "José Luis López Vázquez de la Torre MML was a Spanish actor.",
    "year": 1922,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Astor Piazzolla",
    "birthday": "1921-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Astor_Piazzolla.jpg/250px-Astor_Piazzolla.jpg",
    "extract": "Astor Pantaleón Piazzolla was an Argentine tango composer, bandoneon player, and arranger. His works revolutionized the traditional tango into a new style termed nuevo tango, incorporating elements from jazz and classical music. A virtuoso bandoneonist, he regularly performed his own compositions with a variety of ensembles.\nIn 1992, American music critic Stephen Holden described Piazzolla as \"the world's foremost composer of Tango music\".",
    "year": 1921,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nicolaas Bloembergen",
    "birthday": "1920-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Nicolaas_Bloembergen_1981.jpg/237px-Nicolaas_Bloembergen_1981.jpg",
    "extract": "Nicolaas Bloembergen was a Dutch-American physicist and Nobel laureate, recognized for his work in developing driving principles behind nonlinear optics for laser spectroscopy. During his career, he was a professor at Harvard University and later at the University of Arizona and at Leiden University in 1973.",
    "year": 1920,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Harold Wilson",
    "birthday": "1916-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Harold_Wilson.jpg/254px-Harold_Wilson.jpg",
    "extract": "James Harold Wilson, Baron Wilson of Rievaulx, was a British politician who was Prime Minister of the United Kingdom twice, from October 1964 to June 1970, and again from March 1974 to April 1976. He was the Leader of the Labour Party from 1963 to 1976, and was a Member of Parliament (MP) from 1945 to 1983. Wilson is the only Labour leader to have formed Labour administrations following four general elections.",
    "year": 1916,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "J. C. R. Licklider",
    "birthday": "1915-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/66/J._C._R._Licklider.jpg",
    "extract": "Joseph Carl Robnett Licklider, known simply as J. C. R. or \"Lick\", was an American psychologist and computer scientist who is considered to be among the most prominent figures in computer science development and general computing history.",
    "year": 1915,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Wolf-Dietrich Wilcke",
    "birthday": "1913-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/48/Wolf-Dietrich_Wilcke.jpg",
    "extract": "Wolf-Dietrich Wilcke was a German Luftwaffe pilot during World War II, a fighter ace credited with 162 enemy aircraft shot down in 732 combat missions. He claimed the majority of his victories over the Eastern Front, and 25 over the Western Front, including four four-engined bombers.",
    "year": 1913,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sir Fitzroy Maclean, 1st Baronet",
    "birthday": "1911-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c2/Sir-Fitzroy-Hew-Royle-Maclean-1st-Bt.jpg/240px-Sir-Fitzroy-Hew-Royle-Maclean-1st-Bt.jpg",
    "extract": "Major-General Sir Fitzroy Hew Royle Maclean, 1st Baronet, was a Scottish soldier, writer and politician. He was a Unionist Member of Parliament (MP) from 1941 to 1974 and was one of only two men who during the Second World War enlisted in the British Army as a private and rose to the rank of brigadier, the other being future fellow Conservative MP Enoch Powell.",
    "year": 1911,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Robert Havemann",
    "birthday": "1910-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Bundesarchiv_Bild_183-76791-0009%2C_Berlin%2C_15._Volkskammersitzung%2C_Robert_Havemann.jpg/225px-Bundesarchiv_Bild_183-76791-0009%2C_Berlin%2C_15._Volkskammersitzung%2C_Robert_Havemann.jpg",
    "extract": "Robert Havemann was an East German chemist and dissident.",
    "year": 1910,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Matti Sippala",
    "birthday": "1908-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Eino_Penttil%C3%A4%2C_Matti_J%C3%A4rvinen%2C_Matti_Sippala_1932.jpg/223px-Eino_Penttil%C3%A4%2C_Matti_J%C3%A4rvinen%2C_Matti_Sippala_1932.jpg",
    "extract": "Matti Kalervo Sippala was a Finnish athlete. His main event was the javelin throw, in which he won the silver medal at both the 1932 Summer Olympics and the 1934 European Championships, but he was also a good pentathlete, breaking the unofficial world record in 1931.",
    "year": 1908,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ronald Syme",
    "birthday": "1903-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/92/Ronald_Syme.jpg",
    "extract": "Sir Ronald Syme, was a New Zealand-born historian and classicist. He was regarded as the greatest historian of ancient Rome since Theodor Mommsen and the most brilliant exponent of the history of the Roman Empire since Edward Gibbon. His great work was The Roman Revolution (1939), a masterly and controversial analysis of Roman political life in the period following the assassination of Julius Caesar.",
    "year": 1903,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lawrence Welk",
    "birthday": "1903-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Lawrence_welk_norma_zimmer_1961.JPG/254px-Lawrence_welk_norma_zimmer_1961.JPG",
    "extract": "Lawrence Welk was an American accordionist, bandleader, and television impresario, who hosted the television program The Lawrence Welk Show from 1951 to 1982. His style came to be known to his large audience of radio, television, and live-performance fans as \"champagne music\".",
    "year": 1903,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Frederick IX of Denmark",
    "birthday": "1899-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Frederik_IX_%28cropped%29_-_Det_Kongelige_Bibliotek_%28KE062449%29.jpg/223px-Frederik_IX_%28cropped%29_-_Det_Kongelige_Bibliotek_%28KE062449%29.jpg",
    "extract": "Frederick IX was King of Denmark from 1947 to 1972. Born into the House of Glücksburg, Frederick was the elder son of King Christian X and Queen Alexandrine of Denmark. He became crown prince when his father succeeded as king in 1912. As a young man, he was educated at the Royal Danish Naval Academy. In 1935, he was married to Princess Ingrid of Sweden and they had three daughters, Margrethe, Benedikte and Anne-Marie. During Nazi Germany's occupation of Denmark, Frederick acted as regent on behalf of his father from 1942 until 1943. Frederick became king on his father's death in early 1947. During Frederick IX's reign Danish society changed rapidly, the welfare state was expanded and, as a consequence of the booming economy of the 1960s, women entered the labour market. The modernization brought new demands on the monarchy and Frederick's role as a constitutional monarch. Frederick IX died in 1972, and was succeeded by his eldest daughter, Queen Margrethe II.",
    "year": 1899,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "James H. Douglas Jr.",
    "birthday": "1899-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/James_H._Douglas%2C_Jr..jpg/280px-James_H._Douglas%2C_Jr..jpg",
    "extract": "James Henderson Douglas Jr. was a lawyer and senior-level official in the United States Government. He was Assistant Secretary of the Treasury, serving under both President Herbert Hoover and President Franklin Roosevelt. During the Eisenhower Administration, he served in the United States Department of Defense as Secretary of the Air Force and Deputy Secretary of Defense.",
    "year": 1899,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dorothy Gish",
    "birthday": "1898-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Dorothy_Gish_%281954%29.jpg/251px-Dorothy_Gish_%281954%29.jpg",
    "extract": "Dorothy Elizabeth Gish was an American actress of the screen and stage, as well as a director and writer. Dorothy and her older sister Lillian Gish were major movie stars of the silent era. Dorothy also had great success on the stage, and was inducted into the American Theater Hall of Fame. Dorothy Gish was noted as a fine comedian, and many of her films were comedies.",
    "year": 1898,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Henry Cowell",
    "birthday": "1897-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Henry_Cowell_portrait_NYPL_4002097_%28cropped%29.jpg/212px-Henry_Cowell_portrait_NYPL_4002097_%28cropped%29.jpg",
    "extract": "Henry Dixon Cowell was an American composer, writer, pianist, publisher and teacher. A leading figure of avant-garde music, Cowell was an early proponent of many modernist compositional techniques and sensibilities.",
    "year": 1897,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Wanda Gág",
    "birthday": "1893-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Wanda_G%C3%A1g.jpg/228px-Wanda_G%C3%A1g.jpg",
    "extract": "Wanda Hazel Gág was an American artist, author, translator, and illustrator. She is best known for writing and illustrating the children's book Millions of Cats, the oldest American picture book still in print. Gág was also a noted print-maker, receiving international recognition and awards. Growing Pains, a book of excerpts from the diaries of her teen and young adult years, received widespread critical acclaim. Two of her books were awarded Newbery Honors and two received Caldecott Honors.",
    "year": 1893,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Vannevar Bush",
    "birthday": "1890-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Vannevar_Bush_portrait.jpg/320px-Vannevar_Bush_portrait.jpg",
    "extract": "Vannevar Bush was an American engineer, inventor and science administrator, who during World War II headed the U.S. Office of Scientific Research and Development (OSRD), through which almost all wartime military R&D was carried out, including important developments in radar and the initiation and early administration of the Manhattan Project. He emphasized the importance of scientific research to national security and economic well-being, and was chiefly responsible for the movement that led to the creation of the National Science Foundation.",
    "year": 1890,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Raoul Walsh",
    "birthday": "1887-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Raoul_Walsh.jpg/290px-Raoul_Walsh.jpg",
    "extract": "Raoul Walsh was an American film director, actor, founding member of the Academy of Motion Picture Arts and Sciences (AMPAS), and the brother of silent screen actor George Walsh. He was known for portraying John Wilkes Booth in the silent classic The Birth of a Nation (1915) and for directing such films as the widescreen epic The Big Trail (1930) starring John Wayne in his first leading role, The Roaring Twenties starring James Cagney and Humphrey Bogart, High Sierra (1941) starring Ida Lupino and Humphrey Bogart, and White Heat (1949) starring James Cagney and Edmond O'Brien. He directed his last film in 1964.",
    "year": 1887,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Malcolm Campbell",
    "birthday": "1885-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Malcolm_Campbell_rc10431.jpg/252px-Malcolm_Campbell_rc10431.jpg",
    "extract": "Major Sir Malcolm Campbell was a British racing motorist and motoring journalist. He gained the world speed record on land and on water at various times, using vehicles called Blue Bird, including a 1921 Grand Prix Sunbeam. His son, Donald Campbell, carried on the family tradition by holding both land speed and water speed records.",
    "year": 1885,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lewi Pethrus",
    "birthday": "1884-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Lewi_Pethrus_1937.JPG/236px-Lewi_Pethrus_1937.JPG",
    "extract": "Lewi Pethrus (born Pethrus Lewi Johansson) was a Swedish Pentecostal minister who played a decisive role in the formation and development of the Pentecostal movement in his country. In 1964, he founded the political party the Christian Democrats.",
    "year": 1884,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Harry H. Laughlin",
    "birthday": "1880-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/74/Harry_Laughlin.jpg/241px-Harry_Laughlin.jpg",
    "extract": "Harry Hamilton Laughlin was an American educator and eugenicist. He served as the Superintendent of the Eugenics Record Office from its inception in 1910 to its closing in 1939, and was among the most active individuals in influencing American eugenics policy, especially compulsory sterilization legislation.",
    "year": 1880,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Carl Ruggles",
    "birthday": "1876-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e4/Carlruggles.jpg",
    "extract": "Charles Sprague \"Carl\" Ruggles was an American composer. His pieces employed \"dissonant counterpoint\", a term coined by Charles Seeger to describe Ruggles' music. His method of atonal counterpoint was based on a non-serial technique of avoiding repeating a pitch class until a generally fixed number such as eight pitch classes intervened. He wrote painstakingly slowly so his output is quite small.",
    "year": 1876,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Louis Bachelier",
    "birthday": "1870-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3b/LouisBachelier.jpg",
    "extract": "Louis Jean-Baptiste Alphonse Bachelier was a French mathematician at the turn of the 20th century. He is credited with being the first person to model the stochastic process now called Brownian motion, as part of his PhD thesis The Theory of Speculation.",
    "year": 1870,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Andrew Stoddart",
    "birthday": "1863-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/AndrewStoddart.jpg/219px-AndrewStoddart.jpg",
    "extract": "Andrew Ernest Stoddart was an English sportsman who played international cricket for England, and rugby union for England and the British Isles. He was a Wisden Cricketer of the Year in 1893.",
    "year": 1863,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Joseph Bertrand",
    "birthday": "1822-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Bertrand.jpg/268px-Bertrand.jpg",
    "extract": "Joseph Louis François Bertrand was a French mathematician who worked in the fields of number theory, differential geometry, probability theory, economics and thermodynamics.",
    "year": 1822,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Henry Tate",
    "birthday": "1819-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/36/HenryTate.jpeg",
    "extract": "Sir Henry Tate, 1st Baronet was an English sugar merchant and philanthropist, noted for establishing the Tate Gallery in London.",
    "year": 1819,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Marius Petipa",
    "birthday": "1818-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Marius_Ivanovich_Petipa_-Feb._14_1898.JPG/235px-Marius_Ivanovich_Petipa_-Feb._14_1898.JPG",
    "extract": "Marius Ivanovich Petipa, born Victor Marius Alphonse Petipa, was a French ballet dancer, pedagogue and choreographer. Petipa is one of the most influential ballet masters and choreographers in ballet history.",
    "year": 1818,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Anna Bochkoltz",
    "birthday": "1815-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Anna_Bochkoltz-Falconi_AEhrlichS%C3%A4ngerinnen1895.jpg/320px-Anna_Bochkoltz-Falconi_AEhrlichS%C3%A4ngerinnen1895.jpg",
    "extract": "Anna Juliane Bochkoltz was a German operatic soprano, voice teacher and composer. She performed her first concert in 1843, then studied in Brussels and Paris. After singing concerts in Paris, London and Berlin, she appeared in the 1850s on opera stages in Wiesbaden, Frankfurt, Munich and Coburg. She was known for the range of her voice, and was regarded as one of the important dramatic coloratura sopranos of her era, appearing as Mozart's Donna Anna, Beethoven's Fidelio and Bellini's Norma. She later taught singing in Vienna, Strasbourg and Paris.",
    "year": 1815,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Urbain Le Verrier",
    "birthday": "1811-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Urbain_Le_Verrier.jpg/251px-Urbain_Le_Verrier.jpg",
    "extract": "Urbain Jean Joseph Le Verrier FRS (FOR) HFRSE was a French astronomer and mathematician who specialized in celestial mechanics and is best known for predicting the existence and position of Neptune using only mathematics. The calculations were made to explain discrepancies with Uranus's orbit and the laws of Kepler and Newton. Le Verrier sent the coordinates to Johann Gottfried Galle in Berlin, asking him to verify. Galle found Neptune in the same night he received Le Verrier's letter, within 1° of the predicted position. The discovery of Neptune is widely regarded as a dramatic validation of celestial mechanics, and is one of the most remarkable moments of 19th-century science.",
    "year": 1811,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Louis Boulanger",
    "birthday": "1806-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/1833_Self_portrait.jpg/180px-1833_Self_portrait.jpg",
    "extract": "Louis Candide Boulanger was a French Romantic painter, pastellist, lithographer and a poet, known for his religious and allegorical subjects, portraits, genre scenes.",
    "year": 1806,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John McLean",
    "birthday": "1785-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Justice_John_McLean_daguerreotype_by_Mathew_Brady_1849.jpg/240px-Justice_John_McLean_daguerreotype_by_Mathew_Brady_1849.jpg",
    "extract": "John McLean was an American jurist and politician who served in the United States Congress, as U.S. Postmaster General, and as a justice of the Ohio and U.S. Supreme Courts. He was often discussed for the Whig Party nominations for President.",
    "year": 1785,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Benjamin Tupper",
    "birthday": "1738-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/BenjaminTupperMarker.jpg/320px-BenjaminTupperMarker.jpg",
    "extract": "Benjamin Tupper was a soldier in the French and Indian War, and an officer of the Continental Army during the American Revolutionary War, achieving the rank of brevet brigadier general. Subsequently, he served as a Massachusetts legislator, and he assisted Gen. William Shepard in stopping Shays' Rebellion. Benjamin Tupper was a co-founder of the Ohio Company of Associates, and was a pioneer to the Ohio Country, involved in establishing Marietta, Ohio as the first permanent settlement in the Northwest Territory.",
    "year": 1738,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Torquato Tasso",
    "birthday": "1544-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Torquato_Tasso%2C_aged_22%2C_by_Jacopo_da_Ponte%2C_called_Jacopo_Bassano_%28cropped%29.jpg/217px-Torquato_Tasso%2C_aged_22%2C_by_Jacopo_da_Ponte%2C_called_Jacopo_Bassano_%28cropped%29.jpg",
    "extract": "Torquato Tasso was an Italian poet of the 16th century, known for his 1591 poem Gerusalemme liberata, in which he depicts a highly imaginative version of the combats between Christians and Muslims at the end of the First Crusade, during the Siege of Jerusalem of 1099.",
    "year": 1544,
    "month": 3,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mary of Woodstock",
    "birthday": "1278-3-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/95/Mary_of_Woodstock.jpg",
    "extract": "Mary of Woodstock was the seventh named daughter of Edward I of England and Eleanor of Castile. She was a nun at Amesbury Priory, but lived very comfortably thanks to a generous allowance from her parents. Despite a papal travel prohibition in 1303, she travelled widely around the country.",
    "year": 1278,
    "month": 3,
    "day": 11,
    "language": "en"
  }
]