[
  {
    "name": "Kristian Kostov",
    "birthday": "2000-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Kristian_Kostov_%D0%BD%D0%B0_%D0%95%D0%B2%D1%80%D0%BE%D0%B2%D0%B8%D0%B4%D0%B5%D0%BD%D0%B8%D0%B8_2017_%D0%B2_%D0%9A%D0%B8%D0%B5%D0%B2%D0%B5._%D0%A4%D0%BE%D1%82%D0%BE_30.jpg/320px-Kristian_Kostov_%D0%BD%D0%B0_%D0%95%D0%B2%D1%80%D0%BE%D0%B2%D0%B8%D0%B4%D0%B5%D0%BD%D0%B8%D0%B8_2017_%D0%B2_%D0%9A%D0%B8%D0%B5%D0%B2%D0%B5._%D0%A4%D0%BE%D1%82%D0%BE_30.jpg",
    "extract": "Kristian Konstantinov Kostov is a Bulgarian-Russian singer. He was a finalist in season one of The Voice Kids Russia and a runner-up in the fourth season of X Factor Bulgaria. He represented Bulgaria in the Eurovision Song Contest 2017 with the song \"Beautiful Mess\", finishing in second place. In January 2018, Kostov won the EBBA Public Choice award. In January 2019, he was one of seven singers who performed in the seventh season of Singer.",
    "year": 2000,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Alia Bhatt",
    "birthday": "1993-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Alia_Bhatt_at_Berlinale_2022_Ausschnitt.jpg/222px-Alia_Bhatt_at_Berlinale_2022_Ausschnitt.jpg",
    "extract": "Alia Bhatt is a British actress of Indian descent. Known for her work in Hindi-language films, she has received several accolades include four Filmfare Awards. One of India's highest-paid actresses, she has appeared in Forbes India's Celebrity 100 list since 2014 and was featured by Forbes Asia in their 30 Under 30 list of 2017.",
    "year": 1993,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Paul Pogba",
    "birthday": "1993-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/FRA-ARG_%2811%29_-_Paul_Pogba_%28cropped_2%29.jpg/213px-FRA-ARG_%2811%29_-_Paul_Pogba_%28cropped_2%29.jpg",
    "extract": "Paul Labile Pogba is a French professional footballer who plays for Premier League club Manchester United and the France national team. He operates primarily as a central midfielder, but can also be deployed as a left winger, attacking midfielder, defensive midfielder and deep-lying playmaker.",
    "year": 1993,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Kurt Baptiste",
    "birthday": "1991-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Kurt_Baptiste_Wyong.jpg/225px-Kurt_Baptiste_Wyong.jpg",
    "extract": "Kurt Baptiste is a Papua New Guinea international rugby league footballer who plays as a hooker for the Sunshine Coast Falcons in the Queensland Cup.",
    "year": 1991,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Xavier Henry",
    "birthday": "1991-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Xavier_Henry_Kansas_2010.jpg/189px-Xavier_Henry_Kansas_2010.jpg",
    "extract": "Xavier Henry is an American former professional basketball player. He played one year of college basketball with the Kansas Jayhawks before he was drafted in the 2010 NBA draft by the Memphis Grizzlies.",
    "year": 1991,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sam Baldock",
    "birthday": "1989-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/SamBaldock.jpg/185px-SamBaldock.jpg",
    "extract": "Samuel Edward Thomas Baldock is an English professional footballer who plays as a striker for Oxford United.",
    "year": 1989,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sandro (footballer, born 1989)",
    "birthday": "1989-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/SandroRanieri.jpg/310px-SandroRanieri.jpg",
    "extract": "Sandro Raniere Guimarães Cordeiro, or simply Sandro, is a Brazilian footballer, who plays as a midfielder for Portuguese Primeira Liga club Belenenses.",
    "year": 1989,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Gil Roberts",
    "birthday": "1989-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Calvin_smith_jr.jpg/320px-Calvin_smith_jr.jpg",
    "extract": "Gil Roberts is an American athlete who specializes in the 200 m and 400 m. He competed for Texas Tech under coach Wes Kittley at the NCAA level. He was a member of the USA team that won the gold medal in the Men's 4×400 metres relay at the 2012 IAAF World Indoor Championships. Roberts won the 2014 US Outdoor championship in 44.53 on June 28 in Sacramento, California.",
    "year": 1989,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Adrien Silva",
    "birthday": "1989-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Adrien_Silva.jpg/207px-Adrien_Silva.jpg",
    "extract": "Adrien Sébastien Perruchet da Silva ComM, known as Adrien Silva, is a Portuguese professional footballer who plays for Emirati club Al Wahda. A central midfielder, he is known for his dribbling and passing skills.",
    "year": 1989,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "James Reimer",
    "birthday": "1988-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/James_Reimer_2016.jpg/320px-James_Reimer_2016.jpg",
    "extract": "James Reimer is a Canadian professional ice hockey goaltender currently playing for the San Jose Sharks of the National Hockey League (NHL). Reimer has also played in the NHL for the Toronto Maple Leafs, Florida Panthers and Carolina Hurricanes. He was selected by the Maple Leafs in the fourth round of the 2006 NHL Entry Draft. He started playing minor hockey in his hometown when he was 12. He played junior hockey with the Red Deer Rebels of the Western Hockey League (WHL), after being selected in the fifth round of the 2003 WHL Bantam Draft.",
    "year": 1988,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Alexander Sims (racing driver)",
    "birthday": "1988-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Alexander_sims_brandshatch2014.JPG/213px-Alexander_sims_brandshatch2014.JPG",
    "extract": "Alexander Sims is a British professional racing driver, currently competing in the ABB FIA Formula E Championship for Mahindra Racing. Previously Sims has driven for BMW i Andretti Motorsport for two years, winning one race in Saudi Arabia.",
    "year": 1988,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Eric Decker",
    "birthday": "1987-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Eric_Decker_2016_%281%29.jpg/259px-Eric_Decker_2016_%281%29.jpg",
    "extract": "Eric Thomas Decker is a former American football wide receiver who played in the National Football League (NFL) for eight seasons. He played college football and college baseball at the University of Minnesota, and was drafted by the Denver Broncos in the third round of the 2010 NFL Draft. After four seasons with the Broncos, Decker played for the New York Jets for three years, then the Tennessee Titans for one season.",
    "year": 1987,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Malin Buska",
    "birthday": "1984-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Malin_Buska.jpg/226px-Malin_Buska.jpg",
    "extract": "Malin Kristina Buska, is a Swedish actress. She was born and grew up in Övertorneå and studied in Luleå. She has acted at the Lule Stassteater and studied acting at Teaterhögskolan in Malmö between 2004 and 2007. She made her film debut in 2011 in the film Happy End. Buska also had a role in the film Easy Money III: Life Deluxe and the leading role in the 2015 film The Girl King, a biographical drama about Christina, Queen of Sweden. In 2018 Buska joined the cast of British TV series, A Discovery of Witches.",
    "year": 1984,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Kostas Vasileiadis",
    "birthday": "1984-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Kostas_Vasileiadis.JPG/210px-Kostas_Vasileiadis.JPG",
    "extract": "Konstantinos \"Kostas\" Vasileiadis is a Greek professional basketball player for UCAM Murcia of the Spanish Liga ACB. He is a 2.01 m tall swingman.",
    "year": 1984,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Umut Bulut",
    "birthday": "1983-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Umut_Bulut_%2714-15.JPG/216px-Umut_Bulut_%2714-15.JPG",
    "extract": "Umut Bulut is a Turkish professional footballer who plays for Eyüpspor. Between 2007 and 2018, he made 39 appearances and scored ten goals for the Turkey national team.",
    "year": 1983,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ben Hilfenhaus",
    "birthday": "1983-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Ben_Hilfenhaus_2009.jpg/213px-Ben_Hilfenhaus_2009.jpg",
    "extract": "Benjamin William Hilfenhaus is an Australian former professional cricketer who played for Tasmania in Australian domestic cricket and for the Australia national cricket team. He is right-arm fast-medium bowler known for his ability to swing the ball. Hilfenhaus plays club cricket for Tasmania University Cricket Club. He made his first-class cricket debut in the 2005/06 season and his haul of 39 wickets was a record for someone playing their first season for Tasmania. Before he was given a full-time contract for 2006/07, he worked as a bricklayer as well as playing cricket. He has best bowling figures of 7/58 in first-class cricket, achieved in his first season for Tasmania.",
    "year": 1983,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Kostas Kaimakoglou",
    "birthday": "1983-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Kostas_Kaimakoglou_Turkey_74-76_Greece.jpg/262px-Kostas_Kaimakoglou_Turkey_74-76_Greece.jpg",
    "extract": "Konstantinos \"Kostas\" Kaimakoglou is a Greek former professional basketball player who last played for UNICS Kazan of the VTB United League and the EuroCup. He is 2.05 m (6'9\") tall, and his main position is power forward, but he can also play as a small ball center if needed.",
    "year": 1983,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Daryl Murphy",
    "birthday": "1983-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/DarylMurphyIpsBar1.jpg/178px-DarylMurphyIpsBar1.jpg",
    "extract": "Daryl Michael Murphy is an Irish former professional footballer.",
    "year": 1983,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Yo Yo Honey Singh",
    "birthday": "1983-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Yo_Yo_Honey_Singh_and_Huma_Qureshi_at_Celebrity_Cricket_League_2014_%28cropped%29.jpg",
    "extract": "Hirdesh Singh, known professionally as Yo Yo Honey Singh or simply Honey Singh, is an Indian music producer, composer, rapper, pop singer, lyricist and a film actor. He started out in 2003 as a session and recording artist, and became a bhangra and hip hop music producer. Later, he became successful with his own songs and started making songs for Bollywood films.",
    "year": 1983,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Wilson Kipsang Kiprotich",
    "birthday": "1982-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Wilson_Kipsang_Kiprotich_2012_London_Marathon.jpg/304px-Wilson_Kipsang_Kiprotich_2012_London_Marathon.jpg",
    "extract": "Wilson Kipsang Kiprotich is a Kenyan professional athlete who specialises in long-distance running, competing in events ranging from 10 km to the marathon. He was the bronze medallist in the marathon at the 2012 Summer Olympics. He is the former world record holder in the marathon with a time of 2:03:23, which he set at the 2013 Berlin Marathon. He has run under 2 hours 4 minutes for the marathon on four occasions.",
    "year": 1982,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Young Buck",
    "birthday": "1981-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/98/Young_Buck_Departs_From_LAX_-_cropped.jpg",
    "extract": "David Darnell Brown, best known by his stage name Young Buck, is an American rapper. He heads his own record label, Cashville, and was a member of the former hip hop group G-Unit.",
    "year": 1981,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mikael Forssell",
    "birthday": "1981-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Forssell_signs_autographs_Weiden.jpg/320px-Forssell_signs_autographs_Weiden.jpg",
    "extract": "Mikael Kaj Forssell is a Finnish former football striker.",
    "year": 1981,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Veronica Maggio",
    "birthday": "1981-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Palmesus_2011_-_Veronica_Maggio.jpg/320px-Palmesus_2011_-_Veronica_Maggio.jpg",
    "extract": "Veronica Sandra Karin Maggio is a Swedish singer and songwriter.",
    "year": 1981,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jens Salumäe",
    "birthday": "1981-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Jens_Salum%C3%A4e.jpg/320px-Jens_Salum%C3%A4e.jpg",
    "extract": "Jens Salumäe is an Estonian former ski jumper and nordic combined skier who has been competing since 2002. He finished 23rd in the individual large hill event at the 2006 Winter Olympics in Turin.",
    "year": 1981,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Freddie Bynum",
    "birthday": "1980-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/AAAA4008_Freddie_Bynum.jpg/320px-AAAA4008_Freddie_Bynum.jpg",
    "extract": "Freddie Lee Bynum Jr. is an American former professional baseball shortstop and outfielder. He played in Major League Baseball (MLB) for the Chicago Cubs, Oakland Athletics, and Baltimore Orioles. Bynum also played in Nippon Professional Baseball for Orix Buffaloes.",
    "year": 1980,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Eric Grothe Jr.",
    "birthday": "1980-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Eric_Grothe_Jnr.jpg/320px-Eric_Grothe_Jnr.jpg",
    "extract": "Eric Raymond Grothe is an Australian former professional rugby league footballer who played in the 1990s, 2000s and 2010s. A New South Wales State of Origin and Australia national representative wing, he played in the National Rugby League, largely for Sydney club, Parramatta Eels, with whom his father, Eric Grothe Sr., achieved legendary status in the 1980s. Grothe Jr. also spent three seasons with the Sydney Roosters, and at the end of his career was contracted to the Cronulla-Sutherland Sharks.",
    "year": 1980,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Kyle Mills",
    "birthday": "1979-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Kyle_Mills.JPG/320px-Kyle_Mills.JPG",
    "extract": "Kyle David Mills is a New Zealand cricket coach and former international cricketer who is the former bowling coach of the Kolkata Knight Riders. He was also a former captain of the New Zealand cricket team in limited-overs matches. Mills played top-class cricket between 1998 and 2015 as a bowler. He featured in three World Cup tournaments for New Zealand in 2003, 2011 and 2015. He was a member of New Zealand's first ever T20I team. He also topped the ICC ODI bowling rankings in 2009 and also occupied in the top ten bowling rankings among bowlers in ODI cricket for a considerable period of time.",
    "year": 1979,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Kevin Youkilis",
    "birthday": "1979-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Youk_2009.jpg/289px-Youk_2009.jpg",
    "extract": "Kevin Edmund Youkilis, nicknamed \"Youk\", is an American former professional baseball first baseman and third baseman, who primarily played for the Boston Red Sox. A native of Cincinnati, Ohio, he was drafted by the Red Sox in 2001, after playing college baseball at the University of Cincinnati. He played in Major League Baseball (MLB) for the Red Sox, the Chicago White Sox, and the New York Yankees. He later served as a special assistant to the Chicago Cubs and former Red Sox GM Theo Epstein.",
    "year": 1979,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Takeru Kobayashi",
    "birthday": "1978-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Takeru_Kobayashi_2009.jpg/210px-Takeru_Kobayashi_2009.jpg",
    "extract": "Takeru Kobayashi  is a Japanese competitive eater.",
    "year": 1978,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Joe Hahn",
    "birthday": "1977-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Joe-hahn-linkinpark-singapore-2011.cropped.jpg/239px-Joe-hahn-linkinpark-singapore-2011.cropped.jpg",
    "extract": "Joseph Hahn is an American musician, DJ, director and visual artist best known as the DJ of the American rock band Linkin Park, doing the scratching, turntables, sampling, and programming for all seven of Linkin Park's albums. Hahn, along with bandmate Mike Shinoda, are responsible for most of Linkin Park's album artwork. Hahn also directed many of the band's music videos.",
    "year": 1977,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Brian Tee",
    "birthday": "1977-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Brian_Tee_2011_%28cropped%29.jpg/204px-Brian_Tee_2011_%28cropped%29.jpg",
    "extract": "Jae-Beom Takata , known professionally as Brian Tee, is a Japanese-born American film and television actor. He is known for playing Dr. Ethan Choi on the NBC medical drama Chicago Med and its spin-offs, and has starred in such films as The Fast and the Furious: Tokyo Drift (2006), The Wolverine (2013), Jurassic World (2015), and Teenage Mutant Ninja Turtles: Out of the Shadows (2016).",
    "year": 1977,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Katherine Brooks",
    "birthday": "1976-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/KatherineBrooksArticle.jpg/211px-KatherineBrooksArticle.jpg",
    "extract": "Katherine Brooks is an American film writer and director. Brooks is a member of the Directors Guild of America, a Jury Member for Samsung Fresh-Films 2007—the largest teen filmmaking program in the USA, and is the recipient of the LACE Award for Arts and Entertainment, which honors women who have made a difference in the entertainment community. In 2011, she was named one of the \"Amazing Gay Women and Amazing Gay Men in Showbiz\" by POWER UP.",
    "year": 1976,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Abhay Deol",
    "birthday": "1976-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Abhay_Deol_at_Femina_Miss_India_2014.jpg/250px-Abhay_Deol_at_Femina_Miss_India_2014.jpg",
    "extract": "Abhay Singh Deol is an Indian actor and producer who is known for his work in Hindi films. Born in the Deol family, he made his on-screen debut in 2005 with Imtiaz Ali's romantic comedy Socha Na Tha.",
    "year": 1976,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Eva Longoria",
    "birthday": "1975-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Eva_Longoria_Cannes_2015.jpg/226px-Eva_Longoria_Cannes_2015.jpg",
    "extract": "Eva Jacqueline Longoria Bastón is an American actress and producer. After a number of guest roles on several television series, she was recognized for her portrayal of Isabella Braña on the CBS daytime soap opera The Young and the Restless, on which she starred from 2001 to 2003. She is most known for her role as Gabrielle Solis on the ABC television series Desperate Housewives, which ran from 2004 to 2012, and for which she received Golden Globe and Screen Actors Guild Award nominations. She has also appeared in The Sentinel (2006), Over Her Dead Body (2008), For Greater Glory (2012), Frontera (2014), Lowriders (2016), and Overboard (2018). From 2015 to 2016, she starred as Ana Sofia Calderón on the short-lived NBC sitcom Telenovela, and was an executive producer for the Lifetime television series Devious Maids. She has also been an executive producer of social issue documentaries, including Food Chains and The Harvest.",
    "year": 1975,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Veselin Topalov",
    "birthday": "1975-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Veselin_Topalov_2013.jpg/240px-Veselin_Topalov_2013.jpg",
    "extract": "Veselin Aleksandrov Topalov is a Bulgarian chess grandmaster and former FIDE World Chess Champion.",
    "year": 1975,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Darcy Tucker",
    "birthday": "1975-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Darcy_Tucker_Maple_Leafs_2008.jpg/320px-Darcy_Tucker_Maple_Leafs_2008.jpg",
    "extract": "Darcy Tucker is a Canadian former professional ice hockey player. He played most of his National Hockey League (NHL) career with the Toronto Maple Leafs. A sixth round draft choice, Tucker began his NHL career with the Montreal Canadiens. Throughout his NHL career he also played for the Tampa Bay Lightning and the Colorado Avalanche. Tucker was born in Castor, Alberta, but grew up in Endiang, Alberta. Tucker is of Métis descent.",
    "year": 1975,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Will.i.am",
    "birthday": "1975-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Will.i.am_in_2018.jpg/236px-Will.i.am_in_2018.jpg",
    "extract": "William James Adams Jr., known professionally as will.i.am, is an American rapper, singer, songwriter and record producer. He is the founding and lead member of the musical group Black Eyed Peas.",
    "year": 1975,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Robert Fick",
    "birthday": "1974-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Robert_Fick.jpg/320px-Robert_Fick.jpg",
    "extract": "Robert Charles Fick is a former Major League Baseball first baseman. In 2002, he was named to the American League All-Star Team.",
    "year": 1974,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Robin Hunicke",
    "birthday": "1973-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Robin_Hunicke_at_the_2018_GDC_Awards_%2840916176642%29.jpg/246px-Robin_Hunicke_at_the_2018_GDC_Awards_%2840916176642%29.jpg",
    "extract": "Robin Hunicke is an American video game designer and producer. She is a professor of game design at UC Santa Cruz and the co-founder of Funomena.",
    "year": 1973,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mark Hoppus",
    "birthday": "1972-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/MarkHoppusliveInMontreal2011.jpg/203px-MarkHoppusliveInMontreal2011.jpg",
    "extract": "Mark Allan Hoppus is an American singer, musician, songwriter, and record producer. He is best known as the bassist and co-lead vocalist of the rock band Blink-182, as well as part of pop rock duo Simple Creatures with All Time Low frontman Alex Gaskarth.",
    "year": 1972,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Holger Stromberg",
    "birthday": "1972-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Holger_Stromberg_Koch_der_fussballnatinalmannschaft.JPG/243px-Holger_Stromberg_Koch_der_fussballnatinalmannschaft.JPG",
    "extract": "Holger Stromberg, is a German celebrity chef. At the age of 23 in 1994, he gained his first Michelin star whilst head chef at the restaurant Goldschmieding in Castrop-Rauxel, making him Germany's youngest Michelin starred chef. He is owner and chef patron of Restaurant G in Munich, and the chef of the Germany national football team.",
    "year": 1972,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mike Tomlin",
    "birthday": "1972-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Mike_Tomlin.jpg/291px-Mike_Tomlin.jpg",
    "extract": "Michael Pettaway Tomlin is an American football coach who is the head coach for the Pittsburgh Steelers of the National Football League (NFL). Since joining the Steelers in 2007, he has led the team to ten playoff runs, seven division titles, three AFC Championship Games, two Super Bowl appearances, and a title in Super Bowl XLIII. At age 36, Tomlin became the youngest head coach to win the Super Bowl, a record which was later beaten by Sean McVay in Super Bowl LVI. Tomlin has never had a losing record during his 15 seasons as a head coach, which is the longest current streak in the NFL.",
    "year": 1972,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Penny Lancaster",
    "birthday": "1971-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Pennylancaster.jpg/254px-Pennylancaster.jpg",
    "extract": "Penny, Lady Stewart, is an English model, photographer, TV presenter, TV personality and police officer. She is married to rock singer Sir Rod Stewart. In 2014, she joined the ITV lunchtime show Loose Women.",
    "year": 1971,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Christine Anu",
    "birthday": "1970-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Christine_Anu_1.jpg/213px-Christine_Anu_1.jpg",
    "extract": "Christine Anu is an Australian singer, songwriter and actress of Torres Strait Islander heritage. She gained popularity with the cover song release of the Warumpi Band's song \"My Island Home\". Anu has been nominated for 17 ARIA Awards.",
    "year": 1970,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Derek Parra",
    "birthday": "1970-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Parra-D-lg.jpg/320px-Parra-D-lg.jpg",
    "extract": "Derek Parra is an American inline skater and speed skater from San Bernardino, California, who graduated from Eisenhower High School in Rialto, California, in 1988. Parra won two medals at the 2002 Winter Olympics, held in Salt Lake City, Utah.",
    "year": 1970,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Rona Ambrose",
    "birthday": "1969-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Rona_Ambrose_at_the_67th_World_Health_Assembly_-_2014_%28cropped%29.jpg/320px-Rona_Ambrose_at_the_67th_World_Health_Assembly_-_2014_%28cropped%29.jpg",
    "extract": "Ronalee Ambrose Veitch is a Canadian former politician who was interim leader of the Conservative Party and the leader of the Opposition between 2015 and 2017. She was the Conservative Party member of the House of Commons for Sturgeon River—Parkland between 2015 and 2017, and had previously represented Edmonton—Spruce Grove from 2004 to 2015.",
    "year": 1969,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Yutaka Take",
    "birthday": "1969-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Yutaka_Take_2012.jpg/240px-Yutaka_Take_2012.jpg",
    "extract": "Yutaka Take  is a Japanese jockey. \nA legend in Japan, Yutaka Take made his riding debut in 1987 and currently holds seven all-time records in his native country. Born in 1969, Take followed in his father's footsteps, as Kunihiko Take was also a famed jockey. In 1987, the younger Take notched his first career victory at Hanshin Racecourse aboard a horse named Dyna Bishop. He ended the season as the champion apprentice with 69 winners. Two years later, he was the overall champion jockey, and Take held that title continuously until 1999, with the exception of 1991. As of 27 December 2017, the Japan Racing Association credits him with 3,945 wins, of which 323 came in graded stakes, while 75 have come in Grade 1. Take has won at least one Grade 1 for 23 straight years and a graded stakes race for 31 consecutive years. He also has the most victories in a year: 212.\nAlthough Take has ridden a number of champions, he is most associated with legendary racehorse and champion sire Deep Impact. The pair won a total of seven Grade 1 races, including the 2005 Japanese Triple Crown, and Deep Impact has gone to be the premier sire in Japan. Currently, Take is known for riding Kitasan Black, the reigning Japanese Horse of the Year.\nTake has also shown his abilities abroad. He has 114 wins to his credit in eight countries, including Australia, France, Germany, Hong Kong, Korea, United Arab Emirates, United Kingdom, and the United States. A sampling of his international victories includes Group 1 wins in the Prix d'Ispahan (France) and Hong Kong Cup, two races timed by Longines, the July Cup (England) and Dubai Duty Free Stakes (UAE).",
    "year": 1969,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mark McGrath",
    "birthday": "1968-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Mark_McGrath_2014.jpg/267px-Mark_McGrath_2014.jpg",
    "extract": "Mark Sayers McGrath is an American singer who is the lead vocalist of the rock band Sugar Ray. McGrath is also known for his work as a co-host of Extra, and he was the host of Don't Forget the Lyrics! in 2010. McGrath hosted the second season of the TV show Killer Karaoke, taking the place of Jackass star Steve-O.",
    "year": 1968,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Terje Riis-Johansen",
    "birthday": "1968-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Terje_Riis-Johansen_Senterpartiet_Landbruks-_og_matminister20051017.jpg/320px-Terje_Riis-Johansen_Senterpartiet_Landbruks-_og_matminister20051017.jpg",
    "extract": "Terje Riis-Johansen is a Norwegian politician for the Centre Party who is serving as Chairman of the County Council of Vestfold og Telemark since 2020.",
    "year": 1968,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sabrina Salerno",
    "birthday": "1968-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ea/Sabrina_Salerno_30_October_2010.jpg",
    "extract": "Sabrina Debora Salerno, known by her stage name Sabrina, is an Italian singer, songwriter, record producer, model, actress and television presenter.",
    "year": 1968,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sunetra Gupta",
    "birthday": "1965-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Kulldorff_gupta_bhattacharya_%28Sunetra_Gupta_cropped%29.jpg/320px-Kulldorff_gupta_bhattacharya_%28Sunetra_Gupta_cropped%29.jpg",
    "extract": "Sunetra Gupta is an Indian-born British infectious disease epidemiologist and a professor of theoretical epidemiology at the Department of Zoology, University of Oxford. She has performed research on the transmission dynamics of various infectious diseases, including malaria, influenza and COVID-19, and has received the Scientific Medal of the Zoological Society of London and the Rosalind Franklin Award of the Royal Society.",
    "year": 1965,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Robyn Malcolm",
    "birthday": "1965-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Robyn_Malcolm_MNZM_%28cropped%29.jpg/230px-Robyn_Malcolm_MNZM_%28cropped%29.jpg",
    "extract": "Robyn Jane Malcolm is a New Zealand actress, who first gained recognition for her role as nurse Ellen Crozier on the New Zealand soap opera Shortland Street.",
    "year": 1965,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bret Michaels",
    "birthday": "1963-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Bret_Michaels_2019_%28cropped%29.jpg/260px-Bret_Michaels_2019_%28cropped%29.jpg",
    "extract": "Bret Michael Sychak, professionally known as Bret Michaels, is an American singer, musician, and actor. He gained fame as the frontman of rock band Poison who have sold well over 50 million albums worldwide and 15 million records in the United States alone. The band has also charted 10 singles to the Top 40 of the Billboard Hot 100, including six Top 10 singles and a number-one single, \"Every Rose Has Its Thorn\".",
    "year": 1963,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Terence Trent D'Arby",
    "birthday": "1962-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Terence_trent_darby_photo.jpg/241px-Terence_trent_darby_photo.jpg",
    "extract": "Sananda Francesco Maitreya, who started his career with the stage name Terence Trent D'Arby, is an American singer and songwriter who came to fame with his debut studio album, Introducing the Hardline According to Terence Trent D'Arby (1987). The album included the singles \"If You Let Me Stay\", \"Sign Your Name\", \"Dance Little Sister\", and the number one hit \"Wishing Well\".",
    "year": 1962,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jimmy Baio",
    "birthday": "1962-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Soap_full_cast_1977.JPG/320px-Soap_full_cast_1977.JPG",
    "extract": "James Joseph Baio is an American former actor. He was born in Brooklyn, New York. He is the cousin of actor Scott Baio as well as Vampire Weekend band member Chris Baio. He is best known for playing Billy Tate in Soap.",
    "year": 1962,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Craig Ludwig",
    "birthday": "1961-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Craig_Ludwig.png/211px-Craig_Ludwig.png",
    "extract": "Craig Lee Ludwig is an American former professional hockey player. He played as a defenceman in the National Hockey League from 1982 to 1999 and was renowned for his shot-blocking ability. Ludwig was the color analyst for the Dallas Stars television and radio broadcasts for two seasons from 2016 to 2018.",
    "year": 1961,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mike Pagliarulo",
    "birthday": "1960-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Mike_Pagliarulo_2011.jpg/320px-Mike_Pagliarulo_2011.jpg",
    "extract": "Michael Timothy Pagliarulo, a.k.a. \"Pags\", is an American former professional baseball third baseman and later the hitting coach of the Miami Marlins. He played in Major League Baseball for the New York Yankees, San Diego Padres, Minnesota Twins, Baltimore Orioles, and Texas Rangers, and in Nippon Professional Baseball for the Seibu Lions.",
    "year": 1960,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Phil Walsh (Australian footballer)",
    "birthday": "1960-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/14/Phil_Walsh_2015.jpg",
    "extract": "Phillip Walsh was an Australian rules footballer and coach. Walsh played for Collingwood, Richmond and the Brisbane Bears in the Victorian Football League (VFL) between 1983 and 1990. Upon ending his playing career, Walsh held assistant coaching roles at Geelong, West Coast and Port Adelaide before being appointed as the head coach of the Adelaide Football Club for a three-season contract beginning in 2015.",
    "year": 1960,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Harold Baines",
    "birthday": "1959-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Harold_Baines.jpg/310px-Harold_Baines.jpg",
    "extract": "Harold Douglas Baines is an American former professional baseball right fielder and designated hitter (DH), who played in Major League Baseball (MLB) for the Chicago White Sox, Texas Rangers, Oakland Athletics, Baltimore Orioles, and Cleveland Indians, for 22 seasons (1980–2001). Baines batted and threw left-handed. He had three stints as a player with the White Sox, where he also coached from 2004 to 2015, before moving into a role of team ambassador and spring training instructor. Baines, a Maryland native, played seven years with his hometown team, the Orioles, over three separate stints.",
    "year": 1959,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Renny Harlin",
    "birthday": "1959-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Renny_Harlin_2_%28cropped%29.jpg/200px-Renny_Harlin_2_%28cropped%29.jpg",
    "extract": "Renny Harlin is a Finnish film director, producer, and screenwriter who has made his career in Hollywood and China. His films include A Nightmare on Elm Street 4: The Dream Master, The Adventures of Ford Fairlane, Die Hard 2, Cliffhanger, The Long Kiss Goodnight, and Deep Blue Sea.",
    "year": 1959,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ben Okri",
    "birthday": "1959-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Ben_Okri_in_Tallinn.jpg/300px-Ben_Okri_in_Tallinn.jpg",
    "extract": "Ben Okri is a Nigerian poet and novelist. Okri is considered one of the foremost African authors in the post-modern and post-colonial traditions, and has been compared favourably to authors such as Salman Rushdie and Gabriel García Márquez. In 1991, Okri won the Booker Prize with his novel The Famished Road.",
    "year": 1959,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Anne Davies (British journalist)",
    "birthday": "1958-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Anne_Davies_28_Jun_2012_Olympic_torch_relay_Nottingham_%28cropped%29.jpg/320px-Anne_Davies_28_Jun_2012_Olympic_torch_relay_Nottingham_%28cropped%29.jpg",
    "extract": "Anne Christina Davies DL is a British television presenter and newsreader, currently solo presenting BBC East Midlands Today'.",
    "year": 1958,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Joaquim de Almeida",
    "birthday": "1957-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Joaquim_de_Almeida.jpg/203px-Joaquim_de_Almeida.jpg",
    "extract": "Joaquim António Portugal Baptista de Almeida CvIH is a Portuguese actor.",
    "year": 1957,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "David Silverman (animator)",
    "birthday": "1957-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/David_Silverman_2014.jpg/224px-David_Silverman_2014.jpg",
    "extract": "David Silverman is an American animator who has directed numerous episodes of the animated TV series The Simpsons, as well as The Simpsons Movie. Silverman was involved with the series from the very beginning, animating all of the original short Simpsons cartoons that aired on The Tracey Ullman Show. He went on to serve as director of animation for several years. He also did the animation for the 2016 film, The Edge of Seventeen, which was produced by Gracie Films.",
    "year": 1957,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Clay Matthews Jr.",
    "birthday": "1956-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Browns_CM_57.png/169px-Browns_CM_57.png",
    "extract": "William Clay Matthews Jr. is a former American football linebacker who played for the Cleveland Browns and the Atlanta Falcons of the National Football League (NFL). He was drafted in the first round by the Cleveland Browns and played in 278 games over 19 NFL seasons, which initially ranked him at number 17 among most games played. Matthews had 1,561 tackles in his career, the fourth most in NFL history trailing Ray Lewis, London Fletcher, Randy Gradishar, and Jessie Tuggle",
    "year": 1956,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Dee Snider",
    "birthday": "1955-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Twisted_Sister_-_Wacken_Open_Air_2016_25.jpg/238px-Twisted_Sister_-_Wacken_Open_Air_2016_25.jpg",
    "extract": "Daniel \"Dee\" Snider is an American singer, songwriter, radio personality, and actor. He was the lead singer and songwriter of the heavy metal band Twisted Sister. He was ranked 83 in the Hit Parader's Top 100 Metal Vocalists of All Time.",
    "year": 1955,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Massimo Bubola",
    "birthday": "1954-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Massimo_Bubola_al_Folkclub_di_Torino_%2811_ottobre_2008%292.jpg/238px-Massimo_Bubola_al_Folkclub_di_Torino_%2811_ottobre_2008%292.jpg",
    "extract": "Massimo Bubola is an Italian singer-songwriter, record producer and arranger.",
    "year": 1954,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bob Budiansky",
    "birthday": "1954-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/4.11.15BobBudianskyByLuigiNovi1.jpg/254px-4.11.15BobBudianskyByLuigiNovi1.jpg",
    "extract": "Bob Budiansky is an American comic book writer, editor, and penciller, best known for his work on Marvel's Transformers comic. He also created the Marvel character Sleepwalker and wrote all 33 issues of that comic.",
    "year": 1954,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Richard Bruton",
    "birthday": "1953-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Richard_Bruton_2013.jpeg/213px-Richard_Bruton_2013.jpeg",
    "extract": "Richard Bruton is an Irish Fine Gael politician who has served as a Teachta Dála (TD) for Dublin Bay North since 2016, and previously from 1982 to 2016 for the Dublin North-Central constituency. He is the Chairman of the Fine Gael Parliamentary Party since July 2020. He previously served as Minister for Communications, Climate Action and Environment from 2018 to 2020, Minister for Education and Skills from 2016 to 2018, Minister for Jobs, Enterprise and Innovation from 2011 to 2016, Deputy Leader of Fine Gael from 2002 to 2010, Minister for Enterprise and Employment from 1994 to 1997 and Minister of State for Energy Affairs from 1986 to 1987. He was a Senator for the Agricultural Panel from 1981 to 1982.",
    "year": 1953,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Kumba Ialá",
    "birthday": "1953-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Koumbayala.jpg/224px-Koumbayala.jpg",
    "extract": "Kumba Ialá Embaló, also spelled Yalá, was a Bissau-Guinean politician who was president from 17 February 2000 until he was deposed in a bloodless military coup on 14 September 2003. He belonged to the Balanta ethnic group and was President of the Social Renewal Party (PRS). In 2008 he converted to Islam and took the name Mohamed Ialá Embaló. He was the founder of the Party for Social Renewal. In 2014, Ialá died from a cardiopulmonary arrest.",
    "year": 1953,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Howard Devoto",
    "birthday": "1952-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Howard_devoto.jpg/320px-Howard_devoto.jpg",
    "extract": "Howard Devoto is an English singer and songwriter, who began his career as the frontman for the punk rock band Buzzcocks, but then left to form Magazine, one of the first post-punk bands. After Magazine, he went solo and later formed indie band Luxuria.",
    "year": 1952,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Philip Green",
    "birthday": "1952-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Philip_Green.jpg/189px-Philip_Green.jpg",
    "extract": "Sir Philip Nigel Ross Green is a British businessman who was the chairman of the retail company the Arcadia Group. He owned the high street clothing retailers Topshop, Topman and Miss Selfridge from 2002 to 2020. As of May 2021, his net worth was estimated at £910 million.",
    "year": 1952,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Howard Koh",
    "birthday": "1952-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Howard_K._Koh.jpg/213px-Howard_K._Koh.jpg",
    "extract": "Howard Kyongju Koh is the former United States Assistant Secretary for Health for the U.S. Department of Health and Human Services (HHS), after being nominated by President Barack Obama and confirmed by the U.S. Senate in 2009.",
    "year": 1952,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "David Alton",
    "birthday": "1951-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Official_portrait_of_Lord_Alton_of_Liverpool_crop_2%2C_2019.jpg/240px-Official_portrait_of_Lord_Alton_of_Liverpool_crop_2%2C_2019.jpg",
    "extract": "David Patrick Paul Alton, Baron Alton of Liverpool, KCSG, KCMCO is a British politician.",
    "year": 1951,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Olsen Brothers",
    "birthday": "1950-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Olsen_brothers_2008_%28cropped%29.jpg/268px-Olsen_brothers_2008_%28cropped%29.jpg",
    "extract": "Olsen Brothers are a Danish rock/pop music duo, formed by brothers Jørgen and Niels \"Noller\" Olsen, both from Odense, who won the Eurovision Song Contest 2000. They formed their first band, The Kids, in 1965. The Kids warmed up for The Kinks in the K.B. Hallen in 1965 and released their first single in 1967.",
    "year": 1950,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Kurt Koch",
    "birthday": "1950-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Kurt_Koch_par_Claude_Truong-Ngoc_d%C3%A9cembre_2016.jpg/213px-Kurt_Koch_par_Claude_Truong-Ngoc_d%C3%A9cembre_2016.jpg",
    "extract": "Kurt Koch is a Swiss prelate of the Catholic Church. He has been a cardinal since November 2010 and President of the Pontifical Council for Promoting Christian Unity since 1 July 2010. He was the bishop of Basel from 1996 until 2010.",
    "year": 1950,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Kate Bornstein",
    "birthday": "1948-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Kate_Bornstein2010.jpg/320px-Kate_Bornstein2010.jpg",
    "extract": "Katherine Vandam Bornstein is an American author, playwright, performance artist, actor, and gender theorist. In 1986, Bornstein started identifiying as gender non-conforming and has stated \"I don't call myself a woman, and I know I'm not a man\" after having been assigned male at birth and receiving sex reassignment surgery.\nBornstein now identifies as non-binary and uses the pronouns they/them and she/her. Bornstein has also written about having anorexia, being a survivor of PTSD and being diagnosed with borderline personality disorder.",
    "year": 1948,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sérgio Vieira de Mello",
    "birthday": "1948-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/S%C3%A9rgio_Vieira_de_Mello.jpg/217px-S%C3%A9rgio_Vieira_de_Mello.jpg",
    "extract": "Sérgio Vieira de Mello was a Brazilian United Nations diplomat who worked on several UN humanitarian and political programs for over 34 years. The Government of Brazil posthumously awarded the Sergio Vieira de Mello Medal to honor his legacy in promoting sustainable peace, international security and better living conditions for individuals in situations of armed conflict, challenges to which Sérgio Vieira de Mello had dedicated his life and career.",
    "year": 1948,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ry Cooder",
    "birthday": "1947-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Ry_Cooder_playing.jpg/216px-Ry_Cooder_playing.jpg",
    "extract": "Ryland Peter \"Ry\" Cooder is an American musician, songwriter, film score composer, record producer, and writer. He is a multi-instrumentalist but is best known for his slide guitar work, his interest in traditional music, and his collaborations with traditional musicians from many countries.",
    "year": 1947,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Juraj Kukura",
    "birthday": "1947-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Juraj_Kukura%3B_2014.jpg/260px-Juraj_Kukura%3B_2014.jpg",
    "extract": "Juraj Kukura is a Slovak actor.",
    "year": 1947,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bobby Bonds",
    "birthday": "1946-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Bobby_Bonds_in_1975.jpg/191px-Bobby_Bonds_in_1975.jpg",
    "extract": "Bobby Lee Bonds was an American right fielder in Major League Baseball from 1968 to 1981, primarily with the San Francisco Giants. Noted for his outstanding combination of power hitting and speed, he was the first player to have more than two seasons of 30 home runs and 30 stolen bases, doing so a record five times, and was the first to accomplish the feat in both major leagues; he became the second player to hit 300 career home runs and steal 300 bases, joining Willie Mays. Together with Barry, he is part of baseball's most accomplished father-son combination, holding the record for combined home runs, RBIs, and stolen bases. A prolific leadoff hitter, he also set major league records for most times leading off a game with a home run in a career (35) and a season ; both records have since been broken.",
    "year": 1946,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mark J. Green",
    "birthday": "1945-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Mark_Green_by_David_Shankbone.jpg/320px-Mark_Green_by_David_Shankbone.jpg",
    "extract": "Mark Joseph Green is an American author, former public official, public interest lawyer and Democratic politician from New York City. He worked with Ralph Nader from 1970 to 1980, eventually as director of Public Citizen's Congress Watch, and was president of Air America Radio from 2007 to 2009. His 2001 campaign for mayor of New York is chronicled in the 2002 Sundance film Off the Record: The 9/11 Election.",
    "year": 1945,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Chi Cheng (athlete)",
    "birthday": "1944-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/2007NewYearHopeWalking_ChiCheng-1.jpg/240px-2007NewYearHopeWalking_ChiCheng-1.jpg",
    "extract": "Chi Cheng, is a Taiwanese track and field athlete. She was an Olympic medalist in 1968 and was named the Associated Press Athlete of the Year for 1970. She was a former pentathlete turned sprinter.",
    "year": 1944,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jacques Doillon",
    "birthday": "1944-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Jacques_Doillon_%28cropped%29.jpg/235px-Jacques_Doillon_%28cropped%29.jpg",
    "extract": "Jacques Doillon is a French film director. He has a habit of giving lead roles to inexperienced young actresses in his films on family life and women. Some actresses to break through are Fanny Bastien, Sandrine Bonnaire, Judith Godrèche, Marianne Denicourt, Charlotte Gainsbourg and Juliette Binoche.",
    "year": 1944,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "A. K. Faezul Huq",
    "birthday": "1944-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/28/Rukhsana%2C_Faezul_and_Nadira.jpg/320px-Rukhsana%2C_Faezul_and_Nadira.jpg",
    "extract": "Abul Kalam Faezul Huq was a Bangladeshi politician, lawyer, and columnist. Huq served as a member of parliament on three occasions, and held various ministerial portfolios including Public Works, Urban Development, Jute, and Textiles after Bangladesh gained independence. He was first elected as a member of the Pakistan National Assembly from the Banaripara Upazila-Swarupkathi-Nazirpur Upazila constituency as a Awami League nomination in 1970.",
    "year": 1944,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "David Cronenberg",
    "birthday": "1943-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/David_Cronenberg_2012-03-08.jpg/240px-David_Cronenberg_2012-03-08.jpg",
    "extract": "David Paul Cronenberg is a Canadian film director, screenwriter, and actor. He is one of the principal originators of what is commonly known as the body horror genre, with his films exploring visceral bodily transformation, infection, technology, and the intertwining of the psychological with the physical. Cronenberg is best known for exploring these themes through sci-fi horror films such as Shivers (1975), Scanners (1981), Videodrome (1983), and The Fly (1986), though he has also worked in multiple genres throughout his career.",
    "year": 1943,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Michael Scott-Joynt",
    "birthday": "1943-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/86/Officers_of_the_Order_of_the_Garter_%28Michael_Scott-Joynt_cropped%29.JPG",
    "extract": "Michael Charles Scott-Joynt was an English bishop and a Prelate of the Order of the Garter. He was appointed Bishop of Winchester, one of the five senior bishoprics in the Church of England, in 1995. He had previously served as Bishop of Stafford in the Diocese of Lichfield from 1987 and before that as a canon residentiary at St Albans Cathedral. On 10 October 2010, it was announced that Scott-Joynt intended to retire, which he did in May 2011.",
    "year": 1943,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sly Stone",
    "birthday": "1943-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Sly_and_the_Family_Stone_%28cropped%29.jpg/233px-Sly_and_the_Family_Stone_%28cropped%29.jpg",
    "extract": "Sylvester Stewart, better known by his stage name Sly Stone, is an American musician, songwriter, and record producer who is most famous for his role as frontman for Sly and the Family Stone, playing a critical role in the development of funk with his pioneering fusion of soul, rock, psychedelia and gospel in the 1960s and 1970s. AllMusic stated that \"James Brown may have invented funk, but Sly Stone perfected it,\" and credited him with \"creating a series of euphoric yet politically charged records that proved a massive influence on artists of all musical and cultural backgrounds.\" Crawdaddy! has called him \"the founder of progressive soul\".",
    "year": 1943,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "The Iron Sheik",
    "birthday": "1943-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Iron_Shiek_Milwaukee_WI_031008.jpg/240px-Iron_Shiek_Milwaukee_WI_031008.jpg",
    "extract": "Hossein Khosrow Ali Vaziri, better known by his ring name The Iron Sheik, is an Iranian retired professional wrestler, amateur wrestler and actor. He is the only Iranian champion in WWE history, having won the WWF World Heavyweight Championship in 1983. His villainous character peaked during the 1980s WWF wrestling boom and his rivalry with Hulk Hogan turned Hogan into one of the greatest television heroes of the decade. He later formed a tag team with Nikolai Volkoff, which won the WWF Tag Team Championship at the inaugural WrestleMania event. In 2005, he was inducted into the WWE Hall of Fame.",
    "year": 1943,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mike Love",
    "birthday": "1941-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Mike_Love_2018.jpg/240px-Mike_Love_2018.jpg",
    "extract": "Michael Edward Love is an American singer and songwriter who co-founded the Beach Boys with his cousins Brian, Dennis, and Carl Wilson and their friend Al Jardine. Characterized by his nasal tenor and occasional bass-baritone singing, Love has been one of the band's vocalists and lyricists for their entire career, contributing to each of their studio albums and serving as their frontman for live performances. During the mid-1960s, he was one of Brian's main collaborators, co-writing hit records such as \"Fun, Fun, Fun\" (1964), \"I Get Around\" (1964), \"Help Me, Rhonda\" (1965), \"California Girls\" (1965), and \"Good Vibrations\" (1966).",
    "year": 1941,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Frank Dobson",
    "birthday": "1940-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Frank_Dobson_MP%2C_crop.jpg/294px-Frank_Dobson_MP%2C_crop.jpg",
    "extract": "Frank Gordon Dobson was a British Labour Party politician. As Member of Parliament (MP) for Holborn and St. Pancras from 1979 to 2015, he served in the Cabinet as Secretary of State for Health from 1997 to 1999, and was official Labour Party candidate for Mayor of London in 2000, though finishing third in the election behind Conservative Steven Norris and the winner, Labour-turned-Independent Ken Livingstone. Dobson stood down at the 2015 general election.",
    "year": 1940,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Phil Lesh",
    "birthday": "1940-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Phil_lesh_12-06-2013.jpg/320px-Phil_lesh_12-06-2013.jpg",
    "extract": "Philip Chapman Lesh is an American musician and a founding member of the Grateful Dead, with whom he played bass guitar throughout their 30-year career.",
    "year": 1940,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ted Kaufman",
    "birthday": "1939-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Ted_Kaufman%2C_official_Senate_photo_portrait%2C_2009.jpg/253px-Ted_Kaufman%2C_official_Senate_photo_portrait%2C_2009.jpg",
    "extract": "Edward Emmett Kaufman is a retired American politician and businessman who served as a United States senator from Delaware from 2009 to 2010. He chaired the Congressional Oversight Panel for the Oversight of the Troubled Asset Relief Program; he was the second and final person to hold the position, succeeding Elizabeth Warren. Kaufman is a member of the Democratic Party.",
    "year": 1939,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Charles Lloyd (jazz musician)",
    "birthday": "1938-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Charles_Lloyd_in_Melbourne_2014.jpg/267px-Charles_Lloyd_in_Melbourne_2014.jpg",
    "extract": "Charles Lloyd is an American jazz musician. Though he primarily plays tenor saxophone and flute, he has occasionally recorded on other reed instruments, including alto saxophone and the Hungarian tárogató. Lloyd's primary band since 2007 has been a quartet including pianist Jason Moran, acoustic bassist Reuben Rogers, and drummer Eric Harland.",
    "year": 1938,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Marcus Raichle",
    "birthday": "1937-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Marcus_Raichle_2014.jpg/313px-Marcus_Raichle_2014.jpg",
    "extract": "Marcus E. Raichle is an American neurologist at the Washington University School of Medicine in Saint Louis, Missouri. He is a professor in the Department of Radiology with joint appointments in Neurology, Neurobiology and Biomedical Engineering. His research over the past 40 years has focused on the nature of functional brain imaging signals arising from PET and fMRI and the application of these techniques to the study of the human brain in health and disease. He received the Kavli Prize in Neuroscience “for the discovery of specialized brain networks for memory and cognition\", together with Brenda Milner and John O’Keefe in 2014.",
    "year": 1937,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Valentin Rasputin",
    "birthday": "1937-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/%D0%92%D0%B0%D0%BB%D0%B5%D0%BD%D1%82%D0%B8%D0%BD_%D0%A0%D0%B0%D1%81%D0%BF%D1%83%D1%82%D0%B8%D0%BD.jpg/293px-%D0%92%D0%B0%D0%BB%D0%B5%D0%BD%D1%82%D0%B8%D0%BD_%D0%A0%D0%B0%D1%81%D0%BF%D1%83%D1%82%D0%B8%D0%BD.jpg",
    "extract": "Valentin Grigoriyevich Rasputin was a Russian writer. He was born and lived much of his life in the Irkutsk Oblast in Eastern Siberia. Rasputin's works depict rootless urban characters and the fight for survival of centuries-old traditional rural ways of life, addressing complex questions of ethics and spiritual revival.",
    "year": 1937,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Howard Greenfield",
    "birthday": "1936-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/JACK%2CAL%2CDON%2CHOWIE%26BARRY_AT_BMI_DINNER_1962.jpg/320px-JACK%2CAL%2CDON%2CHOWIE%26BARRY_AT_BMI_DINNER_1962.jpg",
    "extract": "Howard Greenfield was an American lyricist and songwriter, who for several years in the 1960s worked out of the famous Brill Building. He is best known for his successful songwriting collaborations, including one with Neil Sedaka from the late 1950s to the mid-1970s, and near-simultaneous songwriting partnerships with Jack Keller and Helen Miller throughout most of the 1960s.",
    "year": 1936,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "David Andrews (politician)",
    "birthday": "1935-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/David_Andrews_%28politician%29.jpg/252px-David_Andrews_%28politician%29.jpg",
    "extract": "David Andrews is a former Irish Fianna Fáil politician who served as Minister for Foreign Affairs from 1992 to 1993 and 1997 to 2000, Minister for Defence from 1993 to 1994 and June 1997 to October 1997, Minister for the Marine from 1993 to 1994, Minister of State at the Department of Foreign Affairs from 1977 to 1979 and Government Chief Whip and Minister of State at the Department of Defence from 1970 to 1973. He served as a Teachta Dála (TD) from 1965 to 2002.",
    "year": 1935,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Judd Hirsch",
    "birthday": "1935-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Judd_Hirsch_-_1967.jpg/248px-Judd_Hirsch_-_1967.jpg",
    "extract": "Judd Seymore Hirsch is an American actor known for playing Alex Rieger on the television comedy series Taxi (1978–1983), John Lacey on the NBC series Dear John (1988–1992), and Alan Eppes on the CBS series Numb3rs (2005–2010). He is also well known for his career in theatre and for his roles in films such as Ordinary People (1980), Running on Empty (1988), Independence Day (1996), A Beautiful Mind (2001) and Independence Day: Resurgence (2016).",
    "year": 1935,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jimmy Swaggart",
    "birthday": "1935-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Rev._Jimmy_Swaggart_01.jpg/252px-Rev._Jimmy_Swaggart_01.jpg",
    "extract": "Jimmy Lee Swaggart is an American Pentecostal televangelist.",
    "year": 1935,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Leonid Yengibarov",
    "birthday": "1935-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/70/Leonid-Yengibarov-pic.jpg/245px-Leonid-Yengibarov-pic.jpg",
    "extract": "Leonid Georgievich Yengibarov was a Soviet Armenian clown and actor.",
    "year": 1935,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Richard Layard, Baron Layard",
    "birthday": "1934-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Lord_Layard_2006.jpg/219px-Lord_Layard_2006.jpg",
    "extract": "Peter Richard Grenville Layard, Baron Layard FBA is a British labour economist, currently working as programme director of the Centre for Economic Performance at the London School of Economics.",
    "year": 1934,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Kanshi Ram",
    "birthday": "1934-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Kanshiram.jpg",
    "extract": "Kanshi Ram, also known as Bahujan Nayak or Manyavar or Saheb, was an Indian politician and social reformer who worked for the upliftment and political mobilisation of the Bahujans, the backward or lower caste people including untouchable groups at the bottom of the caste system in India. Towards this end, Kanshi Ram founded Dalit Shoshit Samaj Sangharsh Samiti (DS-4), the All India Backward (SC,ST,OBC..) and Minorities Communities Employees' Federation (BAMCEF) in 1971 and the Bahujan Samaj Party (BSP) in 1984. He ceded leadership of the BSP to his protégé Mayawati who has served four terms as Chief Minister of Uttar Pradesh.",
    "year": 1934,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ruth Bader Ginsburg",
    "birthday": "1933-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Ruth_Bader_Ginsburg_2016_portrait.jpg/256px-Ruth_Bader_Ginsburg_2016_portrait.jpg",
    "extract": "Joan Ruth Bader Ginsburg was an American lawyer and jurist who served as an associate justice of the Supreme Court of the United States from 1993 until her death in 2020. She was nominated by President Bill Clinton to replace retiring justice Byron White, and at the time was generally viewed as a moderate consensus-builder. She eventually became part of the liberal wing of the Court as the Court shifted to the right over time. Ginsburg was the first Jewish woman and the second woman to serve on the Court, after Sandra Day O'Connor. During her tenure, Ginsburg wrote notable majority opinions, including United States v. Virginia (1996), Olmstead v. L.C. (1999), Friends of the Earth, Inc. v. Laidlaw Environmental Services, Inc. (2000), and City of Sherrill v. Oneida Indian Nation of New York (2005).",
    "year": 1933,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Philippe de Broca",
    "birthday": "1933-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/45/Philippe_de_Broca_2003.jpg/249px-Philippe_de_Broca_2003.jpg",
    "extract": "Philippe de Broca was a French movie director.",
    "year": 1933,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Alan Bean",
    "birthday": "1932-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Alan_Bean_NASA_portrait_%28S69-38859%29.jpg/256px-Alan_Bean_NASA_portrait_%28S69-38859%29.jpg",
    "extract": "Alan LaVern Bean was an American naval officer and aviator, aeronautical engineer, test pilot, NASA astronaut and painter; he was the fourth person to walk on the Moon. He was selected to become an astronaut by NASA in 1963 as part of Astronaut Group 3.",
    "year": 1932,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Arif Mardin",
    "birthday": "1932-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Arif_Mardin_%28cropped%29.jpg/189px-Arif_Mardin_%28cropped%29.jpg",
    "extract": "Arif Mardin was a Turkish-American music producer, who worked with hundreds of artists across many different styles of music, including jazz, rock, soul, disco and country. He worked at Atlantic Records for over 30 years, as producer, arranger, studio manager, and vice president, before moving to EMI and serving as vice president and general manager of Manhattan Records. His collaborations include working with the Rascals, Queen, John Prine, the Bee Gees, Hall & Oates, Anita Baker, Aretha Franklin, Dionne Warwick, Donny Hathaway & Roberta Flack, Bette Midler, Michael Crawford, Chaka Khan, Laura Nyro, Ringo Starr, Phil Collins, Daniel Rodriguez, Danny O'Keefe, and Norah Jones. Mardin was awarded eleven Grammy Awards.",
    "year": 1932,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Zhores Alferov",
    "birthday": "1930-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Zhores_Alfyorov_2012.jpg/267px-Zhores_Alfyorov_2012.jpg",
    "extract": "Zhores Ivanovich Alferov was a Soviet and Russian physicist and academic who contributed significantly to the creation of modern heterostructure physics and electronics. He shared the 2000 Nobel Prize in Physics for the development of the semiconductor heterojunction for optoelectronics. He also became a politician in his later life, serving in the lower house of the Russian parliament, the State Duma, as a member of the communist party since 1995.",
    "year": 1930,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bob Wilber",
    "birthday": "1928-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Bob_Wilber.jpg/320px-Bob_Wilber.jpg",
    "extract": "Robert Sage Wilber was an American jazz clarinetist, saxophonist, and band leader. Although his scope covers a wide range of jazz, Wilber was a dedicated advocate of classic styles, working throughout his career to present traditional jazz pieces in a contemporary manner. He played with many distinguished jazz leaders in the 1950s and 1960s, including Bobby Hackett, Benny Goodman, Sidney Bechet, Jack Teagarden and Eddie Condon. In the late 1960s, he was an original member of the World's Greatest Jazz Band, and in the early 70s of Soprano Summit, a band which gained wide attention. In the late 1970s, he formed the Bechet Legacy Band.",
    "year": 1928,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Carl Smith (musician)",
    "birthday": "1927-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/01/Carl_Smith_%28country_singer%29.JPG/254px-Carl_Smith_%28country_singer%29.JPG",
    "extract": "Carl Milton Smith was an American country music singer. Known as \"Mister Country,\" he was one of the genre's most successful male artists during the 1950s, scoring 30 top-10 Billboard hits. Smith's success continued well into the 1970s, when he had a charting single every year but one. Smith was married to June Carter and later Goldie Hill. In 2003, he was inducted into the Country Music Hall of Fame.",
    "year": 1927,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Norm Van Brocklin",
    "birthday": "1926-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Norm_Van_Brocklin_1974.JPG/267px-Norm_Van_Brocklin_1974.JPG",
    "extract": "Norman Mack Van Brocklin, nicknamed \"The Dutchman\", was an American football quarterback and coach who played in the National Football League (NFL) for 12 seasons. He spent his first nine seasons with the Los Angeles Rams and was a member of the Philadelphia Eagles during his final three. Following his playing career, he was the inaugural head coach of the Minnesota Vikings from 1961 to 1966 and the second head coach of the Atlanta Falcons from 1968 to 1974.",
    "year": 1926,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Eddie Calvert",
    "birthday": "1922-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ea/Eddie_Calvert.jpg/320px-Eddie_Calvert.jpg",
    "extract": "Albert Edward \"Eddie\" Calvert was an English trumpeter, who enjoyed his greatest success in the 1950s. Between 1953 and 1958, Calvert achieved seven instrumental hits on the UK Singles Chart, including two chart-toppers\": \"Oh, Mein Papa\" in 1953 and \"Cherry Pink \" in 1955.",
    "year": 1922,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Madelyn Pugh",
    "birthday": "1921-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/65/Madelyn_Laverne_Pugh_-_Shortridge_-_1938.png",
    "extract": "Madelyn Pugh, sometimes credited as Madelyn Pugh Davis, Madelyn Davis, or Madelyn Martin, was a television writer who became known in the 1950s for her work on the I Love Lucy television series.",
    "year": 1921,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "E. Donnall Thomas",
    "birthday": "1920-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Edward_Donnall_%22Don%22_Thomas.jpg/311px-Edward_Donnall_%22Don%22_Thomas.jpg",
    "extract": "Edward Donnall \"Don\" Thomas was an American physician, professor emeritus at the University of Washington, and director emeritus of the clinical research division at the Fred Hutchinson Cancer Research Center. In 1990 he shared the Nobel Prize in Physiology or Medicine with Joseph E. Murray for the development of cell and organ transplantation. Thomas and his wife and research partner Dottie Thomas developed bone marrow transplantation as a treatment for leukemia.",
    "year": 1920,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "George Avakian",
    "birthday": "1919-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/George_Avakian_by_Ian_Clifford%2C_New_York_City%2C_May_2003_%28cropped%29.jpg/243px-George_Avakian_by_Ian_Clifford%2C_New_York_City%2C_May_2003_%28cropped%29.jpg",
    "extract": "George Mesrop Avakian was an American record producer, artist manager, writer, educator and executive. Best known for his work from 1939 to the early 1960s at Decca Records, Columbia Records, World Pacific Records, Warner Bros. Records, and RCA Records, he was a major force in the expansion and development of the U.S. recording industry. Avakian functioned as an independent producer and manager from the 1960s to the early 2000s and worked with artists such as Louis Armstrong, Miles Davis, Duke Ellington, Benny Goodman, Dave Brubeck, Eddie Condon, Keith Jarrett, Erroll Garner, Buck Clayton, Sonny Rollins, Paul Desmond, Edith Piaf, Bob Newhart, Johnny Mathis, John Cage, Alan Hovhaness, Ravi Shankar, and many other notable jazz musicians and composers.",
    "year": 1919,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Lawrence Tierney",
    "birthday": "1919-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Lawrence_Tierney_in_Dillinger_trailer_%281945%29.jpg/320px-Lawrence_Tierney_in_Dillinger_trailer_%281945%29.jpg",
    "extract": "Lawrence James Tierney was an American film and television actor who is best known for his many screen portrayals of mobsters and tough guys in a career that spanned over 50 years. His roles mirrored his own frequent brushes with the law. In 2005, film critic David Kehr of The New York Times described \"the hulking Tierney\" as \"not so much an actor as a frightening force of nature\".",
    "year": 1919,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Richard Ellmann",
    "birthday": "1918-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/dd/Richard_Ellmann.jpg",
    "extract": "Richard David Ellmann, FBA was an American literary critic and biographer of the Irish writers James Joyce, Oscar Wilde, and William Butler Yeats. He won the U.S. National Book Award for Nonfiction for James Joyce (1959), which is one of the most acclaimed literary biographies of the 20th century. Its 1982 revised edition was similarly recognised with the award of the James Tait Black Memorial Prize. Ellmann was a liberal humanist, and his academic work focused on the major modernist writers of the twentieth century.",
    "year": 1918,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Punch Imlach",
    "birthday": "1918-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Punch_Imlach_Maple_Leafs_Chex_card.jpg/229px-Punch_Imlach_Maple_Leafs_Chex_card.jpg",
    "extract": "George \"Punch\" Imlach was a Canadian ice hockey coach and general manager best known for his association with the Toronto Maple Leafs and the Buffalo Sabres. He is a member of the Hockey Hall of Fame, and the Ontario Sports Hall of Fame (2004).",
    "year": 1918,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Junior Coghlan",
    "birthday": "1916-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Junior_Coghlan_in_Adventures_of_Captain_Marvel_%281941%29.jpg/274px-Junior_Coghlan_in_Adventures_of_Captain_Marvel_%281941%29.jpg",
    "extract": "Frank Coghlan Jr. also known as Junior Coghlan, was an American actor who later became a career officer in the United States Navy and a naval aviator. He appeared in approximately 129 films and television programs between 1920 and 1974. During the 1920s and 1930s, he became a popular child and juvenile actor, appearing in films with Pola Negri, Jack Dempsey, William Haines, Shirley Temple, Mickey Rooney, William Boyd and Bette Davis. He appeared in early \"Our Gang\" comedies, but he is best known for the role of Billy Batson in the 1941 motion picture serial, and first comic book superhero film, Adventures of Captain Marvel. Coghlan later served 23 years as an aviator and officer in the U.S. Navy, from 1942 to 1965. After retiring from the Navy, he returned to acting and appeared in television, films, and commercials. He published an autobiography in 1992 and died in 2009 at age 93.",
    "year": 1916,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Fadil Hoxha",
    "birthday": "1916-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Fadil_Hoxha%2C_commander_of_Kosovo_partisans.jpg/242px-Fadil_Hoxha%2C_commander_of_Kosovo_partisans.jpg",
    "extract": "Fadil Hoxha was a Yugoslavian ethnic Albanian communist revolutionary and politician from Kosovo. He was a member of the Communist party and fought in the Yugoslav Partisans during World War II. After the war, he was the first President of the Executive Council of the Autonomous Region of Kosovo and Metohija (1945-1963) and later member of the Presidency of Yugoslavia (1974-1984).",
    "year": 1916,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Harry James",
    "birthday": "1916-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Harry_James_Billboard_4.jpg/246px-Harry_James_Billboard_4.jpg",
    "extract": "Harry Haag James was an American musician who is best known as a trumpet-playing band leader who led a big band from 1939 to 1946. He broke up his band for a short period in 1947 but shortly after he reorganized and was active again with his band from then until his death in 1983. He was especially known among musicians for his technical proficiency as well as his tone, and was influential on new trumpet players from the late 1930s into the 1940s. He was also an actor in a number of films that usually featured his band.",
    "year": 1916,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Macdonald Carey",
    "birthday": "1913-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Macdonald_Carey_1969_%28cropped%29.JPG/226px-Macdonald_Carey_1969_%28cropped%29.JPG",
    "extract": "Edward Macdonald Carey was an American actor, best known for his role as the patriarch Dr. Tom Horton on NBC's soap opera Days of Our Lives. For almost three decades, he was the show's central cast member.",
    "year": 1913,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Lightnin' Hopkins",
    "birthday": "1912-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Lightnin%27_Hopkins.jpg/213px-Lightnin%27_Hopkins.jpg",
    "extract": "Samuel John \"Lightnin\" Hopkins was an American country blues singer, songwriter, guitarist and occasional pianist from Centerville, Texas. In 2010 Rolling Stone magazine ranked him No. 71 on its list of the 100 greatest guitarists of all time.",
    "year": 1912,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Louis Paul Boon",
    "birthday": "1912-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Louis_Paul_Boon_%281967%29_%28cropped%29.jpg/258px-Louis_Paul_Boon_%281967%29_%28cropped%29.jpg",
    "extract": "Louis Paul Boon was a Belgian writer of novels, poetry, pornography, columns and art criticism. He was also a painter. He is most known for the novels My Little War (1947), the diptych Chapel Road (1953) / Summer in Termuren (1956), Menuet (1955) and Pieter Daens (1971).",
    "year": 1912,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jaroslava Muchová",
    "birthday": "1909-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Jaroslava_Mucha_by_Alfons_Mucha.jpg/238px-Jaroslava_Mucha_by_Alfons_Mucha.jpg",
    "extract": "Jaroslava Muchová Syllabová was a Czech painter, the daughter of painter Alphonse Mucha and the sister of writer and translator Jiří Mucha.",
    "year": 1909,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Zarah Leander",
    "birthday": "1907-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Zara_1931_035.jpg/240px-Zara_1931_035.jpg",
    "extract": "Zarah Leander was a Swedish singer and actress whose greatest success was in Germany between 1936 and 1943, when she was contracted to work for the state-owned Universum Film AG (UFA). Although no exact record sales numbers exist, she was probably among Europe's best-selling recording artists in the years prior to 1945. Her involvement with UFA caused her films and lyrics to be identified as Nazi propaganda. Though she had taken no public political position and was dubbed an \"Enemy of Germany\" by Joseph Goebbels, she remained a controversial figure for the rest of her life. As a singer Leander was known for her confident ways and her dark, veiled voice.",
    "year": 1907,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Berthold Schenk Graf von Stauffenberg",
    "birthday": "1905-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Bundesarchiv_Bild_146-2008-0184%2C_Berlin%2C_Berthold_Schenk_Graf_v._Stauffenberg.jpg/185px-Bundesarchiv_Bild_146-2008-0184%2C_Berlin%2C_Berthold_Schenk_Graf_v._Stauffenberg.jpg",
    "extract": "Berthold Alfred Maria Schenk Graf von Stauffenberg was a German aristocrat and lawyer who was a key conspirator in the plot to assassinate Adolf Hitler on 20 July 1944, alongside his younger brother, Colonel Claus Schenk Graf von Stauffenberg. After the plot failed, Berthold was tried and executed by the Nazi regime.",
    "year": 1905,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "George Brent",
    "birthday": "1904-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/George_Brent_1-M-2004.jpg/239px-George_Brent_1-M-2004.jpg",
    "extract": "George Brent was an Irish-American stage, film, and television actor. He is best remembered for the eleven films he made with Bette Davis, which included Jezebel and Dark Victory.",
    "year": 1904,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "J. Pat O'Malley",
    "birthday": "1904-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/26/J_Patrick_OMalley.jpg",
    "extract": "James Rudolph O'Malley was an English character actor and singer who appeared in many American films and television programmes from the 1940s to 1982, using the stage name J. Pat O'Malley. He also appeared on the Broadway stage in Ten Little Indians (1944) and Dial M for Murder (1954).",
    "year": 1904,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Gilberto Freyre",
    "birthday": "1900-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Gilberto_Freyre%2C_1956.tif/lossy-page1-244px-Gilberto_Freyre%2C_1956.tif.jpg",
    "extract": "Gilberto de Mello Freyre was a Brazilian sociologist, anthropologist, historian, writer, painter, journalist, congressman born in Recife, Pernambuco, Northeast Brazil. He is commonly associated with other major Brazilian cultural interpreters of the first half of the 20th century, such as Sérgio Buarque de Holanda and Caio Prado Júnior. His best-known work is a sociological treatise named Casa-Grande & Senzala.",
    "year": 1900,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jackson Scholz",
    "birthday": "1897-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Jackson_Scholz_1928b.jpg/172px-Jackson_Scholz_1928b.jpg",
    "extract": "Jackson Volney Scholz was an American sprint runner. In the 1920s, he became the first person to appear in an Olympic sprint final in three different Olympic Games. After his athletic career, he also gained fame as a writer.",
    "year": 1897,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "James Basevi Ord",
    "birthday": "1892-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/70/James_B._Ord_at_West_Point.jpg",
    "extract": "James Basevi Ord was a United States Army lieutenant colonel killed in an air crash at Camp John Hay, Philippines. At the time, Ord was serving as the Assistant Military Advisor to the Commonwealth of the Philippines, under United States Military Advisor Douglas MacArthur. Ord was a member of the West Point class of 1915, \"the class the stars fell on\", that also included Omar Bradley and Dwight Eisenhower.",
    "year": 1892,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Boris Delaunay",
    "birthday": "1890-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Delone_cropped_1924.jpg",
    "extract": "Boris Nikolayevich Delaunay or Delone was a Soviet and Russian mathematician, mountain climber, and the father of physicist, Nikolai Borisovich Delone.",
    "year": 1890,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Marjorie Merriweather Post",
    "birthday": "1887-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Marjorie_Merriweather_Post_Hutton_Davies_NYWTS.jpg/254px-Marjorie_Merriweather_Post_Hutton_Davies_NYWTS.jpg",
    "extract": "Marjorie Merriweather Post was an American businesswoman, socialite, and philanthropist. She was also the owner of General Foods.",
    "year": 1887,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Lütfi Kırdar",
    "birthday": "1887-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/51/Mehmet_L%C3%BCtfi_K%C4%B1rdar.jpg",
    "extract": "Mehmet Lütfi Kırdar was a Turkish physician, civil servant, politician and Minister of Health and Social Security. He is best remembered for his long-term position as the Governor and Mayor of Istanbul.",
    "year": 1887,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Wladimir Burliuk",
    "birthday": "1886-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/%D0%91%D1%83%D1%80%D0%BB%D1%8E%D0%BA_%D0%92%D0%BB%D0%B0%D0%B4%D0%B8%D0%BC%D0%B8%D1%80_%D0%94%D0%B0%D0%B2%D0%B8%D0%B4%D0%BE%D0%B2%D0%B8%D1%87.jpg/249px-%D0%91%D1%83%D1%80%D0%BB%D1%8E%D0%BA_%D0%92%D0%BB%D0%B0%D0%B4%D0%B8%D0%BC%D0%B8%D1%80_%D0%94%D0%B0%D0%B2%D0%B8%D0%B4%D0%BE%D0%B2%D0%B8%D1%87.jpg",
    "extract": "Wladimir Davydovych Burliuk was a Ukrainian avant-garde artist and book illustrator. He died at the age of 32 in World War I.",
    "year": 1886,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Gerda Wegener",
    "birthday": "1886-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Gerda_Wegener.jpg/234px-Gerda_Wegener.jpg",
    "extract": "Gerda Marie Fredrikke Wegener was a Danish illustrator and painter. Wegener is known for her fashion illustrations and later her paintings that pushed the boundaries of gender and love of her time. These works were classified as Lesbian erotica at times and many were inspired by her partner, the transgender woman Lili Elbe. Wegener employed these works in the styles of Art Nouveau and later Art Deco.",
    "year": 1886,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Benjamin R. Jacobs",
    "birthday": "1879-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/29/Benjamin_R._Jacobs_-_March_15_1954_-_83d40m_-_75_years_old.JPG/275px-Benjamin_R._Jacobs_-_March_15_1954_-_83d40m_-_75_years_old.JPG",
    "extract": "Benjamin Ricardo Jacobs, Ph.D. was born at the American Consulate in Lima, Peru to Rosa Mulet Jacobs of Valparaíso, Chile, a French-Chilean, and Washington Michael Jacobs of South Carolina in the United States. Originally christened on April 5, 1879 as Ricardo Benjamin Jacobs, he later changed his name, once by reversing the order of his first and middle name, and then in some records by anglicizing the name Ricardo to Richard. His mother was the accomplished and well-educated daughter of a noted French merchant in Valparaíso. At the time of his birth, his father was the American vice-consul to Peru. A businessman with many interests in the United States, including mining, his father also was engaged in mining in several countries in South America and he published the Imprenta Americana and a semi-weekly newspaper, El Tumbes.",
    "year": 1879,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Reza Shah",
    "birthday": "1878-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Reza_shah_uniform.jpg/231px-Reza_shah_uniform.jpg",
    "extract": "Reza Shah Pahlavi was an Iranian military officer, politician, and first Shah of the House of Pahlavi of the Imperial State of Iran and father of the last Shah of Iran. He reigned from 15 December 1925 until he was forced to abdicate by the Anglo-Soviet invasion of Iran on 16 September 1941. Reza Shah introduced many social, economic, and political reforms during his reign, ultimately laying the foundation of the modern Iranian state. Therefore, he is regarded as the founder of modern Iran.",
    "year": 1878,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Eugène Fiset",
    "birthday": "1874-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Eug%C3%A8ne_Fiset.png/251px-Eug%C3%A8ne_Fiset.png",
    "extract": "Major-General Sir Marie-Joseph-Eugène Fiset, was a Canadian physician, military officer, Deputy Minister of Militia and Defence, Member of Parliament, the 18th Lieutenant Governor of Quebec, and the 3rd Canadian Surgeon General.",
    "year": 1874,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Harold L. Ickes",
    "birthday": "1874-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/05/Ickes.gif",
    "extract": "Harold LeClair Ickes was an American administrator, politician and lawyer. He served as United States Secretary of the Interior for nearly 13 years from 1933 to 1946, the longest tenure of anyone to hold the office, and the second longest-serving Cabinet member in U.S. history after James Wilson. Ickes and Labor Secretary Frances Perkins were the only original members of the Roosevelt cabinet who remained in office for his entire presidency.",
    "year": 1874,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Stanisław Wojciechowski",
    "birthday": "1869-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Stanis%C5%82aw_Wojciechowski._Fotografia_portretowa..jpg/210px-Stanis%C5%82aw_Wojciechowski._Fotografia_portretowa..jpg",
    "extract": "Stanisław Wojciechowski was a Polish politician and scholar who served as President of Poland between 1922 and 1926, during the Second Polish Republic.",
    "year": 1869,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Grace Chisholm Young",
    "birthday": "1868-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/72/Grace_Chisholm_Young.jpg",
    "extract": "\n\nGrace Chisholm Young was an English mathematician. She was educated at Girton College, Cambridge, England and continued her studies at Göttingen University in Germany, where in 1895 she received a doctorate. \nHer early writings were published under the name of her husband, William Henry Young, and they collaborated on mathematical work throughout their lives. For her work on calculus (1914–16), she was awarded the Gamble Prize for Mathematics by Girton College, University of Cambridge.",
    "year": 1868,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Matthew Charlton",
    "birthday": "1866-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Matthew_Charlton_1925.jpg/228px-Matthew_Charlton_1925.jpg",
    "extract": "Matthew Charlton was an Australian politician who served as leader of the Australian Labor Party (ALP) and Leader of the Opposition from 1922 to 1928. He led the party to defeat at the 1922 and 1925 federal elections.",
    "year": 1866,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Johan Vaaler",
    "birthday": "1866-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Vaaler_kopi.jpg/217px-Vaaler_kopi.jpg",
    "extract": "Johan Vaaler was a Norwegian inventor and patent clerk. He has often erroneously been identified as the inventor of the common paper clip.",
    "year": 1866,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Manuk Abeghian",
    "birthday": "1865-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/USSR_stamp_M.Abegyan_1965_4k.jpg/320px-USSR_stamp_M.Abegyan_1965_4k.jpg",
    "extract": "Manuk Abeghian was a scholar of Armenian literature and folklore. He is best remembered as the main designer of the reformed Armenian orthography used in Armenia to this day.",
    "year": 1865,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Johan Halvorsen",
    "birthday": "1864-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/43/Johan_Halvorsen_part.JPG",
    "extract": "Johan Halvorsen was a Norwegian composer, conductor and violinist.",
    "year": 1864,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Waldemar Haffkine",
    "birthday": "1860-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Waldemar_Haffkine_2.jpg/240px-Waldemar_Haffkine_2.jpg",
    "extract": "Waldemar Mordechai Wolff Haffkine was a bacteriologist born in Odessa, Russian Empire who later became a French citizen. He emigrated to France and worked at the Pasteur Institute in Paris, where he developed a cholera vaccine that he tried out successfully in India. He is recognized as the first microbiologist who developed and used vaccines against cholera and bubonic plague. He tested the vaccines on himself. Lord Joseph Lister named him \"a saviour of humanity\".",
    "year": 1860,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Liberty Hyde Bailey",
    "birthday": "1858-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Portrait_of_Liberty_Hyde_Bailey.jpg/224px-Portrait_of_Liberty_Hyde_Bailey.jpg",
    "extract": "Liberty Hyde Bailey was an American horticulturist and botanist who was cofounder of the American Society for Horticultural Science. Bailey is credited with being instrumental in starting agricultural extension services, the 4-H movement, the nature study movement, parcel post and rural electrification. He was considered the father of rural sociology and rural journalism.",
    "year": 1858,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Christian Michelsen",
    "birthday": "1857-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Christian_Michelsen_portrait.jpg/271px-Christian_Michelsen_portrait.jpg",
    "extract": "Peter Christian Hersleb Kjerschow Michelsen, better known as Christian Michelsen, was a Norwegian shipping magnate and statesman. He was the first prime minister of independent Norway and Norway's 9th prime minister from 1905 to 1907. Michelsen is most known for his central role in the dissolution of the union between Norway and Sweden in 1905, and was one of Norway's most influential politicians of his time.",
    "year": 1857,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Emil von Behring",
    "birthday": "1854-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Emil_von_Behring_sitzend.jpg/222px-Emil_von_Behring_sitzend.jpg",
    "extract": "Emil von Behring, born Emil Adolf Behring, was a German physiologist who received the 1901 Nobel Prize in Physiology or Medicine, the first one awarded in that field, for his discovery of a diphtheria antitoxin. He was widely known as a \"saviour of children,\" as diphtheria used to be a major cause of child death. His work with the disease, as well as tetanus, has come to bring him most of his fame and acknowledgment. He was honored with Prussian nobility in 1901, henceforth being known by the surname \"von Behring.\"",
    "year": 1854,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Lady Gregory",
    "birthday": "1852-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Lady_gregory.jpg",
    "extract": "Isabella Augusta, Lady Gregory was an Irish dramatist, folklorist and theatre manager. With William Butler Yeats and Edward Martyn, she co-founded the Irish Literary Theatre and the Abbey Theatre, and wrote numerous short works for both companies. Lady Gregory produced a number of books of retellings of stories taken from Irish mythology. Born into a class that identified closely with British rule, she turned against it. Her conversion to cultural nationalism, as evidenced by her writings, was emblematic of many of the political struggles to occur in Ireland during her lifetime.",
    "year": 1852,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "John Sebastian Little",
    "birthday": "1851-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c1/AR_Little_John.jpg",
    "extract": "John Sebastian Little was an American politician who served as a member of the United States House of Representatives and the 21st Governor of the U.S. state of Arkansas.",
    "year": 1851,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "William Mitchell Ramsay",
    "birthday": "1851-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Sir_William_M._Ramsay.jpg/257px-Sir_William_M._Ramsay.jpg",
    "extract": "Sir William Mitchell Ramsay, FBA was a Scottish archaeologist and New Testament scholar. By his death in 1939 he had become the foremost authority of his day on the history of Asia Minor and a leading scholar in the study of the New Testament.",
    "year": 1851,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Karl Davydov",
    "birthday": "1838-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/68/Davidov-Karl.jpg",
    "extract": "Karl Yulievich Davydov was a Russian cellist of great renown during his time, and described by Pyotr Ilyich Tchaikovsky as the \"czar of cellists\". He was also a composer, mainly for the cello. His name also appears in various different spellings: Davydov, Davidoff, Davidov, and more, with his first name sometimes written as Charles or Carl.",
    "year": 1838,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "John Henry Kagi",
    "birthday": "1835-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5c/John_H_Kagi.jpg/234px-John_H_Kagi.jpg",
    "extract": "John Henry Kagi, also spelled John Henri Kagi, was an American attorney, abolitionist, and second in command to John Brown in Brown's failed raid on Harper's Ferry. He bore the title of \"Secretary of War\" in Brown's \"provisional government.\" At age 24, Kagi was killed during the raid. He had previously been active in fighting on the abolitionist side in 1856 in \"Bleeding Kansas\". He was an excellent debater and speaker.",
    "year": 1835,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Eduard Strauss",
    "birthday": "1835-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Eduard_Strauss_concert_poster.jpg/224px-Eduard_Strauss_concert_poster.jpg",
    "extract": "Eduard \"Edi\" Strauss was an Austrian composer who, together with his brothers Johann Strauss II and Josef Strauss made up the Strauss musical dynasty. He was the son of Johann Strauss I and Maria Anna Streim. The family dominated the Viennese light music world for decades, creating many waltzes and polkas for many Austrian nobility as well as dance-music enthusiasts around Europe. He was affectionately known in his family as 'Edi'.",
    "year": 1835,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Daniele Comboni",
    "birthday": "1831-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Daniele_Comboni.jpg/209px-Daniele_Comboni.jpg",
    "extract": "Daniele Comboni was an Italian Roman Catholic bishop who served in the missions in Africa and was the founder of both the Comboni Missionaries of the Heart of Jesus and the Comboni Missionary Sisters. Comboni studied under Nicola Mazza in Verona where he became a multi-linguist and in 1849 vowed to join the missions in the African continent although this did not occur until 1857 when he travelled to Sudan. He continued to travel back and forth from his assignment to his native land in order to found his congregations and attend to other matters, and returned in 1870 for the First Vatican Council in Rome until its premature closing due to conflict.",
    "year": 1831,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Paul Heyse",
    "birthday": "1830-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Paul_Heyse_1910.jpg/226px-Paul_Heyse_1910.jpg",
    "extract": "Paul Johann Ludwig von Heyse was a distinguished German writer and translator. A member of two important literary societies, the Tunnel über der Spree in Berlin and Die Krokodile in Munich, he wrote novels, poetry, 177 short stories, and about sixty dramas. The sum of Heyse's many and varied productions made him a dominant figure among German men of letters. He was awarded the Nobel Prize for Literature in 1910 \"as a tribute to the consummate artistry, permeated with idealism, which he has demonstrated during his long productive career as a lyric poet, dramatist, novelist and writer of world-renowned short stories.\" Wirsen, one of the Nobel judges, said that \"Germany has not had a greater literary genius since Goethe.\" Heyse is the fifth oldest laureate in literature, after Alice Munro, Jaroslav Seifert, Theodor Mommsen and Doris Lessing.",
    "year": 1830,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Élisée Reclus",
    "birthday": "1830-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/%C3%89lis%C3%A9e_Reclus%2C_by_Nadar%2C_retouched.jpg/238px-%C3%89lis%C3%A9e_Reclus%2C_by_Nadar%2C_retouched.jpg",
    "extract": "Jacques Élisée Reclus was a renowned French geographer, writer and anarchist. He produced his 19-volume masterwork, La Nouvelle Géographie universelle, la terre et les hommes, over a period of nearly 20 years (1875–1894). In 1892 he was awarded the Gold Medal of the Paris Geographical Society for this work, despite having been banished from France because of his political activism.",
    "year": 1830,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jules Chevalier",
    "birthday": "1824-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Abb%C3%A9_Jules_Chevalier.jpg/228px-Abb%C3%A9_Jules_Chevalier.jpg",
    "extract": "Servant of God Jules Chevalier was a French Roman Catholic priest and founder of the Missionaries of the Sacred Heart and Daughters of Our Lady of the Sacred Heart Roman Catholic religious institutes, and the inspiration for the members of the Chevalier Family.",
    "year": 1824,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Johann Josef Loschmidt",
    "birthday": "1821-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Johann_Josef_Loschmidt.jpg/229px-Johann_Josef_Loschmidt.jpg",
    "extract": "Johann Josef Loschmidt, who referred to himself mostly as Josef Loschmidt, was a notable Austrian scientist who performed ground-breaking work in chemistry, physics, and crystal forms.",
    "year": 1821,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "William Milligan",
    "birthday": "1821-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1e/William_Milligan.jpg/251px-William_Milligan.jpg",
    "extract": "William Milligan was a renowned Scottish theologian. He studied at the University of Halle in Germany, and eventually became a professor at the University of Aberdeen. He is best known for his commentary on the Revelation of St. John. He also wrote two other well-known books that are classics: The Resurrection of our Lord and The Ascension of our Lord.",
    "year": 1821,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mariano Álvarez",
    "birthday": "1818-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Philippine_revolution_flag_magdiwang.svg/320px-Philippine_revolution_flag_magdiwang.svg.png",
    "extract": "Mariano Álvarez was a Filipino revolutionary and statesman.",
    "year": 1818,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "John Snow",
    "birthday": "1813-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/John_Snow.jpg/218px-John_Snow.jpg",
    "extract": "John Snow was an English physician and a leader in the development of anaesthesia and medical hygiene. He is considered one of the founders of modern epidemiology, in part because of his work in tracing the source of a cholera outbreak in Soho, London, in 1854, which he curtailed by removing the handle of a water pump. Snow's findings inspired the adoption of anaesthesia as well as fundamental changes in the water and waste systems of London, which led to similar changes in other cities, and a significant improvement in general public health around the world.",
    "year": 1813,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Joseph Jenkins Roberts",
    "birthday": "1809-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Joseph_Jenkins_Roberts.jpg/219px-Joseph_Jenkins_Roberts.jpg",
    "extract": "Joseph Jenkins Roberts was an African-American merchant who emigrated to Liberia in 1829, where he became a politician. Elected as the first (1848–1856) and seventh (1872–1876) President of Liberia after independence, he was the first man of African descent to govern the country, serving previously as governor from 1841 to 1848. Born free in Norfolk, Virginia, Roberts emigrated as a young man with his mother, siblings, wife, and child to the young West African colony. He opened a trading firm in Monrovia and later engaged in politics.",
    "year": 1809,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Karl Josef von Hefele",
    "birthday": "1809-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/P_Sinner_-_Bischof_Karl_Joseph_Hefele_1869_%28GPh43%29.jpg/232px-P_Sinner_-_Bischof_Karl_Joseph_Hefele_1869_%28GPh43%29.jpg",
    "extract": "Karl Josef von Hefele was a Roman Catholic bishop and theologian of Germany.",
    "year": 1809,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Charles Knight (publisher)",
    "birthday": "1791-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Charlesknight1860s.JPG/229px-Charlesknight1860s.JPG",
    "extract": "Charles Knight was an English publisher, editor and author. He published and contributed to works such as The Penny Magazine, The Penny Cyclopaedia, and The English Cyclopaedia, and established the Local Government Chronicle.",
    "year": 1791,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "William Lamb, 2nd Viscount Melbourne",
    "birthday": "1779-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/William_Lamb%2C_2nd_Viscount_Melbourne.jpg/252px-William_Lamb%2C_2nd_Viscount_Melbourne.jpg",
    "extract": "William Lamb, 2nd Viscount Melbourne,, in some sources called Henry William Lamb, was a British Whig politician who served as Home Secretary (1830–1834) and Prime Minister. His first premiership ended when he was dismissed by King William IV in 1834, the last British prime minister to be dismissed by a monarch. Five months later he was re-appointed and served for six more years, into the reign of Queen Victoria. He is best known for coaching the Queen in the ways of politics, acting almost as her private secretary. Historians do not rank Melbourne's tenure as prime minister favourably, as he had no great foreign wars or domestic issues to handle, and he was involved in several political scandals in the early years of Victoria's reign.",
    "year": 1779,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Andrew Jackson",
    "birthday": "1767-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Andrew_jackson_head.jpg/264px-Andrew_jackson_head.jpg",
    "extract": "Andrew Jackson was an American lawyer, general, and statesman who served as the 7th president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. An expansionist president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\" and to preserve the Union.",
    "year": 1767,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Archibald Menzies",
    "birthday": "1754-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Archibald_Menzies_1754-1842.jpg/257px-Archibald_Menzies_1754-1842.jpg",
    "extract": "Archibald Menzies was a Scottish surgeon, botanist and naturalist. He spent many years at sea, serving with the Royal Navy, private merchants, and the Vancouver Expedition. He was the first recorded European to reach the summit of the Hawaiian volcano Mauna Loa and introduced the Monkey Puzzle tree to England.",
    "year": 1754,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "George Bähr",
    "birthday": "1666-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/100130_150006_Dresden_Frauenkirche_winter_blue_sky-2.jpg/216px-100130_150006_Dresden_Frauenkirche_winter_blue_sky-2.jpg",
    "extract": "George Bähr was a German architect.",
    "year": 1666,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Shunzhi Emperor",
    "birthday": "1638-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Empereur_Shunzhi.jpg/246px-Empereur_Shunzhi.jpg",
    "extract": "The Shunzhi Emperor was Emperor of the Qing dynasty from 1644 to 1661, and the first Qing emperor to rule over China proper. A committee of Manchu princes chose him to succeed his father, Hong Taiji (1592–1643), in September 1643, when he was five years old. The princes also appointed two co-regents: Dorgon (1612–1650), the 14th son of the Qing dynasty's founder Nurhaci (1559–1626), and Jirgalang (1599–1655), one of Nurhaci's nephews, both of whom were members of the Qing imperial clan.",
    "year": 1638,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Alexandre de Rhodes",
    "birthday": "1591-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Derhodes.jpg/257px-Derhodes.jpg",
    "extract": "Alexandre de Rhodes was an Avignonese Jesuit missionary and lexicographer who had a lasting impact on Christianity in Vietnam. He wrote the Dictionarium Annamiticum Lusitanum et Latinum, the first trilingual Vietnamese-Portuguese-Latin dictionary, published in Rome, in 1651.",
    "year": 1591,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Daniel Featley",
    "birthday": "1582-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Daniel_Featley.jpg/248px-Daniel_Featley.jpg",
    "extract": "Daniel Featley, also called Fairclough and sometimes called Richard Fairclough/Featley, was an English theologian and controversialist. He fell into difficulties with Parliament due to his loyalty to Charles I of England in the 1640s, and he was harshly treated and imprisoned at the end of his life.",
    "year": 1582,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Alqas Mirza",
    "birthday": "1516-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Elkas_Mirza.jpg/320px-Elkas_Mirza.jpg",
    "extract": "Abu'l Ghazi Sultan Alqas Mirza, better known as Alqas Mirza, was a Safavid prince and the second son of king (shah) Ismail I. In early 1546, with Ottoman help, he staged a revolt against his brother Tahmasp I, who was king at the time.",
    "year": 1516,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Hedwig Jagiellon, Electress of Brandenburg",
    "birthday": "1513-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/1537_Krell_Kurf%C3%BCrstin_Hedwig_von_Brandenburg_Jagdschloss_Grunewald_anagoria.jpg/257px-1537_Krell_Kurf%C3%BCrstin_Hedwig_von_Brandenburg_Jagdschloss_Grunewald_anagoria.jpg",
    "extract": "Hedwig Jagiellon was a granddaughter of Emperor Sigismund and of the Jagiellonian dynasty as daughter of Sigismund I the Old of Poland. She was Electress of Brandenburg by marriage to Joachim II Hector, Elector of Brandenburg.",
    "year": 1513,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Anne de Montmorency",
    "birthday": "1493-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Corneille_de_Lyon_-_Portrait_of_Anne_de_Montmorency.jpg/271px-Corneille_de_Lyon_-_Portrait_of_Anne_de_Montmorency.jpg",
    "extract": "Anne, Duke of Montmorency, Honorary Knight of the Garter was a French soldier, statesman and diplomat. He became Marshal of France and Constable of France and served five kings.",
    "year": 1493,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Francesco Gonzaga (1444–1483)",
    "birthday": "1444-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Andrea_Mantegna_111.jpg/225px-Andrea_Mantegna_111.jpg",
    "extract": "Francesco Gonzaga was an Italian bishop and a Cardinal of the Roman Catholic Church during the reigns of Popes Pius II, Paul II and Sixtus IV.",
    "year": 1444,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jacob, Margrave of Baden-Baden",
    "birthday": "1407-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Jacob%2C_Margrave_of_Baden-Baden.jpg",
    "extract": "Jacob I of Baden, was Margrave of Baden-Baden from 1431 to 1453.",
    "year": 1407,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Margaret of England, Duchess of Brabant",
    "birthday": "1275-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/58/Margaret%2C_Duchess_of_Brabant.jpg",
    "extract": "Margaret of England was the tenth child and seventh daughter of King Edward I of England and his first wife, Eleanor of Castile. Her husband was John II, Duke of Brabant, whom she married in 1290, the year of her mother's death. Margaret and John had one child, John III, Duke of Brabant.",
    "year": 1275,
    "month": 3,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Saint Nicholas",
    "birthday": "270-3-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Jaroslav_%C4%8Cerm%C3%A1k_%281831_-_1878%29_-_Sv._Mikul%C3%A1%C5%A1.jpg/136px-Jaroslav_%C4%8Cerm%C3%A1k_%281831_-_1878%29_-_Sv._Mikul%C3%A1%C5%A1.jpg",
    "extract": "Saint Nicholas of Myra, also known as Nicholas of Bari, was an early Christian bishop of Greek descent from the maritime city of Myra in Asia Minor during the time of the Roman Empire. Because of the many miracles attributed to his intercession, he is also known as Nicholas the Wonderworker. Saint Nicholas is the patron saint of sailors, merchants, archers, repentant thieves, children, brewers, pawnbrokers, unmarried people, and students in various cities and countries around Europe. His reputation evolved among the pious, as was common for early Christian saints, and his legendary habit of secret gift-giving gave rise to the traditional model of Santa Claus through Sinterklaas.",
    "year": 270,
    "month": 3,
    "day": 15,
    "language": "en"
  }
]