[
  {
    "name": "Vladimir Guerrero Jr.",
    "birthday": "1999-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Blue_Jays_Vladimir_Guerrero_jogs_back_to_dugout_July_27%2C_2020_%2850161781342%29_%28cropped%29.jpg/169px-Blue_Jays_Vladimir_Guerrero_jogs_back_to_dugout_July_27%2C_2020_%2850161781342%29_%28cropped%29.jpg",
    "extract": "Vladimir Guerrero Ramos Jr. is a Canadian-Dominican professional baseball first baseman and designated hitter for the Toronto Blue Jays of Major League Baseball (MLB). He is the son of former MLB player and Hall of Famer Vladimir Guerrero Sr., making his major league debut in April 2019. A right-handed batter and thrower, he is widely regarded as one of MLB's best active hitters.",
    "year": 1999,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Florian Neuhaus",
    "birthday": "1997-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Neuhaus%2C_Florian_D%C3%9CS_17-18_WP.jpg/219px-Neuhaus%2C_Florian_D%C3%9CS_17-18_WP.jpg",
    "extract": "Florian Christian Neuhaus is a German footballer who plays as a midfielder for Bundesliga club Borussia Mönchengladbach and the Germany national team.",
    "year": 1997,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Inga Janulevičiūtė",
    "birthday": "1995-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/2013_Nebelhorn_Trophy_Inga_Janulevi%C4%8Di%C5%ABt%C4%97_IMG_5278.JPG/213px-2013_Nebelhorn_Trophy_Inga_Janulevi%C4%8Di%C5%ABt%C4%97_IMG_5278.JPG",
    "extract": "Inga Janulevičiūtė is a Lithuanian figure skater. She is the 2014 Lithuanian national champion.",
    "year": 1995,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joel Embiid",
    "birthday": "1994-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Joel_Embiid_%2851914904728%29.jpg/213px-Joel_Embiid_%2851914904728%29.jpg",
    "extract": "Joel Hans Embiid is a Cameroonian professional basketball player for the Philadelphia 76ers of the National Basketball Association (NBA). After one year of college basketball with the Kansas Jayhawks, he was drafted third overall by the 76ers in the 2014 NBA draft. Multiple foot and knee injuries delayed his debut for two seasons until 2016–17, when he was named to the NBA All-Rookie First Team despite playing only 31 games. Embiid is a five-time NBA All-Star, a four-time member of the All-NBA Team and a three-time member of the All-Defensive Team. He has nicknamed himself \"the Process\" in response to a refrain from 76ers fans during the Sam Hinkie era to \"trust the process\". Embiid led the NBA in scoring during the 2021–22 season, becoming the first center since Shaquille O'Neal (2000), and was also the first center since Moses Malone (1982) to average over 30 points per game, while also being the first foreign player to lead the NBA in scoring.",
    "year": 1994,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "George Ford (rugby union)",
    "birthday": "1993-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/George_Ford_kicking_vs_Bath_1.jpg/211px-George_Ford_kicking_vs_Bath_1.jpg",
    "extract": "George Thomas Ford is an English professional rugby union player who plays at fly-half for Leicester Tigers and England. Ford made his debut for Leicester in 2009 and between 2013–2017 played for Bath, before re-joining Leicester, until 2021 when he signed for Sale Sharks for the 2022/23 Premiership season. Ford made his England debut in 2014, was selected for the 2015 Rugby World Cup, and started the 2019 Rugby World Cup Final. He won a Premiership Rugby title in 2013 for Leicester, and was a finalist for Bath in 2015.",
    "year": 1993,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Marine Lorphelin",
    "birthday": "1993-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Marine_Lorphelin_Cannes_2013_2.jpg/226px-Marine_Lorphelin_Cannes_2013_2.jpg",
    "extract": "Marine Lorphelin is a French model and beauty pageant titleholder who was crowned Miss France 2013 on 8 December 2012, representing the region of Burgundy and then represented France at Miss World 2013 and placed 1st runner up.",
    "year": 1993,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Reggie Bullock",
    "birthday": "1991-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Reggie_Bullock.jpg/213px-Reggie_Bullock.jpg",
    "extract": "Reginald Ryedell Bullock is an American professional basketball player for the Dallas Mavericks of the National Basketball Association (NBA). He played college basketball for the North Carolina Tar Heels before being selected by the Los Angeles Clippers in the first round of the 2013 NBA draft with the 25th overall pick. Bullock has also played for the Phoenix Suns, Detroit Pistons, Los Angeles Lakers, and New York Knicks.",
    "year": 1991,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wolfgang Van Halen",
    "birthday": "1991-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/2021_Shaky_Knees_-_Mammoth_WVH_%281%29_Wolfgang_Van_Halen.jpg/320px-2021_Shaky_Knees_-_Mammoth_WVH_%281%29_Wolfgang_Van_Halen.jpg",
    "extract": "Wolfgang William Van Halen is an American musician. The son of guitarist Eddie Van Halen, he performed alongside his father as the bassist for the rock band Van Halen from 2006 to 2020. He also performed with the heavy metal band Tremonti from 2012 to 2016. After his father's death in 2020 led to the disbandment of Van Halen, he began to focus on his solo project Mammoth WVH, in which he performs all instruments and vocals. His project's self-titled debut was released in 2021.",
    "year": 1991,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Andre Young (basketball)",
    "birthday": "1990-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Andre_Young_Clemson.png/202px-Andre_Young_Clemson.png",
    "extract": "Andre Young is a retired American professional basketball player. Standing at 5 ft 9 in, Young played the point guard or shooting guard position. He played four years of collegiate basketball with Clemson followed by three seasons of playing professionally in multiple countries in Europe.",
    "year": 1990,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Blake Griffin",
    "birthday": "1989-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Blake_Griffin_BKN_Nets_2022_%28cropped%29.jpg/213px-Blake_Griffin_BKN_Nets_2022_%28cropped%29.jpg",
    "extract": "Blake Austin Griffin is an American professional basketball player for the Brooklyn Nets of the National Basketball Association (NBA). He played college basketball for the Oklahoma Sooners, when he was named the consensus national college player of the year as a sophomore. Griffin was selected first overall by the Los Angeles Clippers in the 2009 NBA draft, and has since been a six-time NBA All-Star and a five-time All-NBA selection. In January 2018, Griffin was traded to the Detroit Pistons and played for them until 2021. In March 2021, Griffin signed with the Brooklyn Nets.",
    "year": 1989,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jung So-min",
    "birthday": "1989-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/20160324%E2%80%94Jung_So-min_%EC%A0%95%EC%86%8C%EB%AF%BC%2C_Marie_Claire_Korea_screenshot_%2800m37s%29.jpg/320px-20160324%E2%80%94Jung_So-min_%EC%A0%95%EC%86%8C%EB%AF%BC%2C_Marie_Claire_Korea_screenshot_%2800m37s%29.jpg",
    "extract": "Jung So-min is a South Korean actress. She made her acting debut in 2010 with a supporting role in the television series Bad Guy. She is known for her leading role in her 2010 TV series Playful Kiss, the Korean adaptation of the popular manga Itazura na Kiss. In 2020, Jung starred in the medical television series Soul Mechanic.",
    "year": 1989,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Magalie Pottier",
    "birthday": "1989-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Magalie_POTTIER_01.jpg/213px-Magalie_POTTIER_01.jpg",
    "extract": "Magalie Pottier is a French racing cyclist who represents France in BMX. She was selected to represent France at the 2012 Summer Olympics in the women's BMX event and finished in seventh place.",
    "year": 1989,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Theo Walcott",
    "birthday": "1989-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Theo_Walcott_happy_with_his_goal%21_1_%2816501335572%29_%28cropped%29.jpg/203px-Theo_Walcott_happy_with_his_goal%21_1_%2816501335572%29_%28cropped%29.jpg",
    "extract": "Theo James Walcott is an English professional footballer who plays as a forward for Southampton and previously for the English national team.",
    "year": 1989,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Patrick Herrmann (footballer, born 1988)",
    "birthday": "1988-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Patrick_Herrmann_%28cropped%29.jpg/320px-Patrick_Herrmann_%28cropped%29.jpg",
    "extract": "Patrick Herrmann is a German professional footballer who most recently played as a right-back for Darmstadt 98 in the 2. Bundesliga.",
    "year": 1988,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fabien Lemoine",
    "birthday": "1987-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Fabien_Lemoine_%C3%A0_l%27ASSE.jpg/213px-Fabien_Lemoine_%C3%A0_l%27ASSE.jpg",
    "extract": "Fabien Lemoine is a French professional footballer who captains and plays for Lorient, as a midfielder.",
    "year": 1987,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alexandra Daddario",
    "birthday": "1986-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Baywatch_Movie_Launch_Alexandra_Daddario.jpg/228px-Baywatch_Movie_Launch_Alexandra_Daddario.jpg",
    "extract": "Alexandra Anna Daddario is an American actress. She had her breakthrough portraying Annabeth Chase in the Percy Jackson film series (2010–2013). She has since starred as Paige in Hall Pass (2011), Heather Miller in Texas Chainsaw 3D (2013), Blake Gaines in San Andreas (2015), Summer Quinn in Baywatch (2017), and Alexis Butler in We Summon the Darkness (2019). She has also guest starred in television series such as White Collar, It's Always Sunny in Philadelphia, True Detective, New Girl, and American Horror Story: Hotel. In 2021, she starred in the first season of the HBO series The White Lotus, for which she received widespread critical acclaim.",
    "year": 1986,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Toney Douglas",
    "birthday": "1986-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Toney_Douglas_23_Anadolu_Efes_20180119_%28cropped%29.jpg/253px-Toney_Douglas_23_Anadolu_Efes_20180119_%28cropped%29.jpg",
    "extract": "Toney Bernard Douglas is an American professional basketball player for Hapoel Eilat of the Israeli Basketball Premier League. He played college basketball for Auburn for one year, eventually becoming frustrated with his role on the team as a shooting guard. He subsequently transferred to Florida State University for the remainder of his collegiate career, where he switched to the point guard position. Emerging as a defensive force in his junior season, Douglas set school and conference records for steals. He stepped up as a team leader in his final season, breaking personal records in several statistical categories and helped lead the Seminoles to their first NCAA Tournament in 11 years.",
    "year": 1986,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kenny Dykstra",
    "birthday": "1986-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Kenny_Dykstra_at_WWA_show.jpg/213px-Kenny_Dykstra_at_WWA_show.jpg",
    "extract": "Kenneth George Doane is an American retired professional wrestler signed to WWE as a trainer at the WWE Performance Center. During his past time in WWE, he was known as Kenny Dykstra and Kenny as a member of The Spirit Squad. Outside of WWE, his most significant appearance in a major promotion was for Major League Wrestling (MLW) in a tag team with Squad member Mike Mondo during 2019.",
    "year": 1986,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Daisuke Takahashi",
    "birthday": "1986-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/2012_ISU_World_Team_Trophy_-_Daisuke_Takahashi.jpg/213px-2012_ISU_World_Team_Trophy_-_Daisuke_Takahashi.jpg",
    "extract": "Daisuke Takahashi  is a Japanese figure skater. He is the 2010 Olympic bronze medalist, the 2010 World champion, the 2012–13 Grand Prix Final champion, a two-time Four Continents champion, and a five-time Japanese national champion.",
    "year": 1986,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Teddy Atine-Venel",
    "birthday": "1985-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Teddy.png",
    "extract": "Teddy Atine-Venel is a French athlete who specialises in the 400 meters. He represented his country at the 2008 Summer Olympics as well as three outdoor and one indoor World Championships.",
    "year": 1985,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eddy Lover",
    "birthday": "1985-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Eddy_Lover_-_Foto_2017.png/237px-Eddy_Lover_-_Foto_2017.png",
    "extract": "Eduardo Mosquera, better known by his stage name Eddy Lover, is a Panamanian reggaeton and Spanish reggae singer-songwriter. Eddy Lover rose to international fame with his guest appearance on La Factoría's 2006 smash hit Perdóname.",
    "year": 1985,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Levi Brown (offensive tackle)",
    "birthday": "1984-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Levi_Brown_9-7-08.jpg/218px-Levi_Brown_9-7-08.jpg",
    "extract": "Levi James Brown III is a former American football offensive tackle in the National Football League (NFL). He was drafted by the Arizona Cardinals fifth overall in the 2007 NFL Draft. He played college football at Penn State.",
    "year": 1984,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Aisling Bea",
    "birthday": "1984-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Wikimania_2014_MMB_38_Aisling_Bea.jpg/295px-Wikimania_2014_MMB_38_Aisling_Bea.jpg",
    "extract": "Aisling Clíodhnadh O'Sullivan, known professionally as Aisling Bea, is an Irish comedian, actress and writer. She created, wrote and starred in the comedy series This Way Up on Channel 4. As a stand-up comedian, she won the \"So You Think You're Funny?\" award at the Edinburgh Fringe Festival in 2012, being only the second woman to win the award in its, then, twenty-five year history. She also regularly appears on light entertainment comedy panel shows such as QI and 8 Out of 10 Cats.",
    "year": 1984,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sharon Cherop",
    "birthday": "1984-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Sharon_Cherop_winner_of_2012_Boston_Marathon.jpg/144px-Sharon_Cherop_winner_of_2012_Boston_Marathon.jpg",
    "extract": "Sharon Jemutai Cherop is a Kenyan long-distance runner who specialises in the marathon. She won a bronze medal at the age of sixteen in the 5000 metres at the World Junior Championships. She was the bronze medal winner in the marathon at the 2011 World Championships in Athletics and won the Boston Marathon in 2012.",
    "year": 1984,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michael Ennis",
    "birthday": "1984-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Michael_Ennis_Bulldogs.jpg/259px-Michael_Ennis_Bulldogs.jpg",
    "extract": "Michael Ennis is an Australian sports commentator for Fox League and former professional rugby league footballer of Irish descent. A New South Wales State of Origin representative hooker, he played for the Canterbury-Bankstown Bulldogs, Brisbane Broncos, St George Illawarra Dragons, Newcastle Knights and the Cronulla-Sutherland Sharks, with whom he won the 2016 NRL premiership. and has been described as \"one of the game's most hated players.\"",
    "year": 1984,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hosea Gear",
    "birthday": "1984-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Hosea_Gear_2013.jpg/213px-Hosea_Gear_2013.jpg",
    "extract": "Hosea Emiliano Gear is a New Zealand rugby union player as a wing. He has also played 14 international matches for New Zealand.",
    "year": 1984,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Brandon Prust",
    "birthday": "1984-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Brandon_Prust_-_Montreal_Canadiens.jpg/291px-Brandon_Prust_-_Montreal_Canadiens.jpg",
    "extract": "Brandon Raymond James Prust is a Canadian former professional ice hockey left winger. Prust was drafted in the third round, 70th overall, by the Calgary Flames in the 2004 NHL Entry Draft, and has played in the NHL for the Flames, Phoenix Coyotes, New York Rangers, Montreal Canadiens and Vancouver Canucks. Prust was best known for his role as an enforcer.",
    "year": 1984,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Stephen Drew",
    "birthday": "1983-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Stephen_Drew_on_June_16%2C_2013.jpg/202px-Stephen_Drew_on_June_16%2C_2013.jpg",
    "extract": "Stephen Oris Drew is an American former professional baseball infielder. He played 12 seasons in Major League Baseball (MLB) for the Arizona Diamondbacks, Oakland Athletics, Boston Red Sox, New York Yankees and Washington Nationals. His two brothers, outfielder J.D. and pitcher Tim, also played in MLB.",
    "year": 1983,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Brandon League",
    "birthday": "1983-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Brandon_League_on_April_19%2C_2013.jpg/258px-Brandon_League_on_April_19%2C_2013.jpg",
    "extract": "Brandon Paul League is an American former professional baseball pitcher. League has played in Major League Baseball (MLB) for the Toronto Blue Jays, Seattle Mariners, and Los Angeles Dodgers. He is a former closer and one-time All-Star.",
    "year": 1983,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nicolas Rousseau",
    "birthday": "1983-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Nicolas_Rousseau.jpg/213px-Nicolas_Rousseau.jpg",
    "extract": "Nicolas Rousseau is a French professional road bicycle racer for St. Michel–Auber93. He won stage 3 of the 2010 La Tropicale Amissa Bongo.",
    "year": 1983,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tramon Williams",
    "birthday": "1983-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Tramon_Williams_2019.jpg/320px-Tramon_Williams_2019.jpg",
    "extract": "Tramon Vernell Williams Sr. is a former American football cornerback who played 15 seasons in the National Football League (NFL). He played college football for Louisiana Tech, and was signed by the Houston Texans as an undrafted free agent in 2006. Williams spent much of his NFL career with the Green Bay Packers, playing with them from 2006 to 2014, and again in the 2018, 2019, and 2020 seasons. He was also member of the Cleveland Browns, Arizona Cardinals, and Baltimore Ravens.",
    "year": 1983,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Miguel Comminges",
    "birthday": "1982-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Miguel_Comminges_1.png/134px-Miguel_Comminges_1.png",
    "extract": "Miguel Gregory Comminges is a Guadeloupean former professional footballer. He also represented the Guadeloupe national football team. A versatile player, Comminges played on either side of defence, as well as in midfield.",
    "year": 1982,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Riley Cote",
    "birthday": "1982-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Cote1_bb_%2840423198112%29.jpg/214px-Cote1_bb_%2840423198112%29.jpg",
    "extract": "Riley D. Cote is a former Canadian professional ice hockey left winger and formerly an assistant coach with the Lehigh Valley Phantoms of the American Hockey League (AHL). He played eight National Hockey League (NHL) seasons with the Philadelphia Flyers and was mainly known as an enforcer.",
    "year": 1982,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jesús Del Nero",
    "birthday": "1982-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Jesus_Del_Nero.jpg/252px-Jesus_Del_Nero.jpg",
    "extract": "Jesús del Nero Montes is a Spanish professional road bicycle racer who most recently rode for the UCI Professional Continental Team NetApp. Del Nero turned professional with the Basque continental team Orbea in 2005 before moving to new UCI Professional Continental team 3 Molinos Resort in 2006. When 3 Molinos folded at the end of 2006, Del Nero moved to Saunier Duval, which subsequently became Fuji-Servetto. Del Nero's best results to date are third in the 2005 Euskal Bizikleta and eleventh in the 2007 Tour of Flanders.",
    "year": 1982,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Brian Wilson (baseball)",
    "birthday": "1982-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Brian_Wilson_Fear_the_Beard.jpg/185px-Brian_Wilson_Fear_the_Beard.jpg",
    "extract": "Brian Patrick Wilson, nicknamed \"The Beard\" and \"B-Weezy\", is an American former professional baseball relief pitcher. He played in Major League Baseball (MLB) for the San Francisco Giants and Los Angeles Dodgers. He stands 6 feet 1 inch (1.85 m) tall and weighs 205 pounds (93 kg). Wilson is known for his large black beard, which he began growing during the 2010 pennant race. Wilson's entrance at home games accompanied by the song \"Jump Around\" was popular with fans. Wilson also portrayed Peterson, a pitcher in the 2019 film Bottom of the 9th.",
    "year": 1982,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Curtis Granderson",
    "birthday": "1981-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Curtis_Granderson_on_August_26%2C_2011.jpg/234px-Curtis_Granderson_on_August_26%2C_2011.jpg",
    "extract": "Curtis Granderson Jr., nicknamed the \"Grandyman\", is an American former professional baseball outfielder. He played 16 seasons in Major League Baseball (MLB) for the Detroit Tigers, New York Yankees, New York Mets, Los Angeles Dodgers, Toronto Blue Jays, Milwaukee Brewers, and Miami Marlins.",
    "year": 1981,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fabiana Murer",
    "birthday": "1981-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Fabiana_Murer01-2.jpg/184px-Fabiana_Murer01-2.jpg",
    "extract": "Fabiana de Almeida Murer is a retired Brazilian pole vaulter. She holds the South American record in the event with an indoor best of 4.82 m and an outdoor best of 4.87 m, making her the fourth highest vaulter ever at the time, now the eighth. She won the gold medal at the 2011 World Championships in Athletics, at the 2010 IAAF World Indoor Championships and also won at the 2007 Pan American Games. Murer represented Brazil at the 2008, 2012 and 2016 Summer Olympics. She is a four-time South American Champion with wins in 2006, 2007, 2009 and 2011. Murer was coached by both the Ukrainian Vitaly Petrov, who managed the world record holders Sergei Bubka and Yelena Isinbayeva, and her husband, Élson Miranda de Souza, a former vaulter himself.",
    "year": 1981,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Todd Heap",
    "birthday": "1980-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Todd_Heap_2006-11-05.jpg/320px-Todd_Heap_2006-11-05.jpg",
    "extract": "Todd Benjamin Heap is a former American football tight end who played 12 seasons in the National Football League (NFL).",
    "year": 1980,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Felipe Reyes",
    "birthday": "1980-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Felipe_Reyes_9_Real_Madrid_Baloncesto_Euroleague_20171012_%282%29.jpg/246px-Felipe_Reyes_9_Real_Madrid_Baloncesto_Euroleague_20171012_%282%29.jpg",
    "extract": "Felipe Reyes Cabanás is a Spanish former professional basketball player. He represented the senior Spain national team. Standing at a height of 2.04 m tall, and weighing 104 kg (229 lbs.), he plays at the power forward and center positions.",
    "year": 1980,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Christina Liebherr",
    "birthday": "1979-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/CHI_Gen%C3%A8ve_2013_-_20131212_-_Christina_Liebherr_et_L.B._Carwyn.jpg/320px-CHI_Gen%C3%A8ve_2013_-_20131212_-_Christina_Liebherr_et_L.B._Carwyn.jpg",
    "extract": "Christina Liebherr is a Swiss equestrian who competes in the sport of show jumping.",
    "year": 1979,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rashad Moore",
    "birthday": "1979-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Rashad_Moore.JPG/266px-Rashad_Moore.JPG",
    "extract": "Glenn Rashad Moore is a former American football defensive tackle. He was originally drafted by the Seattle Seahawks in the sixth round of the 2003 NFL Draft. He played college football at Tennessee.",
    "year": 1979,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sébastien Ostertag",
    "birthday": "1979-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/S%C3%A9bastien_Ostertag_%28Tremblay_en_France_HB%29_-_Handball_player_of_France_%282%29.jpg/320px-S%C3%A9bastien_Ostertag_%28Tremblay_en_France_HB%29_-_Handball_player_of_France_%282%29.jpg",
    "extract": "Sébastien Ostertag is a French team handball player. He played on the France men's national handball team which won gold medals at the 2009 World Men's Handball Championship in Croatia.",
    "year": 1979,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Leena Peisa",
    "birthday": "1979-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Awa_of_Lordi%2C_in_concert_%282006%29.jpg/320px-Awa_of_Lordi%2C_in_concert_%282006%29.jpg",
    "extract": "Leena Maria \"Awa\" Peisa is a Finnish keyboard player. Her former bands include Lordi, Punaiset Messiaat and Dolchamar. Currently, she plays in Lordi's ex-drummer's Kita's band \"Sampsa Astala & Qma\".",
    "year": 1979,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Andrei Stepanov (footballer)",
    "birthday": "1979-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a3/A-Stepanov.jpg",
    "extract": "Andrei Stepanov is an Estonian former professional footballer. He played the position of defender.",
    "year": 1979,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Brooke Burns",
    "birthday": "1978-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Brooke_Burns_2010.jpg/240px-Brooke_Burns_2010.jpg",
    "extract": "Brooke Elizabeth Burns is an American fashion model, game show host, actress, and television personality. Burns began her television career in 1995, portraying the supporting character Peg in the Spanish-American teen sitcom Out of the Blue (1995–1996), appearing in all episodes. Burns joined the cast of the action drama series Baywatch in 1998 and subsequently starred in Baywatch's second rendition, Baywatch: Hawaii, until she left the show owing to her first pregnancy. She appeared in 33 episodes.",
    "year": 1978,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Annett Renneberg",
    "birthday": "1978-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Annett_renneberg_worms.jpg/221px-Annett_renneberg_worms.jpg",
    "extract": "Annett Renneberg (born 16 March 1978, in Rudolstadt) is a German actress and singer.",
    "year": 1978,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mónica Cruz",
    "birthday": "1977-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Monica_Cruz_crop.jpg/219px-Monica_Cruz_crop.jpg",
    "extract": "Mónica Cruz Sánchez is a Spanish actress, dancer, and fashion designer. She is the younger sister of actress Penélope Cruz. She has appeared in the films The Inquiry (2006), Last Hour (2008), Jerry Cotton (2010) and Iron Cross (2011).",
    "year": 1977,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Blu Cantrell",
    "birthday": "1976-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Academy_Awards_afterparty_CUN_Blu_Cantrell.jpg/213px-Academy_Awards_afterparty_CUN_Blu_Cantrell.jpg",
    "extract": "Blu Cantrell is an American R&B and soul singer-songwriter.",
    "year": 1976,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Susanne Ljungskog",
    "birthday": "1976-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/02/Susanne_Ljungskog.jpg",
    "extract": "Susanne Ljungskog is a Swedish former cyclist. A four-time Olympian, she won the world road race championship in 2002 and 2003. The same years, she was UCI points champion. She has also won two World Cup races.",
    "year": 1976,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Abraham Núñez (infielder)",
    "birthday": "1976-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Abraham_N%C3%BA%C3%B1ez.jpg/320px-Abraham_N%C3%BA%C3%B1ez.jpg",
    "extract": "Abraham Orlando Núñez Adames [NOO-nyez] is a Dominican former professional baseball third baseman. He played in Major League Baseball (MLB) from 1997 to 2008 for the Pittsburgh Pirates, St. Louis Cardinals, Philadelphia Phillies, and New York Mets. Núñez primarily played third base, but was capable of playing all four infield positions.",
    "year": 1976,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Zhu Chen",
    "birthday": "1976-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Zhu_Chen_2011.jpg/226px-Zhu_Chen_2011.jpg",
    "extract": "Zhu Chen is a Chinese-born Qatari chess Grandmaster. In 1999, she became China's second women's world chess champion after Xie Jun, and China's 13th Grandmaster. In 2006, she obtained Qatari citizenship and since then plays for Qatar.",
    "year": 1976,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sienna Guillory",
    "birthday": "1975-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Sienna_Guillory_at_the_Moet_BIFA_2014.jpg/256px-Sienna_Guillory_at_the_Moet_BIFA_2014.jpg",
    "extract": "Sienna Tiggy Guillory is an English actress and former model. She is perhaps best known for her portrayal of Jill Valentine in several entries of the Resident Evil action-horror film series. Other prominent roles include elf princess Arya Dröttningu in the fantasy-adventure film Eragon, and the title role in the TV miniseries Helen of Troy. She has also taken on starring roles in popular TV shows including Fortitude, Stan Lee's Lucky Man, and Luther.",
    "year": 1975,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anne Charrier",
    "birthday": "1974-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Anne_Charrier_-_Monte-Carlo_Television_Festival.jpg/212px-Anne_Charrier_-_Monte-Carlo_Television_Festival.jpg",
    "extract": "Anne Charrier is a French actress, who is credited with 7 films and 22 TV productions between 2000 and 2009.\nShe was coached for TV by the Australian Elise McLeod.",
    "year": 1974,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Andrey Mizurov",
    "birthday": "1973-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Andrey_Mizourov.jpg/286px-Andrey_Mizourov.jpg",
    "extract": "Andrey Mizourov is a Kazakhstani former professional road bicycle racer.",
    "year": 1973,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alan Tudyk",
    "birthday": "1971-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Alan_Tudyk_by_Gage_Skidmore_3.jpg/225px-Alan_Tudyk_by_Gage_Skidmore_3.jpg",
    "extract": "Alan Wray Tudyk is an American actor. He is known for his roles as Tucker McGee in Tucker & Dale vs. Evil, Hoban \"Wash\" Washburne in the space Western series Firefly and the film Serenity, and Steve the Pirate in Dodgeball: A True Underdog Story. He has also had starring roles in the films I, Robot, A Knight's Tale, Transformers: Dark of the Moon, 42, Maze Runner: The Scorch Trials, and Rogue One. He performed the voice of King Candy in 2012's Wreck-It Ralph, for which he won an Annie Award, and has done voices for every Walt Disney Animation Studios film since.",
    "year": 1971,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joakim Berg",
    "birthday": "1970-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Joakim_Berg_Eskilstuna_2008.jpg/177px-Joakim_Berg_Eskilstuna_2008.jpg",
    "extract": "Herbert Joakim \"Jocke\" Berg is a Swedish singer, songwriter and musician, best known as the lead singer of Swedish Rock/Pop band Kent. Berg rarely gives interviews, saying in one: less is more. Berg has tended to write lyrics in Swedish because he wants to avoid the use of cliché-ridden English lyrics, which often happens when Swedish artists sing in English. Kent's lyrics contributed to their development from indie band to broad mass appeal as songs in Swedish are preferred among the slightly older population that Kent has attracted, according to an academic who has studied the band in their sociological and national context.",
    "year": 1970,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Judah Friedlander",
    "birthday": "1969-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Judah_Friedlander.jpg/291px-Judah_Friedlander.jpg",
    "extract": "Judah Friedlander is an American actor and comedian, known for playing the role of writer Frank Rossitano on the NBC sitcom 30 Rock. Friedlander is also known for his role as Toby Radloff in the film American Splendor, a role that garnered him favorable reviews and a nomination for best supporting actor at the 2004 Independent Spirit Awards. Earlier in his career, he was recognized as \"the hug guy\" from the music video for the 2001 Dave Matthews Band single \"Everyday\".",
    "year": 1969,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alina Ivanova",
    "birthday": "1969-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Adidas_Dublin_Marathon_2007.jpg/279px-Adidas_Dublin_Marathon_2007.jpg",
    "extract": "Alina Petrovna Ivanova is a retired Russian long-distance athlete who competing in race walking and road running. She is best known for winning the gold medal in the women's 10 km walk at the 1991 World Championships in Tokyo, Japan. She represented the Unified Team at the 1992 Summer Olympics in Barcelona, Spain.",
    "year": 1969,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tracy Bonham",
    "birthday": "1967-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Tracy_Bonham.jpg/202px-Tracy_Bonham.jpg",
    "extract": "Tracy Bonham is an American alternative rock musician, best known for her 1996 single \"Mother Mother\".",
    "year": 1967,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Darnielle",
    "birthday": "1967-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/John_Darnielle_The_Mountain_Goats_HOH_Fest_2010.JPG/213px-John_Darnielle_The_Mountain_Goats_HOH_Fest_2010.JPG",
    "extract": "John Darnielle is an American musician and novelist best known as the primary, and originally sole, member of the American band the Mountain Goats, for which he is the writer, composer, guitarist, pianist, and vocalist.",
    "year": 1967,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lauren Graham",
    "birthday": "1967-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Lauren_Graham_August_2014.jpg/227px-Lauren_Graham_August_2014.jpg",
    "extract": "Lauren Helen Graham is an American actress and author. She is best known for her roles as Lorelai Gilmore on The WB/CW television series Gilmore Girls (2000–2007), for which she received nominations for Screen Actors Guild, Golden Globe and Satellite Awards, and as Sarah Braverman on the NBC television drama Parenthood (2010–2015).",
    "year": 1967,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ronnie McCoury",
    "birthday": "1967-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Del_McCoury_Band_OSMF_2013_-_Ron_Baker.jpg/320px-Del_McCoury_Band_OSMF_2013_-_Ron_Baker.jpg",
    "extract": "Ronnie McCoury is an American mandolin player, singer, and songwriter. He is the son of bluegrass musician Del McCoury, and is best known for his work with the Del McCoury Band\nand the Travelin' McCourys.",
    "year": 1967,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "H.P. Baxxter",
    "birthday": "1966-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/H._P._Baxxter_beim_Echo_2013.jpg/255px-H._P._Baxxter_beim_Echo_2013.jpg",
    "extract": "Hans Peter Geerdes, professionally known by his stage name H.P. Baxxter, is a German musician who is best known as the lead vocalist of the German techno band Scooter. He founded Scooter with his friend Rick J. Jordan in 1993.",
    "year": 1966,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mark Carney",
    "birthday": "1965-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Mark_Carney.jpg/256px-Mark_Carney.jpg",
    "extract": "Mark Joseph Carney is a Canadian economist and banker who served as the governor of the Bank of Canada from 2008 to 2013 and the governor of the Bank of England from 2013 to 2020. Since October 2020, he is vice chairman and head of Impact Investing at Brookfield Asset Management. He was the chair of the Financial Stability Board from 2011 to 2018. Prior to his governorships, Carney worked at Goldman Sachs as well as the Department of Finance Canada.",
    "year": 1965,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cristiana Reali",
    "birthday": "1965-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Cristiana_Reali_2017_2.jpg/227px-Cristiana_Reali_2017_2.jpg",
    "extract": "Cristiana Reali is an Italian-Brazilian actress. She has appeared in numerous theatre pieces, television series and a few movies.",
    "year": 1965,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Patty Griffin",
    "birthday": "1964-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Central_Park_Sound_Stage.jpg/214px-Central_Park_Sound_Stage.jpg",
    "extract": "Patricia Jean Griffin is an American singer, songwriter, and musician. She is a vocalist and plays guitar and piano. She is known for her stripped-down songwriting style in the folk music genre. Her songs have been covered by numerous musicians, including Emmylou Harris, Ellis Paul, Kelly Clarkson, Rory Block, Dave Hause, Sugarland and The Chicks.",
    "year": 1964,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jaclyn Jose",
    "birthday": "1964-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Jaclyn_Jose_2017_%28cropped%29.jpg/200px-Jaclyn_Jose_2017_%28cropped%29.jpg",
    "extract": "Mary Jane Santa Ana Guck, better known by her stage name Jaclyn Jose, is a Filipina cinema and television actress who has earned international critical acclaim. She is best known for her roles in the films Private Show, White Slavery, and Santa Juana.",
    "year": 1964,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pascal Richard",
    "birthday": "1964-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Pascal_RICHARD.jpg/320px-Pascal_RICHARD.jpg",
    "extract": "Pascal Richard is a French-speaking Swiss former racing cyclist. He is most notable as a former King of the Mountains winner at the Giro d'Italia and Olympic Games gold medalist. He won the Swiss National Road Race championship in 1989 and 1993.",
    "year": 1964,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gore Verbinski",
    "birthday": "1964-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Verbinski_gore.jpg/320px-Verbinski_gore.jpg",
    "extract": "Gregor Justin \"Gore\" Verbinski is an American film director, screenwriter, producer, and musician. He is best known for directing The Ring, the Pirates of the Caribbean films, and Rango. He won the Academy Award, the BAFTA, and was nominated for the Golden Globe Award for Best Animated Feature Film for his work on Rango.",
    "year": 1964,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jerome Flynn",
    "birthday": "1963-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Jerome_Flynn_2013_%28cropped%29.jpg/199px-Jerome_Flynn_2013_%28cropped%29.jpg",
    "extract": "Jerome Patrick Flynn is an English actor and singer. He is best known for his roles as Paddy Garvey of the King's Fusiliers in the ITV series Soldier Soldier, Bronn in the hit HBO series Game of Thrones, and Bennet Drake in Ripper Street.",
    "year": 1963,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kevin Smith (New Zealand actor)",
    "birthday": "1963-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ac/Kevin_Tod_Smith.JPG",
    "extract": "Kevin Tod Smith was a New Zealand actor and musician, best known for starring as the Greek god of war, Ares, in the TV series Hercules: The Legendary Journeys and in its two spin-offs – Xena: Warrior Princess and Young Hercules. He died in a fall at a film studio in China.",
    "year": 1963,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Franck Fréon",
    "birthday": "1962-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/24-hours-le-mans-03.jpg/232px-24-hours-le-mans-03.jpg",
    "extract": "Franck Fréon is a French race car driver.",
    "year": 1962,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Todd McFarlane",
    "birthday": "1961-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/10.5.17ToddMcFarlaneByLuigiNovi1.jpg/258px-10.5.17ToddMcFarlaneByLuigiNovi1.jpg",
    "extract": "Todd McFarlane is a Canadian comic book creator, artist, writer, filmmaker and entrepreneur, best known for his work as the artist on The Amazing Spider-Man and as the writer and artist on the superhero horror-fantasy series Spawn.",
    "year": 1961,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Hemming (politician)",
    "birthday": "1960-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/John_Hemming_Parliament.jpg/185px-John_Hemming_Parliament.jpg",
    "extract": "John Alexander Melvin Hemming is a British Liberal Democrat politician and businessman. He served as the Member of Parliament for Birmingham Yardley from 2005 until 2015.",
    "year": 1960,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jenny Eclair",
    "birthday": "1960-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Jennyeclair.jpg/200px-Jennyeclair.jpg",
    "extract": "Jenny Eclair is an English comedian, novelist, and actress, best known for her roles in Grumpy Old Women between 2004 and 2007 and in Loose Women in 2011 and 2012.",
    "year": 1960,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michael J. Bloomfield",
    "birthday": "1959-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Michael_Bloomfield.jpg/254px-Michael_Bloomfield.jpg",
    "extract": "Michael John \"Bloomer\" Bloomfield is an American former astronaut and a veteran of three Space Shuttle missions.",
    "year": 1959,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Flavor Flav",
    "birthday": "1959-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Flavor_Flav_of_Public_Enemy.jpg/236px-Flavor_Flav_of_Public_Enemy.jpg",
    "extract": "William Jonathan Drayton Jr., known by his stage name Flavor Flav, is an American rapper. Known for his yells of \"Yeah, boyeeeeee!\" when performing, he rose to prominence as a founding member of the rap group Public Enemy alongside Chuck D; with them he has earned six Grammy Award nominations, and has been inducted into the Rock and Roll Hall of Fame.",
    "year": 1959,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Charles Hudson (baseball)",
    "birthday": "1959-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Charles_Hudson_Phillies.jpg/240px-Charles_Hudson_Phillies.jpg",
    "extract": "Charles Lynn Hudson is an American former professional baseball starting pitcher, who played in Major League Baseball (MLB) for the Philadelphia Phillies, New York Yankees, and Detroit Tigers, from 1983 to 1989.",
    "year": 1959,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Steve Marker",
    "birthday": "1959-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Garbage_10_08_2015_-11_%2821445765523%29.jpg/230px-Garbage_10_08_2015_-11_%2821445765523%29.jpg",
    "extract": "Steve Marker is an American musician, songwriter, and record producer, best known as a cofounder and guitarist in the alternative rock band Garbage.",
    "year": 1959,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jens Stoltenberg",
    "birthday": "1959-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Jens_Stoltenberg_2020.jpg/226px-Jens_Stoltenberg_2020.jpg",
    "extract": "Jens Stoltenberg is a Norwegian politician serving as the 13th secretary general of NATO since 2014. A member of the Labour Party, he previously served as the 34th prime minister of Norway from 2000 to 2001 and again from 2005 until 2013.",
    "year": 1959,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Phillip Wilcher",
    "birthday": "1958-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Phillip_Wilcher_photographed_by_Bridget_Elliot.jpg/230px-Phillip_Wilcher_photographed_by_Bridget_Elliot.jpg",
    "extract": "Phillip Leslie Wilcher is an Australian pianist and classical music composer who was a founding member of the children's music group the Wiggles. When Wilcher published his first work, \"Daybreak\", at the age of 14, he was one of the youngest classical composers in Australia.",
    "year": 1958,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jorge Ramos (news anchor)",
    "birthday": "1958-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/NASA_Univision_Hispanic_Education_Campaign_DVIDS858679_%28cropped%29.jpg/251px-NASA_Univision_Hispanic_Education_Campaign_DVIDS858679_%28cropped%29.jpg",
    "extract": "Jorge Gilberto Ramos Ávalos is a Mexican-American journalist and author. Regarded as the best-known Spanish-language news anchor in the United States of America, he has been referred to as \"The Walter Cronkite of Latin America\". Based in Miami, Florida, he anchors the Univision news television program Noticiero Univision, the Univision Sunday-morning political news program Al Punto, and the Fusion TV English-language program America with Jorge Ramos. He has covered five wars, and events ranging from the fall of the Berlin Wall to the War in Afghanistan.",
    "year": 1958,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ozzie Newsome",
    "birthday": "1956-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Ozzie_Newsome.jpg/246px-Ozzie_Newsome.jpg",
    "extract": "Ozzie Newsome Jr. is an American former professional football player and executive who is the executive vice president of player personnel of the Baltimore Ravens of the National Football League (NFL). Newsome was a tight end for the Cleveland Browns of the National Football League (NFL). He was inducted into both the College Football Hall of Fame (1994) and the Pro Football Hall of Fame (1999). He is also the former general manager of the Baltimore Ravens (1996–2018) and now serves as a behind-the-scenes executive with the team.",
    "year": 1956,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Clifton Powell",
    "birthday": "1956-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Clifton_Powell_%28cropped%29.jpg/218px-Clifton_Powell_%28cropped%29.jpg",
    "extract": "Clifton Powell is an American actor who primarily plays supporting roles in films, such as in Ray (2004), for which he received an NAACP Image Award for Outstanding Supporting Actor in a Motion Picture nomination.",
    "year": 1956,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eveline Widmer-Schlumpf",
    "birthday": "1956-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Eveline_Widmer-Schlumpf_2011.jpg/274px-Eveline_Widmer-Schlumpf_2011.jpg",
    "extract": "Eveline Widmer-Schlumpf is a Swiss politician and lawyer who served as a Member of the Swiss Federal Council from 2008 to 2015. A member of the Swiss People's Party (SVP/UDC) until 2008, she has since then been a member of the Conservative Democratic Party (BDP/PBD). Widmer-Schlumpf was the head of the Federal Department of Justice and Police from 2008 to 2010, when she became head of the Federal Department of Finance. She served as President of the Swiss Confederation in 2012.",
    "year": 1956,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Svetlana Alekseeva (figure skater)",
    "birthday": "1955-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Cup_of_Russia_2010_-_Svetlana_Alexeeva.jpg/278px-Cup_of_Russia_2010_-_Svetlana_Alexeeva.jpg",
    "extract": "Svetlana Lvovna Alekseeva is a Russian figure skating coach and former ice dancer.",
    "year": 1955,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bruno Barreto",
    "birthday": "1955-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Bruno_Barreto_-_Berlianle_2013.JPG/240px-Bruno_Barreto_-_Berlianle_2013.JPG",
    "extract": "Bruno Villela Barreto Borges is a Brazilian film director.",
    "year": 1955,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bob Ley",
    "birthday": "1955-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Bob_Ley.jpg/254px-Bob_Ley.jpg",
    "extract": "Robert A. Ley is an American sports anchor and reporter, best known for his work at ESPN. A multiple Emmy Award-winner, he was the longest-tenured on-air employee of the network, having joined ESPN just three days after the network's 1979 launch and retiring from the network effective at the end of June 2019.",
    "year": 1955,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "David Heath (politician)",
    "birthday": "1954-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/08/David_Heath_Minister.jpg",
    "extract": "David William St John Heath is a British optometrist and Liberal Democrat politician. He was the Member of Parliament (MP) for Somerton and Frome and was the Minister of State for Agriculture and Food. In October 2013 after being removed from his ministerial post in a reshuffle, he announced his intention to step down at the next UK General Election.",
    "year": 1954,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jimmy Nail",
    "birthday": "1954-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Jimmy_Nail.jpg/236px-Jimmy_Nail.jpg",
    "extract": "James Michael Aloysius Bradford, known as Jimmy Nail, is an English singer-songwriter, actor, film producer, and television writer. He played the role of Leonard \"Oz\" Osborne in the television show Auf Wiedersehen, Pet and the title role in Spender. He also recorded a 1992 number one single, \"Ain't No Doubt\". His role as Agustin, the oily crooner in the 1996 film Evita, gave him international recognition.",
    "year": 1954,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tim O'Brien (musician)",
    "birthday": "1954-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Tim_O%27Brien_at_Knicely%27s_Big_Winter_Concert_Franklin_Park_Round_Hill_VA_February_2012.jpg/240px-Tim_O%27Brien_at_Knicely%27s_Big_Winter_Concert_Franklin_Park_Round_Hill_VA_February_2012.jpg",
    "extract": "Tim O'Brien is an American country and bluegrass musician. In addition to singing, he plays guitar, fiddle, mandolin, banjo, bouzouki and mandocello. He has released more than ten studio albums, in addition to charting a duet with Kathy Mattea entitled \"The Battle Hymn of Love\", a No. 9 hit on the Billboard Hot Country Singles & Tracks charts in 1990. In November 2013 he was inducted into the West Virginia Music Hall of Fame.",
    "year": 1954,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dav Whatmore",
    "birthday": "1954-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Farid_with_Dav_cropped.jpg/188px-Farid_with_Dav_cropped.jpg",
    "extract": "Davenell Frederick Whatmore is a Sri Lanka born Australian cricket coach and former cricketer.",
    "year": 1954,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nancy Wilson (rock musician)",
    "birthday": "1954-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/NancyWilsonHWOFSept2012.jpg/320px-NancyWilsonHWOFSept2012.jpg",
    "extract": "Nancy Lamoureux Wilson is an American musician, singer, songwriter, producer, and film composer. She rose to fame alongside her older sister Ann as a guitarist and backing vocalist in the rock band Heart.",
    "year": 1954,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Isabelle Huppert",
    "birthday": "1953-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Isabelle_Huppert_Cannes_2018.jpg/227px-Isabelle_Huppert_Cannes_2018.jpg",
    "extract": "Isabelle Anne Madeleine Huppert is a French actress. Described as \"one of the best actresses in the world\", she is known for her portrayals of cold and disdainful characters devoid of morality. The recipient of several accolades, including two César Awards, five Lumières Awards, a BAFTA Award, three Cannes Film Festival honors, a Golden Globe Award, an Independent Spirit Award, and an Academy Award nomination; in 2020, The New York Times ranked her second on its list of the greatest actors of the 21st century.",
    "year": 1953,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rainer Knaak",
    "birthday": "1953-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Knaak_rainer_20070624_forst.jpg/320px-Knaak_rainer_20070624_forst.jpg",
    "extract": "Rainer Fritz Albert Knaak is a German chess player who holds the FIDE title of Grandmaster (GM).",
    "year": 1953,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Richard Stallman",
    "birthday": "1953-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Richard_Stallman_at_LibrePlanet_2019.jpg/247px-Richard_Stallman_at_LibrePlanet_2019.jpg",
    "extract": "Richard Matthew Stallman, also known by his initials, rms, is an American free software movement activist and programmer. He campaigns for software to be distributed in such a manner that its users have the freedom to use, study, distribute, and modify that software. Software that ensures these freedoms is termed free software. Stallman launched the GNU Project, founded the Free Software Foundation in October 1985, developed the GNU Compiler Collection and GNU Emacs, and wrote the GNU General Public License.",
    "year": 1953,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ray Benson",
    "birthday": "1951-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Ray_Benson_15April2008.jpg/320px-Ray_Benson_15April2008.jpg",
    "extract": "Ray Benson is the front man of the Western swing band Asleep at the Wheel as well as an actor and voice actor.",
    "year": 1951,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Oddvar Brå",
    "birthday": "1951-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Holmenkollen_Ski_Festival_1980_DEX_PR_014277_%28cropped%29.jpg/236px-Holmenkollen_Ski_Festival_1980_DEX_PR_014277_%28cropped%29.jpg",
    "extract": "Oddvar Brå is a Norwegian former cross-country skier. He was among the best skiers in Norway, the three-times winner of the World Cup and the winner of 16 national championships. His success in the major international championships was more modest.",
    "year": 1951,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Peter Forster",
    "birthday": "1950-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Official_portrait_of_The_Lord_Bishop_of_Chester_crop_2.jpg/240px-Official_portrait_of_The_Lord_Bishop_of_Chester_crop_2.jpg",
    "extract": "Peter Robert Forster is a British former Anglican bishop. He was Bishop of Chester in the Church of England from 1996 and a Lord Spiritual from 2001 until his retirement in 2019. He was received into the Roman Catholic Church in 2021.",
    "year": 1950,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Erik Estrada",
    "birthday": "1949-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Erik_Estrada_%2839862241175%29.jpg/222px-Erik_Estrada_%2839862241175%29.jpg",
    "extract": "Henry Enrique Estrada is an American actor and police officer. He is known for his co-starring lead role as California Highway Patrol officer Francis (Frank) Llewelyn \"Ponch\" Poncherello in the police drama television series CHiPs, which ran from 1977 to 1983. He later became known for his work in Spanish-language telenovelas, his appearances in reality television shows and infomercials and as a regular voice on the Adult Swim series Sealab 2021.",
    "year": 1949,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Victor Garber",
    "birthday": "1949-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Victor_Garber_2017.jpg/209px-Victor_Garber_2017.jpg",
    "extract": "Victor Joseph Garber is a Canadian actor and singer. Known for his work in film, television, and theatre, he has been nominated for three Gemini Awards, four Tony Awards, and six Primetime Emmy Awards. He has also been nominated for three Screen Actors Guild Awards along with the cast of the critically acclaimed films Titanic (1997), Milk (2008), and Argo (2012), winning for the latter.",
    "year": 1949,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Elliott Murphy",
    "birthday": "1949-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Elliott_Murphy.jpg/258px-Elliott_Murphy.jpg",
    "extract": "Elliott James Murphy is an American rock singer-songwriter, novelist, record producer and journalist living in Paris.",
    "year": 1949,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michael Bruce (musician)",
    "birthday": "1948-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Alice_Cooper%2C_School%27s_Out_Tour_%281972%29.jpg/210px-Alice_Cooper%2C_School%27s_Out_Tour_%281972%29.jpg",
    "extract": "Michael Owen Bruce is an American musician. He is the co-founder, rhythm guitarist, keyboardist and co-lead vocalist for the rock band Alice Cooper.",
    "year": 1948,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Richard Desjardins",
    "birthday": "1948-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Richard_Desjardins_Arvida03_mod.jpg/320px-Richard_Desjardins_Arvida03_mod.jpg",
    "extract": "Richard Desjardins is a Québécois folk singer and film director.",
    "year": 1948,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Catherine Quéré",
    "birthday": "1948-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Catherine_Qu%C3%A9r%C3%A9%2C_Paris%2C_2012_%28cropped%29.jpg/225px-Catherine_Qu%C3%A9r%C3%A9%2C_Paris%2C_2012_%28cropped%29.jpg",
    "extract": "Catherine Quéré is a French politician and a member of the Socialist Party.",
    "year": 1948,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sigmund Groven",
    "birthday": "1946-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Sigmund_Groven_%26_Sugar_Plum_Fairies.JPG/320px-Sigmund_Groven_%26_Sugar_Plum_Fairies.JPG",
    "extract": "Sigmund Groven is a Norwegian classical harmonica player, today considered one of the world's leading classical harmonica players. He plays with a large number of the world's leading musicians and orchestras, and he has made 23 recordings yet in his own name. His repertoire ranges from popular and folk music to his own compositions, from Bach to contemporary music.",
    "year": 1946,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mary Kaldor",
    "birthday": "1946-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Mary_Kaldor_crop.jpg",
    "extract": "Mary Henrietta Kaldor CBE is a British academic, currently Professor of Global Governance at the London School of Economics, where she is also the Director of the Civil Society and Human Security Research Unit. She also teaches at the Institut Barcelona d'Estudis Internacionals (IBEI). She has been a key figure in the development of cosmopolitan democracy. She writes on globalisation, international relations and humanitarian intervention, global civil society and global governance, as well as what she calls New Wars.",
    "year": 1946,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Guesch Patti",
    "birthday": "1946-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Guesch_Patti_%C3%A9toiles_d%27or.jpg/244px-Guesch_Patti_%C3%A9toiles_d%27or.jpg",
    "extract": "Guesch Patti, born Patricia Porrasse, is a French singer.",
    "year": 1946,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Andrew S. Tanenbaum",
    "birthday": "1944-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Andrew_S._Tanenbaum_2012.jpg/243px-Andrew_S._Tanenbaum_2012.jpg",
    "extract": "Andrew Stuart Tanenbaum, sometimes referred to by the handle ast, is an American-Dutch computer scientist and professor emeritus of computer science at the Vrije Universiteit Amsterdam in the Netherlands.",
    "year": 1944,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ursula Goodenough",
    "birthday": "1943-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7e/UrsaMajor.jpg",
    "extract": "Ursula W. Goodenough is a professor of biology Emerita Washington University in St. Louis where she engaged in research on eukaryotic algae. She authored the best-selling book The Sacred Depths of Nature, and has presented the paradigm of Religious Naturalism and the Epic of Evolution in numerous venues around the world. She contributed to the NPR blog, 13.7: Cosmos & Culture, from 2009 to 2011. She currently serves as president of the Religious Naturalist Association.",
    "year": 1943,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hans Heyer",
    "birthday": "1943-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/HansHeyerLate1970s.jpg/221px-HansHeyerLate1970s.jpg",
    "extract": "Hans Heyer is a German racing driver who mainly raced touring cars, being popular with the fans for his rather funny style. He is better known for actions and antics during his single attempt at Formula One, the 1977 German Grand Prix.",
    "year": 1943,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Roger Crozier",
    "birthday": "1942-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e8/Crozier_with_the_Sabres.jpg/213px-Crozier_with_the_Sabres.jpg",
    "extract": "Roger Allan Crozier was a Canadian professional ice hockey goaltender who played fourteen seasons in the National Hockey League (NHL) for the Detroit Red Wings, Buffalo Sabres and Washington Capitals. During his career, Crozier was named to the NHL First All-Star Team once, was a Calder Memorial Trophy winner, and was the first player to win the Conn Smythe Trophy while playing for the losing team in the Stanley Cup Finals. He was the last goaltender in the NHL to start all of his team's games in the regular season, in 1964–65.",
    "year": 1942,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gijs van Lennep",
    "birthday": "1942-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Gijs_van_Lennep_%281971%29.jpg/320px-Gijs_van_Lennep_%281971%29.jpg",
    "extract": "Jonkheer Gijsbert van Lennep is a Dutch racing driver who competed in eight Formula One races. However his main achievements were in sports car racing. He is a member of the untitled Dutch nobility.",
    "year": 1942,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James Soong",
    "birthday": "1942-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/%E5%AE%8B%E6%A5%9A%E7%91%9C%E4%B8%BB%E5%B8%AD2016.jpg/238px-%E5%AE%8B%E6%A5%9A%E7%91%9C%E4%B8%BB%E5%B8%AD2016.jpg",
    "extract": "James Soong Chu-yu is a Taiwanese politician. He is the founder and current Chairman of the People First Party.",
    "year": 1942,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jerry Jeff Walker",
    "birthday": "1942-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Jerry_Jeff_Walker.jpg/255px-Jerry_Jeff_Walker.jpg",
    "extract": "Jerry Jeff Walker was an American country music and folk singer-songwriter. He was a leading figure in the outlaw country music movement. He was best known for having written the 1968 song \"Mr. Bojangles\".",
    "year": 1942,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bernardo Bertolucci",
    "birthday": "1941-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Bernardo_Bertolucci%2C_film_director.jpg/214px-Bernardo_Bertolucci%2C_film_director.jpg",
    "extract": "Bernardo Bertolucci OMRI was an Italian film director and screenwriter with a career that spanned 50 years. Considered one of the great filmmakers of the Italian cinema, Bertolucci's work achieved international acclaim. He was the first Italian filmmaker to win the Academy Award for Best Director for The Last Emperor (1987), one of many accolades including two Golden Globes, two David di Donatellos, a British Academy Award, and a César Award. In recognition of his work, he was presented with the inaugural Honorary Palme d'Or Award at the opening ceremony of the 2011 Cannes Film Festival. He had previously received a Lifetime Achievement Golden Lion from the Venice Film Festival.",
    "year": 1941,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Robert Guéï",
    "birthday": "1941-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Rober_Guei.jpg/240px-Rober_Guei.jpg",
    "extract": "Robert Guéï was the military ruler of the Ivory Coast from 24 December 1999 to 26 October 2000.",
    "year": 1941,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Chuck Woolery",
    "birthday": "1941-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Chuck_Woolery_2004.jpg/244px-Chuck_Woolery_2004.jpg",
    "extract": "Charles Herbert Woolery is an American former game show host, talk show host, and musician. He has had long-running tenures hosting several game shows. Woolery was the original host of Wheel of Fortune (1975–1981), the original incarnation of Love Connection (1983–1994), Scrabble, Greed on Fox from 1999 to 2000, and Lingo on Game Show Network from 2002 to 2007.",
    "year": 1941,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vagif Mustafazadeh",
    "birthday": "1940-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Vaqif_Mustafazad%C9%99.jpg/250px-Vaqif_Mustafazad%C9%99.jpg",
    "extract": "Vagif Mustafazadeh, also known as Vaqif Mustafa-Zadeh, was an Azerbaijani jazz pianist and composer, acclaimed for fusing jazz and the traditional Azerbaijani folk music known as mugham. According to many world famous jazz musicians, Mustafazadeh is one of the pioneers and \"the architect of jazz in Azerbaijan\".",
    "year": 1940,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jan Pronk",
    "birthday": "1940-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Jan_Pronk_portrait.jpg/240px-Jan_Pronk_portrait.jpg",
    "extract": "Johannes Pieter \"Jan\" Pronk Jr. is a retired Dutch politician and diplomat of the Labour Party (PvdA) and activist.",
    "year": 1940,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Keith Rowe",
    "birthday": "1940-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Rowe_Solo.jpg/212px-Rowe_Solo.jpg",
    "extract": "Keith Rowe is an English free improvisation tabletop guitarist and painter. Rowe is a founding member of both AMM in the mid-1960s and M.I.M.E.O. Having trained as a visual artist, his paintings have appeared on most of his albums. He is seen as a godfather of EAI, with many of his recordings having been released by Erstwhile.",
    "year": 1940,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Carlos Bilardo",
    "birthday": "1938-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Narig%C3%B3n_Bilardo_1986.jpg/242px-Narig%C3%B3n_Bilardo_1986.jpg",
    "extract": "Carlos Salvador Bilardo Digiano is an Argentine former physician, football player, and manager.",
    "year": 1938,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Attilio Nicora",
    "birthday": "1937-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Attilio_Nicora.jpg/235px-Attilio_Nicora.jpg",
    "extract": "Attilio Nicora was an Italian prelate of the Catholic Church who held senior positions in the administration of the Roman Curia as president of the Administration of the Patrimony of the Apostolic See from 2002 to 2011 and president of the four-person Executive Board of the Financial Information Authority (FIA) from 2011 to 2014. He was bishop of Verona from 1992 to 1997. He was given the personal title of archbishop in 2002 and was made a cardinal in 2003.",
    "year": 1937,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Amos Tversky",
    "birthday": "1937-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2b/Amos_Tversky.jpg",
    "extract": "Amos Nathan Tversky was an Israeli cognitive and mathematical psychologist and a key figure in the discovery of systematic human cognitive bias and handling of risk.",
    "year": 1937,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Raymond Damadian",
    "birthday": "1936-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Raymond_Damadian.jpg/260px-Raymond_Damadian.jpg",
    "extract": "Raymond Vahan Damadian is an American physician of Armenian descent, medical practitioner, and inventor of the first MR Scanning Machine.",
    "year": 1936,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fred Neil",
    "birthday": "1936-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/35/FredNeil.png",
    "extract": "Fred Neil was an American folk singer-songwriter active in the 1960s and early 1970s. He did not achieve commercial success as a performer and is mainly known through other people's recordings of his material – particularly \"Everybody's Talkin'\", which became a hit for Harry Nilsson after it was used in the film Midnight Cowboy in 1969. Though highly regarded by contemporary folk singers, he was reluctant to tour and spent much of the last 30 years of his life assisting with the preservation of dolphins.",
    "year": 1936,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Teresa Berganza",
    "birthday": "1935-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Teresa_Berganza_1957.jpg/203px-Teresa_Berganza_1957.jpg",
    "extract": "Teresa Berganza Vargas OAXS was a Spanish mezzo-soprano. She is most closely associated with roles such as Rossini's Rosina and La Cenerentola, and later Bizet's Carmen, admired for her technical virtuosity, musical intelligence, and beguiling stage presence. Berganza was a key singer in a Rossini renaissance which explored less performed operas and restored the leading roles to mezzo register. She appeared as Zerlina in Joseph Losey's Don Giovanni film in 1979. She participated in the opening ceremonies of the Expo '92 in Seville and of the 1992 Summer Olympics in Barcelona.",
    "year": 1935,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ray Hnatyshyn",
    "birthday": "1934-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ad/GG-Ray_Hnatyshyn.jpg",
    "extract": "Ramon John Hnatyshyn was a Canadian lawyer and statesman who served as governor general of Canada, the 24th since Canadian Confederation.",
    "year": 1934,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Roger Norrington",
    "birthday": "1934-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/64/Roger_Norrington_conducting_at_rehearsal_%28cropped%29.jpg",
    "extract": "Sir Roger Arthur Carver Norrington is an English conductor. He is known for historically informed performances of Baroque, Classical and Romantic music.",
    "year": 1934,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sanford I. Weill",
    "birthday": "1933-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Sanford_Weill_2_Shankbone_Metropolitan_Opera_2009.jpg/212px-Sanford_Weill_2_Shankbone_Metropolitan_Opera_2009.jpg",
    "extract": "Sanford I. \"Sandy\" Weill is an American banker, financier and philanthropist. He is a former chief executive and chairman of Citigroup. He served in those positions from 1998 until October 1, 2003, and April 18, 2006, respectively.",
    "year": 1933,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Don Blasingame",
    "birthday": "1932-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/06/Don_Blasingame_-_St._Louis_Cardinals_-_1957.jpg",
    "extract": "Donald Lee Blasingame, nicknamed Blazer, was an American professional baseball second baseman. He played in Major League Baseball (MLB) for the St. Louis Cardinals (1955–1959), San Francisco Giants (1960–1961), Cincinnati Reds (1961–1963), Washington Senators (1963–1966), and Kansas City Athletics (1966). Blasingame threw right-handed, batted left-handed and was listed as 5 feet 10 inches (1.78 m) tall and 160 pounds (73 kg).",
    "year": 1932,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Walter Cunningham",
    "birthday": "1932-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Walter_Cunningham.jpg/256px-Walter_Cunningham.jpg",
    "extract": "Ronnie Walter Cunningham is a retired American astronaut. In 1968, he was a lunar module pilot on the Apollo 7 mission. He was NASA's third civilian astronaut, and has also been a fighter pilot, physicist, entrepreneur, venture capitalist, and author of The All-American Boys. Following the deaths of Donn F. Eisele in 1987 and Wally Schirra in 2007, Cunningham is the last surviving crew member of Apollo 7.",
    "year": 1932,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kurt Diemberger",
    "birthday": "1932-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Kurt.Diemberger.jpeg/320px-Kurt.Diemberger.jpeg",
    "extract": "Kurt Diemberger is an Austrian mountaineer and author of several books. He is the only living person who has made the first ascents on two mountains over 8,000 metres: of Broad Peak in 1957 and of Dhaulagiri in 1960.",
    "year": 1932,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Augusto Boal",
    "birthday": "1931-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Augusto_Boal_nyc3cr.jpg/223px-Augusto_Boal_nyc3cr.jpg",
    "extract": "Augusto Boal was a Brazilian theatre practitioner, drama theorist, and political activist. He was the founder of Theatre of the Oppressed, a theatrical form originally used in radical left popular education movements. Boal served one term as a Vereador in Rio de Janeiro from 1993 to 1997, where he developed legislative theatre.",
    "year": 1931,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tommy Flanagan",
    "birthday": "1930-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Tommy_Flanagan.jpg",
    "extract": "Thomas Lee Flanagan was an American jazz pianist and composer. He grew up in Detroit, initially influenced by such pianists as Art Tatum, Teddy Wilson, and Nat King Cole, and then by bebop musicians. Within months of moving to New York in 1956, he had recorded with Miles Davis and on Sonny Rollins' album Saxophone Colossus. Recordings under various leaders, including Giant Steps of John Coltrane, continued well into 1962, when he became vocalist Ella Fitzgerald's full-time accompanist. He worked with Fitzgerald for three years until 1965, and then in 1968 returned to be her pianist and musical director, this time for a decade.",
    "year": 1930,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tihomir Novakov",
    "birthday": "1929-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/63/Tica.jpg/268px-Tica.jpg",
    "extract": "Tihomir Novakov, Ph.D known also as Tica Novakov was a Serbian-born American physicist. As a scientist, Novakov is known for his black carbon, air quality, and climate change research. James Hansen dubbed him \"the godfather of black carbon\".",
    "year": 1929,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nadja Tiller",
    "birthday": "1929-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/GillerTiller_%28cropped%29.jpg/244px-GillerTiller_%28cropped%29.jpg",
    "extract": "Nadja Tiller is an Austrian actress. She was one of the most popular German-speaking actresses of international films of the 1950s and 1960s.",
    "year": 1929,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wakanohana Kanji I",
    "birthday": "1928-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Wakanohana_I_1961_Scan10003.JPG/225px-Wakanohana_I_1961_Scan10003.JPG",
    "extract": "Wakanohana Kanji I  was a Japanese professional sumo wrestler. He was the sport's 45th yokozuna. He was a popular wrestler and was nicknamed the \"Devil of the Dohyō\"  due to his great fighting spirit and endurance.",
    "year": 1928,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Christa Ludwig",
    "birthday": "1928-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/KS_Christa_Ludwig%2C_geboren_am_16._M%C3%A4rz_1928_in_Berlin%2C_deutsche_Opern-_und_Konzerts%C3%A4ngerin_%28Mezzosopran%29_wurde_zur_Ehrenpr%C3%A4sidentin_der_Hilde_Zadek_Stiftung_ernannt._%2817122239712%29_%28cropped%29.jpg/183px-thumbnail.jpg",
    "extract": "Christa Ludwig was a German mezzo-soprano and occasional dramatic soprano, distinguished for her performances of opera, lieder, oratorio, and other major religious works like masses, passions, and solos in symphonic literature. Her performing career spanned almost half a century, from the late 1940s until the early 1990s.",
    "year": 1928,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vladimir Komarov",
    "birthday": "1927-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d2/Vladimir_Mikhailovich_Komarov_photo_portrait.jpg/227px-Vladimir_Mikhailovich_Komarov_photo_portrait.jpg",
    "extract": "Vladimir Mikhaylovich Komarov was a Soviet test pilot, aerospace engineer, and cosmonaut. In October 1964, he commanded Voskhod 1, the first spaceflight to carry more than one crew member. He became the first Soviet cosmonaut to fly in space twice when he was selected as the solo pilot of Soyuz 1, its first crewed test flight. A parachute failure caused his Soyuz capsule to crash into the ground after re-entry on 24 April 1967, making him the first human to die in a space flight.",
    "year": 1927,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Daniel Patrick Moynihan",
    "birthday": "1927-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Patrick_Moynihan_1998.jpg/286px-Patrick_Moynihan_1998.jpg",
    "extract": "Daniel Patrick Moynihan was an American politician, diplomat, and sociologist. A member of the Democratic Party, he represented New York in the United States Senate from 1977 until 2001 and served as an adviser to Republican President Richard Nixon.",
    "year": 1927,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Olga San Juan",
    "birthday": "1927-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Olga_San_Juan_-_Variety_Girl_-_1947.jpg/253px-Olga_San_Juan_-_Variety_Girl_-_1947.jpg",
    "extract": "Olga San Juan was an American actress. Born in Brooklyn, she began her brief film career with Paramount Pictures after being scouted at Copacabana. She performed in several Hollywood musicals in the 1940s and on Broadway in Paint Your Wagon (1951).",
    "year": 1927,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Charles Goodell",
    "birthday": "1926-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Goodell.jpg",
    "extract": "Charles Ellsworth Goodell Jr. was an American politician who served as a member of the United States House of Representatives and then a United States Senator from New York. In both cases he came into office following the deaths of his predecessors, first in a special election and second as a temporary appointee succeeding Robert F. Kennedy.",
    "year": 1926,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jerry Lewis",
    "birthday": "1926-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Jerry_Lewis_%28Paramount_photo_by_Bud_Fraker%29.jpg/247px-Jerry_Lewis_%28Paramount_photo_by_Bud_Fraker%29.jpg",
    "extract": "Jerry Lewis was an American comedian, actor, singer, director, producer, writer and humanitarian. Nicknamed \"The King of Comedy\", Lewis is regarded as one of the most significant American cultural figures of the 20th century. Widely known for his \"kid\" and \"idiot\" persona, his contributions to comedy and charity, along with his publicized personal life made him a global figure in pop culture over an eight-decade career. He professionally debuted in 1946 as part of the famous Martin and Lewis with singer Dean Martin and performed with him until 1956, then went solo after the split.",
    "year": 1926,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cornell Borchers",
    "birthday": "1925-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Cornell_Borchers-Montgomery_Clift_in_The_Big_Lift.jpg/320px-Cornell_Borchers-Montgomery_Clift_in_The_Big_Lift.jpg",
    "extract": "Gerlind Cornell Borchers was a German actress and singer, active in the late 1940s and 1950s. She is best remembered for her roles opposite Montgomery Clift in The Big Lift (1950) and Errol Flynn and Nat King Cole in Istanbul (1957). She was said to resemble Ingrid Bergman in mid-1950s reviews.",
    "year": 1925,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mary Hinkson",
    "birthday": "1925-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/19/Mary_Hinkson.jpg",
    "extract": "Mary De Haven Hinkson was an African American dancer and choreographer known for breaking racial boundaries throughout her dance career in both modern and ballet techniques. She is best known for her work as a member of the Martha Graham Dance Company.",
    "year": 1925,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Luis E. Miramontes",
    "birthday": "1925-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Luis_E_Miramontes.jpg/320px-Luis_E_Miramontes.jpg",
    "extract": "Luis Ernesto Miramontes Cárdenas was a Mexican chemist known as the co-inventor of the progestin norethisterone used in one of the first three oral contraceptives.",
    "year": 1925,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Heinz Wallberg",
    "birthday": "1923-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Grabst%C3%A4tte_Heinz_Wallberg.JPG/320px-Grabst%C3%A4tte_Heinz_Wallberg.JPG",
    "extract": "Heinz Wallberg was a German conductor.",
    "year": 1923,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Addison",
    "birthday": "1920-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/53/John_Addison.jpg",
    "extract": "John Mervyn Addison was a British composer best known for his film scores.",
    "year": 1920,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sid Fleischman",
    "birthday": "1920-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/38/Sid_Fleischman.jpg",
    "extract": "Albert Sidney Fleischman was an American author of children's books, screenplays, novels for adults, and nonfiction books about stage magic. His works for children are known for their humor, imagery, zesty plotting, and exploration of the byways of American history. He won the Newbery Medal in 1987 for The Whipping Boy and the Boston Globe–Horn Book Award in 1979 for Humbug Mountain. For his career contribution as a children's writer he was U.S. nominee for the biennial, international Hans Christian Andersen Award in 1994. In 2003, the Society of Children's Book Writers and Illustrators inaugurated the Sid Fleischman Humor Award in his honor, and made him the first recipient. The Award annually recognizes a writer of humorous fiction for children or young adults. He told his own tale in The Abracadabra Kid: A Writer's Life (1996).",
    "year": 1920,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Traudl Junge",
    "birthday": "1920-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cd/Traudl_Junge.jpg",
    "extract": "Gertraud \"Traudl\" Junge was a German editor who worked as Adolf Hitler's last private secretary from December 1942 to April 1945. After typing Hitler's will, she remained in the Berlin Führerbunker until his death. Following her arrest and imprisonment in June 1945, both the Soviet and the U.S. militaries interrogated her. Later, in post-war West Germany, she worked as a secretary. In her old age, she decided to publish her memoirs, claiming ignorance of the Nazi atrocities during the war, but blaming herself for missing opportunities to investigate reports about them. Her story, based partly on her book Until the Final Hour, formed a part of several dramatizations, in particular the 2004 German film Downfall about Hitler's final ten days.",
    "year": 1920,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Leo McKern",
    "birthday": "1920-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/McKernRyansDaughter.png/278px-McKernRyansDaughter.png",
    "extract": "Reginald \"Leo\" McKern, AO was an Australian actor who appeared in numerous British, Australian and American television programmes and films, and in more than 200 stage roles. His notable roles include Clang in Help! (1965), Thomas Cromwell in A Man for All Seasons (1966), Tom Ryan in Ryan's Daughter (1970), Paddy Button in The Blue Lagoon (1980), Dr. Grogan in The French Lieutenant's Woman (1981), Father Imperius in Ladyhawke (1985), and the role that made him a household name as an actor, Horace Rumpole, whom he played in the British television series Rumpole of the Bailey. He also portrayed Carl Bugenhagen in the first and second instalments of The Omen series.",
    "year": 1920,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Aldo van Eyck",
    "birthday": "1918-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Aldo_van_Eyck_1970.jpg/260px-Aldo_van_Eyck_1970.jpg",
    "extract": "Aldo van Eyck was an architect from the Netherlands. He was one of the most influential protagonists of the architectural movement Structuralism.",
    "year": 1918,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frederick Reines",
    "birthday": "1918-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Frederick_Reines.jpg/260px-Frederick_Reines.jpg",
    "extract": "Frederick Reines was an American physicist. He was awarded the 1995 Nobel Prize in Physics for his co-detection of the neutrino with Clyde Cowan in the neutrino experiment. He may be the only scientist in history \"so intimately associated with the discovery of an elementary particle and the subsequent thorough investigation of its fundamental properties.\"",
    "year": 1918,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Louis C. Wyman",
    "birthday": "1917-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/ca/WymanLouis%28R-NH%29.jpg",
    "extract": "Louis Crosby Wyman was an American politician and lawyer. He was a U.S. Representative and, for three days, a U.S. Senator from New Hampshire. This was one of the shortest tenures in Senate history. He was a member of the Republican Party.",
    "year": 1917,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mehrdad Pahlbod",
    "birthday": "1917-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/14/Mehrdad_Pahlbod_2.jpg",
    "extract": "Mehrdad Pahlbod, born as Ezatollah Minbashian, was an Iranian politician who served as the first culture minister of Iran from 1964 until the 1978.",
    "year": 1917,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mercedes McCambridge",
    "birthday": "1916-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Mercedes_McCambridge_-_1950.jpg/242px-Mercedes_McCambridge_-_1950.jpg",
    "extract": "Carlotta Mercedes Agnes McCambridge was an American actress of radio, stage, film, and television. Orson Welles called her \"the world's greatest living radio actress.\" She won an Academy Award for Best Supporting Actress for her screen debut in All the King's Men (1949) and was nominated in the same category for Giant (1956). She also provided the voice of the demon Pazuzu in The Exorcist (1973).",
    "year": 1916,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tsutomu Yamaguchi",
    "birthday": "1916-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/aa/Tsutomu-Yamaguchi-Japanes-001.jpg/320px-Tsutomu-Yamaguchi-Japanes-001.jpg",
    "extract": "Tsutomu Yamaguchi  was a Japanese marine engineer and a survivor of both the Hiroshima and Nagasaki atomic bombings during World War II. Although at least 70 people are known to have been affected by both bombings, he is the only person to have been officially recognized by the government of Japan as surviving both explosions.",
    "year": 1916,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kunihiko Kodaira",
    "birthday": "1915-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Kodaira_Kunihiko.jpg/252px-Kodaira_Kunihiko.jpg",
    "extract": "Kunihiko Kodaira  was a Japanese mathematician known for distinguished work in algebraic geometry and the theory of complex manifolds, and as the founder of the Japanese school of algebraic geometers. He was awarded a Fields Medal in 1954, being the first Japanese national to receive this honour.",
    "year": 1915,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pat Nixon",
    "birthday": "1912-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/PatNixon.jpg/232px-PatNixon.jpg",
    "extract": "Thelma Catherine \"Pat\" Ryan Nixon was First Lady of the United States from 1969 to 1974 as the wife of President Richard Nixon. She also served as Second Lady of the United States from 1953 to 1961 when her husband was vice president.",
    "year": 1912,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pierre Harmel",
    "birthday": "1911-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Pierre_Harmel_1965.jpg/231px-Pierre_Harmel_1965.jpg",
    "extract": "Pierre Charles José Marie, Count Harmel was a Belgian lawyer, Christian Democratic politician and diplomat. Harmel served as the Prime Minister of Belgium from 1965 to 1966.",
    "year": 1911,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Josef Mengele",
    "birthday": "1911-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Josef_Mengele%2C_Auschwitz._Album_H%C3%B6cker_%28cropped%29.jpg/231px-Josef_Mengele%2C_Auschwitz._Album_H%C3%B6cker_%28cropped%29.jpg",
    "extract": "Josef Mengele, also known as the Angel of Death, was a German Schutzstaffel (SS) officer and physician during World War II. He is mainly remembered for his actions at the Auschwitz concentration camp, where he performed deadly experiments on prisoners, as a member of the team of doctors who selected victims to be killed in the gas chambers and as one of the doctors who administered the gas. With Red Army troops sweeping through German-occupied Poland, Mengele was transferred 280 kilometres (170 mi) from Auschwitz to the Gross-Rosen concentration camp on 17 January 1945, ten days before the arrival of the Soviet forces at Auschwitz.",
    "year": 1911,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Aladár Gerevich",
    "birthday": "1910-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Alad%C3%A1r_Gerevich_%281960%29.jpg/239px-Alad%C3%A1r_Gerevich_%281960%29.jpg",
    "extract": "Aladár Gerevich was a Hungarian fencer, regarded as \"the greatest Olympic swordsman ever\". He won seven gold medals in sabre at six different Olympic Games.",
    "year": 1910,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Iftikhar Ali Khan Pataudi",
    "birthday": "1910-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Iftikhar_Ali_Khan_Pataudi_1931cr.jpg/216px-Iftikhar_Ali_Khan_Pataudi_1931cr.jpg",
    "extract": "Nawab Mohammad Iftikhar Ali Khan Siddiqui Pataudi, sometimes I. A. K. Pataudi, was an Indian prince and cricket player.",
    "year": 1910,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "René Daumal",
    "birthday": "1908-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Signature_Ren%C3%A9_Daumal.jpg/320px-Signature_Ren%C3%A9_Daumal.jpg",
    "extract": "René Daumal was a French spiritual para-surrealist writer, critic and poet, best known for his posthumously published novel Mount Analogue (1952) as well as for being an early, outspoken practitioner of pataphysics.",
    "year": 1908,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Robert Rossen",
    "birthday": "1908-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/71/Robert_Rossen.jpg/263px-Robert_Rossen.jpg",
    "extract": "Robert Rossen was an American screenwriter, film director, and producer whose film career spanned almost three decades.",
    "year": 1908,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Francisco Ayala (novelist)",
    "birthday": "1906-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Francisco_Ayala.jpg/309px-Francisco_Ayala.jpg",
    "extract": "Francisco Ayala García-Duarte was a Spanish writer, the last representative of the Generation of '27.",
    "year": 1906,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Maurice Turnbull",
    "birthday": "1906-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4b/Maurice_Turnbull.jpg",
    "extract": "Maurice Joseph Lawson Turnbull was a Welsh cricketer who played in nine Test matches for the England cricket team between 1930 and 1936.",
    "year": 1906,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Henny Youngman",
    "birthday": "1906-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/23/Henny_Youngman.jpg",
    "extract": "Henry \"Henny\" Youngman was an American comedian and musician famous for his mastery of the \"one-liner\", his best known being \"Take my wife... please\".",
    "year": 1906,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mike Mansfield",
    "birthday": "1903-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Mike_mansfield_cropped.jpg/210px-Mike_mansfield_cropped.jpg",
    "extract": "Michael Joseph Mansfield was an American politician and diplomat. A Democrat, he served as a U.S. representative (1943–1953) and a U.S. senator (1953–1977) from Montana. He was the longest-serving Senate majority leader and served from 1961 to 1977. During his tenure, he shepherded Great Society programs through the Senate.",
    "year": 1903,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cyril Hume",
    "birthday": "1900-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Forbiddenplanetposter.jpg/208px-Forbiddenplanetposter.jpg",
    "extract": "Cyril Hume was an American novelist and screenwriter. Hume was a graduate of Yale University, where he edited campus humor magazine The Yale Record. He was an editor of the collection The Yale Record Book of Verse: 1872–1922 (1922).",
    "year": 1900,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mencha Karnicheva",
    "birthday": "1900-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/%D0%9C%D0%B5%D0%BD%D1%87%D0%B0_K%D1%8A%D1%80%D0%BD%D0%B8%D1%87%D0%B5%D0%B2%D0%B0.jpg/252px-%D0%9C%D0%B5%D0%BD%D1%87%D0%B0_K%D1%8A%D1%80%D0%BD%D0%B8%D1%87%D0%B5%D0%B2%D0%B0.jpg",
    "extract": "Melpomena Dimitrova Karnicheva or Krničeva, popularly known as Mencha (Менча), was a Bulgarophile Aromanian revolutionary and terrorist of the Internal Macedonian Revolutionary Organization (IMRO). The wife of IMRO leader Ivan Mihailov, she is known for assassinating IMRO left-wing activist Todor Panitsa.",
    "year": 1900,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Conrad Nagel",
    "birthday": "1897-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Conrad_Nagel_-_Apr_1922_Photoplay.jpg/236px-Conrad_Nagel_-_Apr_1922_Photoplay.jpg",
    "extract": "John Conrad Nagel was an American film, stage, television and radio actor. He was considered a famous matinée idol and leading man of the 1920s and 1930s. He was given an Academy Honorary Award in 1940 and three stars on the Hollywood Walk of Fame in 1960.",
    "year": 1897,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ernest Labrousse",
    "birthday": "1895-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Ernest_Labrousse_1986.jpg/320px-Ernest_Labrousse_1986.jpg",
    "extract": "Camille-Ernest Labrousse was a French historian specializing in social and economic history.",
    "year": 1895,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "César Vallejo",
    "birthday": "1892-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Cesar_vallejo_1929_RestauradabyJohnManuel.jpg/227px-Cesar_vallejo_1929_RestauradabyJohnManuel.jpg",
    "extract": "César Abraham Vallejo Mendoza was a Peruvian poet, writer, playwright, and journalist. Although he published only two books of poetry during his lifetime, he is considered one of the great poetic innovators of the 20th century in any language. He was always a step ahead of literary currents, and each of his books was distinct from the others, and, in its own sense, revolutionary. Thomas Merton called him \"the greatest universal poet since Dante\". The late British poet, critic and biographer Martin Seymour-Smith, a leading authority on world literature, called Vallejo \"the greatest twentieth-century poet in any language.\" He was a member of the intellectual community called North Group formed in the Peruvian north coastal city of Trujillo.",
    "year": 1892,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Emilio Lunghi",
    "birthday": "1887-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Emilio_Lunghi.jpg/209px-Emilio_Lunghi.jpg",
    "extract": "Emilio Lunghi was an Italian athlete. He won the silver medal in the men's 800 metres race at the 1908 Summer Olympics in London, making him the first Italian to win an Olympic medal.",
    "year": 1887,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "S. Stillman Berry",
    "birthday": "1887-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Samuel-stillman-berry-88-11259.jpg/252px-Samuel-stillman-berry-88-11259.jpg",
    "extract": "Samuel Stillman Berry was an American marine zoologist specialized in cephalopods.",
    "year": 1887,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Herbert Lindström",
    "birthday": "1886-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Herbert_Lindstr%C3%B6m%2C_Stockholm_1912.jpg/224px-Herbert_Lindstr%C3%B6m%2C_Stockholm_1912.jpg",
    "extract": "Carl Herbert Lindström was a Swedish fisherman and policeman who won a gold medal in the tug of war competition at the 1912 Summer Olympics.",
    "year": 1886,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sydney Chaplin",
    "birthday": "1885-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Sydney_chaplin.jpg/207px-Sydney_chaplin.jpg",
    "extract": "Sydney John Chaplin was an English actor. Chaplin was the elder half-brother of actor and director Charlie Chaplin and served as his business manager in later life.",
    "year": 1885,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ethel Anderson",
    "birthday": "1883-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ethel_Anderson.jpg/244px-Ethel_Anderson.jpg",
    "extract": "Ethel Campbell Louise Anderson was an early twentieth century Australian poet, essayist, novelist and painter. She considered herself to be mainly a poet, but is now best appreciated for her witty and ironic stories. Anderson has been described as \"a high-profile author, artist, art commentator and emissary for modernism\".",
    "year": 1883,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jim Lightbody",
    "birthday": "1882-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Jim_Lightbody.jpg",
    "extract": "James Davies Lightbody was an American middle distance runner, winner of six Olympic medals in the early 20th century.",
    "year": 1882,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fannie Charles Dillon",
    "birthday": "1881-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/FannieDillonandArthurFarwell.jpg/192px-FannieDillonandArthurFarwell.jpg",
    "extract": "Fannie Charles Dillon was an American pianist, music educator and composer.",
    "year": 1881,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Clemens August Graf von Galen",
    "birthday": "1878-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/CAvGalenBAMS200612.jpg/249px-CAvGalenBAMS200612.jpg",
    "extract": "Clemens Augustinus Emmanuel Joseph Pius Anthonius Hubertus Marie Graf von Galen, better known as Clemens August Graf von Galen, was a German count, Bishop of Münster, and cardinal of the Catholic Church. During World War II, Galen led Catholic protests against Nazi euthanasia and denounced Gestapo lawlessness and the persecution of the Church in Nazi Germany. He was appointed a cardinal by Pope Pius XII in 1946, shortly before his death, and was beatified by Pope Benedict XVI in 2005.",
    "year": 1878,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Jouve",
    "birthday": "1878-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Jouve_Harcourt.jpg/239px-Jouve_Harcourt.jpg",
    "extract": "Pierre-Paul Jouve was a French painter, sculptor. and illustrator. He was notable for his paintings and sculptures of Africa's animals. He was first recipient of the Prix Abd-el-Tif in 1907, and later of the Prix d'Indochine in 1921.",
    "year": 1878,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Léo-Ernest Ouimet",
    "birthday": "1877-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Ouimet2.jpg",
    "extract": "Léo-Ernest Ouimet was a Canadian film pioneer. He was a theater operator, filmmaker, producer, and distributor.",
    "year": 1877,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frédéric François-Marsal",
    "birthday": "1874-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Fr%C3%A9d%C3%A9ric_Fran%C3%A7ois-Marsal_1920_%281%29.jpg/250px-Fr%C3%A9d%C3%A9ric_Fran%C3%A7ois-Marsal_1920_%281%29.jpg",
    "extract": "Frédéric François-Marsal was a French Politician of the Third Republic, who served briefly as Prime Minister in 1924. Due to his premiership he also served for two days as the Acting President of the French Republic between the resignation of Alexandre Millerand and the election of Gaston Doumergue.",
    "year": 1874,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hans Merensky",
    "birthday": "1871-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Hans_Merensky.jpg/255px-Hans_Merensky.jpg",
    "extract": "Hans Merensky was a South African geologist, prospector, scientist, conservationist and philanthropist. He discovered the rich deposit of alluvial diamonds at Alexander Bay in Namaqualand, vast platinum and chrome reefs at Lydenburg, Rustenburg and Potgietersrus, which led to some of the largest platinum mines in the world, phosphates and copper at Phalaborwa in the Transvaal lowveld, gold in the Free State and the world's biggest chrome deposit at Jagdlust near Pietersburg.",
    "year": 1871,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frantz Reichel",
    "birthday": "1871-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Frantz_Reichel_4.jpeg/240px-Frantz_Reichel_4.jpeg",
    "extract": "François Étienne \"Frantz\" Reichel was a French sports administrator, athlete and journalist. He competed at the 1896 Summer Olympics in Athens as a runner and at the 1900 Summer Olympics in Paris as a rugby union player. He co-founded the Association Internationale de la Presse Sportive (AIPS), and served as its first president in 1924–1932.",
    "year": 1871,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Willy Burmester",
    "birthday": "1869-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Willy_Burmester_um_1900.jpg/218px-Willy_Burmester_um_1900.jpg",
    "extract": "Carl Adolph Wilhelm “Willy” Burmester was a German violinist.",
    "year": 1869,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Patsy Donovan",
    "birthday": "1865-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Patsy_Donovan_1910.jpg/279px-Patsy_Donovan_1910.jpg",
    "extract": "Patrick Joseph \"Patsy\" Donovan was an Irish-American right fielder and manager in Major League Baseball who played for several teams from 1890 to 1907, most notably the Pittsburgh Pirates.",
    "year": 1865,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alexander Stepanovich Popov",
    "birthday": "1859-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Alexander_Stepanovich_Popov.jpg/249px-Alexander_Stepanovich_Popov.jpg",
    "extract": "Alexander Stepanovich Popov was a Russian physicist, who was one of the first persons to invent a radio receiving device.",
    "year": 1859,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Louis-Napoléon, Prince Imperial",
    "birthday": "1856-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Prince_Imp%C3%A9rial%2C_1878%2C_Londres%2C_BNF_Gallica.jpg/201px-Prince_Imp%C3%A9rial%2C_1878%2C_Londres%2C_BNF_Gallica.jpg",
    "extract": "Napoléon, Prince Imperial, also known as Louis-Napoléon, was the only child of Napoleon III, Emperor of the French, and Empress Eugénie. After his father was dethroned in 1870, he moved with his family to England. On his father's death in January 1873, he was proclaimed by the Bonapartist faction as Napoleon IV.",
    "year": 1856,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Martinus Beijerinck",
    "birthday": "1851-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Martinus_Willem_Beijerinck.png/236px-Martinus_Willem_Beijerinck.png",
    "extract": "Martinus Willem Beijerinck was a Dutch microbiologist and botanist who was one of the founders of virology and environmental microbiology. He is credited with the discovery of viruses, which he called Contagium vivum fluidum.",
    "year": 1851,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Axel Heiberg",
    "birthday": "1848-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Axel_Heiberg_-_ca._1910%E2%80%931920_-_Ludvig_Forbech_-_Oslo_Museum_-_OB.F05959b.jpg/240px-Axel_Heiberg_-_ca._1910%E2%80%931920_-_Ludvig_Forbech_-_Oslo_Museum_-_OB.F05959b.jpg",
    "extract": "Axel Heiberg was a Norwegian diplomat and financier as well as a patron of the arts and sciences.",
    "year": 1848,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gösta Mittag-Leffler",
    "birthday": "1846-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Magnus_Goesta_Mittag-Leffler_1.jpg/232px-Magnus_Goesta_Mittag-Leffler_1.jpg",
    "extract": "Magnus Gustaf (Gösta) Mittag-Leffler was a Swedish mathematician. His mathematical contributions are connected chiefly with the theory of functions, which today is called complex analysis.",
    "year": 1846,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rebecca Cole",
    "birthday": "1846-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Rebecca_J_Cole.jpeg/235px-Rebecca_J_Cole.jpeg",
    "extract": "Rebecca J. Cole was an American physician, organization founder and social reformer. In 1867, she became the second African-American woman to become a doctor in the United States, after Rebecca Lee Crumpler three years earlier.",
    "year": 1846,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jurgis Bielinis",
    "birthday": "1846-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Bielinis2.jpg/220px-Bielinis2.jpg",
    "extract": "Jurgis Bielinis (1846–1918) was one of the main organizers of the illegal book-smuggling at the time of the Lithuanian press ban (1864–1904). Bielinis is informally referred to as the King of Book Smugglers. Since 1989, Bielinis's birthday is commemorated as the Day of Book Smugglers.",
    "year": 1846,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Umegatani Tōtarō I",
    "birthday": "1845-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Sumo-Wrestler-Umegatani-T%C5%8Dtar%C5%8D-I.png/230px-Sumo-Wrestler-Umegatani-T%C5%8Dtar%C5%8D-I.png",
    "extract": "Umegatani Tōtarō I  was a Japanese professional sumo wrestler from Shiwa, Chikuzen Province. He was the sport's 15th yokozuna. He was generally regarded as the strongest wrestler to emerge since the era of Tanikaze and Raiden.",
    "year": 1845,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Shibusawa Eiichi",
    "birthday": "1840-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Portrait_of_Shibusawa_Eiichi.jpg/233px-Portrait_of_Shibusawa_Eiichi.jpg",
    "extract": "Shibusawa Eiichi, 1st Viscount Shibusawa  was a Japanese industrialist widely known today as the \"father of Japanese capitalism\". He spearheaded the introduction of Western capitalism to Japan after the Meiji Restoration. He introduced many economic reforms including use of double-entry accounting, joint-stock corporations and modern note-issuing banks.",
    "year": 1840,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sully Prudhomme",
    "birthday": "1839-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Sully_Prudhomme%2C_Ren%C3%A9-Fran%C3%A7ois-Armand%2C_BNF_Gallica.jpg/202px-Sully_Prudhomme%2C_Ren%C3%A9-Fran%C3%A7ois-Armand%2C_BNF_Gallica.jpg",
    "extract": "René François Armand (Sully) Prudhomme was a French poet and essayist. He was the first winner of the Nobel Prize in Literature in 1901.",
    "year": 1839,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Butler Yeats",
    "birthday": "1839-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/John_Butler_Yeats_by_Alice_Boughton_cropped.jpg/249px-John_Butler_Yeats_by_Alice_Boughton_cropped.jpg",
    "extract": "John Butler Yeats was an Irish artist and the father of W. B. Yeats, Lily Yeats, Elizabeth Corbett \"Lolly\" Yeats and Jack Butler Yeats. The National Gallery of Ireland holds a number of his portraits in oil and works on paper, including one of his portraits of his son William, painted in 1900. His portrait of John O'Leary (1904) is considered his masterpiece.",
    "year": 1839,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Andrew Smith Hallidie",
    "birthday": "1836-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Andrew_Smith_Hallidie.jpg/216px-Andrew_Smith_Hallidie.jpg",
    "extract": "Andrew Smith Hallidie was the promoter of the Clay Street Hill Railroad in San Francisco, USA. This was the world's first practical cable car system, and Hallidie is often therefore regarded as the inventor of the cable car and father of the present day San Francisco cable car system, although both claims are open to dispute. He also introduced the manufacture of wire rope to California, and at an early age was a prolific builder of bridges in the Californian interior.",
    "year": 1836,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James Hector",
    "birthday": "1834-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/James_Hector_1900.jpg/234px-James_Hector_1900.jpg",
    "extract": "Sir James Hector was a Scottish-New Zealand geologist, naturalist, and surgeon who accompanied the Palliser Expedition as a surgeon and geologist. He went on to have a lengthy career as a government employed man of science in New Zealand, and during this period he dominated the Colony's scientific institutions in a way that no single man has since.",
    "year": 1834,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Émile Deshayes de Marcère",
    "birthday": "1828-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/37/De_marcere_emile1513r3.jpg",
    "extract": "Émile-Louis-Gustave Deshayes de Marcère was a French politician.",
    "year": 1828,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Camilo Castelo Branco",
    "birthday": "1825-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Camilo_Castelo_Branco_%281882%29_-_Uni%C3%A3o_%E2%80%93_Photographia_da_Casa_Real-Porto.png/227px-Camilo_Castelo_Branco_%281882%29_-_Uni%C3%A3o_%E2%80%93_Photographia_da_Casa_Real-Porto.png",
    "extract": "Camilo Castelo Branco, 1st Viscount of Correia Botelho, was a prolific Portuguese writer of the 19th century, having produced over 260 books. His writing is considered original in that it combines the dramatic and sentimental spirit of Romanticism with a highly personal combination of sarcasm, bitterness and dark humour. He is also celebrated for his peculiar wit and anecdotal character, as well as for his turbulent life.",
    "year": 1825,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "William Henry Monk",
    "birthday": "1823-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/William_Henry_Monk.jpg/229px-William_Henry_Monk.jpg",
    "extract": "William Henry Monk was an English organist, church musician and music editor who composed popular hymn tunes, including \"Eventide\", used for the hymn \"Abide with Me\", and \"All Things Bright and Beautiful\". He also wrote music for church services and anthems.",
    "year": 1823,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rosa Bonheur",
    "birthday": "1822-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Andr%C3%A9_Adolphe-Eug%C3%A8ne_Disd%C3%A9ri_%28French_-_%28Rosa_Bonheur%29_-_Google_Art_Project.jpg/195px-Andr%C3%A9_Adolphe-Eug%C3%A8ne_Disd%C3%A9ri_%28French_-_%28Rosa_Bonheur%29_-_Google_Art_Project.jpg",
    "extract": "Rosa Bonheur was a French artist known best as a painter of animals (animalière). She also made sculpture in a realist style. Her paintings include Ploughing in the Nivernais, first exhibited at the Paris Salon of 1848, and now in the Musée d'Orsay in Paris, and The Horse Fair, which was exhibited at the Salon of 1853 and is now in the Metropolitan Museum of Art in New York City. Bonheur was widely considered to be the most famous female painter of the nineteenth century.",
    "year": 1822,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Pope (military officer)",
    "birthday": "1822-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/GenJohnPope.jpeg/210px-GenJohnPope.jpeg",
    "extract": "John Pope was a career United States Army officer and Union general in the American Civil War. He had a brief stint in the Western Theater, but he is best known for his defeat at the Second Battle of Bull Run in the East.",
    "year": 1822,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eduard Heine",
    "birthday": "1821-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Heinrich_Eduard_Heine_1.jpg/236px-Heinrich_Eduard_Heine_1.jpg",
    "extract": "Heinrich Eduard Heine was a German mathematician.",
    "year": 1821,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Enrico Tamberlik",
    "birthday": "1820-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Enrico_Tamberlick_portrait.png/204px-Enrico_Tamberlick_portrait.png",
    "extract": "Enrico Tamberlik was an Italian tenor who sang to great acclaim at Europe and America's leading opera venues. He excelled in the heroic roles of the Italian and French repertories and was renowned for his powerful declamation and clarion high notes.",
    "year": 1820,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "José Paranhos, Viscount of Rio Branco",
    "birthday": "1819-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Visconde_do_Rio_Branco_1879.jpg/209px-Visconde_do_Rio_Branco_1879.jpg",
    "extract": "José Maria da Silva Paranhos, Viscount of Rio Branco, was a Brazilian politician, monarchist, diplomat, teacher and journalist. Rio Branco was born in Salvador, in what was then the Captaincy of Bahia, to a wealthy family, but most of the fortune was lost after his parents' deaths early in his childhood.",
    "year": 1819,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gaëtan de Rochebouët",
    "birthday": "1813-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Rochebou%C3%ABt.jpg/264px-Rochebou%C3%ABt.jpg",
    "extract": "Gaëtan de Grimaudet de Rochebouët was a French general who served as Prime Minister for less than a month in late 1877.",
    "year": 1813,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hannah T. King",
    "birthday": "1808-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/King_Hannah_T.jpg/224px-King_Hannah_T.jpg",
    "extract": "Hannah T. King was a 19th-century British-born American writer and pioneer. Converting to Mormonism while in England, her family emigrated to the American state of Utah in 1853 where she became endeared to the people of that state. She was the author of Songs of the Heart, several poems, as well as writings addressed to young readers. King was the last woman sealed to Brigham Young. She died in 1886.",
    "year": 1808,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Félix De Vigne",
    "birthday": "1806-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Felix_De_Vigne.jpg/251px-Felix_De_Vigne.jpg",
    "extract": "Félix De Vigne was a Belgian painter.",
    "year": 1806,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ernst von Lasaulx",
    "birthday": "1805-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Ernst_von_Lasaulx.jpg/255px-Ernst_von_Lasaulx.jpg",
    "extract": "Peter Ernst von Lasaulx, known as Ernst von Lasaulx was a German philologist and politician.",
    "year": 1805,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Emperor Ninkō",
    "birthday": "1800-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Emperor_Nink%C5%8D.jpg/313px-Emperor_Nink%C5%8D.jpg",
    "extract": "Emperor Ninkō  was the 120th Emperor of Japan, according to the traditional order of succession. Ninkō's reign spanned the years from 1817 until his death in 1846, and saw further deterioration of the power of the ruling Shōgun. Disasters, which included famine, combined with corruption and increasing Western interference, helped to erode public trust in the bakufu government. Emperor Ninkō attempted to revive certain court rituals and practices upon the wishes of his father. However, it is unknown what role, if any, the Emperor had in the turmoil which occurred during his reign. His family included fifteen children from various concubines, but only three of them lived to adulthood. His fourth son, Imperial Prince Osahito became the next Emperor upon Ninkō's death in 1846. While political power at the time still resided with the Shōgun, the beginnings of the Bakumatsu were at hand.",
    "year": 1800,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anna Atkins",
    "birthday": "1799-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Anna_Atkins_1861.jpg/217px-Anna_Atkins_1861.jpg",
    "extract": "Anna Atkins was an English botanist and photographer. She is often considered the first person to publish a book illustrated with photographic images. Some sources say that she was the first woman to create a photograph.",
    "year": 1799,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alaric Alexander Watts",
    "birthday": "1797-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Alaric_Alexander_Watts.jpg/248px-Alaric_Alexander_Watts.jpg",
    "extract": "Alaric Alexander Watts was a British poet and journalist, born in London. His life was dedicated to newspaper creation and editing, and he was seen as a conservative writer. It led him to bankruptcy, when a pension was awarded to him by a friend, Lord Aberdeen.",
    "year": 1797,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ami Boué",
    "birthday": "1794-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Ami_Bou%C3%A9_-_F_Kratochwill_Kratochwill_F_btv1b8449898f_%28cropped%29.jpg/233px-Ami_Bou%C3%A9_-_F_Kratochwill_Kratochwill_F_btv1b8449898f_%28cropped%29.jpg",
    "extract": "Ami Boué was a geologist of French Huguenot origin. Born at Hamburg he trained in Edinburgh and across Europe. He travelled across Europe, studying geology, as well as ethnology, and is considered to be among the first to produce a geological map of the world.",
    "year": 1794,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Francis Rawdon Chesney",
    "birthday": "1789-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/General_Francis_Rawdon_Chesney_1863.jpg/251px-General_Francis_Rawdon_Chesney_1863.jpg",
    "extract": "Francis Rawdon Chesney was a British general and explorer.",
    "year": 1789,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Georg Ohm",
    "birthday": "1789-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Georg_Simon_Ohm3.jpg/252px-Georg_Simon_Ohm3.jpg",
    "extract": "Georg Simon Ohm was a German physicist and mathematician. As a school teacher, Ohm began his research with the new electrochemical cell, invented by Italian scientist Alessandro Volta. Using equipment of his own creation, Ohm found that there is a direct proportionality between the potential difference (voltage) applied across a conductor and the resultant electric current. This relationship is known as Ohm's law, and the ohm, the standard unit of electrical resistance, is named after him.",
    "year": 1789,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Matthew Flinders",
    "birthday": "1774-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Toussaint_Antoine_DE_CHAZAL_DE_Chamerel_-_Portrait_of_Captain_Matthew_Flinders%2C_RN%2C_1774-1814_-_Google_Art_Project.jpg/248px-Toussaint_Antoine_DE_CHAZAL_DE_Chamerel_-_Portrait_of_Captain_Matthew_Flinders%2C_RN%2C_1774-1814_-_Google_Art_Project.jpg",
    "extract": "Captain Matthew Flinders was a British navigator and cartographer who led the first inshore circumnavigation of mainland Australia, then called New Holland. He is also credited as being the first person to utilise the name Australia to describe the entirety of that continent including Van Diemen's Land, a title he regarded as being \"more agreeable to the ear\" than previous names such as Terra Australis.",
    "year": 1774,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Juan Ramón Balcarce",
    "birthday": "1773-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/36/JuanRamonGonzalezBalcarce.gif",
    "extract": "Juan Ramón González de Balcarce was an Argentine military leader and politician.",
    "year": 1773,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Antoine-Jean Gros",
    "birthday": "1771-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Antoine_Jean_Gros_par_Gerard.jpg/241px-Antoine_Jean_Gros_par_Gerard.jpg",
    "extract": "Antoine-Jean Gros was a French painter of historical subjects. He was given title of Baron Gros in 1824.",
    "year": 1771,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jean-Frédéric Waldeck",
    "birthday": "1766-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Appletons%27_Waldeck_Jean_Fr%C3%A9d%C3%A9ric_de.jpg/257px-Appletons%27_Waldeck_Jean_Fr%C3%A9d%C3%A9ric_de.jpg",
    "extract": "Jean-Frédéric Maximilien de Waldeck was a French antiquarian, cartographer, artist and explorer. He was a man of talent and accomplishment, but his love of self-promotion and refusal to let the truth get in the way of a good story leave some aspects of his life in mystery.",
    "year": 1766,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Johann Heinrich Meyer",
    "birthday": "1760-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/JohannHeinrichMeyer.jpg/227px-JohannHeinrichMeyer.jpg",
    "extract": "Johann Heinrich Meyer was a Swiss painter, engraver and art critic. He served as the second Director of the Weimar Princely Free Drawing School. A close associate of Johann Wolfgang von Goethe, he was often referred to as \"Goethemeyer\".",
    "year": 1760,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "François Amédée Doppet",
    "birthday": "1753-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Francois_Amadee_Doppet.jpg/266px-Francois_Amadee_Doppet.jpg",
    "extract": "François Amédée Doppet was a Savoyard who briefly commanded three French armies during the French Revolutionary Wars without distinction. During the 1770s he enlisted in the French cavalry. Quitting the army after three years, he became a physician after studying medicine at Turin. Later moving to Paris, he became a writer of poems, romances and medical works while also dabbling in aphrodisiacs and mesmerism.",
    "year": 1753,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James Madison",
    "birthday": "1751-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/James_Madison%28cropped%29%28c%29.jpg/262px-James_Madison%28cropped%29%28c%29.jpg",
    "extract": "James Madison Jr. was an American statesman, diplomat, and Founding Father who served as the 4th president of the United States from 1809 to 1817. He is hailed as the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the Bill of Rights.",
    "year": 1751,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Caroline Herschel",
    "birthday": "1750-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/1829_Melchior_Gommar_Tieleman%2C_%C3%96lgem%C3%A4lde_Caroline_Herschel_Hannover.tif/lossy-page1-272px-1829_Melchior_Gommar_Tieleman%2C_%C3%96lgem%C3%A4lde_Caroline_Herschel_Hannover.tif.jpg",
    "extract": "Caroline Lucretia Herschel was a German astronomer, whose most significant contributions to astronomy were the discoveries of several comets, including the periodic comet 35P/Herschel–Rigollet, which bears her name. She was the younger sister of astronomer William Herschel, with whom she worked throughout her career.",
    "year": 1750,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Carlo Amoretti",
    "birthday": "1741-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Carlo_Amoretti.jpg/257px-Carlo_Amoretti.jpg",
    "extract": "Carlo Amoretti was an ecclesiastic, scholar, writer, and scientist. \nHe entered the Augustinian order in 1757. To further his studies, he went to Pavia and Parma where he also taught ecclesiastical law.",
    "year": 1741,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Countess Maria Louise Albertine of Leiningen-Dagsburg-Falkenburg",
    "birthday": "1729-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/MLA_Hessen-Darmstadt.JPG/247px-MLA_Hessen-Darmstadt.JPG",
    "extract": "Countess Maria Louise Albertine of Leiningen-Dagsburg-Falkenburg ; also known as Princess George, was heiress to the barony of Broich and by marriage Princess of Hesse-Darmstadt. She was the grandmother and educator of Princess Louise of Mecklenburg-Strelitz, who later became Queen consort of Prussia.",
    "year": 1729,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Malhar Rao Holkar",
    "birthday": "1693-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Malhar_Rao_Holkar_contemporary.jpg/233px-Malhar_Rao_Holkar_contemporary.jpg",
    "extract": "Malhar Rao Holkar was a noble subedar of the Maratha Empire, in present-day India. He was one of the early officers along with Ranoji Sindhia to help spread the Maratha rule to northern states and was given the estate of Indore to rule by the Peshwas, during the reign of the Maratha emperor Shahu I.",
    "year": 1693,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sophia Dorothea of Hanover",
    "birthday": "1687-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Queen_Sophie_Dorothea_of_Prussia.jpg/254px-Queen_Sophie_Dorothea_of_Prussia.jpg",
    "extract": "Sophia Dorothea of Hanover was Queen in Prussia and Electress of Brandenburg during the reign of her husband, King Frederick William I, from 25 February 1713 to 31 May 1740. She was the daughter of King George I of Great Britain and his wife Sophia Dorothea of Celle, the sister of King George II of Great Britain, and the mother of Frederick the Great.",
    "year": 1687,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jean Bouhier (jurist)",
    "birthday": "1673-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Le_pr%C3%A9sident_Bouhier.jpg/204px-Le_pr%C3%A9sident_Bouhier.jpg",
    "extract": "Jean Bouhier was a French magistrate, jurisconsultus, historian, translator, bibliophile and scholar. He served as the first président à mortier to the parlement de Bourgogne from 1704 to 1728, when he resigned to devote himself to his historic and literary work following his 1727 election to the Académie française.",
    "year": 1673,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "François de Franquetot de Coigny",
    "birthday": "1670-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Gu%C3%A9rin_-_Fran%C3%A7ois_de_Franquetot_de_Coigny_%281670-1759%29_-_MV_1083.jpg/204px-Gu%C3%A9rin_-_Fran%C3%A7ois_de_Franquetot_de_Coigny_%281670-1759%29_-_MV_1083.jpg",
    "extract": "François de Franquetot de Coigny was a Marshal of France, Count, and from 1747, the Duke of Coigny.",
    "year": 1670,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Georg Neumark",
    "birthday": "1621-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Georg_Neumark.jpg/295px-Georg_Neumark.jpg",
    "extract": "Georg Neumark was a German poet and composer of hymns.",
    "year": 1621,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michael Franck",
    "birthday": "1609-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Michael_Franck.jpg/208px-Michael_Franck.jpg",
    "extract": "Michael Franck was a German poet, composer and Protestant hymnwriter. He was born in Schleusingen, and died in Coburg.",
    "year": 1609,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Agostino Mitelli",
    "birthday": "1609-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Boceto_para_un_techo_del_Buen_Retiro_por_Agostino_Mitelli.jpg/217px-Boceto_para_un_techo_del_Buen_Retiro_por_Agostino_Mitelli.jpg",
    "extract": "Agostino Mitelli was an Italian painter of the Baroque period and best known as a fresco painter of quadratura or illusionistic perspectival architectural frameworks.",
    "year": 1609,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ebba Brahe",
    "birthday": "1596-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Ebba_brahe.jpg/270px-Ebba_brahe.jpg",
    "extract": "Ebba Magnusdotter Brahe was a Swedish countess, landowner, and courtier. She is foremost known for being the love object of King Gustavus Adolphus of Sweden, and because he wished to marry her prior to his marriage, plans which were however never realized. Their love affair has been famous in the Swedish romantic history and the subject of fiction, and are documented in their preserved correspondence.",
    "year": 1596,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ii Naotaka",
    "birthday": "1590-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Ii_Naotaka.jpg/135px-Ii_Naotaka.jpg",
    "extract": "Ii Naotaka  was a Japanese daimyō of the early Edo period who served under the Tokugawa shogunate. He was the son of the famous Tokugawa general Ii Naomasa. His childhood name was Bennosuke (弁之介).",
    "year": 1590,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gerbrand Bredero",
    "birthday": "1585-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Bredero.png/210px-Bredero.png",
    "extract": "Gerbrand Adriaenszoon Bredero was a Dutch poet and playwright in the period known as the Dutch Golden Age.",
    "year": 1585,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pieter Corneliszoon Hooft",
    "birthday": "1581-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/P_C_Hooft.jpg/259px-P_C_Hooft.jpg",
    "extract": "Pieter Corneliszoon Hooft - Knight in the Order of Saint Michael - was a Dutch historian, poet and playwright who lived during the Dutch Golden Age in literature.",
    "year": 1581,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Amar Singh I",
    "birthday": "1559-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Raja_Ravi_Varma%2C_Maharana_Amar_Singh_-_I.jpg/203px-Raja_Ravi_Varma%2C_Maharana_Amar_Singh_-_I.jpg",
    "extract": "Maharana Amar Singh I, the Maharana of Mewar, was the eldest son and successor of Maharana Pratap of Mewar. He was the 16th Rana of Mewar dynasty of Sisodia Rajputs and ruler of Mewar from January 19, 1597 till his death on January 26, 1620. His capital was Udaipur.",
    "year": 1559,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Henry IV, Duke of Saxony",
    "birthday": "1473-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Lucas_Cranach_the_Elder_-_Duke_Henry_the_Pious_-_Google_Art_Project.jpg/139px-Lucas_Cranach_the_Elder_-_Duke_Henry_the_Pious_-_Google_Art_Project.jpg",
    "extract": "Henry IV the Pious, Duke of Saxony was a Duke of Saxony from the House of Wettin. Succeeding his brother George, Duke of Saxony, a fervent Catholic who sought to extinguish Lutheranism by any means possible, Henry established the Lutheran church as the state religion in his domains.",
    "year": 1473,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kunigunde of Austria",
    "birthday": "1465-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Kunigunde-Bavaria.JPG/248px-Kunigunde-Bavaria.JPG",
    "extract": "Kunigunde of Austria, a member of the House of Habsburg, was Duchess of Bavaria from 1487 to 1508, by her marriage to the Wittelsbach duke Albert IV.",
    "year": 1465,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Johann Geiler von Kaysersberg",
    "birthday": "1445-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Johannes_geiler_von_kayersberg.jpg/238px-Johannes_geiler_von_kayersberg.jpg",
    "extract": "Johann Geiler von Kaysersberg was a priest, considered one of the greatest of the popular preachers of the 15th century.",
    "year": 1445,
    "month": 3,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Xuande Emperor",
    "birthday": "1399-3-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Portrait_assis_de_l%27empereur_Ming_Xuanzong.jpg/253px-Portrait_assis_de_l%27empereur_Ming_Xuanzong.jpg",
    "extract": "The Xuande Emperor, personal name Zhu Zhanji (朱瞻基), was the fifth Emperor of the Ming dynasty, reigned from 1425 to 1435. His era name \"Xuande\" means \"proclamation of virtue\".",
    "year": 1399,
    "month": 3,
    "day": 16,
    "language": "en"
  }
]