[
  {
    "name": "Barbara Haas",
    "birthday": "1996-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Barbara_Haas_%2832920417527%29_%28cropped%29.jpg/242px-Barbara_Haas_%2832920417527%29_%28cropped%29.jpg",
    "extract": "Barbara Haas is an Austrian tennis player.",
    "year": 1996,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Alexei Sintsov",
    "birthday": "1995-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/2015_ISU_Junior_Grand_Prix_Final_Anastasia_Gubanova_Alexei_Sintsov_IMG_7378.JPG/213px-2015_ISU_Junior_Grand_Prix_Final_Anastasia_Gubanova_Alexei_Sintsov_IMG_7378.JPG",
    "extract": "Alexei Olegovich Sintsov is a Russian pair skater. With partner Anastasia A. Gubanova, he won gold at the 2015 ISU Junior Grand Prix in the United States and competed at two World Junior Championships, placing fourth in 2015.",
    "year": 1995,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Aleksandr Kokorin",
    "birthday": "1991-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Aleksandr_Kokorin_Sochi.jpg/213px-Aleksandr_Kokorin_Sochi.jpg",
    "extract": "Aleksandr Aleksandrovich Kokorin is a Russian professional footballer who plays as a forward for Serie A club Fiorentina.",
    "year": 1991,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Clayton Kershaw",
    "birthday": "1988-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Clayton_Kershaw_on_July_23%2C_2015_%282%29.jpg/305px-Clayton_Kershaw_on_July_23%2C_2015_%282%29.jpg",
    "extract": "Clayton Edward Kershaw  is an American professional baseball pitcher for the Los Angeles Dodgers of Major League Baseball (MLB). He has played for the Dodgers for the entirety of his MLB career. A left-handed starting pitcher, Kershaw has played 14 seasons in the major leagues since he debuted in 2008. He is an eight-time All-Star, three-time National League (NL) Cy Young Award winner, and the 2014 NL Most Valuable Player. His 2.49 career earned run average (ERA) and 1.00 walks plus hits per inning pitched rate (WHIP) are the lowest among starters in the live-ball era. Kershaw has a career hits allowed per nine innings pitched average of 6.81, the third-lowest in MLB history. He has been described for much of his career as the best pitcher in baseball, and one of the greatest pitchers of all time.",
    "year": 1988,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Michal Švec",
    "birthday": "1987-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/59/Michal_Svec.jpg",
    "extract": "Michal Švec is a Czech footballer who plays for SK Slavia Prague B. He is a central midfielder. He made his debut for the Czech Republic national team in 2009.",
    "year": 1987,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Miloš Teodosić",
    "birthday": "1987-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Milos_Teodosic_Italy_%28cropped%29.jpg/192px-Milos_Teodosic_Italy_%28cropped%29.jpg",
    "extract": "Miloš Teodosić is a Serbian professional basketball player for Virtus Bologna of the Italian Lega Basket Serie A. He also represents the National Basketball Team of Serbia internationally. He primarily plays the point guard and guard shooting guard positions. He is a six time All-EuroLeague selection, and was voted EuroLeague MVP in 2010.",
    "year": 1987,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Tyler Bozak",
    "birthday": "1986-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Tyler_Bozak_2017-12-09_1.jpg/288px-Tyler_Bozak_2017-12-09_1.jpg",
    "extract": "Tyler Bozak is a Canadian professional ice hockey centre currently playing for the St. Louis Blues of the National Hockey League (NHL). Bozak has also previously played for the Toronto Maple Leafs. Prior to being signed by the Maple Leafs as a free agent, Bozak had played two seasons at the University of Denver in the National Collegiate Athletic Association (NCAA). In 2018, after nine seasons with the Maple Leafs, Bozak signed with the Blues in free agency. In his first season with the Blues, Bozak won the Stanley Cup, defeating the Boston Bruins in 2019.",
    "year": 1986,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Jonathan Fanene",
    "birthday": "1982-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Jonathan_Fanene.JPG/140px-Jonathan_Fanene.JPG",
    "extract": "Jonathan David Fanene is a former American football defensive end in the National Football League (NFL). He was drafted by the Cincinnati Bengals in the seventh round of the 2005 NFL Draft. He played college football at College of the Canyons and Utah.",
    "year": 1982,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Brad Jones (soccer)",
    "birthday": "1982-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Brad_Jones_Liverpool_2014_%28cropped%29_Roma.jpg/244px-Brad_Jones_Liverpool_2014_%28cropped%29_Roma.jpg",
    "extract": "Bradley Scott Jones is an Australian professional footballer who plays as a goalkeeper for the Australian A-League team Perth Glory. He was a member of the Middlesbrough team for over a decade often playing on loan at a succession of lower league clubs: Stockport, Rotherham United, Blackpool and Sheffield Wednesday. He also had a brief loan spell in Ireland with Shelbourne. In August 2010, he made a £2.3 million move to Liverpool where he spent four seasons, mostly in a back-up role. Jones then had two short stints, his final in England at Bradford City and then in the Netherlands at NEC, before joining Feyenoord on a one-year deal in August 2016. On 22 May 2017, he signed for another two years at Feyenoord following their title win in the Dutch Eredivisie.",
    "year": 1982,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Eduardo Saverin",
    "birthday": "1982-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Eduardo_Saverin_CHINICT.JPG/240px-Eduardo_Saverin_CHINICT.JPG",
    "extract": "Eduardo Luiz Saverin is a Brazilian-born billionaire entrepreneur and angel investor based in Singapore. Saverin is one of the co-founders of Facebook. In 2012, he owned 53 million Facebook shares, valued at approximately $2 billion at the time. He also invested in early-stage startups such as Qwiki and Jumio.",
    "year": 1982,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Steve Cummings",
    "birthday": "1981-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/2016_Tour_of_Britain_leader_best_British_rider_after_stage_7_Steve_Cummings.JPG/240px-2016_Tour_of_Britain_leader_best_British_rider_after_stage_7_Steve_Cummings.JPG",
    "extract": "Stephen Philip Cummings is an English former racing cyclist, who rode professionally between 2005 and 2019 for the Landbouwkrediet–Colnago, Discovery Channel, Barloworld, Team Sky, BMC Racing Team and Team Dimension Data squads.",
    "year": 1981,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Kolo Touré",
    "birthday": "1981-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Kolo_Toure_8932.JPG/213px-Kolo_Toure_8932.JPG",
    "extract": "Kolo Abib Touré is an Ivorian professional football coach and former player. He played as a defender for Arsenal, Manchester City, Liverpool, Celtic and the Ivory Coast national team. He is currently a first team coach at Leicester City as well as a member of the coaching staff for the Ivory Coast national team.",
    "year": 1981,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Taichi (wrestler)",
    "birthday": "1980-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Taichi_2017.jpg/213px-Taichi_2017.jpg",
    "extract": "Taichiro Maki  is a Japanese professional wrestler, better known by his ring name Taichi , shortened from his previous ring name Taichi Ishikari . He is currently working for New Japan Pro-Wrestling (NJPW) and is a member of the Suzuki-Gun stable.",
    "year": 1980,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Mikuni Shimokawa",
    "birthday": "1980-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Mikuni_Shimokawa_at_Langham_Place_20081001.jpg/213px-Mikuni_Shimokawa_at_Langham_Place_20081001.jpg",
    "extract": "Mikuni Shimokawa  is a Japanese pop singer and songwriter. She is best known for her songs used for anime theme music, particularly the opening and ending themes of the Full Metal Panic! series. In addition to her vocal talents, Shimokawa can also play the piano. She is a former member of the girl group Checkicco.",
    "year": 1980,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Sheldon Brown (American football)",
    "birthday": "1979-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Sheldon-Brown-2008-11-02-vsSeahawks.jpg",
    "extract": "Sheldon Dion Brown is a former American football cornerback in the National Football League (NFL). He was drafted by the Philadelphia Eagles in the second round of the 2002 NFL Draft and also played for the Cleveland Browns. He played college football at South Carolina.",
    "year": 1979,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Ivan Ljubičić",
    "birthday": "1979-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Ivan_Ljubi%C4%8Di%C4%87_Umag_2008_%285%29.JPG/245px-Ivan_Ljubi%C4%8Di%C4%87_Umag_2008_%285%29.JPG",
    "extract": "Ivan Ljubičić is a Croatian former professional tennis player. He reached a career-high Association of Tennis Professionals (ATP) world No. 3 singles ranking on 1 May 2006. His career highlights include reaching a Grand Slam semifinal at the 2006 French Open, and an ATP World Tour Masters 1000 title at the Indian Wells Masters in 2010 as well as 3 other finals, 2 of them coming in 2005 at Madrid and Paris, and the other at the Miami Masters in 2006.",
    "year": 1979,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Christos Patsatzoglou",
    "birthday": "1979-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Patsa.jpg/138px-Patsa.jpg",
    "extract": "Christos Patsatzoglou is a Greek former professional footballer of Gypsy origin who last played for APO Aetos Korydallou.",
    "year": 1979,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Hedo Türkoğlu",
    "birthday": "1979-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Hedo_Turkoglu_point_guard_11-27-08.jpg/190px-Hedo_Turkoglu_point_guard_11-27-08.jpg",
    "extract": "Hidayet \"Hedo\" Türkoğlu is a Turkish basketball executive and former professional player. A 6 ft 10 in (2.08 m) forward, Türkoğlu played for six teams in his 15-season career in the National Basketball Association (NBA). He won the NBA's Most Improved Player for the 2007–08 NBA season and played in the NBA Finals for the Magic in 2009. He also played for Turkey's national team in international competition. Türkoğlu has served as president of the Turkish Basketball Federation since October 2016.",
    "year": 1979,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Cydonie Mothersille",
    "birthday": "1978-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Osaka07_D7A_W200M_final_race_2.jpg/225px-Osaka07_D7A_W200M_final_race_2.jpg",
    "extract": "Cydonie Camille Mothersille is a female former track and field sprinter from the Cayman Islands. Her speciality at the beginning of her career was the 100 metres, while the 200 metres gradually became her main event. She represented her country at four Olympic Games from 1996 to 2008, six World Championships in Athletics, and three Commonwealth Games. Her greatest achievements were in the 200 m, including a bronze at the 2001 World Championships in Athletics, Commonwealth gold in 2010 and a silver at the 2003 Pan American Games. Her World Championship medal was the first ever for her nation.",
    "year": 1978,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Andre Miller",
    "birthday": "1976-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Andre_Miller_Wizards.jpg/269px-Andre_Miller_Wizards.jpg",
    "extract": "Andre Lloyd Miller is an American former professional basketball player. Miller has played professional basketball for the Cleveland Cavaliers, Los Angeles Clippers, Philadelphia 76ers, Portland Trail Blazers, Denver Nuggets, Washington Wizards, Sacramento Kings, Minnesota Timberwolves and San Antonio Spurs. Currently, he ranks eleventh all-time in NBA career assists and only missed three games to injury in his 17-year career. He is the only player in NBA history to have at least 16,000 career points, 8,000 assists and 1,500 steals without making an NBA All-Star Game.",
    "year": 1976,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Alessandro Nesta",
    "birthday": "1976-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Nesta_Impact_Montr%C3%A9al_2013-09-07.jpg/224px-Nesta_Impact_Montr%C3%A9al_2013-09-07.jpg",
    "extract": "Alessandro Nesta is an Italian professional football manager and former player. Usually deployed as a centre-back, he is widely considered one of the best defenders of all time. He was best known for his pace, artistic tackles, elegance on the ball, distribution and tight marking of opponents.",
    "year": 1976,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Antonio Daniels",
    "birthday": "1975-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Antonio_Daniels.jpg/170px-Antonio_Daniels.jpg",
    "extract": "Antonio Robert Daniels is an American retired professional basketball player who played 13 seasons in the National Basketball Association (NBA). He is currently the television color analyst for the New Orleans Pelicans on Bally Sports New Orleans and co-host/analyst on SiriusXM NBA Radio.",
    "year": 1975,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Ashley Giles",
    "birthday": "1973-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Ashley_Giles.jpg/247px-Ashley_Giles.jpg",
    "extract": "Ashley Fraser Giles is a former English first-class cricketer, who played 54 Test matches and 62 One Day Internationals for England before being forced to retire due to a recurring hip injury. Giles played the entirety of his 14-year first-class career at Warwickshire County Cricket Club.",
    "year": 1973,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Michael Krumm",
    "birthday": "1970-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Michael_Krumm_2010_Motorsport_Japan.jpg/222px-Michael_Krumm_2010_Motorsport_Japan.jpg",
    "extract": "Michael Krumm is a German professional racing driver who won the 2011 FIA GT1 World Championship driving for JR Motorsports.",
    "year": 1970,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Mike Crockart",
    "birthday": "1966-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Mike_Crockart_at_Birmingham_2011.jpg/320px-Mike_Crockart_at_Birmingham_2011.jpg",
    "extract": "Michael Bruce Crockart is a Scottish Liberal Democrat politician. He was the Member of Parliament (MP) for Edinburgh West from 2010 to 2015.",
    "year": 1966,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Olaf Marschall",
    "birthday": "1966-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Olaf_Marschall.jpg",
    "extract": "Olaf Marschall is a retired German footballer and a football sports manager who played as a forward.",
    "year": 1966,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Andy Sinton",
    "birthday": "1966-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/18/Sinton%2C_Andy.jpg",
    "extract": "Andrew Sinton is an English football manager and former professional footballer, who is club ambassador for Queens Park Rangers.",
    "year": 1966,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Yoko Kanno",
    "birthday": "1964-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Yoko_Kanno.jpg",
    "extract": "Yoko Kanno  is a Japanese composer, arranger and musician best known for her work on the soundtracks of anime films, television series, live-action films, video games, and advertisements. She was born in Sendai, Miyagi Prefecture, Japan. She has written scores for Cowboy Bebop and its live-action adaptation, Darker than Black, Macross Plus, Turn A Gundam, The Vision of Escaflowne, Ghost in the Shell: Stand Alone Complex, Wolf's Rain, Kids on the Slope, Genesis of Aquarion and Terror in Resonance, and has worked with the directors Hirokazu Kore-eda, Yoshiyuki Tomino, Shinichirō Watanabe and Shōji Kawamori. Kanno has also composed music for pop artists Maaya Sakamoto and Kyōko Koizumi. She is also a keyboardist, and is the frontwoman for the Seatbelts, who perform many of Kanno's compositions and soundtracks.",
    "year": 1964,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Neil LaBute",
    "birthday": "1963-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Neil_LaBute_2010_photo_cropped.jpg/218px-Neil_LaBute_2010_photo_cropped.jpg",
    "extract": "Neil N. LaBute is an American playwright, film director, screenwriter, and actor. He is best-known for a play that he wrote and later adapted for film, In the Company of Men (1997), which won awards from the Sundance Film Festival, the Independent Spirit Awards, and the New York Film Critics Circle. He wrote and directed the films Your Friends & Neighbors (1998), Possession (2002), The Shape of Things (2003), The Wicker Man (2006), Some Velvet Morning (2013), and Dirty Weekend (2015). He directed the films Nurse Betty (2000), Lakeview Terrace (2008), and the American adaptation of Death at a Funeral (2010). LaBute created the TV series Billy & Billie, writing and directing all of the episodes. He is also the creator of the TV series Van Helsing. Recently, he executive produced, co-directed and co-wrote the Netflix's The I-Land. He also directed several episodes for shows such as Hell on Wheels and Billions.",
    "year": 1963,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Iván Calderón (baseball)",
    "birthday": "1962-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Ivan_Calderon_Mariners.jpg/234px-Ivan_Calderon_Mariners.jpg",
    "extract": "Iván Calderón Pérez was a Puerto Rican professional baseball outfielder. He played in Major League Baseball (MLB) for four teams from 1984 to 1993, and was named an All-Star in 1991. Listed at 6 feet 1 inch (1.85 m) and 220 pounds (100 kg), he batted and threw right-handed. Nicknamed \"Ivan the Terrible\", Calderón was killed in a shooting in Puerto Rico in December 2003.",
    "year": 1962,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Andy Reid",
    "birthday": "1958-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Andy_Reid_%28Kansas_City_Chiefs_at_Washington_Football_Team%2C_October_17%2C_2021%29_%28cropped%29.jpg/278px-Andy_Reid_%28Kansas_City_Chiefs_at_Washington_Football_Team%2C_October_17%2C_2021%29_%28cropped%29.jpg",
    "extract": "Andrew Walter Reid is an American football coach who is the head coach for the Kansas City Chiefs of the National Football League (NFL). Reid was previously the head coach of the Philadelphia Eagles, a position he held from 1999 to 2012. From 2001 to 2012, he was also the Eagles' executive vice president of football operations, making him the team's general manager. He is the only NFL coach to win 100 games and appear in four consecutive conference championships with two different franchises.",
    "year": 1958,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Yegor Gaidar",
    "birthday": "1956-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Gaidar_in_2008_-_crop.jpg/274px-Gaidar_in_2008_-_crop.jpg",
    "extract": "Yegor Timurovich Gaidar was a Soviet and Russian economist, politician, and author, and was the Acting Prime Minister of Russia from 15 June 1992 to 14 December 1992.",
    "year": 1956,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Bruce Willis",
    "birthday": "1955-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Bruce_Willis_by_Gage_Skidmore_3.jpg/227px-Bruce_Willis_by_Gage_Skidmore_3.jpg",
    "extract": "Walter Bruce Willis is an American retired actor. His career began on the off-Broadway stage in the 1970s. He achieved fame with a leading role on the comedy-drama series Moonlighting (1985–1989) and appeared in over a hundred films, gaining widespread recognition as an action hero after his portrayal of John McClane in the Die Hard franchise (1988–2013) and other roles.",
    "year": 1955,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Ian Blair",
    "birthday": "1953-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Official_portrait_of_Lord_Blair_of_Boughton_crop_2.jpg/240px-Official_portrait_of_Lord_Blair_of_Boughton_crop_2.jpg",
    "extract": "Ian Warwick Blair, Baron Blair of Boughton, is a British retired policeman who held the position of Commissioner of Police of the Metropolis from 2005 to 2008 and was the highest-ranking officer within the Metropolitan Police Service.\nHe joined the Metropolitan Police in 1974 under a graduate scheme, and served 10 years in London. As deputy chief constable of Thames Valley Police, he handled the protests over the construction of the Newbury bypass, and then became chief constable of Surrey Police, before being appointed deputy commissioner of the Metropolitan Police, and then commissioner in January 2005. His term of office saw the mistaken shooting of an innocent man, Jean Charles de Menezes, which resulted in contradictory police reports, and his comments on race caused some controversy among ethnic-minority police officers.",
    "year": 1953,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Peter Hendy",
    "birthday": "1953-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Peter_Hendy%2C_TfL_Commissioner.jpg/320px-Peter_Hendy%2C_TfL_Commissioner.jpg",
    "extract": "Sir Peter Gerard Hendy is the current chairman of Network Rail and was formerly the Commissioner of Transport for London.",
    "year": 1953,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Ricky Wilson (American musician)",
    "birthday": "1953-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5b/Ricky_Wilson_performing_live.jpg/222px-Ricky_Wilson_performing_live.jpg",
    "extract": "Ricky Helton Wilson was an American musician best known as the original guitarist and founding member of rock band the B-52's. Born in Athens, Georgia, Wilson was the brother of fellow member Cindy Wilson. The B-52's were founded in 1976, when Ricky, his sister Cindy, Kate Pierson, Keith Strickland and Fred Schneider shared a tropical flaming volcano drink at a Chinese restaurant and, after an impromptu music session at the home of their friend Owen Scott III, played for the first time at a Valentine's Day party for friends. Wilson's unusual guitar tunings were a large contribution to the band's quirky sound.",
    "year": 1953,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Warren Lees",
    "birthday": "1952-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/64/Warren_Lees.jpg",
    "extract": "Warren Kenneth Lees is a New Zealand cricketer and coach. He played 21 Test and 31 ODIs from 1976 to 1983 as a wicket-keeper batsman. He was coach of the Black Caps from 1990 to 1993.",
    "year": 1952,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Martin Ravallion",
    "birthday": "1952-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Martin_Ravallion_%282016%29.jpg/240px-Martin_Ravallion_%282016%29.jpg",
    "extract": "Martin Ravallion, is an Australian economist. As of 2013 he was the inaugural Edmond D. Villani Professor of Economics at Georgetown University, and previously had been director of the research department at the World Bank. He holds a PhD in economics from the London School of Economics.",
    "year": 1952,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Harvey Weinstein",
    "birthday": "1952-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Harvey_Weinstein_C%C3%A9sars_2014_%28cropped%29_%28centered%29.jpg/217px-Harvey_Weinstein_C%C3%A9sars_2014_%28cropped%29_%28centered%29.jpg",
    "extract": "Harvey Weinstein is an American convicted sex offender and former film producer. He and his brother, Bob Weinstein, co-founded the entertainment company Miramax, which produced several successful independent films including Sex, Lies, and Videotape (1989); The Crying Game (1992); Pulp Fiction (1994); Heavenly Creatures (1994); Flirting with Disaster (1996); and Shakespeare in Love (1998). Weinstein won an Academy Award for producing Shakespeare in Love and also won seven Tony Awards for plays and musicals including The Producers, Billy Elliot the Musical, and August: Osage County. After leaving Miramax, Weinstein and his brother Bob founded The Weinstein Company, a mini-major film studio. He was co-chairman, alongside Bob, from 2005 to 2017.",
    "year": 1952,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "José S. Palma",
    "birthday": "1950-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Archbishop_Jose_Palma_in_Traditional_Roman_Catholic_Vestments.jpg/213px-Archbishop_Jose_Palma_in_Traditional_Roman_Catholic_Vestments.jpg",
    "extract": "José Serofia Palma O.P. is a Filipino prelate and a professed member of the Dominican Order who is currently serving as the Archbishop of Cebu since 15 October 2010. He had previously served as Archbishop of Palo in Leyte. He also served as president of the Catholic Bishops' Conference of the Philippines from 2011 to 2013.",
    "year": 1950,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Blase J. Cupich",
    "birthday": "1949-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Cdl._Cupich_%28cropped%29.png/213px-Cdl._Cupich_%28cropped%29.png",
    "extract": "Blase Joseph Cupich is an American prelate of the Roman Catholic Church, a cardinal who serves as Archbishop of the Archdiocese of Chicago.",
    "year": 1949,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "David Schnitter",
    "birthday": "1948-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/RA%C3%84-KMB-pnn02890-David_Schnitter.jpg/218px-RA%C3%84-KMB-pnn02890-David_Schnitter.jpg",
    "extract": "David Schnitter is an American jazz tenor saxophonist.",
    "year": 1948,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Glenn Close",
    "birthday": "1947-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Glenn_Close_-_Guardians_of_the_Galaxy_premiere_-_July_2014_%28cropped%29.jpg/217px-Glenn_Close_-_Guardians_of_the_Galaxy_premiere_-_July_2014_%28cropped%29.jpg",
    "extract": "Glenn Close is an American actress. Throughout her career spanning over four decades, Close has garnered numerous accolades, including two Screen Actors Guild Awards, three Golden Globe Awards, three Primetime Emmy Awards, and three Tony Awards. Additionally, she has been nominated eight times for an Academy Award, holding the record for the most nominations in an acting category without a win. In 2016, she was inducted into the American Theater Hall of Fame, and in 2019, Time magazine named her one of the 100 most influential people in the world.",
    "year": 1947,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Ruth Pointer",
    "birthday": "1946-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Ruth_Pointer_Komen_Pink_Tie_Ball_2006.jpg/213px-Ruth_Pointer_Komen_Pink_Tie_Ball_2006.jpg",
    "extract": "Ruth Esther Pointer is an American singer–songwriter who is best known as the eldest member of the American family vocal group The Pointer Sisters.",
    "year": 1946,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Modestas Paulauskas",
    "birthday": "1945-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Modestas_Paulauskas_1970.jpg/235px-Modestas_Paulauskas_1970.jpg",
    "extract": "Modestas Paulauskas is a former Soviet and Lithuanian professional basketball coach and basketball player.",
    "year": 1945,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Said Musa",
    "birthday": "1944-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Said_Musa_2007.jpg",
    "extract": "Said Wilbert Musa is a Belizean lawyer and politician. He was the Prime Minister of Belize from 28 August 1998 to 8 February 2008.",
    "year": 1944,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Mario Molina",
    "birthday": "1943-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Mario_Molina_1c389_8387.jpg/212px-Mario_Molina_1c389_8387.jpg",
    "extract": "Mario José Molina-Pasquel Henríquez, known as Mario Molina, was a Mexican chemist. He played a pivotal role in the discovery of the Antarctic ozone hole, and was a co-recipient of the 1995 Nobel Prize in Chemistry for his role in discovering the threat to the Earth's ozone layer from chlorofluorocarbon (CFC) gases. He was the first Mexican-born scientist to receive a Nobel Prize in Chemistry and the third Mexican born person to receive the Nobel award.",
    "year": 1943,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Mario Monti",
    "birthday": "1943-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Mario_Monti_2012.jpg/233px-Mario_Monti_2012.jpg",
    "extract": "Mario Monti, is an Italian economist and academic who served as the Prime Minister of Italy from 2011 to 2013, leading a technocratic government in the wake of the Italian debt crisis.",
    "year": 1943,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Vern Schuppan",
    "birthday": "1943-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Schholhay_83-98_%281%29.JPG/320px-Schholhay_83-98_%281%29.JPG",
    "extract": "Vernon John Schuppan is a retired Australian motor racing driver. Schuppan drove in various categories, participating in Formula One, the Indianapolis 500 and most successfully in sports car racing.",
    "year": 1943,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Joe Kapp",
    "birthday": "1938-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Joe_Kapp_VPL_44011_%2815707508290%29.jpg/253px-Joe_Kapp_VPL_44011_%2815707508290%29.jpg",
    "extract": "Joseph Robert Kapp is an American former football player, coach, and executive. He played college football as a quarterback at the University of California, Berkeley. Kapp played professionally in the Canadian Football League (CFL) with the Calgary Stampeders and the BC Lions and then in the National Football League (NFL) with the Minnesota Vikings and the Boston Patriots. Kapp returned to his alma mater as head coach of the Golden Bears from 1982 to 1986. He was the general manager and president of the BC Lions in 1990.",
    "year": 1938,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Egon Krenz",
    "birthday": "1937-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Bundesarchiv_Bild_183-1984-0704-400%2C_Egon_Krenz.jpg/259px-Bundesarchiv_Bild_183-1984-0704-400%2C_Egon_Krenz.jpg",
    "extract": "Egon Rudi Ernst Krenz is a German former politician who was the last Communist leader of the German Democratic Republic during the Revolutions of 1989. He succeeded Erich Honecker as the General Secretary of the ruling Socialist Unity Party of Germany (SED) but was forced to resign only weeks later when the Berlin Wall fell.",
    "year": 1937,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Ursula Andress",
    "birthday": "1936-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Ursula_Andress_Cannes_2010.jpg/227px-Ursula_Andress_Cannes_2010.jpg",
    "extract": "Ursula Andress is a Swiss actress, former model and sex symbol who has appeared in American, British and Italian films. Her breakthrough role was as Bond girl Honey Ryder in the first James Bond film, Dr. No (1962). She later starred as Vesper Lynd in the 1967 Bond parody Casino Royale. Other credits include Fun in Acapulco (1963), 4 for Texas (1963), She (1965), The 10th Victim (1965), The Blue Max (1966), The Southern Star (1969), Perfect Friday (1970), Red Sun (1971), The Sensuous Nurse (1975), Slave of the Cannibal God (1978), The Fifth Musketeer (1979), Clash of the Titans (1981) and Peter the Great (1986).",
    "year": 1936,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Nancy Malone",
    "birthday": "1935-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Nancy_Malone.JPG",
    "extract": "Nancy Malone was an American television actress from the 1950s to 1970s, who later moved into producing and directing in the 1980s and 1990s.",
    "year": 1935,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Phyllis Newman",
    "birthday": "1933-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Phyllis_Newman_1966.jpg/244px-Phyllis_Newman_1966.jpg",
    "extract": "Phyllis Newman was an American actress and singer. She won the 1962 Tony Award for Best Featured Actress in a Musical for her role as Martha Vail in the musical Subways Are for Sleeping on Broadway, received the Isabelle Stevenson Award in 2009 and was nominated another Tony for Broadway Bound (1987), as well as two nominations for Drama Desk Awards.",
    "year": 1933,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Philip Roth",
    "birthday": "1933-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Philip_Roth_-_1973.jpg/200px-Philip_Roth_-_1973.jpg",
    "extract": "Philip Milton Roth was an American novelist and short story writer.",
    "year": 1933,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Renée Taylor",
    "birthday": "1933-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Renee_Taylor_1974.JPG/244px-Renee_Taylor_1974.JPG",
    "extract": "Renée Adorée Taylor is an American actress, screenwriter, playwright, producer and director. Taylor was nominated for an Academy Award for co-writing the screenplay for the film Lovers and Other Strangers (1970). She also played Sylvia Fine on the television sitcom The Nanny (1993–1999).",
    "year": 1933,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Richard Williams (animator)",
    "birthday": "1933-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Richard_Williams_animator.jpg/320px-Richard_Williams_animator.jpg",
    "extract": "Richard Edmund Williams was a Canadian-British animator, voice actor, director, and writer, best known for serving as animation director on Who Framed Roger Rabbit (1988), for which he won two Academy Awards, and for his unfinished feature film The Thief and the Cobbler (1993). He was also a film title sequence designer and animator. Other works in this field include the title sequences for What's New Pussycat? (1965) and A Funny Thing Happened on the Way to the Forum (1966) and title and linking sequences in The Charge of the Light Brigade and the intros of the eponymous cartoon feline for two of the later Pink Panther films. In 2002 he published The Animator's Survival Kit, an authoritative manual of animation methods and techniques, which has since been turned into a 16-DVD box set as well as an iOS app. From 2008 he worked as artist in residence at Aardman Animations in Bristol, and in 2015 he received both Oscar and BAFTA nominations in the best animated short category for his short film Prologue.",
    "year": 1933,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Gay Brewer",
    "birthday": "1932-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/68/Gay_Brewer.jpg/216px-Gay_Brewer.jpg",
    "extract": "Gay Robert Brewer, Jr. was an American professional golfer who played on the PGA Tour and won the 1967 Masters Tournament.",
    "year": 1932,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Peter Hall (urbanist)",
    "birthday": "1932-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Sir_Peter_Hall.jpg/320px-Sir_Peter_Hall.jpg",
    "extract": "Sir Peter Geoffrey Hall was an English town planner, urbanist and geographer. He was the Bartlett Professor of Planning and Regeneration at The Bartlett, University College London and president of both the Town and Country Planning Association and the Regional Studies Association. Hall was one of the most prolific and influential urbanists of the twentieth century.",
    "year": 1932,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Gail Kobe",
    "birthday": "1932-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Gail_Kobe_1959.jpg/254px-Gail_Kobe_1959.jpg",
    "extract": "Gail Kobe was an American actress and television producer.",
    "year": 1932,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Emma Andijewska",
    "birthday": "1931-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Emma_Andijewska.JPG/320px-Emma_Andijewska.JPG",
    "extract": "Emma Andijewska is a modern Ukrainian poet, writer and painter. Her works are marked with surrealist style. Some of Andijewska's works have been translated to English and German. Andijewska lives and works in Munich. She is a member of the National union of writers of Ukraine, Ukrainian PEN Club, Free academy in Munich and Federal association of artists.",
    "year": 1931,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Hans Küng",
    "birthday": "1928-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/K%C3%BCng3.JPG/240px-K%C3%BCng3.JPG",
    "extract": "Hans Küng was a Swiss Catholic priest, theologian, and author. From 1995 he was president of the Foundation for a Global Ethic.",
    "year": 1928,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Patrick McGoohan",
    "birthday": "1928-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/McGoohanAllnightlongcrop1.png/280px-McGoohanAllnightlongcrop1.png",
    "extract": "Patrick Joseph McGoohan was an Irish-American-English actor, director, screenwriter, and producer of film and television. Born in the United States to Irish emigrant parents, he was raised in Ireland and England. He began his career in the United Kingdom in the 1950s and rose to prominence for his role as secret agent John Drake in the ITC espionage programme Danger Man (1960–1968). He then produced and created The Prisoner (1967–1968), a surrealistic television series in which he starred as Number Six, an unnamed British intelligence agent who is abducted and imprisoned in a mysterious coastal village. Beginning in the 1970s, McGoohan maintained a long-running association with Columbo, writing, directing, producing and appearing in several episodes. His notable film roles include Dr. Paul Ruth in Scanners (1981) and King Edward I in Braveheart (1995). He was a BAFTA Award and two-time Primetime Emmy Award winner.",
    "year": 1928,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Richie Ashburn",
    "birthday": "1927-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Richie_Ashburn_1953.jpg/207px-Richie_Ashburn_1953.jpg",
    "extract": "Don Richard Ashburn, also known by the nicknames, \"Putt-Putt\", \"The Tilden Flash\", and \"Whitey\", was an American center fielder in Major League Baseball. He was born in Tilden, Nebraska and along with his twin sister, Donna, was the youngest of four children. From his youth on a farm, he grew up to become a professional outfielder and veteran broadcaster for the Philadelphia Phillies and one of the most beloved sports figures in Philadelphia history. He was inducted into the National Baseball Hall of Fame in 1995.",
    "year": 1927,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Brent Scowcroft",
    "birthday": "1925-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Major_General_Brent_Scowcroft_in_October_1973.jpg/271px-Major_General_Brent_Scowcroft_in_October_1973.jpg",
    "extract": "Brent Scowcroft was a United States Air Force officer who was a two-time United States National Security Advisor, first under U.S. President Gerald Ford and then under George H. W. Bush. He served as Military Assistant to President Richard Nixon and as Deputy Assistant to the President for National Security Affairs in the Nixon and Ford administrations. He served as Chairman of the President's Foreign Intelligence Advisory Board under President George W. Bush from 2001 to 2005, and advised President Barack Obama on choosing his national security team.",
    "year": 1925,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Pamela Britton",
    "birthday": "1923-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Pamela_Britton_in_DOA_2.jpg/320px-Pamela_Britton_in_DOA_2.jpg",
    "extract": "Pamela Britton was an American actress, best known for appearing as Lorelei Brown in the television series My Favorite Martian (1963–1966) and for her female lead in the film noir classic D.O.A. (1950). Throughout her acting career, Britton appeared often on Broadway and in several Hollywood and TV movies.",
    "year": 1923,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Benito Jacovitti",
    "birthday": "1923-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Jacovitti-photo-by-joe-zatt.jpg",
    "extract": "Benito Jacovitti was an Italian comic artist.",
    "year": 1923,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Henry Morgentaler",
    "birthday": "1923-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/HenryMorgentaler.jpg/320px-HenryMorgentaler.jpg",
    "extract": "Henekh \"Henry\" Morgentaler,, was a Polish-born Canadian physician and abortion rights advocate who fought numerous legal battles aimed at expanding abortion rights in Canada. As a Jewish youth during World War II, Morgentaler was imprisoned at the Łódź Ghetto and later at the Dachau concentration camp.",
    "year": 1923,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Guy Lewis",
    "birthday": "1922-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Guy_Lewis%2C_circa_1972.png/200px-Guy_Lewis%2C_circa_1972.png",
    "extract": "Guy Vernon Lewis II was an American basketball player and coach. He served as the head men's basketball coach at the University of Houston from 1956 to 1986. Lewis led his Houston Cougars to five appearances in the Final Four of the NCAA Tournament, in 1967, 1968, 1982, 1983, and 1984. His 1980s teams, nicknamed Phi Slama Jama for their slam dunks, were runners-up for the national championship in back-to-back seasons in 1983 and 1984. He was inducted into National Collegiate Basketball Hall of Fame in 2007 and the Naismith Memorial Basketball Hall of Fame in 2013.",
    "year": 1922,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Hiroo Onoda",
    "birthday": "1922-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Hiroo_Onoda_young.jpg/262px-Hiroo_Onoda_young.jpg",
    "extract": "Hiroo Onoda  was an Imperial Japanese Army intelligence officer who fought in World War II and was a Japanese holdout who did not surrender at the war's end in August 1945. After the war ended Onoda spent 29 years hiding in the Philippines until his former commander travelled from Japan to formally relieve him from duty by order of Emperor Shōwa in 1974. He held the rank of second lieutenant in the Imperial Japanese Army. He was the penultimate Japanese soldier to surrender, with Teruo Nakamura surrendering later in 1974.",
    "year": 1922,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Tommy Cooper",
    "birthday": "1921-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d6/Tommycooper.jpg",
    "extract": "Thomas Frederick Cooper was a Welsh-born prop comedian and magician of Anglo-Welsh parentage. As an entertainer, his appearance was large and lumbering at 6 feet 3 inches (1.91 m), and he habitually wore a red fez when performing. He initially served in the British Army for seven years, before eventually developing his conjuring skills and becoming a member of The Magic Circle. Although he spent time on tour performing his magical act, which specialised on magic tricks that appeared to \"fail\", he rose to international prominence when his career moved into television, with programmes for London Weekend Television and Thames Television.",
    "year": 1921,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Kjell Aukrust",
    "birthday": "1920-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Kjell_Aukrust_-_1965.jpg/320px-Kjell_Aukrust_-_1965.jpg",
    "extract": "Kjell Aukrust was a Norwegian author, poet, artist and humorist. Aukrust is principally known for his Flåklypa stories and Flåklypa drawings.",
    "year": 1920,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Lennie Tristano",
    "birthday": "1919-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Lennie_Tristano_1947_%28Gottlieb%29_%28cropped%29.jpg/226px-Lennie_Tristano_1947_%28Gottlieb%29_%28cropped%29.jpg",
    "extract": "Leonard Joseph Tristano was an American jazz pianist, composer, arranger, and teacher of jazz improvisation.",
    "year": 1919,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "László Szabó (chess player)",
    "birthday": "1917-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/L%C3%A1szl%C3%B3_Szab%C3%B3_1966.jpg/320px-L%C3%A1szl%C3%B3_Szab%C3%B3_1966.jpg",
    "extract": "László Szabó was a Hungarian chess player. He was awarded the title of International Grandmaster in 1950, when it was instituted by FIDE.",
    "year": 1917,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Eric Christmas",
    "birthday": "1916-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/27/Eric_Christmas.jpg/320px-Eric_Christmas.jpg",
    "extract": "Eric Cuthbert Christmas was a British actor, with over 40 films and numerous television roles to his credit. He is probably best known for his role as Mr. Carter, the principal of Angel Beach High School, in the 1981 comedy films Porky's, the 1983 sequel Porky's II: The Next Day, and the 1985 sequel Porky's Revenge!. He was also known for his sporadic role as Reverend Diddymoe in the NBC sitcom, Amen.",
    "year": 1916,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Irving Wallace",
    "birthday": "1916-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Irving_Wallace%2C_1972.jpg/242px-Irving_Wallace%2C_1972.jpg",
    "extract": "Irving Wallace was an American best-selling author and screenwriter. He was known for his heavily researched novels, many with a sexual theme.",
    "year": 1916,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Robert G. Cole",
    "birthday": "1915-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Ltcol_cole_moh_502.jpg",
    "extract": "Lieutenant Colonel Robert George Cole was an American soldier who received the Medal of Honor for his actions in the days following the D-Day Normandy invasion of World War II.",
    "year": 1915,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Patricia Morison",
    "birthday": "1915-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Patricia_Morison.jpg/267px-Patricia_Morison.jpg",
    "extract": "Eileen Patricia Augusta Fraser Morison was an American stage, television and film actress of the Golden Age of Hollywood and mezzo-soprano singer. She made her feature film debut in 1939 after several years on the stage, and amongst her most renowned were The Fallen Sparrow, Dressed to Kill opposite Basil Rathbone and the screen adaptation of The Song of Bernadette. She was lauded as a beauty with large blue eyes and extremely long, dark hair. During this period of her career, she was often cast as the femme fatale or \"other woman\". It was only when she returned to the Broadway stage that she achieved her greatest success as the lead in the original production of Cole Porter's Kiss Me, Kate and subsequently in The King and I.",
    "year": 1915,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Jay Berwanger",
    "birthday": "1914-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2c/Jay_Berwanger.jpg",
    "extract": "John Jacob \"Jay\" Berwanger was an American college football player and referee. He was the first winner of the Downtown Athletic Club Trophy in 1935 ; the trophy is awarded annually to the nation's most outstanding college football player. Berwanger was a star halfback for the Chicago Maroons football team of the University of Chicago, where he was known as the \"one man football team\". In 1936, Berwanger became the first player drafted into the National Football League (NFL) in its inaugural 1936 NFL Draft, although he did not play professionally.",
    "year": 1914,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Hugh Watt",
    "birthday": "1912-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Hugh_Watt%2C_1951_%281%29.jpg/243px-Hugh_Watt%2C_1951_%281%29.jpg",
    "extract": "Hugh Watt was a New Zealand politician who was a Labour member of Parliament and the acting prime minister of New Zealand between 31 August to 6 September 1974, following the death of Prime Minister Norman Kirk. He had been the fifth deputy prime minister of New Zealand since 8 December 1972. Watt later served as High Commissioner to the United Kingdom.",
    "year": 1912,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Joseph Carroll (DIA)",
    "birthday": "1910-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Carroll_jf1.jpg/255px-Carroll_jf1.jpg",
    "extract": "Lieutenant General Joseph Francis Carroll was the founding director of the Defense Intelligence Agency (DIA) and the first commander of the U.S. Air Force Office of Special Investigations.",
    "year": 1910,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Louis Hayward",
    "birthday": "1909-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Louis_Hayward_in_Anthony_Adverse_trailer.jpg/320px-Louis_Hayward_in_Anthony_Adverse_trailer.jpg",
    "extract": "Louis Charles Hayward was a Johannesburg-born, British-American actor.",
    "year": 1909,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Adolf Eichmann",
    "birthday": "1906-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Adolf_Eichmann%2C_1942.jpg/204px-Adolf_Eichmann%2C_1942.jpg",
    "extract": "Otto Adolf Eichmann was a German-Austrian SS-Obersturmbannführer and one of the major organisers of the Holocaust – the so-called \"Final Solution to the Jewish Question\" in Nazi terminology. He was tasked by SS-Obergruppenführer Reinhard Heydrich with facilitating and managing the logistics involved in the mass deportation of millions of Jews to ghettos and extermination camps in Nazi-occupied Eastern Europe during World War II. Eichmann was captured by Mossad agents in Argentina on 11 May 1960 and subsequently found guilty of war crimes in a widely publicised trial in Jerusalem, following which he was executed by hanging in 1962.",
    "year": 1906,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Clara Breed",
    "birthday": "1906-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Clara_Breed.jpg/317px-Clara_Breed.jpg",
    "extract": "Clara Estelle Breed was an American librarian remembered chiefly for her support for Japanese American children during World War II. After the attack on Pearl Harbor on December 7, 1941, many residents of California who were of Japanese descent were moved to remote Japanese American internment camps where they stayed until the end of the war. Breed kept in communication with many of the children who were sent to the camps, sending reading materials and visiting them regularly.",
    "year": 1906,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Albert Speer",
    "birthday": "1905-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Bundesarchiv_Bild_146II-277%2C_Albert_Speer.jpg/235px-Bundesarchiv_Bild_146II-277%2C_Albert_Speer.jpg",
    "extract": "Berthold Konrad Hermann Albert Speer was a German architect who served as the Minister of Armaments and War Production in Nazi Germany during most of World War II. A close ally of Adolf Hitler, he was convicted at the Nuremberg trials and sentenced to 20 years in prison.",
    "year": 1905,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "John Sirica",
    "birthday": "1904-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1b/John_Sirica_%28Gerald_Ford_Library%29.png",
    "extract": "John Joseph Sirica was a United States district judge of the United States District Court for the District of Columbia, where he became famous for his role in the trials stemming from the Watergate scandal.",
    "year": 1904,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Carmen Carbonell",
    "birthday": "1900-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/CARMEN_CARBONELL.JPG/231px-CARMEN_CARBONELL.JPG",
    "extract": "Carmen Carbonell Nonell (1900–1988) was a Spanish stage and film actress. She received the National Theater Award twice, in 1950 and 1980.",
    "year": 1900,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Frédéric Joliot-Curie",
    "birthday": "1900-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Joliot-fred.jpg/229px-Joliot-fred.jpg",
    "extract": "Jean Frédéric Joliot-Curie was a French physicist and husband of Irène Joliot-Curie, with whom he was jointly awarded the Nobel Prize in Chemistry in 1935 for their discovery of artificial radioactivity. They were the second ever married couple, after his wife's parents, to win the Nobel Prize, adding to the Curie family legacy of five Nobel Prizes. Joliot-Curie and his wife also founded the Orsay Faculty of Sciences, part of the Paris-Saclay University.",
    "year": 1900,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Moms Mabley",
    "birthday": "1894-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Jackie_Moms_Mabley_1968.JPG/221px-Jackie_Moms_Mabley_1968.JPG",
    "extract": "Loretta Mary Aiken, known by her stage name Jackie \"Moms\" Mabley, was an American stand-up comedian and actress. Mabley began her career on the theater stage in the 1920s and became a veteran entertainer of the Chitlin' Circuit of African-American vaudeville. Mabley later recorded comedy albums and appeared in films and on television programs including The Ed Sullivan Show and The Smothers Brothers Comedy Hour.",
    "year": 1894,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Ado Vabbe",
    "birthday": "1892-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Konrad_M%C3%A4gi._Ado_Vabbe_portree._1918.jpg/211px-Konrad_M%C3%A4gi._Ado_Vabbe_portree._1918.jpg",
    "extract": "Ado Vabbe was an Estonian painter, graphics artist, and teacher.",
    "year": 1892,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "James Van Fleet",
    "birthday": "1892-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/James_A._Van_Fleet.jpg/254px-James_A._Van_Fleet.jpg",
    "extract": "General James Alward Van Fleet was a United States Army officer who saw service during World War I, World War II and the Korean War. Van Fleet was a native of New Jersey, who was raised in Florida and graduated from the United States Military Academy. He served as a regimental, divisional and corps commander during World War II and as the commanding General of United States Army and other United Nations forces during the Korean War.",
    "year": 1892,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Earl Warren",
    "birthday": "1891-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Earl_Warren.jpg/257px-Earl_Warren.jpg",
    "extract": "Earl Warren was an American lawyer, politician, and jurist who served as the 14th Chief Justice of the United States from 1953 to 1969. The Warren Court presided over a major shift in American constitutional jurisprudence, which has been recognized by many as a \"Constitutional Revolution\" in the liberal direction, with Warren writing the majority opinions in landmark cases such as Brown v. Board of Education (1954), Reynolds v. Sims (1964), Miranda v. Arizona (1966) and Loving v. Virginia (1967). Warren also led the Warren Commission, a presidential commission that investigated the 1963 assassination of President John F. Kennedy. Warren also served as Governor of California from 1943 to 1953, and is the last chief justice to have served in an elected office before nomination to the Supreme Court. Warren is generally considered to be one of the most influential Supreme Court justices and political leaders in the history of the United States.",
    "year": 1891,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Josef Albers",
    "birthday": "1888-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9e/Josef_Albers.jpg",
    "extract": "Josef Albers was a German-born artist and educator. The first living artist to be given a solo shows at MoMa and at the Metropolitan Museum of Art in New York, he taught at the Bauhaus and Black Mountain College, headed Yale University's department of design, and is considered one of the most influential teachers of the visual arts in the twentieth century.",
    "year": 1888,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Léon Scieur",
    "birthday": "1888-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/L%C3%A9on_Scieur_1913.jpg/220px-L%C3%A9on_Scieur_1913.jpg",
    "extract": "Léon Scieur was a Belgian cyclist who won the 1921 Tour de France, along with stages 3 and 10. His first great victory was the 1920 Liège–Bastogne–Liège; he won a stage and finished fourth in the 1919 and 1920 Tours de France.",
    "year": 1888,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Norman Haworth",
    "birthday": "1883-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Norman_Haworth.jpg/226px-Norman_Haworth.jpg",
    "extract": "Sir Walter Norman Haworth FRS was a British chemist best known for his groundbreaking work on ascorbic acid while working at the University of Birmingham. He received the 1937 Nobel Prize in Chemistry \"for his investigations on carbohydrates and vitamin C\". The prize was shared with Swiss chemist Paul Karrer for his work on other vitamins.",
    "year": 1883,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Joseph Stilwell",
    "birthday": "1883-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Stilwell001.jpg/248px-Stilwell001.jpg",
    "extract": "Joseph Warren \"Vinegar Joe\" Stilwell was a United States Army general who served in the China Burma India Theater during World War II. An early American popular hero of the war for leading a column walking out of Burma pursued by victorious Japanese forces, his implacable demands for units debilitated by disease to be sent into heavy combat resulted in Merrill's Marauders becoming disenchanted with him. Infuriated by the 1944 fall of Changsha to a Japanese offensive, Stilwell threatened Chinese Nationalist leader Chiang Kai-shek that lend-lease aid to China would be cut off which led Ambassador Patrick J. Hurley to decide Stilwell had to be replaced. Chiang had been intent on keeping lend-lease supplies to fight the communists, but Stilwell had been obeying his instructions to get Chinese communists and nationalists to co-operate against Japan.",
    "year": 1883,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Gaston Lachaise",
    "birthday": "1882-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Gastonlachaise.jpg/256px-Gastonlachaise.jpg",
    "extract": "Gaston Lachaise was a French-born sculptor, active in the early 20th century. A native of Paris, he was most noted for his female nudes such as Standing Woman. Gaston Lachaise was taught the refinement of European sculpture while living in France. He met a young American woman, Isabel Nagel, and the pair moved to America, where his craft reached maturity and he was influenced and inspired by American ways. Lachaise helped redefine the female nude in a new and powerful manner. His drawings also reflected his new style of the female form.",
    "year": 1882,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Edith Nourse Rogers",
    "birthday": "1881-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Edith_nourse_rogers.jpg/247px-Edith_nourse_rogers.jpg",
    "extract": "Edith Nourse Rogers was an American social welfare volunteer and politician who served in the United States Congress. She was the first woman elected to Congress from Massachusetts. Until 2012, she was the longest serving Congresswoman and was the longest serving female Representative until 2018. In her 35 years in the House of Representatives she was a powerful voice for veterans and sponsored seminal legislation, including the Servicemen's Readjustment Act of 1944, which provided educational and financial benefits for veterans returning home from World War II, the 1942 bill that created the Women's Army Auxiliary Corps (WAAC), and the 1943 bill that created the Women's Army Corps (WAC). She was also instrumental in bringing federal appropriations to her constituency, Massachusetts's 5th congressional district. Her love and devotion to veterans and their complex needs upon returning to civilian life is represented by the Edith Nourse Rogers Memorial Veterans Hospital in Bedford Massachusetts that is named in her honor.",
    "year": 1881,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Ernestine Rose (librarian)",
    "birthday": "1880-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Ernestine_Rose.jpg/220px-Ernestine_Rose.jpg",
    "extract": "Ernestine Rose was a librarian at the New York Public Library responsible for the purchase and incorporation of the Arthur A. Schomburg collection.",
    "year": 1880,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Zhang Zuolin",
    "birthday": "1875-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Zhang_Zuolin3.jpg/254px-Zhang_Zuolin3.jpg",
    "extract": "Zhang Zuolin, courtesy name Yuting (雨亭), nicknamed Zhang Laogang (张老疙瘩), was an influential Chinese bandit, soldier, and warlord during the Warlord Era in China. The warlord of Manchuria from 1916 to 1928, and the military dictator of the Republic of China in 1927 and 1928, he rose from banditry to power and influence.",
    "year": 1875,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Max Reger",
    "birthday": "1873-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Max_Reger_playing_piano.jpg/240px-Max_Reger_playing_piano.jpg",
    "extract": "Johann Baptist Joseph Maximilian Reger, commonly known as Max Reger, was a German composer, pianist, organist, conductor, and academic teacher. He worked as a concert pianist, as a musical director at the Leipzig University Church, as a professor at the Royal Conservatory in Leipzig, and as a music director at the court of Duke Georg II of Saxe-Meiningen.",
    "year": 1873,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Anna Held",
    "birthday": "1872-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Anna_Held_JWS19265.jpg/243px-Anna_Held_JWS19265.jpg",
    "extract": "Helene Anna Held was a Polish-French stage performer on Broadway. While appearing in London, she was spotted by impresario Florenz Ziegfeld, who brought her to America as his common-law wife. From 1896 through 1910, she was one of Broadway's most celebrated leading ladies, presented in a succession of musicals as a charming, coquettish Parisian singer and comedienne, with an hourglass figure and an off-stage reputation for exotic behavior, such as bathing in 40 gallons of milk a day to maintain her complexion. Detractors implied that her fame owed more to Ziegfeld's promotional flair than to any intrinsic talent, but her audience allure was undeniable for over a decade, with several of her shows setting house attendance records for their time. Her uninhibited style also inspired the long-running series of popular revues, the Ziegfeld Follies.",
    "year": 1872,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Schofield Haigh",
    "birthday": "1871-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Schofield_Haigh_c1905.jpg/285px-Schofield_Haigh_c1905.jpg",
    "extract": "Schofield Haigh was a Yorkshire and England cricketer. He played for eighteen seasons for Yorkshire County Cricket Club, for England from the 1898/99 tour to 1912, and was a Wisden Cricketer of the Year in 1901.",
    "year": 1871,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Senda Berenson Abbott",
    "birthday": "1868-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/47/Senda_Berenson.jpg",
    "extract": "Senda Berenson Abbott was a figure of women's basketball and the author of the first Basketball Guide for Women (1901–07). She was inducted into the Basketball Hall of Fame as a contributor on July 1, 1985, the International Jewish Sports Hall of Fame in 1987, and the Women's Basketball Hall of Fame in 1999.",
    "year": 1868,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "William Morton Wheeler",
    "birthday": "1865-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/William_Morton_Wheeler.jpg/243px-William_Morton_Wheeler.jpg",
    "extract": "William Morton Wheeler was an American entomologist, myrmecologist and Harvard professor.",
    "year": 1865,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Charles Marion Russell",
    "birthday": "1864-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Charles_Marion_Russell.jpg/230px-Charles_Marion_Russell.jpg",
    "extract": "Charles Marion Russell, also known as C. M. Russell, Charlie Russell, and \"Kid\" Russell, was an American artist of the American Old West. He created more than 2,000 paintings of cowboys, Native Americans, and landscapes set in the western United States and in Alberta, Canada, in addition to bronze sculptures. He is known as \"the cowboy artist\" and was also a storyteller and author. He became an advocate for Native Americans in the west, supporting the bid by landless Chippewa to have a reservation established for them in Montana. In 1916, Congress passed legislation to create the Rocky Boy Reservation.",
    "year": 1864,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Lomer Gouin",
    "birthday": "1861-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Lomer_Gouin%2C_2nd_in_1910.png/200px-Lomer_Gouin%2C_2nd_in_1910.png",
    "extract": "Sir Jean Lomer Gouin, was a Canadian politician. He served as 13th premier of Quebec, as a Cabinet minister in the federal government of Canada, and as the 15th lieutenant governor of Quebec.",
    "year": 1861,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "William Jennings Bryan",
    "birthday": "1860-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/BRYAN%2C_WILLIAM_JENNINGS_LCCN2016856655_%28cropped%29.jpg/228px-BRYAN%2C_WILLIAM_JENNINGS_LCCN2016856655_%28cropped%29.jpg",
    "extract": "William Jennings Bryan was an American lawyer, orator and politician. Beginning in 1896, he emerged as a dominant force in the Democratic Party, running three times as the party's nominee for President of the United States in the 1896, 1900, and the 1908 elections. He served in the House of Representatives from 1891 to 1895 and as the Secretary of State under Woodrow Wilson. Because of his faith in the wisdom of the common people, he was often called \"The Great Commoner,\" and because of his rhetorical power and early notoriety \"The Boy Orator.\"",
    "year": 1860,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Kang Youwei",
    "birthday": "1858-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Kangnanhai.jpg/219px-Kangnanhai.jpg",
    "extract": "Kang Youwei was a prominent political thinker and reformer of the late Qing dynasty. His increasing closeness to and influence over the young Guangxu Emperor sparked conflict between the emperor and his adoptive mother, the regent Empress Dowager Cixi. His ideas were influential in the abortive Hundred Days' Reform. Following the coup by Cixi that ended the reform, Kang was forced to flee. He continued to advocate for a Chinese constitutional monarchy after the founding of the Republic of China.",
    "year": 1858,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Alfred von Tirpitz",
    "birthday": "1849-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Bundesarchiv_Bild_134-C1743%2C_Alfred_von_Tirpitz.jpg/222px-Bundesarchiv_Bild_134-C1743%2C_Alfred_von_Tirpitz.jpg",
    "extract": "Alfred Peter Friedrich von Tirpitz was a German grand admiral, Secretary of State of the German Imperial Naval Office, the powerful administrative branch of the German Imperial Navy from 1897 until 1916. Prussia never had a major navy, nor did the other German states before the German Empire was formed in 1871. Tirpitz took the modest Imperial Navy and, starting in the 1890s, turned it into a world-class force that could threaten Britain's Royal Navy. However, during World War I, his High Seas Fleet proved unable to end Britain's command of the sea and its chokehold on Germany's economy. The one great engagement at sea, the Battle of Jutland, ended in a narrow German tactical victory but a strategic failure. As the High Seas Fleet's limitations became increasingly apparent during the war, Tirpitz became an outspoken advocate for unrestricted submarine warfare, a policy which would ultimately bring Germany into conflict with the United States. By the beginning of 1916, he was dismissed from office and never regained power.",
    "year": 1849,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Wyatt Earp",
    "birthday": "1848-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Wyatt_Earp_portrait.png/233px-Wyatt_Earp_portrait.png",
    "extract": "Wyatt Berry Stapp Earp was an American lawman and gambler in the American West, including Dodge City, Deadwood, and Tombstone. Earp took part in the famous gunfight at the O.K. Corral, during which lawmen killed three outlaw Cochise County Cowboys. He is often erroneously regarded as the central figure in the shootout, although his brother Virgil was the Tombstone City and Deputy U.S. Marshal that day and had far more experience in combat as a sheriff, constable, marshal, and soldier.",
    "year": 1848,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Albert Pinkham Ryder",
    "birthday": "1847-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Albert_Pinkham_Ryder.jpg/237px-Albert_Pinkham_Ryder.jpg",
    "extract": "Albert Pinkham Ryder was an American painter best known for his poetic and moody allegorical works and seascapes, as well as his eccentric personality. While his art shared an emphasis on subtle variations of color with tonalist works of the time, it was unique for accentuating form in a way that some art historians regard as modernist.",
    "year": 1847,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Minna Canth",
    "birthday": "1844-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Minna_Canth.jpg/242px-Minna_Canth.jpg",
    "extract": "Minna Canth was a Finnish writer and social activist. Canth began to write while managing her family draper's shop and living as a widow raising seven children. Her work addresses issues of women's rights, particularly in the context of a prevailing culture she considered antithetical to permitting expression and realization of women's aspirations. The Worker's Wife and The Pastor's Family are her best known plays, but the play Anna Liisa is the most adapted to the films and operas. In her time, she became a controversial figure, due to the asynchrony between her ideas and those of her time, and in part due to her strong advocacy for her point of view.",
    "year": 1844,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Carl Frederik Tietgen",
    "birthday": "1829-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Carl_Frederik_Tietgen_by_P._S._Kr%C3%B8yer.jpg/241px-Carl_Frederik_Tietgen_by_P._S._Kr%C3%B8yer.jpg",
    "extract": "Carl Frederik Tietgen was a Danish financier and industrialist. He played an important role in the industrialisation of Denmark as the founder of numerous prominent Danish companies, many of which are still in operation today. Tietgen notably formed conglomerates, thus several of Tietgen's companies attained monopoly-like status, cementing their durability.",
    "year": 1829,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "William Allingham",
    "birthday": "1824-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/William_Allingham_Photo.jpg/251px-William_Allingham_Photo.jpg",
    "extract": "William Allingham was an Irish poet, diarist and editor. He wrote several volumes of lyric verse, and his poem 'The Faeries' was much anthologised; but he is better known for his posthumously published Diary, in which he records his lively encounters with Tennyson, Carlyle and other writers and artists. His wife, Helen Allingham, was a well-known watercolourist and illustrator.",
    "year": 1824,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Arthur Blyth",
    "birthday": "1823-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/ArthurBlyth.jpg/201px-ArthurBlyth.jpg",
    "extract": "Sir Arthur Blyth was Premier of South Australia three times; 1864–65, 1871–72 and 1873–75.",
    "year": 1823,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Richard Francis Burton",
    "birthday": "1821-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Richard_Francis_Burton_by_Rischgitz%2C_1864.jpg/237px-Richard_Francis_Burton_by_Rischgitz%2C_1864.jpg",
    "extract": "Sir Richard Francis Burton was a British explorer, writer, scholar, and soldier. He was famed for his travels and explorations in Asia, Africa, and the Americas, as well as his extraordinary knowledge of languages and cultures. According to one count, he spoke twenty-nine European, Asian, and African languages.",
    "year": 1821,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Johannes Verhulst",
    "birthday": "1816-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0e/Johannesverhulst.jpg/277px-Johannesverhulst.jpg",
    "extract": "Johannes Joseph Hermann Verhulst was a Dutch composer and conductor. As a composer mainly of songs and as administrator of Dutch musical life, his influence during his lifetime was considerable.",
    "year": 1816,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "David Livingstone",
    "birthday": "1813-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/David_Livingstone_-1.jpg/263px-David_Livingstone_-1.jpg",
    "extract": " David Livingstone  was a British physician, Congregationalist, and pioneer Christian missionary with the London Missionary Society, an explorer in Africa, and one of the most popular British heroes of the late 19th-century Victorian era. David was the husband of Mary Moffat Livingstone, from the prominent 18th Century missionary family, Moffat. He had a mythic status that operated on a number of interconnected levels: Protestant missionary martyr, working-class \"rags-to-riches\" inspirational story, scientific investigator and explorer, imperial reformer, anti-slavery crusader, and advocate of British commercial and colonial expansion.",
    "year": 1813,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Fredrik Pacius",
    "birthday": "1809-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Pacius.jpg/199px-Pacius.jpg",
    "extract": "Fredrik Pacius was a German-Finnish composer and conductor who lived most of his life in Finland. He has been called the \"Father of Finnish music\".",
    "year": 1809,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Edward Pakenham",
    "birthday": "1778-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Edward_Pakenham.jpg/262px-Edward_Pakenham.jpg",
    "extract": "Major General Sir Edward Michael Pakenham,, was a British Army officer and politician. He was the son of the Baron Longford and the brother-in-law of the Duke of Wellington, with whom he served in the Peninsular War. During the War of 1812, he was commander of British forces in North America (1814–15). On 8 January 1815, Pakenham was killed in action while leading his men at the Battle of New Orleans.",
    "year": 1778,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Elias Hicks",
    "birthday": "1748-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Elias_Hicks_engraving.jpg/215px-Elias_Hicks_engraving.jpg",
    "extract": "Elias Hicks was a traveling Quaker minister from Long Island, New York. In his ministry he promoted unorthodox doctrines that led to controversy, which caused the second major schism within the Religious Society of Friends, the first being the schism caused by George Keith in 1691. He broke with the Philadelphia Friends Yearly meeting and established a separate Christian Quaker meeting. His followers were called \"Keithians\" or \"Christian Quakers.\" Elias Hicks was the older cousin of the painter Edward Hicks.",
    "year": 1748,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Túpac Amaru II",
    "birthday": "1742-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/T%C3%BApac_Amaru.jpg/228px-T%C3%BApac_Amaru.jpg",
    "extract": "José Gabriel Condorcanqui – known as Túpac Amaru II  – was an indigenous Cacique who led a large Andean rebellion against the Spanish in Peru. He later became a mythical figure in the Peruvian struggle for independence and indigenous rights movement, as well as an inspiration to myriad causes in Spanish America and beyond.",
    "year": 1742,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Charles-François Lebrun",
    "birthday": "1739-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Charles_Fran%C3%A7ois_Lebrun_prince_architr%C3%A9sorier_de_l%27Empire.jpg/252px-Charles_Fran%C3%A7ois_Lebrun_prince_architr%C3%A9sorier_de_l%27Empire.jpg",
    "extract": "Charles-François Lebrun, 1st duc de Plaisance, was a French statesman who served as Third Consul of the French Republic and was later created Arch-Treasurer and Prince of the Empire by Napoleon I.",
    "year": 1739,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Thomas McKean",
    "birthday": "1734-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Thomas_McKean_by_Charles_Willson_Peale.jpg/234px-Thomas_McKean_by_Charles_Willson_Peale.jpg",
    "extract": "Thomas McKean was an American lawyer, politician, and Founding Father. During the American Revolution, he was a Delaware delegate to the Continental Congress, where he signed the Continental Association, the United States Declaration of Independence, and the Articles of Confederation. McKean served as a President of Congress. He was at various times a member of the Federalist and the Democratic-Republican parties. McKean served as president of Delaware, chief justice of Pennsylvania, and governor of Pennsylvania. He is also known for holding copious public positions.",
    "year": 1734,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Tobias Smollett",
    "birthday": "1721-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Tobias_Smollett_c_1770.jpg/263px-Tobias_Smollett_c_1770.jpg",
    "extract": "Tobias George Smollett was a Scottish poet and author. He was best known for picaresque novels such as The Adventures of Roderick Random (1748), The Adventures of Peregrine Pickle (1751) and The Expedition of Humphry Clinker (1771), which influenced later novelists, including Charles Dickens. His novels were liberally altered by contemporary printers; an authoritative edition of each was edited by Dr O. M. Brack Jr and others.",
    "year": 1721,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Jean Astruc",
    "birthday": "1684-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Jean_Astruc_02.jpg/258px-Jean_Astruc_02.jpg",
    "extract": "Jean Astruc was a professor of medicine in France at Montpellier and Paris, who wrote the first great treatise on syphilis and venereal diseases, and also, with a small anonymously published book, played a fundamental part in the origins of critical textual analysis of works of the Bible. Astruc was the first to try to demonstrate, by using the techniques of textual analysis that were commonplace in studying the secular classics, the theory that Genesis was composed based on several sources or manuscript traditions, an approach now called the documentary hypothesis.",
    "year": 1684,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Francesco Gasparini",
    "birthday": "1661-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Francesco_Gasparini%2C_compositor.png",
    "extract": "Francesco Gasparini was an Italian Baroque composer and teacher whose works were performed throughout Italy, and also on occasion in Germany and England.",
    "year": 1661,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "John IV of Portugal",
    "birthday": "1604-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Portrait_of_John%2C_Duke_of_Braganza_c._1630_%28The_Royal_Castle_in_Warsaw%29.png/208px-Portrait_of_John%2C_Duke_of_Braganza_c._1630_%28The_Royal_Castle_in_Warsaw%29.png",
    "extract": "John IV, nicknamed John the Restorer, was the King of Portugal whose reign, lasting from 1640 until his death, began the Portuguese restoration of independence from Habsburg Spanish rule. His accession established the House of Braganza on the Portuguese throne, and marked the end of the 60-year-old Iberian Union, by which Portugal and Spain shared the same monarch.",
    "year": 1604,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Alonso Cano",
    "birthday": "1601-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Alonso_Cano.jpg/197px-Alonso_Cano.jpg",
    "extract": "Alonso Cano or Alonzo Cano was a Spanish painter, architect, and sculptor born in Granada.",
    "year": 1601,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Jan Zamoyski",
    "birthday": "1542-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Jan_Zamoyski.PNG/238px-Jan_Zamoyski.PNG",
    "extract": "Jan Sariusz Zamoyski was a Polish nobleman, magnate, and the 1st ordynat of Zamość. He served as the Royal Secretary from 1565, Deputy Chancellor from 1576, Grand Chancellor of the Crown from 1578, and Great Hetman of the Crown from 1581.",
    "year": 1542,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Joseph of Anchieta",
    "birthday": "1534-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Oscar_Pereira_da_Silva_-_Retrato_de_Anchieta%2C_Acervo_do_Museu_Paulista_da_USP.jpg/261px-Oscar_Pereira_da_Silva_-_Retrato_de_Anchieta%2C_Acervo_do_Museu_Paulista_da_USP.jpg",
    "extract": "José de Anchieta y Díaz de Clavijo was a Spanish Jesuit missionary to the Portuguese colony of Brazil in the second half of the 16th century. A highly influential figure in Brazil's history in the first century after its European discovery, Anchieta was one of the founders of São Paulo in 1554 and of Rio de Janeiro in 1565. He is the first playwright, the first grammarian and the first poet born in the Canary Islands, and the father of Brazilian literature. Anchieta was also involved in the religious instruction and conversion to the Catholic faith of the Indian population. His efforts along with those of another Jesuit missionary, Manuel da Nóbrega, at Indian pacification were crucial to the establishment of stable colonial settlements in the colony.",
    "year": 1534,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Johannes Magnus",
    "birthday": "1488-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Johannes_Magnus_%28Skara_Portrait_Collection%29.png/206px-Johannes_Magnus_%28Skara_Portrait_Collection%29.png",
    "extract": "Johannes Magnus was the last functioning Catholic Archbishop in Sweden, and also a theologian, genealogist, and historian.",
    "year": 1488,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Ashikaga Yoshikatsu",
    "birthday": "1434-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Ashikaga_Yoshikatsu.JPG/240px-Ashikaga_Yoshikatsu.JPG",
    "extract": "Ashikaga Yoshikatsu  was the 7th shōgun of the Ashikaga shogunate who reigned from 1442 to 1443 during the Muromachi period of Japan. Yoshikatsu was the son of 6th shōgun Ashikaga Yoshinori with his concubine, Hino Shigeko (1411–1463). His childhood name was Chiyachamaru (千也茶丸). Hino Tomiko, Wife of Ashikaga Yoshimasa at first was betrothed with Yoshikatsu.",
    "year": 1434,
    "month": 3,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Güyük Khan",
    "birthday": "1206-3-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Guyuk.jpg/241px-Guyuk.jpg",
    "extract": "Güyük was the third Khagan-Emperor of the Mongol Empire, the eldest son of Ögedei Khan and a grandson of Genghis Khan. He reigned from 1246 to 1248.",
    "year": 1206,
    "month": 3,
    "day": 19,
    "language": "en"
  }
]