[
  {
    "name": "Prince Oscar, Duke of Skåne",
    "birthday": "2016-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Nationaldagen_EM1B2118_%2848018075178%29.jpg/256px-Nationaldagen_EM1B2118_%2848018075178%29.jpg",
    "extract": "Prince Oscar of Sweden, Duke of Skåne is the younger child and only son of Crown Princess Victoria and her husband Prince Daniel. He is a grandson of King Carl XVI Gustaf and Queen Silvia and is third in the line of succession to the Swedish throne, after his mother and his sister, Princess Estelle.",
    "year": 2016,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Hailey Dawson",
    "birthday": "2010-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Hailey_Dawson_on_August_17%2C_2015.jpg/198px-Hailey_Dawson_on_August_17%2C_2015.jpg",
    "extract": "Hailey Dawson is an American girl who is the first person to throw out the ceremonial first pitch in all 30 Major League Baseball stadiums. Born with Poland syndrome, she is missing three fingers on her right hand and has an underdeveloped pinky and thumb. At age 5, she was fitted with a 3D-printed robotic hand by the University of Nevada, Las Vegas, College of Engineering. She came to national prominence in 2017 when she expressed a desire to use her robotic hand to throw out the ceremonial first pitch in all 30 Major League Baseball parks. She completed her goal on September 16, 2018, with an appearance at Angel Stadium. She has also been honored with dropping the puck at a 2018 Vegas Golden Knights–Philadelphia Flyers hockey game.",
    "year": 2010,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Becky G",
    "birthday": "1997-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Becky_G_en_2020.jpg/262px-Becky_G_en_2020.jpg",
    "extract": "Rebbeca Marie Gomez, known professionally as Becky G, is an American singer and actress. She first gained recognition in 2011 when she began posting videos of herself covering popular songs online. One of her videos caught the attention of producer Dr. Luke, who subsequently offered her a joint record deal with Kemosabe Records and RCA Records. While working on her debut effort, Gomez collaborated with artists will.i.am, Cody Simpson and Cher Lloyd. Her official debut single, \"Becky from the Block\" (2013), received a positive reception upon its release. She released her debut extended play, Play It Again (2013), later that same year. Her second single, \"Can't Get Enough\" (2014), featured guest vocals from Pitbull and went on to top the Latin Rhythm Airplay chart in the United States.",
    "year": 1997,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ange-Freddy Plumain",
    "birthday": "1995-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Ange-Freddy_Plumain.jpg/213px-Ange-Freddy_Plumain.jpg",
    "extract": "Ange-Freddy Plumain is a French professional footballer who plays as a winger for Hapoel Tel Aviv, on loan from Rukh Lviv). He is a former France youth international having represented his nation at under-16 level.",
    "year": 1995,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jack Stockwell",
    "birthday": "1992-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Jack_Stockwell.jpg/293px-Jack_Stockwell.jpg",
    "extract": "Jack Stockwell is an Australian professional rugby league footballer who plays as a prop and lock for the Burleigh Bears in the Queensland Cup.",
    "year": 1992,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Nick Franklin (baseball)",
    "birthday": "1991-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Nick_Franklin_on_August_2%2C_2013.jpg/320px-Nick_Franklin_on_August_2%2C_2013.jpg",
    "extract": "Nicholas Edward Franklin is an American professional baseball second baseman and outfielder for the Sioux City Explorers of the American Association of Professional Baseball. He was drafted by the Seattle Mariners in the first round, 27th pick overall, of the 2009 Major League Baseball Draft. He attended Lake Brantley High School where he won numerous awards, including being named the player of the year by the Orlando Sentinel in 2009. He has played in Major League Baseball (MLB) for the Seattle Mariners, Tampa Bay Rays, Milwaukee Brewers, and Los Angeles Angels.",
    "year": 1991,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Rauno Alliku",
    "birthday": "1990-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Alliku%2C_Rauno.IMG_0721.JPG/220px-Alliku%2C_Rauno.IMG_0721.JPG",
    "extract": "Rauno Alliku is an Estonian professional footballer who plays as a forward for Estonian Meistriliiga club Flora.",
    "year": 1990,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Malcolm Butler",
    "birthday": "1990-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Malcolm_Butler_2019_10-13.jpg/320px-Malcolm_Butler_2019_10-13.jpg",
    "extract": "Malcolm Terel Butler is an American football cornerback for the New England Patriots of the National Football League (NFL). He played his first four seasons with the Patriots, who signed him as an undrafted free agent in 2014. After leaving New England, he was a member of the Tennessee Titans for three seasons. Butler retired ahead of the 2021 season, but returned to the Patriots the following year.",
    "year": 1990,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Josh McGuire",
    "birthday": "1990-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Josh_McGuire.jpg/134px-Josh_McGuire.jpg",
    "extract": "Joshua McGuire is a professional rugby league footballer who plays as a prop and lock for the St. George Illawarra Dragons in the NRL. He has played for Samoa and Australia at international level.",
    "year": 1990,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tiger Shroff",
    "birthday": "1990-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Tiger_Shroff_in_2019.jpg/227px-Tiger_Shroff_in_2019.jpg",
    "extract": "Jai Hemant \"Tiger\" Shroff is an Indian actor, martial artist, dancer and singer, known for his work in Hindi films. The son of actor Jackie Shroff and producer Ayesha Dutt, he made his film debut with the 2014 romantic action film Heropanti.",
    "year": 1990,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Toby Alderweireld",
    "birthday": "1989-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/2020-03-10_Fu%C3%9Fball%2C_M%C3%A4nner%2C_UEFA_Champions_League_Achtelfinale%2C_RB_Leipzig_-_Tottenham_Hotspur_1DX_3693_by_Stepro_%28cropped%29.jpg/220px-2020-03-10_Fu%C3%9Fball%2C_M%C3%A4nner%2C_UEFA_Champions_League_Achtelfinale%2C_RB_Leipzig_-_Tottenham_Hotspur_1DX_3693_by_Stepro_%28cropped%29.jpg",
    "extract": "Toby Albertine Maurits Alderweireld is a Belgian professional footballer who plays as a centre-back or right-back for Qatari club Al-Duhail and the Belgium national team.",
    "year": 1989,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "André Santos (footballer, born 1989)",
    "birthday": "1989-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Andr%C3%A9_Bernardes_Santos_-_Deportivo_la_Coruna_%28cropped%29.jpg/213px-Andr%C3%A9_Bernardes_Santos_-_Deportivo_la_Coruna_%28cropped%29.jpg",
    "extract": "André Filipe Bernardes Santos is a Portuguese professional footballer who plays as a defensive midfielder.",
    "year": 1989,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Marcel Hirscher",
    "birthday": "1989-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Hirscher-001.jpg/278px-Hirscher-001.jpg",
    "extract": "Marcel Hirscher is an Austrian former World Cup alpine ski racer. Hirscher made his World Cup debut in March 2007. He competed primarily in slalom and giant slalom, as well as combined and occasionally in super G. Winner of a record eight consecutive World Cup titles, Hirscher has also won 11 medals at the Alpine Skiing World Championships, seven of them gold, a silver medal in slalom at the 2014 Winter Olympics, and two gold medals in the combined and giant slalom at the 2018 Winter Olympics. Due to his record number of overall titles and many years of extreme dominance of both slalom and giant slalom, he is considered by many, including his former rivals Henrik Kristoffersen, Kjetil Jansrud and Alexis Pinturault, to be the best alpine skier in history. He won a total of 67 World Cup races, ranking second on the male all-time list.",
    "year": 1989,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Shane Vereen",
    "birthday": "1989-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Shane_Vereen.JPG/200px-Shane_Vereen.JPG",
    "extract": "Shane Patrick-Henry Vereen is a former American football running back. He was drafted by the New England Patriots in the second round of the 2011 NFL Draft. He played college football for the California Golden Bears.",
    "year": 1989,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Chris Woakes",
    "birthday": "1989-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/4_04_Chris_Woakes.jpg/248px-4_04_Chris_Woakes.jpg",
    "extract": "Christopher Roger Woakes is an English cricketer who plays internationally for England in all formats. In domestic cricket, he represents Warwickshire, and has played in multiple Twenty20 leagues, including for Kolkata Knight Riders, Royal Challengers Bangalore and Delhi Capitals in the Indian Premier League.",
    "year": 1989,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Édgar Andrade",
    "birthday": "1988-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Edgar_Andrade.jpg/265px-Edgar_Andrade.jpg",
    "extract": "Edgar Bismarck Andrade Rentería is a Mexican former professional footballer who played as a midfielder. He made his debut in Cruz Azul on January 28, 2006 in a game against Atlas which resulted in a draw. He was part of the Mexican team that won the U-17 World Cup in 2005. While playing for Cruz Azul he broke his ankle while attempting to recover a ball for his team, in a 2007 match against Estudiantes Tecos UAG. After many months of recovery, he returned to the field in 2007.",
    "year": 1988,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "James Arthur",
    "birthday": "1988-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/James_arthur_NRJ_Music_awards_2014.jpg/320px-James_arthur_NRJ_Music_awards_2014.jpg",
    "extract": "James Arthur is an English singer and songwriter. He rose to fame after winning the ninth series of The X Factor in 2012. His debut single, a cover of Shontelle's \"Impossible\", was released by Syco Music after the final, and debuted at number one on the UK Singles Chart. Since then, it has gone on to sell over 2.5 million copies worldwide, making it the most successful winner's single in the show's history.",
    "year": 1988,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Laura Kaeppeler",
    "birthday": "1988-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Laura_Kaeppeler_at_home_of_Commandant_of_Marine_Corps.jpg/208px-Laura_Kaeppeler_at_home_of_Commandant_of_Marine_Corps.jpg",
    "extract": "Laura Marie Kaeppeler is an American beauty pageant titleholder crowned Miss America 2012 on January 14, 2012, representing the state of Wisconsin. Kaeppeler was the first woman representing Wisconsin to win Miss America since Terry Meeuwsen won Miss America 1973. She was briefly on the board of directors for the Miss America Organization.",
    "year": 1988,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Matthew Mitcham",
    "birthday": "1988-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Matthew_Mitcham.jpg/297px-Matthew_Mitcham.jpg",
    "extract": "Matthew John Mitcham OAM is a retired Australian diver and trampolinist. As a diver, he was the 2008 Olympic champion in the 10m platform, and he is the 2nd highest single-dive score in Olympic history. This made him the first openly gay athlete to win an Olympic gold medal. He is also the first Australian male to win an Olympic gold medal in diving since Dick Eve at the 1924 Summer Olympics.",
    "year": 1988,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Chris Rainey",
    "birthday": "1988-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/02%2C_Chris_Rainey%2C_June_22%2C_2019.jpg/180px-02%2C_Chris_Rainey%2C_June_22%2C_2019.jpg",
    "extract": "Christopher Rainey is an American professional football running back and kick returner who is currently a free agent. He played college football for the University of Florida, and was a member of Florida's BCS National Championship team in 2009. The Pittsburgh Steelers of the National Football League (NFL) selected him in the fifth round of the 2012 NFL Draft. He has also played for the NFL's Indianapolis Colts and the CFL's Montreal Alouettes and Toronto Argonauts.",
    "year": 1988,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Geert Arend Roorda",
    "birthday": "1988-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Geert_Arend_Roorda_%40_eLBee.jpg/213px-Geert_Arend_Roorda_%40_eLBee.jpg",
    "extract": "Geert Arend Roorda is a Dutch former professional footballer who played as a midfielder.",
    "year": 1988,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jonas Jerebko",
    "birthday": "1987-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Jonas_Jerebko_2019_NBA_Playoffs_%28cropped%29.jpg/246px-Jonas_Jerebko_2019_NBA_Playoffs_%28cropped%29.jpg",
    "extract": "Jonas Jerebko is a Swedish professional basketball player for CSKA Moscow of the VTB United League. He was selected as the 39th overall pick in the second round of the 2009 NBA draft by the Detroit Pistons, becoming the second Swedish-born basketball player to be selected in the NBA draft. Jerebko played a total of 10 seasons in the NBA with four different teams, the Detroit Pistons, Boston Celtics, Utah Jazz and Golden State Warriors. Jerebko most recently played for Russian club Khimki, where he spent two seasons.",
    "year": 1987,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jonathan D'Aversa",
    "birthday": "1986-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/20160306_ZNO_vs_DEC_8863.jpg/213px-20160306_ZNO_vs_DEC_8863.jpg",
    "extract": "Jonathan D'Aversa is a Canadian former professional ice hockey defenceman who played in the American Hockey League (AHL) with Wilkes-Barre/Scranton Penguins before spending the majority of his professional career in Europe.",
    "year": 1986,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Reggie Bush",
    "birthday": "1985-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Reggie_Bush_in_2009.jpg/226px-Reggie_Bush_in_2009.jpg",
    "extract": "Reginald Alfred Bush Jr. is a former American football running back who now serves as an on-air college football analyst for Fox Sports. He played college football at USC, where he earned consensus All-American honors twice and won the Heisman Trophy as the most outstanding player in the nation. Bush is widely regarded as one of the greatest college football players of all-time. His Heisman Trophy was later vacated due to violations of NCAA rules. He was drafted by the New Orleans Saints second overall in the 2006 NFL Draft. While with the Saints, Bush was named an All-Pro punt returner in 2008 and won Super Bowl XLIV in 2010 over the Indianapolis Colts. He also played for the Buffalo Bills, Miami Dolphins, Detroit Lions, and San Francisco 49ers.",
    "year": 1985,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Suso Santana",
    "birthday": "1985-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Susosantana.jpg/179px-Susosantana.jpg",
    "extract": "Jesús Manuel 'Suso' Santana Abreu is a Spanish former footballer who played as a right winger.",
    "year": 1985,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Deuce (musician)",
    "birthday": "1983-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Deuce.jpg/320px-Deuce.jpg",
    "extract": "Aron Erlichman, better known by his stage name Deuce, is an American rapper, music producer and guitarist. Brought to fame as a producer, singer-songwriter and one of the founding members of rap rock band Hollywood Undead, Deuce departed from Hollywood Undead in 2010 and has since moved on to solo work through the label \"Five Seven Music\", a branch of Eleven Seven Music. He was formerly involved in a movement with fellow rapper Truth called \"Nine Lives\". Deuce released his debut album of the same name on April 24, 2012, which sold 11,425 copies in its first week. Deuce has also collaborated with artists Marc Bosserman, Ronnie Radke, Brokencyde and Blood on the Dance Floor.",
    "year": 1983,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lisandro López (footballer, born 1983)",
    "birthday": "1983-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Lopez_%283%29.JPG/201px-Lopez_%283%29.JPG",
    "extract": "Lisandro López, sometimes known as simply Lisandro, is an Argentine professional footballer who plays for Argentine Primera División club Sarmiento. Primarily a striker, he is also capable of playing on the wings.",
    "year": 1983,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jay McClement",
    "birthday": "1983-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Jay_McClement_TML.jpg/285px-Jay_McClement_TML.jpg",
    "extract": "Jay McClement is a Canadian former professional ice hockey centre. He was originally selected by the St. Louis Blues in the second round, 57th overall, in 2001, playing for the team before later joining the Colorado Avalanche, Toronto Maple Leafs and Carolina Hurricanes in his NHL career. Currently, he is a pro scout for the Pittsburgh Penguins.",
    "year": 1983,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Glen Perkins",
    "birthday": "1983-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/00112394_Glen_Perkins.jpg/220px-00112394_Glen_Perkins.jpg",
    "extract": "Glen Weston Perkins is an American former professional baseball pitcher and a television analyst. He played his entire career in Major League Baseball (MLB) for the Minnesota Twins.",
    "year": 1983,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ryan Shannon",
    "birthday": "1983-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Ryan_Shannon_Lightning_2012-02-12.JPG/320px-Ryan_Shannon_Lightning_2012-02-12.JPG",
    "extract": "Ryan Patrick Shannon is a former American professional ice hockey player, who played in the National Hockey League (NHL). He is currently serving as the head coach of the boys varsity ice hockey team at the Taft School.",
    "year": 1983,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kevin Kurányi",
    "birthday": "1982-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Kevin_Kuranyi_2016.jpg/320px-Kevin_Kuranyi_2016.jpg",
    "extract": "Kevin Dennis Kurányi Rodríguez is a German former professional footballer. He played as a striker and possessed great aerial ability and finishing skills. From 2003 to 2008, Kurányi was part of the German national team, for which he scored 19 goals in 52 games. He participated in two UEFA Euro and one Confederations Cup.",
    "year": 1982,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Henrik Lundqvist",
    "birthday": "1982-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Henrik_Lundqvist_-_New_York_Rangers.jpg/291px-Henrik_Lundqvist_-_New_York_Rangers.jpg",
    "extract": "Henrik Lundqvist is a Swedish former professional ice hockey goaltender. He played his entire 15-season career with the New York Rangers of the National Hockey League (NHL). Before winning the Vezina Trophy in 2012, he was nominated in each of his first three seasons, and is the only goaltender in NHL history to record eleven 30-win seasons in his first twelve seasons. He holds the record for most wins by a European-born goaltender in the NHL. His dominating play during his rookie season resulted in the New York media and Rangers fans giving him the nickname \"King Henrik\". During the 2006 Winter Olympics in Turin, Italy, he led the Swedish men's team to their second Olympic gold medal.",
    "year": 1982,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ben Roethlisberger",
    "birthday": "1982-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Ben_Roethlisberger_%2851654815739%29_%28cropped%29.jpg/213px-Ben_Roethlisberger_%2851654815739%29_%28cropped%29.jpg",
    "extract": "Benjamin Todd Roethlisberger Sr., nicknamed \"Big Ben\", is a former American football quarterback who played in the National Football League (NFL) for 18 seasons with the Pittsburgh Steelers. He played college football at Miami (OH) and was selected by the Steelers in the first round of the 2004 NFL Draft.",
    "year": 1982,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Corey Webster",
    "birthday": "1982-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Corey_Webster_stretch.jpg/320px-Corey_Webster_stretch.jpg",
    "extract": "Corey Jonas Webster is a former American football cornerback who played for the New York Giants. He was drafted by the Giants in the second round of the 2005 NFL Draft and later won two Super Bowls with the team, both over the New England Patriots. He played college football at Louisiana State University.",
    "year": 1982,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lance Cade",
    "birthday": "1981-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Lance_Cade_cropped.jpg/177px-Lance_Cade_cropped.jpg",
    "extract": "Lance Kurtis McNaught was an American professional wrestler. He was best known for his time in World Wrestling Entertainment (WWE) where he performed under the ring names Garrison Cade and Lance Cade.",
    "year": 1981,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bryce Dallas Howard",
    "birthday": "1981-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Bryce_Dallas_Howard_June_2018.jpg/204px-Bryce_Dallas_Howard_June_2018.jpg",
    "extract": "Bryce Dallas Howard is an American actress and film director, and the eldest daughter of actor and filmmaker Ron Howard. Bryce Howard was born in Los Angeles, California, and attended New York University's Tisch School of the Arts, initially leaving in 1999 to take roles on Broadway but officially graduated in 2020. While portraying Rosalind in a 2003 production of As You Like It, Howard caught the attention of director M. Night Shyamalan, who cast her as the blind daughter of a local chief in the psychological thriller The Village (2004). She later starred in the title role of a naiad who escapes from a fantasy world in Shyamalan's fantasy thriller Lady in the Water (2006).",
    "year": 1981,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Chris Barker",
    "birthday": "1980-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Chris_Barker_at_Southend_United.jpg/223px-Chris_Barker_at_Southend_United.jpg",
    "extract": "Christopher Andrew Barker was an English professional footballer who played as a defender. He represented Alfreton Town, Barnsley, Cardiff City, Stoke City, Colchester United, Queens Park Rangers, Plymouth Argyle, Southend United, Hereford FC and Weston Super Mare and he was player-manager of Aldershot Town for three months in 2015. His brother, Richie, is also a professional footballer.",
    "year": 1980,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Rebel Wilson",
    "birthday": "1980-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Rebel_Wilson_2019_2.png/271px-Rebel_Wilson_2019_2.png",
    "extract": "Rebel Melanie Elizabeth Wilson is an Australian actress, comedian, writer, singer, and producer. After graduating from the Australian Theatre for Young People in 2003, Wilson began appearing as Toula in the SBS comedy series Pizza and later appeared in the sketch comedy series The Wedge (2006–2007). She wrote, produced and starred in the musical comedy series Bogan Pride (2008). Shortly after moving to the United States, Wilson appeared in the comedy films Bridesmaids and A Few Best Men, both in 2011.",
    "year": 1980,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Damien Duff",
    "birthday": "1979-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Damien_Duff_and_his_brother_Sergeant_Gerry_Duff_visit_the_troops_of_the_Irish_106_Battalion_in_Tibnine_Lebanon_%287514324536%29.jpg/213px-Damien_Duff_and_his_brother_Sergeant_Gerry_Duff_visit_the_troops_of_the_Irish_106_Battalion_in_Tibnine_Lebanon_%287514324536%29.jpg",
    "extract": "Damien Anthony Duff is an Irish professional football manager and former player who played predominantly as a winger. He is the current manager of League of Ireland club Shelbourne.",
    "year": 1979,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jim Troughton",
    "birthday": "1979-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Troughton.JPG/240px-Troughton.JPG",
    "extract": "Jamie Oliver Troughton is an English cricket coach and former cricketer. He is currently Assistant Coach at Surrey, and as a player was mainly an attack-minded left-handed batsman and an occasional slow left-arm orthodox bowler. He played for Warwickshire. He also played for the England one day international team.",
    "year": 1979,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tomáš Kaberle",
    "birthday": "1978-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/TomasKaberle2010WinterOlympics_%28cropped%29.jpg/259px-TomasKaberle2010WinterOlympics_%28cropped%29.jpg",
    "extract": "Tomáš Kaberle is a Czech former professional ice hockey defenceman. He played in the National Hockey League (NHL), most notably for the Toronto Maple Leafs, as well as for the Boston Bruins, with whom he won the Stanley Cup, Carolina Hurricanes and the Montreal Canadiens. Kaberle also played in the Czech Extraliga for HC Kladno and HC Kometa Brno.",
    "year": 1978,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dominique Canty",
    "birthday": "1977-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Dominique_Canty_WNBA.jpg/215px-Dominique_Canty_WNBA.jpg",
    "extract": "Dominique Danyell Canty is an American professional women's basketball player, most recently with the Washington Mystics in the WNBA.",
    "year": 1977,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Chris Martin",
    "birthday": "1977-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Chris_Martin_2017_in_Hamburg.jpg/213px-Chris_Martin_2017_in_Hamburg.jpg",
    "extract": "Christopher Anthony John Martin is an English singer-songwriter and musician best known as the lead vocalist, pianist, guitarist and co-founder of rock band Coldplay. Born in Exeter, Devon, he went to University College London, where the band Starfish was formed with classmates Jonny Buckland, Guy Berryman, and Will Champion.",
    "year": 1977,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Andrew Strauss",
    "birthday": "1977-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Andrew_Strauss.JPG/241px-Andrew_Strauss.JPG",
    "extract": "Sir Andrew John Strauss is an English cricket administrator and former player, formerly the Director of Cricket for the England and Wales Cricket Board (ECB). He played county cricket for Middlesex, and captained the England national team in all formats of the game. A fluent left-handed opening batsman, Strauss favoured scoring off the back foot, mostly playing cut and pull shots. He was also known for his fielding strength at slip or in the covers.",
    "year": 1977,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Hayley Lewis",
    "birthday": "1974-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Hayley_Lewis_2011_%28cropped%29.jpg/263px-Hayley_Lewis_2011_%28cropped%29.jpg",
    "extract": "Hayley Jane Lewis, OAM, is an Australian former competitive swimmer best known for winning five gold medals and one bronze medal at the 1990 Commonwealth Games as a 15-year-old.",
    "year": 1974,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dejan Bodiroga",
    "birthday": "1973-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Dejan_Bodiroga_2006.jpg/240px-Dejan_Bodiroga_2006.jpg",
    "extract": "Dejan Bodiroga is a Serbian basketball executive and former professional player. He mainly played at the small forward position, but he could also play point forward, and both guard positions. A EuroLeague icon of the early part of the 2000s, Bodiroga was named to the 50 Greatest EuroLeague Contributors and the EuroLeague 2000–10 All-Decade Team.",
    "year": 1973,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mauricio Pochettino",
    "birthday": "1972-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Mauricio_Pochettino_2016_%28cropped%29.jpg/204px-Mauricio_Pochettino_2016_%28cropped%29.jpg",
    "extract": "Mauricio Roberto Pochettino Trossero is an Argentine professional football manager and former player who is the current head coach of Ligue 1 club Paris Saint-Germain.",
    "year": 1972,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dave Gorman",
    "birthday": "1971-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Dave_Gorman_%282516168464%29.jpg/213px-Dave_Gorman_%282516168464%29.jpg",
    "extract": "David James Gorman is an English comedian, presenter, and writer.",
    "year": 1971,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Method Man",
    "birthday": "1971-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Method_Man_at_Shattuck_Down_Low.jpg/221px-Method_Man_at_Shattuck_Down_Low.jpg",
    "extract": "Clifford Smith, Jr., better known by his stage name Method Man, is an American rapper, songwriter, record producer, and actor. He is known as a member of the East Coast hip hop collective Wu-Tang Clan. He is also half of the hip hop duo Method Man & Redman. He took his stage name from the 1979 film Method Man. In 1996, Smith won a Grammy Award for Best Rap Performance by a Duo or Group, for \"I'll Be There for You/You're All I Need to Get By\", featuring American R&B singer Mary J. Blige, whom he currently stars with in Power Book II: Ghost, a spin-off of its original show Power.",
    "year": 1971,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "James Purnell",
    "birthday": "1970-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/James_Purnell_Ministerial_portrait.jpg/214px-James_Purnell_Ministerial_portrait.jpg",
    "extract": "James Mark Dakin Purnell is a British broadcasting executive and former Labour Party politician who served as Work and Pensions Secretary and Culture Secretary in the Brown Government from 2007 to 2009. In October 2016, he became BBC's Director of Radio, in addition to his other role as the BBC's Director of Strategy and Digital, a job he had held since March 2013. In 2020 he left the BBC to become vice-chancellor of University of the Arts London.",
    "year": 1970,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ciriaco Sforza",
    "birthday": "1970-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Ciriaco_Sforza.jpg/248px-Ciriaco_Sforza.jpg",
    "extract": "Ciriaco Sforza is a Swiss football manager and former professional player who last managed Swiss Super League club Basel. After beginning his career with Swiss clubs FC Aarau and Grasshopper Club Zürich, he most notably played for Internazionale in Italy, and 1. FC Kaiserslautern, and FC Bayern Munich in Germany. Sforza represented the Switzerland national team 79 times, and represented his country at the international 1994 World Cup and Euro 96 tournaments.",
    "year": 1970,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Wibi Soerjadi",
    "birthday": "1970-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/WibiSoerjadi2018.jpg/320px-WibiSoerjadi2018.jpg",
    "extract": "Wibi Soerjadi is an Indonesian-Dutch concert pianist and composer.",
    "year": 1970,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Daniel Craig",
    "birthday": "1968-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Daniel_Craig_-_Film_Premiere_%22Spectre%22_007_-_on_the_Red_Carpet_in_Berlin_%2822387409720%29_%28cropped%29.jpg",
    "extract": "Daniel Wroughton Craig is an English actor. He gained international fame playing the secret agent James Bond in the film series, beginning with Casino Royale (2006) and in four further instalments, up to No Time to Die (2021).",
    "year": 1968,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ann Leckie",
    "birthday": "1966-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/AnnLeckie.jpeg/240px-AnnLeckie.jpeg",
    "extract": "Ann Leckie is an American author of science fiction and fantasy. Her 2013 debut novel Ancillary Justice, in part about artificial consciousness and gender-blindness, won the 2014 Hugo Award for \"Best Novel\", as well as the Nebula Award, the Arthur C. Clarke Award, and the BSFA Award. The sequels, Ancillary Sword and Ancillary Mercy, each won the Locus Award and were nominated for the Nebula Award. Provenance, published in 2017, is also set in the Imperial Radch universe. Leckie's first fantasy novel, The Raven Tower, was published in February 2019.",
    "year": 1966,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Simon Reevell",
    "birthday": "1966-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Simon_reevell.jpg/210px-Simon_reevell.jpg",
    "extract": "Simon Justin Reevell is a British barrister and Conservative Party politician. He was Member of Parliament (MP) for Dewsbury in West Yorkshire during one parliament, losing his seat at the 2015 election.",
    "year": 1966,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ron Gant",
    "birthday": "1965-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Ron_Gant_2012.jpg/205px-Ron_Gant_2012.jpg",
    "extract": "Ronald Edwin Gant is an American television news anchor and former professional baseball outfielder, who played in Major League Baseball (MLB) for the Atlanta Braves (1987–1993), Cincinnati Reds (1995), St. Louis Cardinals (1996–1998), Philadelphia Phillies (1999–2000), Anaheim Angels (2000), Colorado Rockies (2001), Oakland Athletics, and San Diego Padres (2002). Gant is currently a co-host on WAGA-TV's morning news program Good Day Atlanta.",
    "year": 1965,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lembit Öpik",
    "birthday": "1965-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Lembit_opik.jpg/219px-Lembit_opik.jpg",
    "extract": "Lembit Öpik is a former British politician. A former member of the Liberal Democrats, he served as the Member of Parliament (MP) for the constituency of Montgomeryshire in Wales from 1997 until he lost his seat at the 2010 general election. He was the leader of the Welsh Liberal Democrats from 2001 to 2007.",
    "year": 1965,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Laird Hamilton",
    "birthday": "1964-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Laird_Hamilton.jpg/320px-Laird_Hamilton.jpg",
    "extract": "Laird John Hamilton is an American big-wave surfer, co-inventor of tow-in surfing, and an occasional fashion and action-sports model and actor. He is married to Gabrielle Reece, a professional volleyball player, television personality, and model.",
    "year": 1964,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mike Von Erich",
    "birthday": "1964-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/da/Mike_Von_Erich.jpg/249px-Mike_Von_Erich.jpg",
    "extract": "Michael Brett Adkisson was an American professional wrestler under the ring name Mike Von Erich. His four brothers, David, Kerry, Kevin and Chris, also wrestled. He was the son of longtime Texas wrestler and wrestling promoter Fritz Von Erich and a member of the Von Erich family.",
    "year": 1964,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alvin Youngblood Hart",
    "birthday": "1963-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Alvin3.jpg/234px-Alvin3.jpg",
    "extract": "Alvin Youngblood Hart is an American musician.",
    "year": 1963,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Anthony Albanese",
    "birthday": "1963-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Anthony_Albanese_portrait.jpg/213px-Anthony_Albanese_portrait.jpg",
    "extract": "Anthony Norman Albanese is an Australian politician who is the 31st and current prime minister of Australia. He has been the leader of the Australian Labor Party (ALP) since 2019, and member of parliament (MP) for Grayndler since 1996. Albanese was the 15th deputy prime minister of Australia under the second Rudd government in 2013 and a cabinet minister in the Rudd and Gillard governments from 2007 to 2013.",
    "year": 1963,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jon Bon Jovi",
    "birthday": "1962-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Bon_Jovi_at_Madison_Square_Garden_%2833868597862%29.jpg/256px-Bon_Jovi_at_Madison_Square_Garden_%2833868597862%29.jpg",
    "extract": "John Francis Bongiovi Jr., known professionally as Jon Bon Jovi, is an American singer, songwriter, guitarist, and actor. He is best known as the founder and frontman of the rock band Bon Jovi, which was formed in 1983. He has released 15 studio albums with his band as well as two solo albums.",
    "year": 1962,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Paul Farrelly",
    "birthday": "1962-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Official_portrait_of_Paul_Farrelly_crop_2.jpg/240px-Official_portrait_of_Paul_Farrelly_crop_2.jpg",
    "extract": "Christopher Paul Farrelly is a British Labour Party politician, banker and journalist, who was the Member of Parliament (MP) for Newcastle-under-Lyme from 2001 to 2019.",
    "year": 1962,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tom Nordlie",
    "birthday": "1962-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Tom_nordlie.jpg/185px-Tom_nordlie.jpg",
    "extract": "Tom Nordlie is a Norwegian football coach. He has managed several top Norwegian football teams.",
    "year": 1962,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Brendan O'Connor (politician)",
    "birthday": "1962-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Brendan_O%27Connor_Anti-Human_Trafficking_2011.jpg",
    "extract": "Brendan Patrick O'Connor is an Australian politician. He is a member of the Australian Labor Party (ALP) and has served in the House of Representatives since 2001. He held ministerial office in the governments of Kevin Rudd and Julia Gillard from 2007 to 2013, including as a member of cabinet from 2012. He has been a member of the shadow cabinet since the ALP's defeat at the 2013 federal election.",
    "year": 1962,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Raimo Summanen",
    "birthday": "1962-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Raimo_Summanen_in_Ice_Palace_%28peterburg%29.jpg/271px-Raimo_Summanen_in_Ice_Palace_%28peterburg%29.jpg",
    "extract": "Raimo Olavi Summanen is a former professional ice hockey forward and the current head coach of HIFK of the Finnish Elite League. He is also a former coach of the Finnish national team. He was selected by the Edmonton Oilers in the sixth round of the 1982 NHL Entry Draft, 125th overall, and spent his NHL career with Edmonton and the Vancouver Canucks.",
    "year": 1962,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Gabriele Tarquini",
    "birthday": "1962-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Gabriele_tarquini_spafrancorchamps2014.JPG/212px-Gabriele_tarquini_spafrancorchamps2014.JPG",
    "extract": "Gabriele Tarquini is an Italian racing driver. He participated in 78 Formula One Grands Prix, debuting on May 3, 1987. He scored 1 championship point, and holds the record for the most failed attempts to qualify. He has subsequently raced successfully in Touring Cars, winning the BTCC in 1994, the ETCC in 2003 the WTCC in 2009 and the WTCR in 2018.",
    "year": 1962,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Simone Young",
    "birthday": "1961-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Simone_Young_2010_-_Portrait_by_Bertold_Fabricius.jpg/205px-Simone_Young_2010_-_Portrait_by_Bertold_Fabricius.jpg",
    "extract": "Simone Margaret Young AM is an Australian conductor. She is currently chief conductor of the Sydney Symphony Orchestra.",
    "year": 1961,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Larry Stewart (singer)",
    "birthday": "1959-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Larry_Stewart_DF-SD-06-00751.JPEG/320px-Larry_Stewart_DF-SD-06-00751.JPEG",
    "extract": "Larry Stewart is an American country music singer, best known for his role as lead singer of the country pop band Restless Heart. In 1993, Stewart left the band in pursuit of a solo career, recording four solo albums and charting eight singles on the Billboard Hot Country Singles & Tracks charts before reuniting with Restless Heart in 2002. His highest-charting solo single was \"Alright Already\", which peaked at No. 5 in 1993.",
    "year": 1959,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kevin Curren",
    "birthday": "1958-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Kevin_Curren_%281982%29.jpg/213px-Kevin_Curren_%281982%29.jpg",
    "extract": "Kevin Melvyn Curren is a South African former professional tennis player. He played in two Grand Slam singles finals and won four Grand Slam doubles titles, reaching a career-high singles ranking of world No. 5 in July 1985. During his career he won 5 singles and 16 doubles titles.",
    "year": 1958,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ian Woosnam",
    "birthday": "1958-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Ian_Woosnam_at_Royal_Troon_cropped.jpg/201px-Ian_Woosnam_at_Royal_Troon_cropped.jpg",
    "extract": "Ian Harold Woosnam is a Welsh professional golfer.",
    "year": 1958,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Hossein Dehghan",
    "birthday": "1957-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Hossein_Dehghan_3742862.jpg/259px-Hossein_Dehghan_3742862.jpg",
    "extract": "Hossein Dehghani Poudeh, commonly known as Hossein Dehghan, is a former IRGC air force officer with the rank of brigadier general and the former minister of defense of Iran. He was designated for the position by President Hassan Rouhani on 4 August 2013 and confirmed by the parliament on 15 August. He left the office on 20 August 2017.",
    "year": 1957,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dito Tsintsadze",
    "birthday": "1957-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Dito_Tsintsadze%2C_Berlin%2C_February_2017.jpg/213px-Dito_Tsintsadze%2C_Berlin%2C_February_2017.jpg",
    "extract": "Dito Tsintsadze is a Georgian film director and screenwriter. He has directed thirteen films since 1988. His film Lost Killers was screened in the Un Certain Regard section at the 2000 Cannes Film Festival. In 2007 he was a member of the jury at the 29th Moscow International Film Festival. Starting from the year 1996 he lives and works in Berlin.",
    "year": 1957,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Cowsill",
    "birthday": "1956-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/JohnCowsill.jpg/240px-JohnCowsill.jpg",
    "extract": "John Cowsill is an American musician, best known for his work as a singer and drummer with his siblings' band The Cowsills. He is currently a drummer and vocalist for The Beach Boys touring band, which features original Beach Boy Mike Love and long time member Bruce Johnston. Cowsill has also played keyboards for the \"Beach Boys Band\", and according to the band's website, he does Al Jardine's and the late Carl Wilson's vocal parts. He also has performed and recorded with Jan and Dean.",
    "year": 1956,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mark Evans (musician)",
    "birthday": "1956-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Mark_Evans_performing_with_Rose_Tattoo_in_Birmingham%2C_UK%2C_11_September_2018.png/209px-Mark_Evans_performing_with_Rose_Tattoo_in_Birmingham%2C_UK%2C_11_September_2018.png",
    "extract": "Mark Whitmore Evans is an Australian musician, the current bass guitarist for rock band Rose Tattoo, and also a member of hard rock band AC/DC from March 1975 to May 1977. His playing featured on their albums T.N.T, High Voltage, Dirty Deeds Done Dirt Cheap, Let There Be Rock and '74 Jailbreak. Evans has played for numerous other groups, sometimes on lead guitar, including Finch, Cheetah, Swanee, Heaven and The Party Boys. Evans' autobiography, Dirty Deeds: My Life Inside/Outside of AC/DC was released in December 2011.",
    "year": 1956,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dale Bozzio",
    "birthday": "1955-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/WarrenCuccurulloDaleBozzioMissingPersonsOct2010.jpg/320px-WarrenCuccurulloDaleBozzioMissingPersonsOct2010.jpg",
    "extract": "Dale Frances Bozzio is an American rock and pop vocalist. She is best known as co-founder and lead singer of the '80s new wave band Missing Persons and for her work with Frank Zappa. While with Zappa, she performed significant roles in two of his major works, Joe's Garage (1979) and Thing-Fish (1984). In her solo career, Bozzio has released four albums and one EP.",
    "year": 1955,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ken Salazar",
    "birthday": "1955-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Ken_Salazar%2C_U.S._Ambassador.jpg/248px-Ken_Salazar%2C_U.S._Ambassador.jpg",
    "extract": "Kenneth Lee Salazar is an American lawyer, politician, and diplomat who is the United States ambassador to Mexico. He previously served as the 50th United States Secretary of the Interior in the administration of President Barack Obama from 2009 to 2013. A member of the Democratic Party, he previously was a United States Senator from Colorado from 2005 to 2009. He and Mel Martinez (R-Florida) were the first Hispanic U.S. Senators since 1977; they were joined by Bob Menendez in 2006. Prior to his election to the U.S. Senate, he served as Attorney General of Colorado from 1999 to 2005.",
    "year": 1955,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Russ Feingold",
    "birthday": "1953-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Russ_Feingold_Official_Portrait_3.jpg/253px-Russ_Feingold_Official_Portrait_3.jpg",
    "extract": "Russell Dana Feingold is an American lawyer and politician who served as a United States Senator from Wisconsin from 1993 to 2011. A member of the Democratic Party, he was its nominee in the 2016 election for the same U.S. Senate seat he had previously occupied. From 1983 to 1993, he was a Wisconsin State Senator representing the 27th District.",
    "year": 1953,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mark Evanier",
    "birthday": "1952-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Mark_Evanier_by_Gage_Skidmore.jpg/232px-Mark_Evanier_by_Gage_Skidmore.jpg",
    "extract": "Mark Stephen Evanier is an American comic book and television writer, known for his work on the animated TV series Garfield and Friends and on the comic book Groo the Wanderer. He is also known for his columns and blog News from ME, and for his work as a historian and biographer of the comics industry, such as his award-winning Jack Kirby biography, Kirby: King of Comics.",
    "year": 1952,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Laraine Newman",
    "birthday": "1952-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Laraine_Newman_at_Comic-Con_2011_Cartoon_Voices_II_Panel.jpg/255px-Laraine_Newman_at_Comic-Con_2011_Cartoon_Voices_II_Panel.jpg",
    "extract": "Laraine Newman is an American actress, writer and comedian who was part of the original cast of NBC's Saturday Night Live and played the main villain Lawanda Dumore in the film Problem Child 2 (1991).",
    "year": 1952,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Karen Carpenter",
    "birthday": "1950-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Karen_Carpenter_in_1972_White_House.png/233px-Karen_Carpenter_in_1972_White_House.png",
    "extract": "Karen Anne Carpenter was an American singer and drummer who with her elder brother Richard performed as the duo the Carpenters. With a distinctive three-octave contralto vocal range, she was praised by her peers as a great vocalist. Her struggle with and eventual death from anorexia would later raise awareness of eating disorders and body dysmorphia.",
    "year": 1950,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Larry Carlton",
    "birthday": "1948-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Larry_Carlton_plays_guitar_1987.jpg/313px-Larry_Carlton_plays_guitar_1987.jpg",
    "extract": "Larry Eugene Carlton is an American guitarist who built his career as a studio musician in the 1970s and 1980s for acts such as Steely Dan and Joni Mitchell. He has participated in thousands of recording sessions, recorded on hundreds of albums in many genres, for television and movies, and on more than 100 gold records. He has been a member of the jazz fusion group the Crusaders, the smooth jazz band Fourplay, and has maintained a long solo career.",
    "year": 1948,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Rory Gallagher",
    "birthday": "1948-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Rory_Gallagher_1982.jpg/210px-Rory_Gallagher_1982.jpg",
    "extract": "William Rory Gallagher was an Irish blues and rock guitarist, singer, songwriter, and producer. Due to his virtuosic playing, but relative lack of fame compared to some others, he has been referred to as \"the greatest guitarist you've never heard of\", and strongly influenced other guitarists such as Brian May and Eric Clapton. Gallagher was listed as the 57th greatest guitarist of all time by Rolling Stone magazine.",
    "year": 1948,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jeff Kennett",
    "birthday": "1948-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Jeff_Kennett.jpg/216px-Jeff_Kennett.jpg",
    "extract": "Jeffrey Gibb Kennett is a former Australian politician who was the 43rd Premier of Victoria between 1992 and 1999, and currently a media commentator. He is currently the president of the Hawthorn Football Club. He was previously president of the club from 2005 to 2011. He is the founding Chairman of beyondblue, a national organisation \"working to reduce the impact of depression and anxiety in the community\".",
    "year": 1948,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Carmen Lawrence",
    "birthday": "1948-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Carmen_Lawrence_1990_%28cropped%29.png/233px-Carmen_Lawrence_1990_%28cropped%29.png",
    "extract": "Carmen Mary Lawrence is an Australian academic and former politician who was the Premier of Western Australia from 1990 to 1993, the first woman to become the premier of an Australian state. A member of the Labor Party, she later entered federal politics as a member of the House of Representatives from 1994 to 2007, and served as a minister in the Keating Government.",
    "year": 1948,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Nelson Ned",
    "birthday": "1947-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Nelson_Ned_2008.jpg/320px-Nelson_Ned_2008.jpg",
    "extract": "Nelson Ned d'Ávila Pinto was a Brazilian singer-songwriter. He built a solid career as a singer and composer of sentimental, suffering songs, rising to popularity in Brazil and Latin America in 1969 and becoming known internationally, especially in Portugal, France and Spain. In 1971 he released his first Spanish album, \"Canción Popular\" and performed in the US, Latin America, Europe, and Africa.",
    "year": 1947,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Harry Redknapp",
    "birthday": "1947-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Harry_Redknapp_2011_%28cropped%29.jpg/224px-Harry_Redknapp_2011_%28cropped%29.jpg",
    "extract": "Henry James Redknapp is an English former football manager and player. He has previously managed AFC Bournemouth, West Ham United, Portsmouth, Southampton, Tottenham Hotspur, Queens Park Rangers and Birmingham City. In his second spell at Portsmouth, he managed the side that won the 2008 FA Cup. At the conclusion of the 2009–10 season, he guided Tottenham into the UEFA Champions League. Redknapp announced his retirement from football management in 2017.",
    "year": 1947,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Peter Straub",
    "birthday": "1943-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Peter_Straub.jpg/213px-Peter_Straub.jpg",
    "extract": "Peter Francis Straub is an American novelist and poet. He has written numerous horror and supernatural fiction novels, including Julia and Ghost Story, as well as The Talisman, which he co-wrote with Stephen King. Straub has received such literary honors as the Bram Stoker Award, World Fantasy Award, and International Horror Guild Award.",
    "year": 1943,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Robert Williams (artist)",
    "birthday": "1943-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Robert_Williams_in_2007.jpg/320px-Robert_Williams_in_2007.jpg",
    "extract": "Robert L. Williams, often styled Robt. Williams, is an American painter, cartoonist, and founder of Juxtapoz Art & Culture Magazine. Williams was one of the group of artists who produced Zap Comix, along with other underground cartoonists, such as Robert Crumb, S. Clay Wilson, and Gilbert Shelton. His mix of California car culture, cinematic apocalypticism, and film noir helped to create a new genre of psychedelic imagery.",
    "year": 1943,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Irving",
    "birthday": "1942-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/John_Irving_at_Cologne_2010_%287108%29.jpg/320px-John_Irving_at_Cologne_2010_%287108%29.jpg",
    "extract": "John Winslow Irving is an American-Canadian novelist and screenwriter.",
    "year": 1942,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mir-Hossein Mousavi",
    "birthday": "1942-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Zahra_Rahnavard%2C_Mir_Hossein_Mousavi_and_Hamed_Saber_%28cropped%29.jpg/220px-Zahra_Rahnavard%2C_Mir_Hossein_Mousavi_and_Hamed_Saber_%28cropped%29.jpg",
    "extract": "Mir-Hossein Mousavi Khameneh is an Iranian reformist politician, artist and architect who served as the forty-ninth and last Prime Minister of Iran from 1981 to 1989. He was a reformist candidate for the 2009 presidential election and eventually the leader of the opposition in the post-election unrest. Mousavi served as the president of the Iranian Academy of Arts until 2009, when Conservative authorities removed him.",
    "year": 1942,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lou Reed",
    "birthday": "1942-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Lou_reed.jpg/320px-Lou_reed.jpg",
    "extract": "Lewis Allan Reed was an American musician, singer, songwriter, and poet. He was the guitarist, singer, and principal songwriter for the rock band the Velvet Underground and had a solo career that spanned five decades. Although not commercially successful during its existence, the Velvet Underground became regarded as one of the most influential bands in the history of underground and alternative rock music. Reed's distinctive deadpan voice, poetic and transgressive lyrics, and experimental guitar playing were trademarks throughout his long career.",
    "year": 1942,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "David Satcher",
    "birthday": "1941-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/David_Satcher_official_photo_portrait.jpg/219px-David_Satcher_official_photo_portrait.jpg",
    "extract": "David Satcher, is an American physician, and public health administrator. He was a four-star admiral in the United States Public Health Service Commissioned Corps and served as the 10th Assistant Secretary for Health, and the 16th Surgeon General of the United States.",
    "year": 1941,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Billy McNeill",
    "birthday": "1940-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Billy_Mcneill_1982-09-28.jpg/272px-Billy_Mcneill_1982-09-28.jpg",
    "extract": "William McNeill was a Scottish football player and manager. He had a long association with Celtic, spanning more than sixty years as a player, manager and club ambassador. McNeill captained Celtic's 'Lisbon Lions' to their European Cup victory in 1967 and later spent two spells as the club's manager. As a player and manager, he won 31 major trophies with Celtic.",
    "year": 1940,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jan Howard Finder",
    "birthday": "1939-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/02/Jan_Howard_Finder_%282012%29.jpg",
    "extract": "Jan Howard Finder was an American academic administrator, career counselor, science fiction writer, filker, hostelling tour guide, cosplayer, and fan. He was a guest of honor at the 1993 Worldcon, ConFrancisco. As a personal affectation, he often spelled his name in all lower case letters, jan howard finder.",
    "year": 1939,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ricardo Lagos",
    "birthday": "1938-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Ricardo_Lagos_%2845777830295%29_%28cropped%29.jpg/225px-Ricardo_Lagos_%2845777830295%29_%28cropped%29.jpg",
    "extract": "Ricardo Froilán Lagos Escobar is a Chilean lawyer, economist and social-democratic politician who served as president of Chile from 2000 to 2006. During the 1980s he was a well-known opponent of the Chilean military dictatorship and astounded contemporaries in 1988 by openly denouncing dictator Augusto Pinochet on live television. He served as Minister of Education from 1990 to 1992 and Minister of Public Works from 1994 to 1998 under president Eduardo Frei Ruiz-Tagle before narrowly winning the 1999-2000 presidential election in a runoff against Independent Democrat Union (UDI) candidate Joaquín Lavín. Lagos was the third president from the center-left Coalition of Parties for Democracy to have governed Chile since 1990. He was succeeded on 11 March 2006 by Socialist Michelle Bachelet, from the same coalition. From 2007 to 2010 he served as a Special Envoy on Climate Change for the United Nations Secretary-General Ban Ki-moon. Lagos made an unsuccessful bid to run for president in the 2017 Chilean general election.",
    "year": 1938,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lawrence Payton",
    "birthday": "1938-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Lawrence_Payton.jpg/260px-Lawrence_Payton.jpg",
    "extract": "Lawrence Albert Payton was an American tenor, songwriter, vocal arranger, musician, and record producer for the popular Motown quartet, the Four Tops.",
    "year": 1938,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Clark Gesner",
    "birthday": "1938-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/98/Clark_Gesner.jpg/256px-Clark_Gesner.jpg",
    "extract": "Clark Gesner was an American composer, songwriter, author, and actor. He is best known for composing the musical You're a Good Man, Charlie Brown, based on the Charles M. Schulz comic strip Peanuts.",
    "year": 1938,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Abdelaziz Bouteflika",
    "birthday": "1937-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Abdelaziz_Bouteflika_-_cropped_from_Secretary_Clinton_Addresses_Reporters_in_Algiers_%288141547674%29.jpg/240px-Abdelaziz_Bouteflika_-_cropped_from_Secretary_Clinton_Addresses_Reporters_in_Algiers_%288141547674%29.jpg",
    "extract": "Abdelaziz Bouteflika was an Algerian politician and diplomat who served as President of Algeria from 1999 to his resignation in 2019.",
    "year": 1937,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Tusa",
    "birthday": "1936-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Sir_John_Tusa.jpg/320px-Sir_John_Tusa.jpg",
    "extract": "Sir John Tusa is a British arts administrator, and radio and television journalist. He is co-chairman of the European Union Youth Orchestra from 2014. chairman, British Architecture Trust Board, RIBA, from 2014. From 1980 to 1986, he was a main presenter of BBC 2's Newsnight programme. From 1986 to 1993, he was managing director of the BBC World Service. From 1995 to 2007, he was managing director of the City of London's Barbican Arts Centre.",
    "year": 1936,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Gene Stallings",
    "birthday": "1935-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Gene_Stallings_2009.jpg/224px-Gene_Stallings_2009.jpg",
    "extract": "Eugene Clifton Stallings Jr. is a retired American football player and coach. He played college football at Texas A&M University (1954–1956), where he was one of the \"Junction Boys\", and later served as the head coach at his alma mater from 1965 to 1971. Stallings was also the head coach of the St. Louis/Phoenix Cardinals of the National Football League (1986–1989) and at the University of Alabama (1990–1996). Stallings' 1992 Alabama team completed a 13–0 season with a win in the Sugar Bowl over Miami and was named the consensus national champion. Stallings was also a member of the Board of Regents of the Texas A&M University System. He was inducted into the College Football Hall of Fame as a coach on July 16, 2011.",
    "year": 1935,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dottie Rambo",
    "birthday": "1934-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c5/Dottie_Rambo_2008.jpg",
    "extract": "Dottie Rambo was an American gospel singer and songwriter. She was a Grammy winning solo artist and multiple Dove award-winning artist. Along with ex-husband Buck and daughter Reba, she formed the award-winning southern Gospel group, The Rambos. She wrote more than 2,500 songs, including her most notable, \"The Holy Hills of Heaven Call Me\", \"He Looked Beyond My Fault and Saw My Need\", \"We Shall Behold Him\", and \"I Go To the Rock\".",
    "year": 1934,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Gun Hägglund",
    "birthday": "1932-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Gun-H%C3%A4gglund-1958.jpg/320px-Gun-H%C3%A4gglund-1958.jpg",
    "extract": "Karin Gunvor Sjöblom Hägglund, better known as Gun Hägglund, was a Swedish television host and translator. Hägglund was the first female television news anchor in Sweden, hosting the Swedish national evening news show Aktuellt in 1958. She is sometimes credited as the first female television news reader in the world, but that claim is inaccurate as British ITN Midday News included female bulletin presenter Barbara Mandell in 1955 and BBC Regional news bulletin included Armine Sandford in 1957.",
    "year": 1932,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mikhail Gorbachev",
    "birthday": "1931-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Mikhail_Gorbachev_in_the_White_House_Library_%28cropped%29.jpg/237px-Mikhail_Gorbachev_in_the_White_House_Library_%28cropped%29.jpg",
    "extract": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and final leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 to 1990, and president of the Soviet Union from 1990 to 1991. Ideologically, Gorbachev initially adhered to Marxism–Leninism although he had moved towards social democracy by the early 1990s.",
    "year": 1931,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Emma Penella",
    "birthday": "1930-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/%28Penella%29_Jos%C3%A9_Mar%C3%ADa_Aznar_se_reune_con_un_grupo_de_actores._Pool_Moncloa._7_de_octubre_de_1996_%28cropped%29.jpg",
    "extract": "Manuela Ruiz Penella better known as Emma Penella was a Spanish film and television actress.",
    "year": 1930,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tom Wolfe",
    "birthday": "1930-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/TomWolfe02_%28cropped%29.jpg/271px-TomWolfe02_%28cropped%29.jpg",
    "extract": "Thomas Kennerly Wolfe Jr. was an American author and journalist widely known for his association with New Journalism, a style of news writing and journalism developed in the 1960s and 1970s that incorporated literary techniques.",
    "year": 1930,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Roger Walkowiak",
    "birthday": "1927-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Portrait_de_Roger_Walkowiak_%282008%29.jpg/219px-Portrait_de_Roger_Walkowiak_%282008%29.jpg",
    "extract": "Roger Walkowiak was a French road bicycle racer who won the 1956 Tour de France. He was a professional rider from 1950 until 1960. He died on 6 February 2017 at the age of 89.",
    "year": 1927,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bernard Agré",
    "birthday": "1926-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/67/Bernard_Agr%C3%A9.jpg/320px-Bernard_Agr%C3%A9.jpg",
    "extract": "Bernard Agré was the archbishop of Abidjan, Côte d'Ivoire, and a cardinal of the Catholic Church.",
    "year": 1926,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Murray Rothbard",
    "birthday": "1926-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Rothbard_%2770s.jpg/247px-Rothbard_%2770s.jpg",
    "extract": "Murray Newton Rothbard was an American economist of the Austrian School, economic historian and political theorist. Rothbard was a founder and leading theoretician of anarcho-capitalism and a central figure in the 20th-century American libertarian movement. He wrote over twenty books on political theory, history, economics, and other subjects.",
    "year": 1926,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Cal Abrams",
    "birthday": "1924-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Cal_Abrams_1953.jpg/206px-Cal_Abrams_1953.jpg",
    "extract": "Calvin Ross Abrams, nicknamed \"Abie\", was an American professional baseball outfielder. He played in Major League Baseball (MLB) between 1949 and 1956 for the Brooklyn Dodgers, Cincinnati Reds, Pittsburgh Pirates, Baltimore Orioles, and Chicago White Sox.",
    "year": 1924,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Basil Hume",
    "birthday": "1923-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Cardinal_George_Basil_Hume.jpg/258px-Cardinal_George_Basil_Hume.jpg",
    "extract": "George Basil Hume OSB OM was an English Catholic bishop. He was a monk and priest of the English Benedictine monastery of Ampleforth Abbey and its abbot for 13 years until his appointment as Archbishop of Westminster in 1976. His elevation to cardinal of the Roman Catholic Church followed during the same year. From 1979, Hume served also as president of the Catholic Bishops' Conference of England and Wales. He held these appointments until his death from cancer in 1999. His final resting place is at Westminster Cathedral in the Chapel of St Gregory and St Augustine.",
    "year": 1923,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Robert H. Michel",
    "birthday": "1923-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/RobertHMichelCP.jpg/247px-RobertHMichelCP.jpg",
    "extract": "Robert Henry Michel was an American Republican Party politician who was a member of the United States House of Representatives for 38 years. He represented central Illinois' 18th congressional district, and was the GOP leader in the House, serving as House Minority Leader during his last 14 years in congress (1981–1995). His tenure in leadership occurred during a decades-long era in which the Democratic Party dominated the House of Representatives, therefore he was unable to serve as Speaker of the House.",
    "year": 1923,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dave Strack",
    "birthday": "1923-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Dave_Strack.png/320px-Dave_Strack.png",
    "extract": "David H. Strack was an American athletic director for the University of Arizona and head basketball coach of the University of Michigan. He was inducted to the Indiana Basketball Hall of Fame.",
    "year": 1923,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Eddie \"Lockjaw\" Davis",
    "birthday": "1922-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Eddie_Lockjaw_Davis.jpg",
    "extract": "Edward F. Davis, known professionally as Eddie \"Lockjaw\" Davis, was an American jazz tenor saxophonist.",
    "year": 1922,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bill Quackenbush",
    "birthday": "1922-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Bill_Quackenbush_1951.jpg/249px-Bill_Quackenbush_1951.jpg",
    "extract": "Hubert George \"Bill\" Quackenbush was a Canadian professional ice hockey defenceman who played for the Boston Bruins and Detroit Red Wings in the National Hockey League. During his 14-year career, he was the first defenceman to win the Lady Byng Memorial Trophy. He won the award after playing the entire 1948–49 season without recording a penalty. The penalty-less season was part of a total of 131 consecutive games he played without being assessed a penalty. Quackenbush, considered to be an elite offensive defenceman during his career, was named to the NHL All-Star Team five times, played in eight NHL All-Star games and was inducted into the Hockey Hall of Fame in 1976.",
    "year": 1922,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Frances Spence",
    "birthday": "1922-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5f/Frances_Spence.jpg",
    "extract": "Frances V. Spence was one of the original programmers for the ENIAC. She is considered one of the first computer programmers in history.",
    "year": 1922,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kazimierz Górski",
    "birthday": "1921-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Kazimierz_G%C3%B3rski_%281973%29.jpg/250px-Kazimierz_G%C3%B3rski_%281973%29.jpg",
    "extract": "Kazimierz Klaudiusz Górski was a coach of Poland national football team and honorary president of the Polish Football Association. He was also a football player, capped once for Poland.",
    "year": 1921,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ernst Haas",
    "birthday": "1921-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Ernst_Haas_portrait%2C_RIT_NandE_Vol17Num17_1986_May8_Complete.jpg/234px-Ernst_Haas_portrait%2C_RIT_NandE_Vol17Num17_1986_May8_Complete.jpg",
    "extract": "Ernst Haas was an Austrian-American photojournalist and color photographer. During his 40-year career, Haas bridged the gap between photojournalism and the use of photography as a medium for expression and creativity. In addition to his coverage of events around the globe after World War II, Haas was an early innovator in color photography. His images were disseminated by magazines like Life and Vogue and, in 1962, were the subject of the first single-artist exhibition of color photography at New York's Museum of Modern Art. He served as president of the cooperative Magnum Photos, and his book The Creation (1971) was one of the most successful photography books ever, selling 350,000 copies.",
    "year": 1921,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jennifer Jones",
    "birthday": "1919-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/JENNIFERjones.jpg/241px-JENNIFERjones.jpg",
    "extract": "Jennifer Jones, also known as Jennifer Jones Simon, was an American actress and mental health advocate. Over the course of her career that spanned over five decades, she was nominated for the Oscar five times, including one win for Best Actress, as well as a Golden Globe Award win for Best Actress in a Drama. Jones is among the youngest actresses to receive an Academy Award, having won on her 25th birthday.",
    "year": 1919,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tamara Toumanova",
    "birthday": "1919-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Georgian-American_Ballerina_Tamara_Toumanova_%28Tumanishvili%29_-_1940s.jpg/238px-Georgian-American_Ballerina_Tamara_Toumanova_%28Tumanishvili%29_-_1940s.jpg",
    "extract": "Tamara Toumanova was a Georgian-American prima ballerina and actress. A child of exiles in Paris after the Russian Revolution of 1917, she made her debut at the age of 10 at the children's ballet of the Paris Opera.",
    "year": 1919,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Desi Arnaz",
    "birthday": "1917-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Desi_Arnaz_1950.JPG/259px-Desi_Arnaz_1950.JPG",
    "extract": "Desiderio Alberto Arnaz y de Acha III was a Cuban-born American actor, bandleader, and film and television producer. He played Ricky Ricardo on the American television sitcom I Love Lucy, in which he co-starred with his then-wife Lucille Ball. Arnaz and Ball are credited as the innovators of the syndicated rerun, which they pioneered with the I Love Lucy series.",
    "year": 1917,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "David Goodis",
    "birthday": "1917-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/49/Davidgoodis.jpg/224px-Davidgoodis.jpg",
    "extract": "David Loeb Goodis was an American writer of crime fiction noted for his output of short stories and novels in the noir fiction genre. Born in Philadelphia, Goodis alternately resided there and in New York City and Hollywood during his professional years. According to critic Dennis Drabelle, \"Despite his [university] education, a combination of ethnicity (Jewish) and temperament allowed him to empathize with outsiders: the working poor, the unjustly accused, fugitives, criminals.\"",
    "year": 1917,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jim Konstanty",
    "birthday": "1917-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Jim_Konstanty.jpg/200px-Jim_Konstanty.jpg",
    "extract": "Casimir James Konstanty was an American relief pitcher in Major League Baseball and National League Most Valuable Player of 1950. He played for the Cincinnati Reds (1944), Boston Braves (1946), Philadelphia Phillies (1948–1954), New York Yankees (1954–1956) and St. Louis Cardinals (1956). Konstanty batted and threw right-handed, stood 6 feet 1 inch (1.85 m) tall and weighed 202 pounds (92 kg).",
    "year": 1917,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Burton (diplomat)",
    "birthday": "1915-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/be/John_Burton_%28diplomat%2C_born_1915%29.jpg/215px-John_Burton_%28diplomat%2C_born_1915%29.jpg",
    "extract": "John Wear Burton was an Australian public servant, High Commissioner and academic.",
    "year": 1915,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Martin Ritt",
    "birthday": "1914-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Martin_Ritt_%28cropped%29.jpg/251px-Martin_Ritt_%28cropped%29.jpg",
    "extract": "Martin Ritt was an American director and actor who worked in both film and theater, noted for his socially conscious films.",
    "year": 1914,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Godfried Bomans",
    "birthday": "1913-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Godfried_Bomans_%281965%29.jpg/240px-Godfried_Bomans_%281965%29.jpg",
    "extract": "Godfried Jan Arnold Bomans was a Dutch author and television personality. Much of his work remains untranslated into English.",
    "year": 1913,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mort Cooper",
    "birthday": "1913-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Mort_Cooper_Cardinals.jpg/256px-Mort_Cooper_Cardinals.jpg",
    "extract": "Morton Cecil Cooper was an American baseball pitcher who played eleven seasons in Major League Baseball (MLB). He played from 1938 to 1949 for the St. Louis Cardinals, Boston Braves, New York Giants, and Chicago Cubs. He batted and threw right-handed and was listed at 6 feet 2 inches (1.88 m) and 210 pounds (95 kg). He was the National League Most Valuable Player in 1942. His younger brother, Walker Cooper, also played in the major leagues.",
    "year": 1913,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Henry Katzman",
    "birthday": "1912-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Henry_Manners_Katzman.jpg/230px-Henry_Manners_Katzman.jpg",
    "extract": "Henry Manners Katzman was an American musician, composer, painter, and one of the founders of Broadcast Music Incorporated (BMI).",
    "year": 1912,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mel Ott",
    "birthday": "1909-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/MelOttGoudeycard.jpg/264px-MelOttGoudeycard.jpg",
    "extract": "Melvin Thomas Ott, nicknamed \"Master Melvin\", was an American professional baseball right fielder, who played in Major League Baseball (MLB) for the New York Giants, from 1926 through 1947.",
    "year": 1909,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Walter Bruch",
    "birthday": "1908-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Olympia-Kanone_1936.jpg/320px-Olympia-Kanone_1936.jpg",
    "extract": "Walter Bruch was a German electrical engineer and pioneer of German television. He was the inventor of Closed-circuit television. He invented the PAL colour television system at Telefunken in the early 1960s. In addition to his research activities Walter Bruch was an honorary lecturer at Hannover Technical University. He was awarded the Werner von Siemens Ring in 1975.",
    "year": 1908,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Marc Blitzstein",
    "birthday": "1905-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Cradle-Will-Rock-Blitzstein-1938.jpg/320px-Cradle-Will-Rock-Blitzstein-1938.jpg",
    "extract": "Marcus Samuel Blitzstein, was an American composer, lyricist, and librettist. He won national attention in 1937 when his pro-union musical The Cradle Will Rock, directed by Orson Welles, was shut down by the Works Progress Administration. He is known for The Cradle Will Rock and for his off-Broadway translation/adaptation of The Threepenny Opera by Bertolt Brecht and Kurt Weill. His works also include the opera Regina, an adaptation of Lillian Hellman's play The Little Foxes; the Broadway musical Juno, based on Seán O'Casey's play Juno and the Paycock; and No for an Answer. He completed translation/adaptations of Brecht's and Weill's musical play Rise and Fall of the City of Mahagonny and of Brecht's play Mother Courage and Her Children with music by Paul Dessau. Blitzstein also composed music for films, such as Surf and Seaweed (1931) and The Spanish Earth (1937), and he contributed two songs to the original 1960 production of Hellman's play Toys in the Attic.",
    "year": 1905,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Geoffrey Grigson",
    "birthday": "1905-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/94/Geoffrey_Grigson.jpg/239px-Geoffrey_Grigson.jpg",
    "extract": "Geoffrey Edward Harvey Grigson was a British poet, writer, editor, critic, exhibition curator, anthologist and naturalist. In the 1930s he was editor of the influential magazine New Verse, and went on to produce 13 collections of his own poetry, as well as compiling numerous anthologies, among many published works on subjects including art, travel and the countryside. Grigson exhibited in the London International Surrealist Exhibition at New Burlington Galleries in 1936, and in 1946 co-founded the Institute of Contemporary Arts. Grigson's autobiography The Crest on the Silver was published in 1950. At various times he was involved in teaching, journalism and broadcasting. Fiercely combative, he made many literary enemies.",
    "year": 1905,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dr. Seuss",
    "birthday": "1904-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Theodor_Seuss_Geisel_%2801037v%29.jpg/256px-Theodor_Seuss_Geisel_%2801037v%29.jpg",
    "extract": "Theodor Seuss Geisel was an American children's author, political cartoonist, illustrator, poet, animator, and filmmaker. He is known for his work writing and illustrating more than 60 books under the pen name Dr. Seuss (,). His work includes many of the most popular children's books of all time, selling over 600 million copies and being translated into more than 20 languages by the time of his death.",
    "year": 1904,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Moe Berg",
    "birthday": "1902-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/MoeBergGoudeycard.jpg/262px-MoeBergGoudeycard.jpg",
    "extract": "Morris Berg was an American catcher and coach in Major League Baseball, who later served as a spy for the Office of Strategic Services during World War II. Although he played 15 seasons in the major leagues, almost entirely for four American League teams, Berg was never more than an average player and was better known for being \"the brainiest guy in baseball.\" Casey Stengel once described Berg as \"the strangest man ever to play baseball\".",
    "year": 1902,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Edward Condon",
    "birthday": "1902-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Edward_U._Condon.jpg/320px-Edward_U._Condon.jpg",
    "extract": "Edward Uhler Condon was an American nuclear physicist, a pioneer in quantum mechanics, and a participant during World War II in the development of radar and, very briefly, of nuclear weapons as part of the Manhattan Project. The Franck–Condon principle and the Slater–Condon rules are co-named after him.",
    "year": 1902,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Grete Hermann",
    "birthday": "1901-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ea/Grete_Hermann.jpg",
    "extract": "Grete Hermann was a German mathematician and philosopher noted for her work in mathematics, physics, philosophy and education. She is noted for her early philosophical work on the foundations of quantum mechanics, and is now known most of all for an early, but long-ignored critique of a \"no hidden-variables theorem\" by John von Neumann. It has been suggested that, had her critique not remained nearly unknown for decades, the historical development of quantum mechanics might have been very different.",
    "year": 1901,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kurt Weill",
    "birthday": "1900-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Bundesarchiv_Bild_146-2005-0119%2C_Kurt_Weill.jpg/213px-Bundesarchiv_Bild_146-2005-0119%2C_Kurt_Weill.jpg",
    "extract": "Kurt Julian Weill was a German composer, active from the 1920s in his native country, and in his later years in the United States. He was a leading composer for the stage who was best known for his fruitful collaborations with Bertolt Brecht. With Brecht, he developed productions such as his best-known work, The Threepenny Opera, which included the ballad \"Mack the Knife\". Weill held the ideal of writing music that served a socially useful purpose, Gebrauchsmusik. He also wrote several works for the concert hall and a number of works on Jewish themes. He became a United States citizen on August 27, 1943.",
    "year": 1900,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Willis H. O'Brien",
    "birthday": "1886-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/91/Willis_H._O%27Brien.jpg/270px-Willis_H._O%27Brien.jpg",
    "extract": "Willis Harold O'Brien was an American motion picture special effects and stop-motion animation pioneer, who according to ASIFA-Hollywood \"was responsible for some of the best-known images in cinema history,\" and is best remembered for his work on The Lost World (1925), King Kong (1933), The Last Days of Pompeii (1935) and Mighty Joe Young (1949), for which he won the 1950 Academy Award for Best Visual Effects.",
    "year": 1886,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kurt Grelling",
    "birthday": "1886-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b7/Logician_Kurt_Grelling_at_work_in_his_study%2C_ca._1934.jpg/320px-Logician_Kurt_Grelling_at_work_in_his_study%2C_ca._1934.jpg",
    "extract": "Kurt Grelling was a German logician and philosopher, member of the Berlin Circle.",
    "year": 1886,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "James A. Gilmore",
    "birthday": "1876-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/James_A._Gilmore%2C_President%2C_Federal_League_%28baseball%29_-_retouched.jpg/254px-James_A._Gilmore%2C_President%2C_Federal_League_%28baseball%29_-_retouched.jpg",
    "extract": "James Alexander Gilmore was an American businessman who served as president of baseball's Federal League when it attempted to become a third major league, alongside the American League and National League, in 1914 and 1915.",
    "year": 1876,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pope Pius XII",
    "birthday": "1876-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Pius_XII_with_tabard%2C_by_Michael_Pitcairn%2C_1951.png/223px-Pius_XII_with_tabard%2C_by_Michael_Pitcairn%2C_1951.png",
    "extract": "Pope Pius XII, born Eugenio Maria Giuseppe Giovanni Pacelli, was head of the Catholic Church and sovereign of the Vatican City State from 2 March 1939 until his death in 1958. Before his election to the papacy, he served as secretary of the Department of Extraordinary Ecclesiastical Affairs, papal nuncio to Germany, and Cardinal Secretary of State, in which capacity he worked to conclude treaties with European and Latin American nations, such as the Reichskonkordat with the German Reich.",
    "year": 1876,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Julien Félix",
    "birthday": "1869-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Felix_2163727816_61f4a09819_o.jpg/320px-Felix_2163727816_61f4a09819_o.jpg",
    "extract": "Major Julien-Alexandre Félix was the director of manoeuvres in the French Military Aviation School, École militaire de Pau. He set the altitude record on August 5, 1911 in Étampes in France by climbing to 11,330 feet in 63 minutes, breaking the record of Georges Legagneux.",
    "year": 1869,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Jay Chapman",
    "birthday": "1862-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Photo_of_John_Jay_Chapman.jpg/223px-Photo_of_John_Jay_Chapman.jpg",
    "extract": "John Jay Chapman was an American author.",
    "year": 1862,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Susanna M. Salter",
    "birthday": "1860-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Susanna_Madora_Salter.jpg/244px-Susanna_Madora_Salter.jpg",
    "extract": "Susanna Madora Salter was an American politician and activist. She served as mayor of Argonia, Kansas, becoming the first woman elected to serve as mayor in the United States and one of the first women to serve in any political office in the U.S.",
    "year": 1860,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sholem Aleichem",
    "birthday": "1859-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/SholemAleichem.jpg/217px-SholemAleichem.jpg",
    "extract": "Solomon Naumovich Rabinovich, better known under his pen name Sholem Aleichem, was a Yiddish author and playwright. The 1964 musical Fiddler on the Roof, based on his stories about Tevye the Dairyman, was the first commercially successful English-language stage production about Jewish life in Eastern Europe.",
    "year": 1859,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Robert Means Thompson",
    "birthday": "1849-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Robert_Means_Thompson_3c25612v.jpg/224px-Robert_Means_Thompson_3c25612v.jpg",
    "extract": "Robert Means Thompson was a United States Navy officer, business magnate, philanthropist and a president of the American Olympic Association. He is the namesake of the destroyer USS Thompson (DD-627).",
    "year": 1849,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Marie Roze",
    "birthday": "1846-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Marie_Roze.jpg/198px-Marie_Roze.jpg",
    "extract": "Marie Rôze, was a French operatic soprano.",
    "year": 1846,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Carl Jacobsen",
    "birthday": "1842-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Carl_Jacobsen_%28Jerndorff%29.jpg/216px-Carl_Jacobsen_%28Jerndorff%29.jpg",
    "extract": "Carl Christian Hillman Jacobsen was a Danish brewer, art collector and philanthropist. Though often preoccupied with his cultural interests, Jacobsen was a shrewd and visionary businessman and initiated the transition of the brewery Carlsberg from a local Copenhagen brewery to the multinational conglomerate that it is today. \n",
    "year": 1842,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Henry Billings Brown",
    "birthday": "1836-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Portrait_of_Henry_Billings_Brown.jpg/214px-Portrait_of_Henry_Billings_Brown.jpg",
    "extract": "Henry Billings Brown was an associate justice of the Supreme Court of the United States from 1891 to 1906.",
    "year": 1836,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Carl Schurz",
    "birthday": "1829-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Carl-Schurz.jpg/236px-Carl-Schurz.jpg",
    "extract": "Carl Schurz was a German revolutionary and an American statesman, journalist, and reformer. He immigrated to the United States after the German revolutions of 1848–1849 and became a prominent member of the new Republican Party. After serving as a Union general in the American Civil War, he helped found the short-lived Liberal Republican Party and became a prominent advocate of civil service reform. Schurz represented Missouri in the United States Senate and was the 13th United States Secretary of the Interior.",
    "year": 1829,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bedřich Smetana",
    "birthday": "1824-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Smetana.jpg/198px-Smetana.jpg",
    "extract": "Bedřich Smetana was a Czech composer who pioneered the development of a musical style that became closely identified with his people's aspirations to a cultural and political \"revival.\" He has been regarded in his homeland as the father of Czech music. Internationally he is best known for his 1866 opera The Bartered Bride and for the symphonic cycle Má vlast, which portrays the history, legends and landscape of the composer's native Bohemia. It contains the famous symphonic poem \"Vltava\", also popularly known by its German name \"Die Moldau\".",
    "year": 1824,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Multatuli",
    "birthday": "1820-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Multatuli001.gif/250px-Multatuli001.gif",
    "extract": "Eduard Douwes Dekker, better known by his pen name Multatuli, was a Dutch writer best known for his satirical novel Max Havelaar (1860), which denounced the abuses of colonialism in the Dutch East Indies. He is considered one of the Netherlands' greatest authors.",
    "year": 1820,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "János Arany",
    "birthday": "1817-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Barabas-arany.jpg/245px-Barabas-arany.jpg",
    "extract": "János Arany was a Hungarian poet, writer, translator and journalist. He is often said to be the \"Shakespeare of ballads\" – he wrote more than 102 ballads that have been translated into over 50 languages, as well as the Toldi trilogy.",
    "year": 1817,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alexander Bullock",
    "birthday": "1816-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/AlexanderBullock.jpg/241px-AlexanderBullock.jpg",
    "extract": "Alexander Hamilton Bullock was an American lawyer, politician, and businessman from Massachusetts. First a Whig and then a Republican, he served three terms (1866–69) as the 26th Governor of Massachusetts. He was actively opposed to the expansion of slavery before the American Civil War, playing a major role in the New England Emigrant Aid Society, founded in 1855 to settle the Kansas Territory with abolitionists. He was for many years involved in the insurance industry in Worcester, where he also served one term as mayor.",
    "year": 1816,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pope Leo XIII",
    "birthday": "1810-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Papa_Leone_XIII_%281898%29.jpg/253px-Papa_Leone_XIII_%281898%29.jpg",
    "extract": "Pope Leo XIII was the head of the Catholic Church from 20 February 1878 to his death in 1903. Living until the age of 93, he was the oldest pope, and had the third-longest confirmed pontificate, behind those of Pius IX and John Paul II.",
    "year": 1810,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Yevgeny Baratynsky",
    "birthday": "1800-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Evgeny_Boratynsky_by_Francois_Frederic_Chevalier_%281812-1849%29.jpg/289px-Evgeny_Boratynsky_by_Francois_Frederic_Chevalier_%281812-1849%29.jpg",
    "extract": "Yevgeny Abramovich Baratynsky was lauded by Alexander Pushkin as the finest Russian elegiac poet. After a long period when his reputation was on the wane, Baratynsky was rediscovered by Russian Symbolism poets as a supreme poet of thought.",
    "year": 1800,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sam Houston",
    "birthday": "1793-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/SHouston_2.jpg/217px-SHouston_2.jpg",
    "extract": "Samuel Houston was an American general and statesman who played an important role in the Texas Revolution. He served as the first and third president of the Republic of Texas and was one of the first two individuals to represent Texas in the United States Senate. He also served as the sixth governor of Tennessee and the seventh governor of Texas, the only individual to be elected governor of two different states in the United States.",
    "year": 1793,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Joel Roberts Poinsett",
    "birthday": "1779-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/JRP-SoW%2C_S.jpg/293px-JRP-SoW%2C_S.jpg",
    "extract": "Joel Roberts Poinsett was an American physician, diplomat and slave owner. He was the first U.S. agent in South America, a member of the South Carolina legislature and the United States House of Representatives, the first United States Minister to Mexico, a Unionist leader in South Carolina during the Nullification Crisis, Secretary of War under Martin Van Buren, and a co-founder of the National Institute for the Promotion of Science and the Useful Arts.",
    "year": 1779,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Louis-Gabriel Suchet",
    "birthday": "1770-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Louis-Gabriel_Suchet.jpg/207px-Louis-Gabriel_Suchet.jpg",
    "extract": "Louis-Gabriel Suchet, Duke of Albufera, was a French Marshal of the Empire and one of the most successful commanders of the French Revolutionary and Napoleonic Wars. He is regarded as one of the greatest generals of the Napoleonic Wars.\n",
    "year": 1770,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "DeWitt Clinton",
    "birthday": "1769-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/DeWitt_Clinton_by_Rembrandt_Peale.jpg/255px-DeWitt_Clinton_by_Rembrandt_Peale.jpg",
    "extract": "DeWitt Clinton, whose name was almost always spelled De Witt during his lifetime and until the late 20th century, was an American politician and naturalist. He served as a United States senator, as the mayor of New York City, and as the seventh governor of New York. In this last capacity, he was largely responsible for the construction of the Erie Canal. Clinton was a major candidate for the American presidency in the election of 1812, challenging incumbent James Madison.",
    "year": 1769,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Camille Desmoulins",
    "birthday": "1760-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Camille_Desmoulins_2.jpg/260px-Camille_Desmoulins_2.jpg",
    "extract": "Lucie-Simplice-Camille-Benoît Desmoulins was a French journalist and politician who played an important role in the French Revolution. Desmoulins was tried and executed alongside Georges Danton when the Committee of Public Safety reacted against Dantonist opposition. He was a schoolmate of Maximilien Robespierre and a close friend and political ally of Danton, who were influential figures in the French Revolution.",
    "year": 1760,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Nicholas Pocock",
    "birthday": "1740-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Isaac_Pocock_%26_Edward_Scriven_-_Portrait_of_Nicholas_Pocock.jpg/261px-Isaac_Pocock_%26_Edward_Scriven_-_Portrait_of_Nicholas_Pocock.jpg",
    "extract": "Nicholas Pocock was an English artist known for his many detailed paintings of naval battles during the age of sail.",
    "year": 1740,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "William Murray, 1st Earl of Mansfield",
    "birthday": "1705-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Jean-Baptiste_van_Loo_-_William_Murray%2C_1st_Earl_of_Mansfield_-_Google_Art_Project.jpg/255px-Jean-Baptiste_van_Loo_-_William_Murray%2C_1st_Earl_of_Mansfield_-_Google_Art_Project.jpg",
    "extract": "William Murray, 1st Earl of Mansfield, PC, SL was a British barrister, politician and judge noted for his reform of English law. Born to Scottish nobility, he was educated in Perth, Scotland, before moving to London at the age of 13 to take up a place at Westminster School. He was accepted into Christ Church, Oxford, in May 1723, and graduated four years later. Returning to London from Oxford, he was called to the Bar by Lincoln's Inn on 23 November 1730, and quickly gained a reputation as an excellent barrister.",
    "year": 1705,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Cornelis Speelman",
    "birthday": "1628-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Portrait_of_Cornelis_Speelman_001.jpg/252px-Portrait_of_Cornelis_Speelman_001.jpg",
    "extract": "Cornelis Janszoon Speelman was Governor-General of the Dutch East Indies from 1681 to 1684.",
    "year": 1628,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "George Sandys",
    "birthday": "1577-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f7/George_Sandys.png",
    "extract": "George Sandys was an English traveller, colonist, poet, and translator. He was known for his translations of Ovid's Metamorphoses and the Passion of Jesus, as well as his travel narratives of the Eastern Mediterranean region, which formed a substantial contribution to geography and ethnology.",
    "year": 1577,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Thomas Bodley",
    "birthday": "1545-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Thomas_Bodley.jpg/205px-Thomas_Bodley.jpg",
    "extract": "Sir Thomas Bodley was an English diplomat and scholar who founded the Bodleian Library in Oxford.",
    "year": 1545,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Franz von Sickingen",
    "birthday": "1481-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Franz_von_Sickingen_%2816_Jh%29.jpg/240px-Franz_von_Sickingen_%2816_Jh%29.jpg",
    "extract": "Franz von Sickingen was a Imperial knight who, with Ulrich von Hutten, led the so-called \"Knights' Revolt,\" and was one of the most notable figures of the early period of the Protestant Reformation. Sickingen was nicknamed \"the last knight\", an epithet he shared with his contemporaries Chevalier de Bayard and Emperor Maximilian.",
    "year": 1481,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pope Adrian VI",
    "birthday": "1459-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Portrait_of_Pope_Adrian_VI_%28after_Jan_van_Scorel%29.jpg/251px-Portrait_of_Pope_Adrian_VI_%28after_Jan_van_Scorel%29.jpg",
    "extract": "Pope Adrian VI, born Adriaan Florensz Boeyens, was head of the Catholic Church and ruler of the Papal States from 9 January 1522 until his death on 14 September 1523. The only Dutchman to become pope, he was the last non-Italian pope until the Polish John Paul II 455 years later.",
    "year": 1459,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Johannes Engel",
    "birthday": "1453-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Title_page_of_the_Astrolabium_of_Johannes_Engel%2C_printed_by_Johann_Emerich%2C_Venice_1494.jpg/229px-Title_page_of_the_Astrolabium_of_Johannes_Engel%2C_printed_by_Johann_Emerich%2C_Venice_1494.jpg",
    "extract": "Johannes Engel, also known as Johannes Angelus, was a doctor, astronomer and astrologer from Aichach, near Augsburg, which at that time was a Free Imperial City within the Holy Roman Empire. He practiced medicine in Vienna, and published numerous almanachs, planetary tables and calendars. His Astrolabium planum was published by Erhard Ratdolt of Augsburg in 1488; a second edition was printed by Johann Emerich for Lucantonio Giunti in Venice in 1494.",
    "year": 1453,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Countess Palatine Margaret of Mosbach",
    "birthday": "1432-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Margarethe_von_Pfalz-Mosbach.jpg/240px-Margarethe_von_Pfalz-Mosbach.jpg",
    "extract": "Countess Palatine Margaret of Mosbach was the eldest daughter of Count Palatine Otto I of Mosbach and his wife, Johanna of Bavaria-Landshut. She married on 11 July 1446 to Count Reinhard III of Hanau, who succeeded his father as ruling Count in 1451.",
    "year": 1432,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John II, Duke of Alençon",
    "birthday": "1409-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/SOAOTO_-_Folio_058R.jpg/212px-SOAOTO_-_Folio_058R.jpg",
    "extract": "John II of Alençon was a French nobleman. He succeeded his father as Duke of Alençon and Count of Perche as a minor in 1415, after the latter's death at the Battle of Agincourt. He is best known as a general in the Last Phase of the Hundred Years' War and for his role as a comrade-in-arms of Joan of Arc.",
    "year": 1409,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Robert II of Scotland",
    "birthday": "1316-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/ca/Robert_II_of_Scotland.png",
    "extract": "Robert II was King of Scotland from 1371 to his death in 1390. The son of Walter Stewart, 6th High Steward of Scotland and Marjorie, daughter of King Robert I, he was the first monarch of the House of Stewart. Upon the death of his uncle, King David II, Robert succeeded to the throne.",
    "year": 1316,
    "month": 3,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Benedict of Nursia",
    "birthday": "480-3-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Benedict_of_Nursia.jpg/214px-Benedict_of_Nursia.jpg",
    "extract": "Benedict of Nursia was a Christian saint venerated in the Catholic Church, the Eastern Orthodox Church, the Oriental Orthodox Churches, the Anglican Communion and Old Catholic Churches. He is a patron saint of Europe.",
    "year": 480,
    "month": 3,
    "day": 2,
    "language": "en"
  }
]