[
  {
    "name": "J. J. Watt",
    "birthday": "1989-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/J.J._Watt_2018%E2%80%942.JPG/228px-J.J._Watt_2018%E2%80%942.JPG",
    "extract": "Justin James Watt is an American football defensive end for the Arizona Cardinals of the National Football League (NFL). He played college football at the University of Wisconsin, and was drafted by the Houston Texans in the first round of the 2011 NFL Draft.",
    "year": 1989,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ike Davis",
    "birthday": "1987-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Ike_Davis_on_August_17%2C_2015.jpg/197px-Ike_Davis_on_August_17%2C_2015.jpg",
    "extract": "Isaac Benjamin Davis is an American former professional baseball first baseman. From 2010 through 2016, he played in Major League Baseball (MLB) for the New York Mets, Pittsburgh Pirates, Oakland Athletics, and New York Yankees.",
    "year": 1987,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Death of Jairo Mora Sandoval",
    "birthday": "1987-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Jairo_Mora_Sandoval_WIDECAST.jpg/320px-Jairo_Mora_Sandoval_WIDECAST.jpg",
    "extract": "Jairo Mora Sandoval was a Costa Rican environmentalist who was murdered while attempting to protect leatherback turtle nests. Just before midnight on May 30, 2013, Mora and four female volunteers were abducted by a group of masked men. The women eventually escaped and informed the police. Mora's bound and beaten body was found on the beach the next morning. An autopsy determined he died by asphyxiation after suffering a blow to the head.",
    "year": 1987,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Liam Doran",
    "birthday": "1987-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Liam_Doran_2015-04-13_001.jpg/270px-Liam_Doran_2015-04-13_001.jpg",
    "extract": "Liam Doran is a British professional rallycross driver competing in the FIA World Rallycross Championship, Global RallyCross Championship, X Games, and European Rallycross Championship. He is the son of British rallycross driver and Lydden Hill Race Circuit owner Pat Doran. In his early life he attended Fulston Manor School in Sittingbourne.",
    "year": 1987,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dexter Fowler",
    "birthday": "1986-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Dfowler20172.jpg/232px-Dfowler20172.jpg",
    "extract": "William Dexter Fowler is an American professional baseball outfielder who is a free agent. He has previously played in Major League Baseball (MLB) for the Colorado Rockies, Houston Astros, Chicago Cubs, St. Louis Cardinals, and Los Angeles Angels. He participated in the 2008 Summer Olympics as a member of the United States national baseball team.",
    "year": 1986,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jakob Fuglsang",
    "birthday": "1985-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Jakob_Fuglsang%2C_Grand_D%C3%A9part_2017.jpg/238px-Jakob_Fuglsang%2C_Grand_D%C3%A9part_2017.jpg",
    "extract": "Jakob Diemer Fuglsang is a Danish professional road racing cyclist, who currently rides for UCI WorldTeam Israel–Premier Tech. Before turning professional for Team Saxo Bank, he was a mountain biker racing for Team Cannondale–Vredestein, winning the Under-23 World Cup and Under-23 World Championships.",
    "year": 1985,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Justin Masterson",
    "birthday": "1985-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Justin_Masterson_Cleveland.jpg/262px-Justin_Masterson_Cleveland.jpg",
    "extract": "Justin Daniel Masterson is an American former professional baseball starting pitcher. Drafted by the Red Sox in the second round of the 2006 MLB draft from San Diego State University, he made his MLB debut two years later. Masterson also played in MLB for the Cleveland Indians and St. Louis Cardinals. Known for primarily throwing a sinking fastball, the right-hander stands 6' 6\" (198 cm) tall, and weighs 250 lb (113 kg).",
    "year": 1985,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Piotr Trochowski",
    "birthday": "1984-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Trochowski-Piotr.jpg/242px-Trochowski-Piotr.jpg",
    "extract": "Piotr Artur Trochowski is a German former professional footballer who played as an attacking midfielder. According to his FIFA World Cup 2010 profile he is a playmaker known for \"his speed, agility, tricky dribbling and refined technique.\"",
    "year": 1984,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Piá (footballer, born 1982)",
    "birthday": "1982-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/In%C3%A1cio_Pi%C3%A1_-_SSC_Neapel_%281%29.jpg/213px-In%C3%A1cio_Pi%C3%A1_-_SSC_Neapel_%281%29.jpg",
    "extract": "João Batista Inácio, commonly known as Piá, is a Brazilian footballer who plays as a forward.",
    "year": 1982,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Enrico Gasparotto",
    "birthday": "1982-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Enrico_Gasparotto_2016.jpg/240px-Enrico_Gasparotto_2016.jpg",
    "extract": "Enrico Gasparotto is an Italian-born Swiss former professional road racing cyclist, who rode professionally between 2005 and 2020, for seven different teams. After retiring, he worked as a directeur sportif for UCI Continental team EF Education–NIPPO Development Team in 2021 before joining Bora–Hansgrohe in a similar role the following year.",
    "year": 1982,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Michael Janyk",
    "birthday": "1982-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Michael_Janyk_Schladming_2008.jpg/240px-Michael_Janyk_Schladming_2008.jpg",
    "extract": "Michael Janyk is a Canadian retired alpine skier. Janyk appeared for the Canadian team in the slalom event at the 2006 Winter Olympics, where he finished in 17th place. Janyk has yet to win a World Cup race in his professional career, but has finished second on one occasion, December 3, 2006 in a slalom race in Beaver Creek.",
    "year": 1982,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Arne Gabius",
    "birthday": "1981-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Frankfurt-Marathon-2015-17.jpg/213px-Frankfurt-Marathon-2015-17.jpg",
    "extract": "Arne Gabius is a German long distance runner. He is the current men's German national record holder in the marathon with his time of 2 hours 08 minutes and 33 seconds.",
    "year": 1981,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Aaron North",
    "birthday": "1979-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Aaron_North_Edinburgh_2007-08-21.jpg/218px-Aaron_North_Edinburgh_2007-08-21.jpg",
    "extract": "Aaron Wright North is an American musician. He was the co-founder and guitarist of punk band The Icarus Line, the lead guitarist of industrial rock group Nine Inch Nails, and vocalist/guitarist for Jubilee. North is noted for his chaotic and unconventional guitar approach, his use and command of feedback, and the flailing of his guitar wildly while on stage.",
    "year": 1979,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Juan Uribe",
    "birthday": "1979-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/IMG_9676_Juan_Uribe.jpg/320px-IMG_9676_Juan_Uribe.jpg",
    "extract": "Juan Cespedes Uribe Tena is a Dominican former professional baseball infielder. He played shortstop, third base and second base during his career in Major League Baseball (MLB) for the Colorado Rockies, Chicago White Sox, San Francisco Giants, Los Angeles Dodgers, Atlanta Braves, New York Mets and Cleveland Indians. He bats and throws right-handed.",
    "year": 1979,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tom Poti",
    "birthday": "1977-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Tom_Poti.jpg/250px-Tom_Poti.jpg",
    "extract": "Thomas Emilio Poti is an American former professional ice hockey player. He played 14 seasons in the National Hockey League (NHL).",
    "year": 1977,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Teun de Nooijer",
    "birthday": "1976-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Teun_de_Nooijer_%282008-08-25%29.jpg/319px-Teun_de_Nooijer_%282008-08-25%29.jpg",
    "extract": "Teun Floris de Nooijer is a field hockey player from the Netherlands, who twice became Olympic champion with the Dutch national squad, in 1996 and in 2000, and was on the team in 2012. He currently plays for Dutch side HC Bloemendaal and in Hockey India League for Uttar Pradesh Wizards.",
    "year": 1976,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Reese Witherspoon",
    "birthday": "1976-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Reese_Witherspoon_at_TIFF_2014.jpg/244px-Reese_Witherspoon_at_TIFF_2014.jpg",
    "extract": "Laura Jeanne Reese Witherspoon is an American actress and producer. The recipient of various accolades, including an Academy Award, a British Academy Film Award, a Primetime Emmy Award, and two Golden Globe Awards, she has consistently ranked among the world's highest-paid actresses. Time magazine named her one of the 100 most influential people in the world in 2006 and 2015, and Forbes listed her among the World's 100 Most Powerful Women in 2019. In 2021, Forbes named her the world's richest actress with an estimated net worth of $400 million.",
    "year": 1976,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Cole Hauser",
    "birthday": "1975-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Cole_Hauser.jpg/240px-Cole_Hauser.jpg",
    "extract": "Cole Kenneth Hauser is an American actor. He is best known for his roles in films like Higher Learning, School Ties, Dazed and Confused, Good Will Hunting, Pitch Black, Tigerland, Hart's War, Tears of the Sun, The Family that Preys, 2 Fast 2 Furious, The Cave, The Break-Up, A Good Day to Die Hard, Olympus Has Fallen, and Transcendence. He was nominated for the Independent Spirit Award for Best Supporting Male for his performance in Tigerland.",
    "year": 1975,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jiří Novák",
    "birthday": "1975-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Tenista_Ji%C5%99%C3%AD_Nov%C3%A1k_na_VIP_turnaji_osobnost%C3%AD_ve_Zl%C3%ADn%C4%9B.jpg/240px-Tenista_Ji%C5%99%C3%AD_Nov%C3%A1k_na_VIP_turnaji_osobnost%C3%AD_ve_Zl%C3%ADn%C4%9B.jpg",
    "extract": "Jiří Novák is a Czech former professional tennis player. He was born in Zlín, Czechoslovakia but resides nowadays in Monte Carlo, Monaco.",
    "year": 1975,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Marcus Camby",
    "birthday": "1974-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Marcus_Camby_Clippers_cropped2.jpg/207px-Marcus_Camby_Clippers_cropped2.jpg",
    "extract": "Marcus Dion Camby is an American former professional basketball player who played 17 seasons in the National Basketball Association (NBA). He was named Defensive Player of the Year during the 2006–07 NBA season, leading the league in blocked shots per game. Camby is also a four-time member of the NBA All-Defensive Team and is 12th on the NBA's all-time career blocks list.",
    "year": 1974,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Philippe Clement",
    "birthday": "1974-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Philippe_clement-1559152779.jpg/223px-Philippe_clement-1559152779.jpg",
    "extract": "Philippe Clement is a Belgian professional football coach and former player who is the manager of Ligue 1 club Monaco. Born in Antwerp, he played as a defensive midfielder for clubs including Beerschot, Genk, Coventry City, and Club Brugge. Clement played 38 times with Belgium national team and was in the team for the 1998 World Cup and Euro 2000.",
    "year": 1974,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Geo Meneses",
    "birthday": "1974-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Geo_Meneses.jpg/214px-Geo_Meneses.jpg",
    "extract": "Georgina \"Geo\" Meneses is a Mexican producer and singer of traditional music and world music genre.",
    "year": 1974,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Beverley Knight",
    "birthday": "1973-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Beverley_Knight_at_the_WhatsOnStage_Awards_2015.jpg/221px-Beverley_Knight_at_the_WhatsOnStage_Awards_2015.jpg",
    "extract": "Beverley Knight is an English recording artist and musical theatre actress, who released her first album, The B-Funk, in 1995. Heavily influenced by American soul music icons such as Sam Cooke and Aretha Franklin, Knight has released eight studio albums. Widely labelled as one of Britain's greatest soul singers, Knight is best known for her hit singles \"Greatest Day\", \"Get Up!\", \"Shoulda Woulda Coulda\", and \"Come as You Are\".",
    "year": 1973,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Shawn Bradley",
    "birthday": "1972-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Bradley%2C_Shawn_%282008%29_2.jpg/213px-Bradley%2C_Shawn_%282008%29_2.jpg",
    "extract": "Shawn Paul Bradley is a German-American former professional basketball player who played center for the Philadelphia 76ers, New Jersey Nets, and Dallas Mavericks of the National Basketball Association (NBA). Nicknamed \"the Stormin' Mormon\", Bradley is one of the tallest players in NBA history at 7 ft 6 in (2.29 m). Bradley was born in Landstuhl, West Germany, as his family was stationed at the U.S. military base medical facility, and grew up in Castle Dale, Utah. He holds citizenship in both the United States and Germany.",
    "year": 1972,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Cory Lidle",
    "birthday": "1972-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Cory_Lidle.jpg/265px-Cory_Lidle.jpg",
    "extract": "Cory Fulton Lidle was an American professional baseball player. A right-handed pitcher, Lidle played in Major League Baseball with the New York Mets, Tampa Bay Devil Rays, Oakland Athletics, Toronto Blue Jays, Cincinnati Reds, Philadelphia Phillies and the New York Yankees from 1997 to 2006. Lidle was killed when the small aircraft he owned crashed into a residential building in New York City.",
    "year": 1972,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Elvis Stojko",
    "birthday": "1972-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/ElvisStojko2002.jpg/320px-ElvisStojko2002.jpg",
    "extract": "Elvis Stojko, is a Canadian figure skater. He was a three-time World champion, two-time Olympic silver medallist, and seven-time Canadian champion.",
    "year": 1972,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Keegan-Michael Key",
    "birthday": "1971-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Keegan-Michael_Key_%2849550965587%29_%28cropped%29.jpg/232px-Keegan-Michael_Key_%2849550965587%29_%28cropped%29.jpg",
    "extract": "Keegan-Michael Key is an American actor, comedian, producer and screenwriter. He co-created and co-starred alongside Jordan Peele in Comedy Central's sketch series Key & Peele (2012–2015) and co-starred in USA Network's Playing House (2014–2017). He spent six seasons as a cast member on Mad TV (2004–2009) and has made guest appearances on the U.S. version of Whose Line is it Anyway? on The CW. He also appeared alongside Peele in the first season of the FX series Fargo in 2014, and had a recurring role on Parks and Recreation from 2013 to 2015. He hosted the U.S. version of The Planet's Funniest Animals on Animal Planet (2005–2008), and hosted Game On! on CBS in 2020.",
    "year": 1971,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Andreas Johnson",
    "birthday": "1970-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Andreas_Johnson_Sommarkrysset_2012_By_Daniel_%C3%85hs_Karlsson_cropped.jpg/223px-Andreas_Johnson_Sommarkrysset_2012_By_Daniel_%C3%85hs_Karlsson_cropped.jpg",
    "extract": "Jon Erik Andreas Johnson is a Swedish pop/rock singer-songwriter and musician.",
    "year": 1970,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Leontien van Moorsel",
    "birthday": "1970-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Leontien_van_Moorsel_WCh_1991v2.jpg/320px-Leontien_van_Moorsel_WCh_1991v2.jpg",
    "extract": "Leontien Martha Henrica Petronella Zijlaard-van Moorsel is a Dutch retired racing cyclist. She was a dominant cyclist in the 1990s and early 2000s, winning four gold medals at the Olympic Games and holding the hour record for women from 2003 until 2015.",
    "year": 1970,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hwang Young-cho",
    "birthday": "1970-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Hwang_Young-Jo_from_acrofan.jpg/140px-Hwang_Young-Jo_from_acrofan.jpg",
    "extract": "Hwang Young-cho is a former South Korean athlete, winner of the marathon race at the 1992 Summer Olympics and 1994 Asian Games.",
    "year": 1970,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mario Cipollini",
    "birthday": "1967-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Mario_CIPOLLINI_1.jpg/218px-Mario_CIPOLLINI_1.jpg",
    "extract": "Mario Cipollini, often abbreviated to \"Cipo\", is a retired Italian professional road cyclist most noted for his sprinting ability, the longevity of his dominance and his colourful personality. His nicknames include Il Re Leone and Super Mario. He is regarded as the best sprinter of his generation.",
    "year": 1967,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Pia Cayetano",
    "birthday": "1966-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Pia_Cayetano_%282018%29.jpg/237px-Pia_Cayetano_%282018%29.jpg",
    "extract": "Lady Pilar Juliana \"Pia\" Schramm Cayetano is a Filipina politician and lawyer serving as a Senator since 2019, a position she previously held from 2004 to 2016. She was also the Representative of Taguig City's lone district from 2016 to 2019 and was one of the Deputy Speakers.",
    "year": 1966,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Artis Pabriks",
    "birthday": "1966-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Artis_Pabriks_2018_%28cropped%29.jpg/221px-Artis_Pabriks_2018_%28cropped%29.jpg",
    "extract": "Artis Pabriks is a Latvian politician. Since January 2019 he has been the Minister for Defence and Deputy Prime Minister of Latvia. From 2014 to 2018, he was a Member of the European Parliament.",
    "year": 1966,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Brian Shaw",
    "birthday": "1966-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Brian_Shaw.jpg/298px-Brian_Shaw.jpg",
    "extract": "Brian Keith Shaw is an American professional basketball coach and former player who is an assistant coach for the Los Angeles Clippers of the National Basketball Association (NBA). He could play both guard positions, but was used primarily at point guard over the course of his 14 seasons in the league.",
    "year": 1966,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "David Gillespie",
    "birthday": "1964-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/DAVID_GILLESPIE.jpg/249px-DAVID_GILLESPIE.jpg",
    "extract": "David \"Cement\" Gillespie is an Australian former professional rugby league footballer who played as a second-row and prop forward in the 1980s and 1990s. Gillespie played for the Canterbury-Bankstown Bulldogs, Western Suburbs Magpies, Manly-Warringah Sea Eagles, New South Wales and for the Australian national side.",
    "year": 1964,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Deborah Bull",
    "birthday": "1963-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Official_portrait_of_Baroness_Bull_crop_2.jpg/240px-Official_portrait_of_Baroness_Bull_crop_2.jpg",
    "extract": "Deborah Bull, Baroness Bull, CBE is an English dancer, writer, and broadcaster and former creative director of the Royal Opera House. She joined King's College London as Director, Cultural Partnerships in 2012. In 2015 she was appointed as the university's Assistant Principal (London), in 2018 was named Vice President & Vice-Principal (London) and in 2021 named Vice Principal.",
    "year": 1963,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Susan Ann Sulley",
    "birthday": "1963-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/43/Suesulley2007.jpg/219px-Suesulley2007.jpg",
    "extract": "Susan Ann Sulley, formerly known as Susanne Sulley and Susan Ann Gayle, is an English singer who is one of the two female vocalists in the synth-pop band The Human League.",
    "year": 1963,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Martín Vizcarra",
    "birthday": "1963-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mart%C3%ADn_Vizcarra_Cornejo_%28cropped%29_%28cropped%29.png/240px-Mart%C3%ADn_Vizcarra_Cornejo_%28cropped%29_%28cropped%29.png",
    "extract": "Martín Alberto Vizcarra Cornejo is a Peruvian engineer and politician who served as President of Peru from 2018 to 2020. Vizcarra previously served as Governor of the Department of Moquegua (2011–2014), First Vice President of Peru (2016–2018), Minister of Transport and Communications of Peru (2016–2017), and Ambassador of Peru to Canada (2017–2018), with the latter three during the presidency of Pedro Pablo Kuczynski.",
    "year": 1963,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Simon Furman",
    "birthday": "1961-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Simon_Furman_at_NordCon_2010.jpg/320px-Simon_Furman_at_NordCon_2010.jpg",
    "extract": "Simon Christopher Francis Furman is a British comic book writer who is best known for his work on Hasbro's Transformers franchise, starting with writing Marvel's initial comic book to promote the toyline worldwide, as well as foundations for both Dreamwave Production's and IDW Publishing's takes on the Generation 1 minifranchise.",
    "year": 1961,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lauri Vahtre",
    "birthday": "1960-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Lauri-Vahtre-2010.jpg/320px-Lauri-Vahtre-2010.jpg",
    "extract": "Lauri Vahtre is an Estonian politician, historian, translator and writer.",
    "year": 1960,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Matthew Modine",
    "birthday": "1959-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Matthew_Modine_by_Gage_Skidmore.jpg/235px-Matthew_Modine_by_Gage_Skidmore.jpg",
    "extract": "Matthew Avery Modine is an American actor, activist and filmmaker, who rose to prominence through his role as U.S. Marine Private/Sergeant J.T. \"Joker\" Davis in Full Metal Jacket. His other film roles include the title character in Birdy, the high school wrestler Louden Swain in Vision Quest, FBI agent Mike Downey in Married to the Mob, Joe Slovak in Gross Anatomy, William Shaw in Cutthroat Island, Drake Goodman in Pacific Heights, Peter Foley in The Dark Knight Rises, and Dr. Ralph Wyman in Short Cuts. On television, Modine portrays the villainous Dr. Martin Brenner in Stranger Things, the oversexed Sullivan Groff on Weeds, Dr. Don Francis in And the Band Played On and Ivan Turing in Proof.",
    "year": 1959,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Stephanie Mills",
    "birthday": "1957-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Stephanie_Mills_Performing_in_April_2017_at_the_Detroit_Opera_House.jpg/320px-Stephanie_Mills_Performing_in_April_2017_at_the_Detroit_Opera_House.jpg",
    "extract": "Stephanie Dorthea Mills is an American singer and songwriter. She rose to stardom as \"Dorothy\" in the original seven-time Tony Award winning Broadway run of the musical The Wiz from 1974 to 1979. The song \"Home\" from the show later became a Number 1 U.S. R&B hit and her signature song. During the 1980s, she gained 10 No.1 billboard hits and five Number 1 R&B hits, including \"Home\", \"I Have Learned to Respect the Power of Love\", \"I Feel Good All Over\", \"(You're Puttin') A Rush on Me\" and \"Something in the Way \". She won a Grammy Award for Best Female R&B Vocal Performance for her song \"Never Knew Love Like This Before\" in 1981. Her albums What Cha Gonna Do with My Lovin, Sweet Sensation and Stephanie went gold or platinum, all through 20th Century Fox Records",
    "year": 1957,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Maria Teresa, Grand Duchess of Luxembourg",
    "birthday": "1956-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Maria_Teresa_Mestre.jpg/240px-Maria_Teresa_Mestre.jpg",
    "extract": "Maria Teresa is the spouse of Grand Duke Henri, who acceded to the throne in 2000.",
    "year": 1956,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lena Olin",
    "birthday": "1955-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Lena_Olin_in_2015.jpg/268px-Lena_Olin_in_2015.jpg",
    "extract": "Lena Maria Jonna Olin is a Swedish actress. She has received nominations for an Academy Award, a Golden Globe Award, a BAFTA Award, and a Primetime Emmy Award.",
    "year": 1955,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Pete Sessions",
    "birthday": "1955-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Pete_Sessions.jpg/213px-Pete_Sessions.jpg",
    "extract": "Peter Anderson Sessions is an American politician from Texas who is the U.S. representative for Texas's 17th congressional district. A member of the Republican Party, he has served in the U.S. House of Representatives for 11 terms. He chaired the House Rules Committee from 2013 to 2019 and is a former chair of the National Republican Congressional Committee. He was defeated for reelection by Democrat Colin Allred in 2018. On October 3, 2019, Sessions announced that he was running for Congress again in 2020. He was elected to the 17th district congressional seat on November 3, 2020.",
    "year": 1955,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Valdis Zatlers",
    "birthday": "1955-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Valdis_Zatlers_in_2011.jpg/213px-Valdis_Zatlers_in_2011.jpg",
    "extract": "Valdis Zatlers is a Latvian politician and former physician who served as the seventh president of Latvia from 2007 to 2011. He won the Latvian presidential election of 31 May 2007. He became President of Latvia on 8 July 2007 and left office on 7 July 2011 after failing to win reelection for a second term.",
    "year": 1955,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kenneth Rogoff",
    "birthday": "1953-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Kenneth_Rogoff.jpg/208px-Kenneth_Rogoff.jpg",
    "extract": "Kenneth Saul Rogoff is an American economist and chess Grandmaster. He is the Thomas D. Cabot Professor of Public Policy and professor of economics at Harvard University.",
    "year": 1953,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Des Browne",
    "birthday": "1952-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Official_portrait_of_Lord_Browne_of_Ladyton_crop_2%2C_2019.jpg/240px-Official_portrait_of_Lord_Browne_of_Ladyton_crop_2%2C_2019.jpg",
    "extract": "Desmond Henry Browne, Baron Browne of Ladyton, is a Scottish politician who served in the Cabinet of the United Kingdom under Tony Blair and Gordon Brown as Secretary of State for Defence 2006 to 2008 and Secretary of State for Scotland from 2007 to 2008. A member of the Labour Party, he was Member of Parliament (MP) for Kilmarnock and Loudoun from 1997 to 2010.",
    "year": 1952,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Fanny Ardant",
    "birthday": "1949-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Fanny_Ardant_2004_cropped.jpg/196px-Fanny_Ardant_2004_cropped.jpg",
    "extract": "Fanny Marguerite Judith Ardant is a French actress. She is the recipient of numerous accolades, including two César Awards and a Lumières Award.",
    "year": 1949,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Andrew Lloyd Webber",
    "birthday": "1948-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/2008-11-15_%D0%AD%D0%BD%D0%B4%D1%80%D1%8E_%D0%9B%D0%BB%D0%BE%D0%B9%D0%B4_%D0%A3%D1%8D%D0%B1%D0%B1%D0%B5%D1%80.jpeg/213px-2008-11-15_%D0%AD%D0%BD%D0%B4%D1%80%D1%8E_%D0%9B%D0%BB%D0%BE%D0%B9%D0%B4_%D0%A3%D1%8D%D0%B1%D0%B1%D0%B5%D1%80.jpeg",
    "extract": "Andrew Lloyd Webber, Baron Lloyd-Webber, is an English composer and impresario of musical theatre. Several of his musicals have run for more than a decade both in the West End and on Broadway. He has composed 21 musicals, a song cycle, a set of variations, two film scores, and a Latin Requiem Mass. Several of his songs have been widely recorded and were successful outside of their parent musicals, such as \"Memory\" from Cats, \"The Music of the Night\" and \"All I Ask of You\" from The Phantom of the Opera, \"I Don't Know How to Love Him\" from Jesus Christ Superstar, \"Don't Cry for Me Argentina\" from Evita, and \"Any Dream Will Do\" from Joseph and the Amazing Technicolor Dreamcoat. In 2001, The New York Times referred to him as \"the most commercially successful composer in history\". The Daily Telegraph ranked him the \"fifth most powerful person in British culture\" in 2008, lyricist Don Black writing \"Andrew more or less single-handedly reinvented the musical.\"",
    "year": 1948,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "George Ferguson (politician)",
    "birthday": "1947-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/George_Ferguson_March_2020.jpg/320px-George_Ferguson_March_2020.jpg",
    "extract": "George Robin Paget Ferguson CBE, PPRIBA, RWA is a British politician, former architect, and entrepreneur who served as the first elected mayor of Bristol from 2012 to 2016.",
    "year": 1947,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James Patterson",
    "birthday": "1947-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/James_Patterson.jpg/212px-James_Patterson.jpg",
    "extract": "James Brendan Patterson is an American author and philanthropist. Among his works are the Alex Cross, Michael Bennett, Women's Murder Club, Maximum Ride, Daniel X, NYPD Red, Witch and Wizard, and Private series, as well as many stand-alone thrillers, non-fiction, and romance novels. His books have sold more than 400 million copies, and he was the first person to sell 1 million e-books. In 2016, Patterson topped Forbes's list of highest-paid authors for the third consecutive year, with an income of $95 million. His total income over a decade is estimated at $700 million.",
    "year": 1947,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Maarten van Gent",
    "birthday": "1947-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Maarten_h_van_gent-1580497356.jpg/180px-Maarten_h_van_gent-1580497356.jpg",
    "extract": "Maarten Herman van Gent is a Dutch basketball coach, manager, scout and businessman.",
    "year": 1947,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Don Chaney",
    "birthday": "1946-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/21/Don_Chaney%2C_Game_of_the_Century%2C_1968.png",
    "extract": "Donald Ray Chaney is an American former professional basketball player and coach, most notable for winning two championships as a player on the Boston Celtics, and winning NBA Coach of The Year while leading the Houston Rockets.",
    "year": 1946,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rudy Rucker",
    "birthday": "1946-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Rudyrucker.jpg/238px-Rudyrucker.jpg",
    "extract": "Rudolf von Bitter Rucker is an American mathematician, computer scientist, science fiction author, and one of the founders of the cyberpunk literary movement. The author of both fiction and non-fiction, he is best known for the novels in the Ware Tetralogy, the first two of which both won Philip K. Dick Awards. Until its closure in 2014 he edited the science fiction webzine Flurb.",
    "year": 1946,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Harry Vanda",
    "birthday": "1946-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Harry_Vanda_1968_%28cropped%29.jpg/240px-Harry_Vanda_1968_%28cropped%29.jpg",
    "extract": "Johannes Hendrikus Jacob van den Berg, better known as his stage name Harry Vanda, is a Dutch Australian musician, songwriter and record producer. He is best known as lead guitarist of the 1960s Australian rock band the Easybeats who with fellow member George Young formed the 1970s and 1980s songwriting and record production duo Vanda & Young.",
    "year": 1946,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "George Benson",
    "birthday": "1943-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/George_Benson_2009.jpg/213px-George_Benson_2009.jpg",
    "extract": "George Washington Benson is an American guitarist, singer, and songwriter. He began his professional career at the age of 19 as a jazz guitarist.",
    "year": 1943,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Keith Relf",
    "birthday": "1943-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/05/KeithRelf1966.jpg/287px-KeithRelf1966.jpg",
    "extract": "William Keith Relf was an English musician, best known as the lead vocalist and harmonica player for rock band the Yardbirds.",
    "year": 1943,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jorge Ben",
    "birthday": "1942-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Jorge_Ben%2C_1972.tif/lossy-page1-291px-Jorge_Ben%2C_1972.tif.jpg",
    "extract": "Jorge Duílio Lima Menezes is a Brazilian popular musician, performing under the stage name Jorge Ben Jor since the 1980s, though commonly known by his former stage name Jorge Ben. His characteristic style fuses samba, funk, rock and bossa nova with lyrics that blend humor and satire with often esoteric subject matter. His hits include \"Chove Chuva\", \"Mas Que Nada\", \"Ive Brussel\" and \"Balança Pema\", and have been interpreted by artists such as Caetano Veloso, Sérgio Mendes, Miriam Makeba, Soulfly and Marisa Monte.",
    "year": 1942,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dick Pound",
    "birthday": "1942-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Dick_Pound.jpg/206px-Dick_Pound.jpg",
    "extract": "Richard William Duncan Pound, better known as Dick Pound, is a Canadian swimming champion, lawyer, and spokesman for ethics in sport. He was the first president of the World Anti-Doping Agency and vice-president of the International Olympic Committee. He is currently the longest-serving member of the IOC.",
    "year": 1942,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Billy Collins",
    "birthday": "1941-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Billy_Collins_2007_by_Marcelo_Noah.jpg/320px-Billy_Collins_2007_by_Marcelo_Noah.jpg",
    "extract": "William James Collins is an American poet, appointed as Poet Laureate of the United States from 2001 to 2003. He is a Distinguished Professor at Lehman College of the City University of New York. Collins was recognized as a Literary Lion of the New York Public Library (1992) and selected as the New York State Poet for 2004 through 2006. In 2016, Collins was inducted into the American Academy of Arts and Letters. As of 2020, he is a teacher in the MFA program at Stony Brook Southampton.",
    "year": 1941,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jeremy Clyde",
    "birthday": "1941-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Patty_Duke_Jeremy_Clyde_Patty_Duke_Show_1965.JPG/269px-Patty_Duke_Jeremy_Clyde_Patty_Duke_Show_1965.JPG",
    "extract": "Michael Jeremy Thomas Clyde is an English actor and musician. During the 1960s, he was one-half of the folk duo Chad & Jeremy, who had little success in the UK, but were an object of interest to American audiences. He has enjoyed a long television acting career and continues to appear regularly, usually playing upper-middle class or aristocratic characters.",
    "year": 1941,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bruno Ganz",
    "birthday": "1941-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Bruno_Ganz_2011.jpg/240px-Bruno_Ganz_2011.jpg",
    "extract": "Bruno Ganz was a Swiss actor whose career in German stage, television and film productions spanned nearly 60 years. He was known for his collaborations with the directors Werner Herzog, Éric Rohmer, Francis Ford Coppola, and Wim Wenders, earning widespread recognition with his roles as Jonathan Zimmerman in The American Friend (1977), Jonathan Harker in Nosferatu the Vampyre (1979) and Damiel the Angel in Wings of Desire (1987).",
    "year": 1941,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Cassam Uteem",
    "birthday": "1941-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/73/Cassam_Uteem_%28cropped%29.jpg",
    "extract": "Cassam Uteem, GCSK is a Mauritian political figure who served as the second president of Mauritius from 30 June 1992 to 15 February 2002. He is the longest served president of Mauritius, having served for nearly ten years.",
    "year": 1941,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dave Keon",
    "birthday": "1940-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Chex_Dave_Keon_1963.JPG/228px-Chex_Dave_Keon_1963.JPG",
    "extract": "David Michael Keon is a Canadian former professional ice hockey centre. He played professionally from 1960 to 1982, including 15 seasons with the Toronto Maple Leafs, and was inducted into the Hockey Hall of Fame in 1986. Keon was inducted into the Ontario Sports Hall of Fame in 2010. On October 16, 2016, as part of the Toronto Maple Leafs centennial celebrations, Keon was named the greatest player in the team's history. In 2017 Keon was named one of the 100 Greatest NHL Players in NHL history.",
    "year": 1940,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Haing S. Ngor",
    "birthday": "1940-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Haing_S._Ngor%2C_1986.jpg/235px-Haing_S._Ngor%2C_1986.jpg",
    "extract": "Haing Somnang Ngor was a Cambodian American gynecologist, obstetrician, actor and author. He is best remembered for winning the Academy Award for Best Supporting Actor in 1985 for his debut performance in the film The Killing Fields (1984), in which he portrayed Cambodian journalist and refugee Dith Pran. He was murdered in a robbery outside his home in Los Angeles in 1996.",
    "year": 1940,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "George Edward Alcorn Jr.",
    "birthday": "1940-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/George_Alcorn_Portrait_%28cropped%29.jpg/240px-George_Alcorn_Portrait_%28cropped%29.jpg",
    "extract": "George Edward Alcorn Jr. is an American physicist, engineer, inventor, and professor. He taught at Howard University and the University of the District of Columbia, and worked primarily for IBM and NASA. He has over 30 inventions and 8 patents resulting in his induction into the National Inventors Hall of Fame in 2015.",
    "year": 1940,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Armin Hary",
    "birthday": "1937-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Armin_Hary_c1967.jpg/231px-Armin_Hary_c1967.jpg",
    "extract": "Armin Hary is a retired German sprinter who won the 1960 Olympic 100 meters dash. He was the first non-American to win the event since Percy Williams of Canada took the gold medal in 1928, the first man to run 100 meters in 10.0 seconds and the last white man to establish a world record in 100 meters dash.",
    "year": 1937,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jon Hassell",
    "birthday": "1937-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/JonHassell_Stockholm20090715.jpg/320px-JonHassell_Stockholm20090715.jpg",
    "extract": "Jon Hassell was an American trumpet player and composer. He was best known for developing the concept of \"Fourth World\" music, which describes a \"unified primitive/futurist sound\" combining elements of various world ethnic traditions with modern electronic techniques. The concept was first articulated on Fourth World, Vol. 1: Possible Musics, his 1980 collaboration with Brian Eno.",
    "year": 1937,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Roger Whittaker",
    "birthday": "1936-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Roger-Whittaker-live.jpg/320px-Roger-Whittaker-live.jpg",
    "extract": "Roger Henry Brough Whittaker is a British singer-songwriter and musician, who was born in Nairobi to English parents. His music is an eclectic mix of folk music and popular songs in addition to radio airplay hits. He is best known for his baritone singing voice and trademark whistling ability as well as his guitar skills.",
    "year": 1936,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Erol Büyükburç",
    "birthday": "1936-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Erol_B%C3%BCy%C3%BCkbur%C3%A7_akustikhane_%28cropped%29.jpg/240px-Erol_B%C3%BCy%C3%BCkbur%C3%A7_akustikhane_%28cropped%29.jpg",
    "extract": "Erol Büyükburç was a Turkish singer-songwriter, pop music composer, and actor.",
    "year": 1936,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Galina Korchuganova",
    "birthday": "1935-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0c/Galina_Gavrilovna_Korchuganova.png/225px-Galina_Gavrilovna_Korchuganova.png",
    "extract": "Galina Gavrilovna Korchuganova was a Soviet test pilot and aerobatics champion. After graduating from studies in aviation technology in 1959, Korchuganova made a name for herself as a pilot in aerobatics competitions, becoming the first women's world aerobatics champion in 1966. She subsequently trained as a test pilot, going on to set 42 world flight records and flying more than 20 types of aircraft. By the end of her flight career in 1984, she had accumulated more than 4000 hours of flight time, including 1500 hours as a test pilot.",
    "year": 1935,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lea Pericoli",
    "birthday": "1935-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Lea_Pericoli.jpg/239px-Lea_Pericoli.jpg",
    "extract": "Lea Pericoli is an Italian former tennis player and later television presenter and journalist from Milan. She reached the last sixteen of the French Open two times and the Wimbledon Championships three times, and is also famous for her choice of clothing.",
    "year": 1935,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Frank Pulli",
    "birthday": "1935-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/60/Frank_Pulli.png",
    "extract": "Frank Victor Pulli was a professional baseball umpire, working in the National League from 1972 until 1999. He umpired many postseason games, including four World Series. Pulli wore uniform number 14 during his career.",
    "year": 1935,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "M. Emmet Walsh",
    "birthday": "1935-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/M_Emmet_Walsh_at_the_2009_Tribeca_Film_Festival.jpg/245px-M_Emmet_Walsh_at_the_2009_Tribeca_Film_Festival.jpg",
    "extract": "Michael Emmet Walsh is an American actor and comedian who has appeared in over 200 films and television series, including in small but important supporting roles in dozens of major studio features of the 1970s and 1980s. He starred in Blood Simple (1984), the Coen Brothers' first film, which resulted in his winning the Independent Spirit Award for Best Male Lead. He also appeared in Carl Reiner's comedy The Jerk (1979), Robert Redford's drama Ordinary People (1980), Ridley Scott's science fiction film Blade Runner (1982), Barry Sonnenfeld's steampunk western Wild Wild West (1999) and Brad Bird's animated film The Iron Giant (1999).",
    "year": 1935,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "May Britt",
    "birthday": "1934-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/May_Britt_1960s2.jpg/255px-May_Britt_1960s2.jpg",
    "extract": "May Britt is a Swedish actress who had a brief career in the 1950s in Italy and later in the United States. She was married to American entertainer Sammy Davis Jr. from 1960 to 1968.",
    "year": 1934,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Orrin Hatch",
    "birthday": "1934-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Orrin_Hatch_official_photo%2C_2015.jpg/256px-Orrin_Hatch_official_photo%2C_2015.jpg",
    "extract": "Orrin Grant Hatch was an American attorney and politician who served as a United States senator from Utah from 1977 to 2019. Hatch's 42-year Senate tenure made him the longest-serving Republican U.S. senator in history.",
    "year": 1934,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Abolhassan Banisadr",
    "birthday": "1933-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Abolhassan_Banisadr_portrait_1980_2.jpg/261px-Abolhassan_Banisadr_portrait_1980_2.jpg",
    "extract": "Seyyed Abolhassan Banisadr was an Iranian politician, writer, and political dissident. He was the first president of Iran after the 1979 Iranian Revolution abolished the monarchy, serving from February 1980 until his impeachment by parliament in June 1981. Prior to his presidency, he was the minister of foreign affairs in the interim government. He had resided for many years in France where he co-founded the National Council of Resistance of Iran.",
    "year": 1933,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Els Borst",
    "birthday": "1932-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Els_Borst_februari_2002.jpg/210px-Els_Borst_februari_2002.jpg",
    "extract": "Else \"Els\" Borst-Eilers was a Dutch politician of the Democrats 66 (D66) party and physician. She was granted the honorary title of Minister of State on 21 December 2012.",
    "year": 1932,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Larry Evans (chess player)",
    "birthday": "1932-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/05/Larrymelvynevans.jpg",
    "extract": "Larry Melvyn Evans was an American chess player, author, and journalist who received the FIDE title of Grandmaster (GM) in 1957. He won or shared the U.S. Chess Championship five times and the U.S. Open Chess Championship four times. He wrote a long-running syndicated chess column and wrote or co-wrote more than twenty books on chess.",
    "year": 1932,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Burton Richter",
    "birthday": "1931-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/41/Burton_Richter_NSF_crop.jpg",
    "extract": "Burton Richter was an American physicist. He led the Stanford Linear Accelerator Center (SLAC) team which co-discovered the J/ψ meson in 1974, alongside the Brookhaven National Laboratory (BNL) team led by Samuel Ting for which they won Nobel Prize for Physics in 1976. This discovery was part of the November Revolution of particle physics. He was the SLAC director from 1984 to 1999.",
    "year": 1931,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "William Shatner",
    "birthday": "1931-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/William_Shatner_Photo_Op_GalaxyCon_Richmond_2020.jpg/232px-William_Shatner_Photo_Op_GalaxyCon_Richmond_2020.jpg",
    "extract": "William Alan Shatner is a Canadian actor. In a career spanning seven decades, he is best known for his portrayal of Captain James T. Kirk of the USS Enterprise in the Star Trek franchise, from the second pilot in 1965 to his final appearance as Kirk in Star Trek Generations (1994).",
    "year": 1931,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Leslie Thomas",
    "birthday": "1931-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Leslie_Thomas%2C_John_Kirkham%2C_Henry_Buckton_50796451733%29_%28Thomas_cropped%29.jpg/274px-Leslie_Thomas%2C_John_Kirkham%2C_Henry_Buckton_50796451733%29_%28Thomas_cropped%29.jpg",
    "extract": "Leslie Thomas, OBE was a Welsh author best known for his comic novel The Virgin Soldiers.",
    "year": 1931,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Pat Robertson",
    "birthday": "1930-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Pat_Robertson_Paparazzo_Photography.jpg/259px-Pat_Robertson_Paparazzo_Photography.jpg",
    "extract": "Marion Gordon \"Pat\" Robertson is an American media mogul, religious broadcaster, political commentator, former Republican presidential candidate, and former Southern Baptist minister. Robertson advocates a conservative Christian ideology and is known for his past activities in Republican party politics. He is associated with the Charismatic Movement within Protestant evangelicalism. He serves as chancellor and CEO of Regent University and chairman of the Christian Broadcasting Network (CBN).",
    "year": 1930,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Stephen Sondheim",
    "birthday": "1930-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Stephen_Sondheim_-_smoking.JPG/255px-Stephen_Sondheim_-_smoking.JPG",
    "extract": "Stephen Joshua Sondheim was an American composer, songwriter and lyricist. One of the most important figures in twentieth-century musical theater, Sondheim was credited for having \"reinvented the American musical\" with shows that tackled \"unexpected themes that range far beyond the [genre's] traditional subjects\" with \"music and lyrics of unprecedented complexity and sophistication\". His shows addressed \"darker, more harrowing elements of the human experience\", with songs often tinged with \"ambivalence\" about various aspects of life.",
    "year": 1930,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Yayoi Kusama",
    "birthday": "1929-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Yayoi_Kusama_cropped_1_Yayoi_Kusama_201611.jpg/232px-Yayoi_Kusama_cropped_1_Yayoi_Kusama_201611.jpg",
    "extract": "Yayoi Kusama  is a Japanese contemporary artist who works primarily in sculpture and installation, but is also active in painting, performance, video art, fashion, poetry, fiction, and other arts. Her work is based in conceptual art and shows some attributes of feminism, minimalism, surrealism, Art Brut, pop art, and abstract expressionism, and is infused with autobiographical, psychological, and sexual content. She has been acknowledged as one of the most important living artists to come out of Japan.",
    "year": 1929,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "P. Ramlee",
    "birthday": "1929-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b2/Tan_Sri_P._Ramlee.jpeg/248px-Tan_Sri_P._Ramlee.jpeg",
    "extract": "Tan Sri Datuk Amar Teuku Zakaria bin Teuku Nyak Puteh, better known by his stage name P. Ramlee, was a Malayan actor, filmmaker, musician, and composer famous in both modern-day Singapore, Malaysia, Indonesia and Southern Thailand. Due to his contributions to the film and music industry and his literary work, which began with his acting debut in Singapore in 1948, to the height of his career and then later in Malaysia in 1964 to his decline and death, he is regarded as a prominent icon of Malay entertainment. His popularity has reached as far as Brunei, Indonesia, as well as in Hong Kong and Japan.",
    "year": 1929,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "E. D. Hirsch",
    "birthday": "1928-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/E._D._Hirsch_at_Policy_Exchange_Education_Lecture_%283%29.jpg/320px-E._D._Hirsch_at_Policy_Exchange_Education_Lecture_%283%29.jpg",
    "extract": "Eric Donald Hirsch Jr. - known as E. D. Hirsch - is an American educator, literary critic, and theorist of education. He is professor emeritus of education and humanities at the University of Virginia.",
    "year": 1928,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ed Macauley",
    "birthday": "1928-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ed_Macauley_1953.jpeg/277px-Ed_Macauley_1953.jpeg",
    "extract": "Charles Edward Macauley was a professional basketball player. His playing nickname was \"Easy Ed\".",
    "year": 1928,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Al Neuharth",
    "birthday": "1924-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Al_Neuharth_1999.jpg/291px-Al_Neuharth_1999.jpg",
    "extract": "Allen Harold \"Al\" Neuharth was an American businessman, author, and columnist born in Eureka, South Dakota. He was the founder of USA Today, The Freedom Forum, and its Newseum.",
    "year": 1924,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Yevgeny Ostashev",
    "birthday": "1924-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/46/OstashevEI-1-.jpg",
    "extract": "Yevgeny Ilyich Ostashev, 22 March 1924 – 24 October 1960, was the test pilot of rocket and space complexes, participant in the launch of the first artificial Earth satellite, head of the 1st control polygon NIIP-5 (Baikonur), Lenin prize winner, Candidate of Technical Sciences, engineer-podpolkovnik.",
    "year": 1924,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Osman F. Seden",
    "birthday": "1924-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e8/Osman_Fahir_Seden.jpg",
    "extract": "Osman Fahir Seden, usually credited as Osman F. Seden, was a Turkish film director, screenwriter and film producer.",
    "year": 1924,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bill Wendell",
    "birthday": "1924-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/71/Bill_wendell.jpg",
    "extract": "William Joseph Wenzel Jr., known as Bill Wendell, was an NBC television staff announcer for almost his entire professional career.",
    "year": 1924,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Marcel Marceau",
    "birthday": "1923-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Marcel_Marceau_-_1971.jpg/214px-Marcel_Marceau_-_1971.jpg",
    "extract": "Marcel Marceau was a French actor and mime artist most famous for his stage persona, \"Bip the Clown\". He referred to mime as the \"art of silence\" and he performed professionally worldwide for over 60 years. As a Jewish youth, he lived in hiding and worked with the French Resistance during most of World War II, giving his first major performance to 3,000 troops after the liberation of Paris in August 1944. Following the war, he studied dramatic art and mime in Paris.",
    "year": 1923,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John J. Gilligan",
    "birthday": "1922-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/John_Gilligan_%281973%29.png/259px-John_Gilligan_%281973%29.png",
    "extract": "John Joyce Gilligan was an American Democratic politician from the state of Ohio who served as a U.S. Representative and as the 62nd governor of Ohio from 1971 to 1975. He was the father of Kathleen Sebelius, who later served as governor of Kansas and United States Secretary of Health and Human Services. Gilligan and Sebelius are the only father and daughter ever to have both been elected state governors.",
    "year": 1922,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nino Manfredi",
    "birthday": "1921-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Nino_Manfredi%2C_1990.jpg/214px-Nino_Manfredi%2C_1990.jpg",
    "extract": "Saturnino \"Nino\" Manfredi was an Italian actor, voice actor, director, screenwriter, playwright, comedian, singer, author, radio personality and television presenter.",
    "year": 1921,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James Brown (actor)",
    "birthday": "1920-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/James_Brown_fan_postcard_1955.jpg/234px-James_Brown_fan_postcard_1955.jpg",
    "extract": "James Edward Brown was an American film and television actor. He was perhaps best known for playing \"Lt. Ripley Masters\" in the American western television series The Adventures of Rin Tin Tin.",
    "year": 1920,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Werner Klemperer",
    "birthday": "1920-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Werner_Klemperer_on_Password_1971.jpg/240px-Werner_Klemperer_on_Password_1971.jpg",
    "extract": "Werner Klemperer was a German-American actor, stage entertainer, and singer. He was best known for the role of Colonel Wilhelm Klink on the CBS television sitcom Hogan's Heroes, for which he twice won the award for Outstanding Supporting Actor in a Comedy Series at the Primetime Emmy Awards in 1968 and 1969.",
    "year": 1920,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Fanny Waterman",
    "birthday": "1920-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Dame_Fanny_Waterman%2813942603097%29_%28cropped%29.jpg/178px-Dame_Fanny_Waterman%2813942603097%29_%28cropped%29.jpg",
    "extract": "Dame Fanny Waterman was a British pianist and academic piano teacher, who is particularly known as the founder, chair and artistic director of the Leeds International Piano Competition. She was also president of the Harrogate International Music Festival.",
    "year": 1920,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Katsuko Saruhashi",
    "birthday": "1920-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/08/Katsuko_Saruhashi.jpg",
    "extract": "Katsuko Saruhashi (猿橋 勝子, Saruhashi Katsuko, March 22, 1920 – September 29, 2007) was a Japanese geochemist who created tools that let her take some of the first measurements of carbon dioxide (CO2) levels in seawater. She later showed evidence of the dangers of radioactive fallout and how far it can travel. Along with this focus on safety, she also researched peaceful uses of nuclear power.",
    "year": 1920,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ross Martin",
    "birthday": "1920-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Ross_Martin_1967.JPG/254px-Ross_Martin_1967.JPG",
    "extract": "Ross Martin was an American radio, voice, stage, film and television actor. Martin was best known for portraying Artemus Gordon on the CBS Western series The Wild Wild West, which aired from 1965 to 1969. He was the voice of Doctor Paul Williams in 1972's Sealab 2020, additional characters in 1973's Butch Cassidy and the Sundance Kids, and additional character voices in 1978's Jana of the Jungle.",
    "year": 1920,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bernard Krigstein",
    "birthday": "1919-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cf/Bkrigsteinselfportrait.jpg/320px-Bkrigsteinselfportrait.jpg",
    "extract": "Bernard Krigstein, was an American illustrator and gallery artist who received acclaim for his innovative and influential approach to comic book art, notably in EC Comics. His artwork usually displayed the signature B. Krigstein. His best-known work in comic books is the eight-page story \"Master Race\", originally published in the debut issue of EC Comics' Impact.",
    "year": 1919,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Cheddi Jagan",
    "birthday": "1918-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Cheddi_Jagan_Anefo.jpg/230px-Cheddi_Jagan_Anefo.jpg",
    "extract": "HE Cheddi Berret Jagan was a Guyanese politician and dentist who was first elected Chief Minister in 1953 and later Premier of British Guiana from 1961 to 1964. He later served as President of Guyana from 1992 to his death in 1997. Jagan is widely regarded in Guyana as the Father of the Nation. In 1953, he became the first Hindu and person of Indian descent to be a head of government outside of South Asia.",
    "year": 1918,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Virginia Grey",
    "birthday": "1917-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/VirginiaGrey.jpg/240px-VirginiaGrey.jpg",
    "extract": "Virginia Grey was an American actress who appeared in over 100 films and a number of radio and television shows from the 1930s to the early 1980s.",
    "year": 1917,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Irving Kaplansky",
    "birthday": "1917-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Irving_Kaplansky2.jpg/320px-Irving_Kaplansky2.jpg",
    "extract": "Irving Kaplansky was a mathematician, college professor, author, and musician.",
    "year": 1917,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul Rogers (actor)",
    "birthday": "1917-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Paul_Rogers-Keith_Baxter_in_Sleuth.jpg/269px-Paul_Rogers-Keith_Baxter_in_Sleuth.jpg",
    "extract": "Paul Rogers was an English actor of film, stage and television. He was the first winner of the BAFTA TV Award Best Actor in 1955 and won a Tony Award for Best Performance by a Leading Actor in a Play for The Homecoming in 1967.",
    "year": 1917,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Stanley (cartoonist)",
    "birthday": "1914-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1a/Cartoonist_John_Stanley_in_1976.png",
    "extract": "John Stanley was an American cartoonist and comic book writer, best known for writing Little Lulu comic book stories from 1945 to 1959. While mostly known for scripting, Stanley also drew many of his stories, including the earliest issues of Little Lulu and its Tubby spinoff series. His specialty was humorous stories, both with licensed characters and those of his own creation. His writing style has been described as employing \"colorful, S. J. Perelman-ish language and a decidedly bizarre, macabre wit \", with storylines that \"were cohesive and tightly constructed, with nary a loose thread in the plot\". He has been compared to Carl Barks, and cartoonist Fred Hembeck has dubbed him \"the most consistently funny cartoonist to work in the comic book medium\". Captain Marvel co-creator C. C. Beck remarked, \"The only comic books I ever read and enjoyed were Little Lulu and Donald Duck\".",
    "year": 1914,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tom McCall",
    "birthday": "1913-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Tom_McCall_2.jpg/205px-Tom_McCall_2.jpg",
    "extract": "Thomas Lawson McCall was an American statesman, politician and journalist in the state of Oregon. A Republican, he was the state's thirtieth governor from 1967 to 1975. A native of Massachusetts, McCall grew up there and in central Oregon and attended the University of Oregon in Eugene. After college, he worked as a journalist, including time at The Oregonian in Portland during World War II.",
    "year": 1913,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lew Wasserman",
    "birthday": "1913-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Lew_Wasserman%2C_1969.jpg/229px-Lew_Wasserman%2C_1969.jpg",
    "extract": "Lewis Robert Wasserman was an American talent agent and studio executive, described as \"the last of the legendary movie moguls\" and \"arguably the most powerful and influential Hollywood titan in the four decades after World War II.\" His career spanned the nine decades from the 1920s to the 2000s; he started working as a cinema usher before dropping out of high school, rose to become the president of MCA and led its takeover of Universal Pictures, during which time Wasserman “brought about changes in virtually every aspect of show business.” In 1995, he was awarded the Presidential Medal of Freedom by President Bill Clinton. Several years later, he spoke of his ongoing work at Universal to Variety, saying, \"I am under contract here for the rest of my life, and I don't think they would throw me out of my office - my name is on the building.\"",
    "year": 1913,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James Westerfield",
    "birthday": "1913-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/47/James_Westerfield_on_The_Andy_Griffith_Show_1964.jpg",
    "extract": "James A. Westerfield was an American character actor of stage, film, and television.",
    "year": 1913,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Wilfrid Brambell",
    "birthday": "1912-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7c/Wilfred_Brambell.jpg",
    "extract": "Henry Wilfrid Brambell was an Irish television and film actor and comedian, best remembered for playing the grubby rag-and-bone man Albert Steptoe alongside Harry H. Corbett in the long-running BBC television sitcom Steptoe and Son. He achieved international recognition in 1964 for his appearance alongside the Beatles in A Hard Day's Night, playing the fictional grandfather of Paul McCartney.",
    "year": 1912,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Karl Malden",
    "birthday": "1912-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Karl_Malden_-_autographed.jpg/260px-Karl_Malden_-_autographed.jpg",
    "extract": "Karl Malden was an American actor. He was primarily a character actor, who according to Robert Berkvist, \"for more than 60 years brought an intelligent intensity and a homespun authenticity to roles in theater, film, and television\", especially in such classic films as A Streetcar Named Desire (1951), for which he won the Academy Award for Best Supporting Actor, On the Waterfront (1954), Pollyanna (1960), and One-Eyed Jacks (1961). Malden also played in high-profile Hollywood films such as Baby Doll (1956), The Hanging Tree (1959), How the West Was Won (1962), Gypsy (1962), and Patton (1970).",
    "year": 1912,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Agnes Martin",
    "birthday": "1912-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3a/Agnes_Martin_1954.jpg/198px-Agnes_Martin_1954.jpg",
    "extract": "Agnes Bernice Martin, was a Canadian born American abstract painter. Her work has been defined as an \"essay in discretion on inward-ness and silence\". Although she is often considered or referred to as a minimalist, Martin considered herself an abstract expressionist. She was awarded a National Medal of Arts from the National Endowment for the Arts in 1998. She was elected to the Royal Canadian Academy of Arts in 2004.",
    "year": 1912,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nicholas Monsarrat",
    "birthday": "1910-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Nicholas_Monsarrat.jpg/320px-Nicholas_Monsarrat.jpg",
    "extract": "Lieutenant Commander Nicholas John Turney Monsarrat FRSL RNVR was a British novelist known for his sea stories, particularly The Cruel Sea (1951) and Three Corvettes (1942–45), but perhaps known best internationally for his novels, The Tribe That Lost Its Head and its sequel, Richer Than All His Tribe.",
    "year": 1910,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gabrielle Roy",
    "birthday": "1909-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Gabrielle_Roy_1945.jpg/273px-Gabrielle_Roy_1945.jpg",
    "extract": "Gabrielle Roy was a Canadian author from St. Boniface, Manitoba and one of the major figures in French Canadian literature.",
    "year": 1909,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jack Crawford (tennis)",
    "birthday": "1908-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Jack_Crawford_c_1930s.jpg/261px-Jack_Crawford_c_1930s.jpg",
    "extract": "John Herbert Crawford, was an Australian tennis player during the 1930s. He was the World No. 1 amateur for 1933, during which year he won the Australian Open, the French Open, and Wimbledon, and was runner-up at the U.S. Open in five sets, thus missing the Grand Slam by one set that year. He also won the Australian Open in 1931, 1932, and 1935. He was inducted into the International Tennis Hall of Fame in 1979.",
    "year": 1908,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Louis L'Amour",
    "birthday": "1908-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Louis_L%27Amour_at_the_Luncheon_for_the_Presidential_Medal_of_Freedom_1984_%282%29.jpg/219px-Louis_L%27Amour_at_the_Luncheon_for_the_Presidential_Medal_of_Freedom_1984_%282%29.jpg",
    "extract": "Louis Dearborn L'Amour was an American novelist and short story writer. His books consisted primarily of Western novels ; however, he also wrote historical fiction, science fiction, non-fiction (Frontier), as well as poetry and short-story collections. Many of his stories were made into films. His books remain popular and most have gone through multiple printings. At the time of his death almost all of his 105 existing works were still in print, and he was \"one of the world's most popular writers\".",
    "year": 1908,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James M. Gavin",
    "birthday": "1907-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/JamesMGavin%28LTG%29.jpeg/219px-JamesMGavin%28LTG%29.jpeg",
    "extract": "James Maurice Gavin, sometimes called \"Jumpin' Jim\" and \"the jumping general\", was a senior United States Army officer, with the rank of lieutenant general, who was the third Commanding General (CG) of the 82nd Airborne Division during World War II. During the war, he was often referred to as \"The Jumping General\" because of his practice of taking part in combat jumps with the paratroopers under his command; he was the only American general officer to make four combat jumps in the war.",
    "year": 1907,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bill Holman (cartoonist)",
    "birthday": "1903-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/bf/Holmanselfportrait.jpg",
    "extract": "Bill Holman was an American cartoonist who drew the classic comic strip Smokey Stover from 1935 until he retired in 1973. Distributed through the Chicago Tribune syndicate, it had the longest run of any strip in the screwball genre. Holman signed some strips with the pseudonym Scat H. He once described himself as \"always inclined to humor and acting silly.\"",
    "year": 1903,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johannes Brinkman",
    "birthday": "1902-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Ir._Johannes_Andreas_Brinkman.jpg/229px-Ir._Johannes_Andreas_Brinkman.jpg",
    "extract": "Johannes Andreas Brinkman, also known as Jan Brinkman, was a Dutch architect and exponent of Nieuwe Bouwen, modern architecture in the Netherlands.",
    "year": 1902,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Greta Kempton",
    "birthday": "1901-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0b/Photo_of_Greta_Kempton_with_her_portrait_of_President_Harry_Truman.jpg/242px-Photo_of_Greta_Kempton_with_her_portrait_of_President_Harry_Truman.jpg",
    "extract": "Martha Greta Kempton was the White House artist during the Truman administration.",
    "year": 1901,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ruth Page (ballerina)",
    "birthday": "1899-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Ruth_Page_by_Charlotte_Fairchild.png/277px-Ruth_Page_by_Charlotte_Fairchild.png",
    "extract": "Ruth Page was an American ballerina and choreographer, who created innovative works on American themes.",
    "year": 1899,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "He Long",
    "birthday": "1896-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/He_Long.jpg/247px-He_Long.jpg",
    "extract": "He Long was a Chinese Communist revolutionary and one of the ten marshals of the People's Liberation Army. He was from a poor rural family in Hunan, and his family was not able to provide him with any formal education. He began his revolutionary career after avenging the death of his uncle, when he fled to become an outlaw and attracted a small personal army around him. Later his forces joined the Kuomintang, and he participated in the Northern Expedition.",
    "year": 1896,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joseph Schildkraut",
    "birthday": "1896-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Joseph_Schildkraut_1953.jpg/261px-Joseph_Schildkraut_1953.jpg",
    "extract": "Joseph Schildkraut was an Austrian-American actor. He won an Oscar for his performance as Captain Alfred Dreyfus in the film The Life of Emile Zola (1937); later, he was nominated for a Golden Globe for his performance as Otto Frank in the film The Diary of Anne Frank (1959) and a Primetime Emmy for his performance as Rabbi Gottlieb in a 1962 episode of the television series Sam Benedict.",
    "year": 1896,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charlie Poole",
    "birthday": "1892-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/CharliePoole%26NorthCarolinaRamblers1.jpg/225px-CharliePoole%26NorthCarolinaRamblers1.jpg",
    "extract": "Charles Cleveland Poole was an American musician, singer and banjo player, as well as the leader of the North Carolina Ramblers, which was a string band that recorded many popular songs between 1925 and 1930.",
    "year": 1892,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johannes Semper",
    "birthday": "1892-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Johannes_Semper%2C_1930.jpg/218px-Johannes_Semper%2C_1930.jpg",
    "extract": "Johannes Semper was an Estonian poet, writer, translator and politician.",
    "year": 1892,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Chico Marx",
    "birthday": "1887-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Chico_Marx_-_signed.jpg/214px-Chico_Marx_-_signed.jpg",
    "extract": "Leonard Joseph \"Chico\" Marx was an American comedian, actor and pianist. He was the oldest brother in the Marx Brothers comedy troupe, alongside his familial brothers Adolph (\"Harpo\"), Julius (\"Groucho\"), Milton (\"Gummo\") and Herbert (\"Zeppo\"). His persona in the act was that of a charming, uneducated but crafty con artist, seemingly of rural Italian origin, who wore shabby clothes and sported a curly-haired wig and Tyrolean hat. On screen, Chico is often in alliance with Harpo, usually as partners in crime, and is also frequently seen trying to con or outfox Groucho. Leonard was the oldest of the Marx Brothers to live past early childhood. In addition to his work as a performer, he played an important role in the management and development of the act in its early years.",
    "year": 1887,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "August Rei",
    "birthday": "1886-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/August_Rej.jpg/207px-August_Rej.jpg",
    "extract": "August Rei VR III/1 was an Estonian politician, the Head of State (Riigivanem) of Estonia in 1928–1929, and the Prime Minister in duties of the President of Estonia in the government in exile in 1945–1963.",
    "year": 1886,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Aryeh Levin",
    "birthday": "1885-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/%D7%A2%D7%9D_%D7%A8_%D7%90%D7%A8%D7%99%D7%94_%D7%9C%D7%95%D7%99%D7%9F.jpg/320px-%D7%A2%D7%9D_%D7%A8_%D7%90%D7%A8%D7%99%D7%94_%D7%9C%D7%95%D7%99%D7%9F.jpg",
    "extract": "Aryeh Levin was an Orthodox rabbi dubbed the \"Father of Prisoners\" for his visits to members of the Jewish underground imprisoned in the Central Prison of Jerusalem in the Russian Compound during the British Mandate. He was also known as the \"Tzadik (\"saint\") of Jerusalem\" for his work on behalf of the poor and the sick.",
    "year": 1885,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Arthur Vandenberg",
    "birthday": "1884-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Arthur_H_Vandenberg.jpg/319px-Arthur_H_Vandenberg.jpg",
    "extract": "Arthur Hendrick Vandenberg Sr. was an American politician who served as a United States senator from Michigan from 1928 to 1951. A member of the Republican Party, he participated in the creation of the United Nations. He is best known for leading the Republican Party from a foreign policy of isolationism to one of internationalism, and supporting the Cold War, the Truman Doctrine, the Marshall Plan, and NATO. He served as president pro tempore of the United States Senate from 1947 to 1949.",
    "year": 1884,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lyda Borelli",
    "birthday": "1884-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Lyda_Borelli%2C_ca._1900s.jpg/272px-Lyda_Borelli%2C_ca._1900s.jpg",
    "extract": "Lyda Cini, Countess of Monselice was an Italian actress of cinema and theatre. Her career in theatre started when she was a child, acting on stage with Paola Pezzaglia in the French drama I due derelitti.",
    "year": 1884,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ernest C. Quigley",
    "birthday": "1880-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ed/Ernest_C._Quigley.jpg",
    "extract": "Ernest Cosmos Quigley was a Canadian-born American sports official who became notable both as a basketball referee and as an umpire in Major League Baseball. He also worked as an American football coach and official.",
    "year": 1880,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ernest Lawson",
    "birthday": "1873-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Ernest_Lawson_by_William_Glackens_1910.jpg/268px-Ernest_Lawson_by_William_Glackens_1910.jpg",
    "extract": "Ernest Lawson was a Canadian-American painter and exhibited his work at the Canadian Art Club and was a member of the American group The Eight, artists who formed a loose association in 1908 to protest the narrowness of taste and restrictive exhibition policies of the conservative, powerful National Academy of Design. Though Lawson was primarily a landscape painter, he also painted a small number of realistic urban scenes. His painting style is heavily influenced by the art of John Henry Twachtman, J. Alden Weir, and Alfred Sisley. Though considered a Canadian-American Impressionist, Lawson falls stylistically between Impressionism and realism.",
    "year": 1873,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Emilio Aguinaldo",
    "birthday": "1869-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Emilio_Aguinaldo_ca._1919_%28Restored%29.jpg/234px-Emilio_Aguinaldo_ca._1919_%28Restored%29.jpg",
    "extract": "Emilio Aguinaldo y Famy was a Filipino revolutionary, statesman, and military leader who is officially recognized as the first and the youngest president of the Philippines (1899–1901) and the first president of a constitutional republic in Asia. He led Philippine forces first against Spain in the Philippine Revolution (1896–1898), then in the Spanish–American War (1898), and finally against the United States during the Philippine–American War (1899–1901).",
    "year": 1869,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Robert Andrews Millikan",
    "birthday": "1868-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Robert_Andrews_Millikan_1920s.jpg/254px-Robert_Andrews_Millikan_1920s.jpg",
    "extract": "Robert Andrews Millikan was an American experimental physicist honored with the Nobel Prize for Physics in 1923 for the measurement of the elementary electric charge and for his work on the photoelectric effect.",
    "year": 1868,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jack Boyle",
    "birthday": "1866-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Jack_Boyle%2C_St._Louis_Browns%2C_baseball_card_portrait_LCCN2007683766.jpg/209px-Jack_Boyle%2C_St._Louis_Browns%2C_baseball_card_portrait_LCCN2007683766.jpg",
    "extract": "John Anthony Boyle, nicknamed \"Honest Jack\", was an American catcher and first baseman in Major League Baseball. His younger brother, Eddie Boyle, played in 1896.",
    "year": 1866,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul Doumer",
    "birthday": "1857-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Paul-Doumer_%28cropped%29.jpg/233px-Paul-Doumer_%28cropped%29.jpg",
    "extract": "Joseph Athanase Doumer, commonly known as Paul Doumer, was the President of France from 13 June 1931 until his assassination on 7 May 1932.",
    "year": 1857,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dorothy Tennant",
    "birthday": "1855-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Dorothy_Tennant_002.jpg/265px-Dorothy_Tennant_002.jpg",
    "extract": "Dorothy Tennant was an English painter of the Victorian era neoclassicism. She was married to the explorer Henry Morton Stanley.",
    "year": 1855,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Otakar Ševčík",
    "birthday": "1852-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Otakar_Sevcik_1901.png/228px-Otakar_Sevcik_1901.png",
    "extract": "Otakar Ševčík was a Czech violinist and influential teacher. He was known as a soloist and an ensemble player, including his occasional performances with Eugène Ysaÿe.",
    "year": 1852,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hector Sévin",
    "birthday": "1852-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Cardinal_Sevin.JPG/247px-Cardinal_Sevin.JPG",
    "extract": "Hector Sévin was a Cardinal of the Roman Catholic Church and was former Archbishop of Lyon.",
    "year": 1852,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Randolph Caldecott",
    "birthday": "1846-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Randolph_Caldecott.jpg",
    "extract": "Randolph Caldecott was a British artist and illustrator, born in Chester. The Caldecott Medal was named in his honour. He exercised his art chiefly in book illustrations. His abilities as an artist were promptly and generously recognised by the Royal Academy. Caldecott greatly influenced illustration of children's books during the nineteenth century. Two books illustrated by him, priced at a shilling each, were published every Christmas for eight years.",
    "year": 1846,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James Timberlake",
    "birthday": "1846-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7a/James_Timberlake.jpg/141px-James_Timberlake.jpg",
    "extract": "James H. Timberlake was an American law enforcement officer, Civil War soldier, farmer and rancher who served as a deputy U.S. marshal for the Western District of Missouri. Timberlake is best known for being the chief enforcer and investigator against the James-Younger Gang, beginning in the 1870s, which culminated in the death of the outlaw Jesse James on April 3, 1882, at the hands of Robert Ford.",
    "year": 1846,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mykola Lysenko",
    "birthday": "1842-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/%D0%9B%D0%B8%D1%81%D0%B5%D0%BD%D0%BA%D0%BE_%D0%9C%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0.jpg/204px-%D0%9B%D0%B8%D1%81%D0%B5%D0%BD%D0%BA%D0%BE_%D0%9C%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0.jpg",
    "extract": "Mykola Vitaliyovych Lysenko was a Ukrainian composer, pianist, conductor and ethnomusicologist of the late Romantic period. In his time he was the central figure of Ukrainian music, with an oeuvre that includes operas, art songs, choral works, orchestral and chamber pieces, and a wide variety of solo piano music. He is often credited with founding a national music tradition during the Ukrainian national revival, in the vein of contemporaries such as Grieg in Norway, The Five in Russia as well as Smetana and Dvořák in what is now the Czech Republic.",
    "year": 1842,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ahmed Cevdet Pasha",
    "birthday": "1822-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Cevdet_pasa.jpg/223px-Cevdet_pasa.jpg",
    "extract": "Ahmed Cevdet Pasha was an Ottoman scholar, intellectual, bureaucrat, administrator, and historian who was a prominent figure in the Tanzimat reforms of the Ottoman Empire. He was the head of the Mecelle commission that codified Islamic law for the first time in response to the Westernization of law. He is often regarded as a pioneer in the codification of a civil law based on the European legal system. The Mecelle remained intact in several modern Arab states in the early and mid-20th-century. In addition to Turkish, he was proficient in Arabic, Persian, French and Bulgarian. He wrote numerous books on history, law, grammar, linguistics, logic and astronomy.",
    "year": 1822,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Ainsworth Horrocks",
    "birthday": "1818-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e6/John_Ainsworth_Horrocks.jpeg/204px-John_Ainsworth_Horrocks.jpeg",
    "extract": "John Ainsworth Horrocks was an English pastoralist and explorer who was one of the first European settlers in the Clare Valley of South Australia where, in 1840, he established the village of Penwortham.",
    "year": 1818,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Braxton Bragg",
    "birthday": "1817-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Braxton_Bragg.jpg/216px-Braxton_Bragg.jpg",
    "extract": "Braxton Bragg was an American army officer during the Second Seminole War and Mexican–American War and Confederate army officer who served as a general in the Confederate Army during the American Civil War, serving in the Western Theater. His most important role was as commander of the Army of Mississippi, later renamed the Army of Tennessee, from June 1862 until December 1863.",
    "year": 1817,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Thomas Crawford (sculptor)",
    "birthday": "1814-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Thomas_Crawford_%28sculptor%29.jpg/262px-Thomas_Crawford_%28sculptor%29.jpg",
    "extract": "Thomas Gibson Crawford was an American sculptor who is best known for his numerous artistic contributions to the United States Capitol, including the Statue of Freedom atop its dome.",
    "year": 1814,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Stephen Pearl Andrews",
    "birthday": "1812-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d2/StephenPearlAndrews.jpg",
    "extract": "Stephen Pearl Andrews was an American libertarian socialist, individualist anarchist, linguist, political philosopher, outspoken abolitionist and author of several books on the labor movement and individualist anarchism.",
    "year": 1812,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Caroline Norton",
    "birthday": "1808-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Caroline_Norton_%281808-77%29_society_beauty_and_author_by_GH%2C_Chatsworth_Coll..jpg/253px-Caroline_Norton_%281808-77%29_society_beauty_and_author_by_GH%2C_Chatsworth_Coll..jpg",
    "extract": "Caroline Elizabeth Sarah Norton, Lady Stirling-Maxwell was an active English social reformer and author. She left her husband in 1836, who sued her close friend Lord Melbourne, then the Whig Prime Minister, for criminal conversation (adultery). The jury threw out the claim, but she failed to gain a divorce and was denied access to her three sons. Norton's campaigning led to the passage of the Custody of Infants Act 1839, the Matrimonial Causes Act 1857 and the Married Women's Property Act 1870. She modelled for the fresco of Justice in the House of Lords by Daniel Maclise, who chose her as a famous victim of injustice.",
    "year": 1808,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "David Swinson Maynard",
    "birthday": "1808-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Maynard%2C_David_Swinson_%281808-1873%29.jpg/259px-Maynard%2C_David_Swinson_%281808-1873%29.jpg",
    "extract": "David Swinson \"Doc\" Maynard was an American pioneer, doctor, and businessman. He was one of Seattle's primary founders. He was an effective civic booster and, compared to other white settlers, a relative advocate of Native American rights. His friendship with Chief Seattle was important in the formation of the city of Seattle, and it was he who proposed the city be named for this important chief. Maynard was Seattle's first doctor, merchant prince, second lawyer, Sub-Indian Agent, Justice of the Peace, and architect of the Point Elliott Treaty of 1855.",
    "year": 1808,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "William I, German Emperor",
    "birthday": "1797-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Kaiser_Wilhelm_I._.JPG/232px-Kaiser_Wilhelm_I._.JPG",
    "extract": "William I or Wilhelm I was King of Prussia from 2 January 1861 and German Emperor from 18 January 1871 until his death in 1888. A member of the House of Hohenzollern, he was the first head of state of a united Germany. He was de facto head of state of Prussia from 1858, when he became regent for his brother Frederick William IV, whose death three years later would make him king.",
    "year": 1797,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Adam Sedgwick",
    "birthday": "1785-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Adam_Sedgwick.jpg/263px-Adam_Sedgwick.jpg",
    "extract": "Adam Sedgwick was a British geologist and Anglican priest, one of the founders of modern geology. He proposed the Cambrian and Devonian period of the geological timescale. Based on work which he did on Welsh rock strata, he proposed the Cambrian period in 1835, in a joint publication in which Roderick Murchison also proposed the Silurian period. Later in 1840, to resolve what later became known as the Great Devonian Controversy about rocks near the boundary between the Silurian and Carboniferous periods, he and Murchison proposed the Devonian period.",
    "year": 1785,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Anton Raphael Mengs",
    "birthday": "1728-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Mengs%2C_Selbstbildnis.jpg/237px-Mengs%2C_Selbstbildnis.jpg",
    "extract": "Anton Raphael Mengs was a German painter, active in Dresden, Rome, and Madrid, who while painting in the Rococo period of the mid-18th century became one of the precursors to Neoclassical painting, which replaced Rococo as the dominant painting style in Europe.",
    "year": 1728,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charles Carroll (barrister)",
    "birthday": "1723-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Charles_Carroll%2C_barrister%2C_member_of_the_Continental_Congress_%28NYPL_b12349185-420062%29_%28cropped%29.jpg/262px-Charles_Carroll%2C_barrister%2C_member_of_the_Continental_Congress_%28NYPL_b12349185-420062%29_%28cropped%29.jpg",
    "extract": "Charles Carroll was an American statesman from Annapolis, Maryland. He was the builder of the Baltimore Colonial home Mount Clare (1760), and a delegate to the Second Continental Congress in 1776 and 1777.",
    "year": 1723,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nicolas-Henri Jardin",
    "birthday": "1720-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Nicolas-Henri_Jardin_1764_by_Peder_Als.png/251px-Nicolas-Henri_Jardin_1764_by_Peder_Als.png",
    "extract": "Nicolas-Henri Jardin, neoclassical architect, was born in St. Germain des Noyers, Dept. Seine-et-Marne, France, and worked seventeen years in Denmark as an architect to the royal court. He introduced neoclassicism to Denmark.",
    "year": 1720,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Edward Moore (dramatist)",
    "birthday": "1712-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Hayman_grignion_moore%27s_fables_1744_fable_2.jpg/208px-Hayman_grignion_moore%27s_fables_1744_fable_2.jpg",
    "extract": "Edward Moore, English dramatist and miscellaneous writer, the son of a dissenting minister, was born at Abingdon, Berkshire.",
    "year": 1712,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "William Pulteney, 1st Earl of Bath",
    "birthday": "1684-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/1stEarlOfBath.jpg/249px-1stEarlOfBath.jpg",
    "extract": "William Pulteney, 1st Earl of Bath, was a British Whig politician who sat in the House of Commons from 1707 to 1742, when he was created the first Earl of Bath by King George II.",
    "year": 1684,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "August Hermann Francke",
    "birthday": "1663-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/August-Hermann-Francke.jpg/229px-August-Hermann-Francke.jpg",
    "extract": "August Hermann Francke was a German Lutheran clergyman, theologian, philanthropist, and Biblical scholar.",
    "year": 1663,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John II Casimir Vasa",
    "birthday": "1609-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Schultz_John_II_Casimir_Vasa.jpg/270px-Schultz_John_II_Casimir_Vasa.jpg",
    "extract": "John II Casimir was King of Poland and Grand Duke of Lithuania from 1648 until his abdication in 1668 as well as titular King of Sweden from 1648 until 1660. He was the first son of Sigismund III Vasa with his second wife Constance of Austria. John Casimir succeeded his older half-brother, Władysław IV Vasa.",
    "year": 1609,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Anthony van Dyck",
    "birthday": "1599-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Anthonyvandyckselfportrait.jpeg/320px-Anthonyvandyckselfportrait.jpeg",
    "extract": "Sir Anthony van Dyck was a Flemish Baroque artist who became the leading court painter in England after success in the Southern Netherlands and Italy.",
    "year": 1599,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Williams (archbishop of York)",
    "birthday": "1582-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Abp_John_Williams_by_Gilbert_Jackson.jpg/259px-Abp_John_Williams_by_Gilbert_Jackson.jpg",
    "extract": "John Williams was a Welsh clergyman and political advisor to King James I. He served as Bishop of Lincoln 1621–1641, Lord Keeper of the Great Seal 1621–1625, and Archbishop of York 1641–1646. He was the last bishop to serve as lord chancellor.",
    "year": 1582,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Katherine Brandon, Duchess of Suffolk",
    "birthday": "1519-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Catherine%2C_Duchess_of_Suffolk_by_Hans_Holbein_the_Younger.jpg/230px-Catherine%2C_Duchess_of_Suffolk_by_Hans_Holbein_the_Younger.jpg",
    "extract": "Katherine Brandon, Duchess of Suffolk, suo jure 12th Baroness Willoughby de Eresby, was an English noblewoman living at the courts of King Henry VIII, King Edward VI and Queen Elizabeth I. She was the fourth wife of Charles Brandon, 1st Duke of Suffolk, who acted as her legal guardian during his third marriage to Henry VIII's sister Mary. Her second husband was Richard Bertie, a member of her household. Following Charles Brandon's death in 1545, it was rumoured that King Henry had considered marrying Katherine as his seventh wife, while he was still married to his sixth wife, Catherine Parr, who was Katherine's close friend.",
    "year": 1519,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gioseffo Zarlino",
    "birthday": "1517-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Gioseffo_Zarlino.jpg/231px-Gioseffo_Zarlino.jpg",
    "extract": "Gioseffo Zarlino was an Italian music theorist and composer of the Renaissance. He made a large contribution to the theory of counterpoint as well as to musical tuning.",
    "year": 1517,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Antonio Francesco Grazzini",
    "birthday": "1503-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Anton_Francesco_Grazzini_%28cropped%29.jpg/244px-Anton_Francesco_Grazzini_%28cropped%29.jpg",
    "extract": "Antonio Francesco Grazzini or Antonfrancisco Grazzini was an Italian author.",
    "year": 1503,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johann Carion",
    "birthday": "1499-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Johann-Carion.jpg/229px-Johann-Carion.jpg",
    "extract": "Johann Carion was a German astrologer, known also for historical writings.",
    "year": 1499,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Maximilian I, Holy Roman Emperor",
    "birthday": "1459-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Bernhard_Strigel_007.jpg/215px-Bernhard_Strigel_007.jpg",
    "extract": "Maximilian I was King of the Romans from 1486 and Holy Roman Emperor from 1508 until his death. He was never crowned by the pope, as the journey to Rome was blocked by the Venetians. He proclaimed himself Elected Emperor in 1508 at Trent, thus breaking the long tradition of requiring a Papal coronation for the adoption of the Imperial title. Maximilian was the son of Frederick III, Holy Roman Emperor, and Eleanor of Portugal. He ruled jointly with his father for the last ten years of the latter's reign, from c. 1483 until his father's death in 1493.",
    "year": 1459,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ulugh Beg",
    "birthday": "1394-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/%D0%A3%D0%BB%D1%83%D0%B3%D0%B1%D0%B5%D0%BA_%D0%B2_%D0%A1%D0%B0%D0%BC%D0%B0%D1%80%D0%BA%D0%B0%D0%BD%D0%B4%D0%B5.jpg/320px-%D0%A3%D0%BB%D1%83%D0%B3%D0%B1%D0%B5%D0%BA_%D0%B2_%D0%A1%D0%B0%D0%BC%D0%B0%D1%80%D0%BA%D0%B0%D0%BD%D0%B4%D0%B5.jpg",
    "extract": "Mīrzā Muhammad Tāraghay bin Shāhrukh, better known as Ulugh Beg, was a Timurid sultan, as well as an astronomer and mathematician.",
    "year": 1394,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Thomas de Mowbray, 1st Duke of Norfolk",
    "birthday": "1367-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Complete_Guide_to_Heraldry_Fig618.png/258px-Complete_Guide_to_Heraldry_Fig618.png",
    "extract": "Thomas de Mowbray, 1st Duke of Norfolk, KG was an English peer. As a result of his involvement in the power struggles which led up to the fall of King Richard II, he was banished and died in exile in Venice.",
    "year": 1367,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Emperor Go-Horikawa",
    "birthday": "1212-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Emperor_Go-Horikawa.jpg/287px-Emperor_Go-Horikawa.jpg",
    "extract": "Emperor Go-Horikawa  was the 86th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1221 CE through 1232 CE.",
    "year": 1212,
    "month": 3,
    "day": 22,
    "language": "en"
  },
  {
    "name": "William I, Duke of Aquitaine",
    "birthday": "875-3-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/55/Guillpieux.jpg",
    "extract": "William I, called the Pious, was the Count of Auvergne from 886 and Duke of Aquitaine from 893, succeeding the Poitevin ruler Ebalus Manser. He made numerous monastic foundations, most important among them the foundation of Cluny Abbey on 11 September 910.",
    "year": 875,
    "month": 3,
    "day": 22,
    "language": "en"
  }
]