[
  {
    "name": "Alex Albon",
    "birthday": "1996-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Alex_albon_%2851383514844%29_%28cropped%29.jpg/240px-Alex_albon_%2851383514844%29_%28cropped%29.jpg",
    "extract": "Alexander Albon Ansusinha is a Thai-British Formula One driver for Williams Racing. Albon previously raced in Formula One for Scuderia Toro Rosso and Red Bull Racing and in DTM for AF Corse.",
    "year": 1996,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joel Kiviranta",
    "birthday": "1996-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/12-01-20-yog-1149.jpg/320px-12-01-20-yog-1149.jpg",
    "extract": "Joel Kiviranta is a Finnish professional ice hockey forward. He is currently playing with the Dallas Stars of the National Hockey League (NHL).",
    "year": 1996,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jan Lisiecki",
    "birthday": "1995-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/JAN_LISIECKI.jpg/213px-JAN_LISIECKI.jpg",
    "extract": "Jan Lisiecki is a Canadian-born classical pianist of Polish ancestry. Lisiecki performs over a hundred concerts annually and has worked closely with the world's leading orchestras and conductors, his career at the top of the international concert scene spanning over a decade. He has been a recording artist with Deutsche Grammophon since the age of fifteen.",
    "year": 1995,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ozan Tufan",
    "birthday": "1995-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/AUT_vs._TUR_2016-03-29_%28328%29.jpg/256px-AUT_vs._TUR_2016-03-29_%28328%29.jpg",
    "extract": "Ozan Tufan is a Turkish professional footballer who plays as a midfielder for Süper Lig club Fenerbahçe, and the Turkey national team. His primary position is holding midfielder but he can also play as both right back and also right winger. Tufan made his Süper Lig debut on 19 May 2013 against Gençlerbirliği. On 12 August 2015, Fenerbahçe acquired him for €7 million from Bursaspor.",
    "year": 1995,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nick Powell",
    "birthday": "1994-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Nick_Powell_%28Cropped%29.jpg/172px-Nick_Powell_%28Cropped%29.jpg",
    "extract": "Nicholas Edward Powell is an English professional footballer who plays as a midfielder or as a striker for EFL Championship club Stoke City.",
    "year": 1994,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kyle Lovett",
    "birthday": "1993-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Kyle_Lovett.jpg/206px-Kyle_Lovett.jpg",
    "extract": "Kyle Lovett is an Australian professional rugby league footballer who previously played for the Wests Tigers in the National Rugby League and the Leigh Centurions in the Betfred Championship. He primarily played as a second-row, but could also fill in as a centre. Lovett is also an aspiring actor, writing, producing, directing & starring in the short film, \"Boys Light Up\".",
    "year": 1993,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Aytaç Kara",
    "birthday": "1993-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Ayta%C3%A7_Kara%2714.JPG/205px-Ayta%C3%A7_Kara%2714.JPG",
    "extract": "Aytaç Kara is a Turkish footballer who plays for Göztepe on loan from Galatasaray. He made his Süper Lig debut on 31 August 2012.",
    "year": 1993,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tolga Ciğerci",
    "birthday": "1992-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Cigercibmg.jpg/320px-Cigercibmg.jpg",
    "extract": "Tolga Ciğerci is a Turkish footballer who plays as a defensive midfielder. He represented Germany at under-19 and under-20 level, before switching his allegiance to Turkey.",
    "year": 1992,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kyrie Irving",
    "birthday": "1992-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Kyrie_Irving_-_51831772061_01_%28cropped%29.jpg/242px-Kyrie_Irving_-_51831772061_01_%28cropped%29.jpg",
    "extract": "Kyrie Andrew Irving is an American professional basketball player for the Brooklyn Nets of the National Basketball Association (NBA). He was named the Rookie of the Year after being selected by the Cleveland Cavaliers with the first overall pick in the 2011 NBA draft. A seven-time All-Star and three-time member of the All-NBA Team, he won an NBA championship with the Cavaliers in 2016.",
    "year": 1992,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gregg Wylde",
    "birthday": "1991-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/GreggWylde1.jpg/243px-GreggWylde1.jpg",
    "extract": "Gregg Wylde is a Scottish footballer who plays for Dumbarton in the Scottish League One.",
    "year": 1991,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jaime Alguersuari",
    "birthday": "1990-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Jaime_Alguersuari_Canada_2010_cropped.jpg/274px-Jaime_Alguersuari_Canada_2010_cropped.jpg",
    "extract": "Jaime Víctor Alguersuari Escudero, also known as Jaume Alguersuari, is a Spanish retired racing driver best known for competing in Formula One between 2009 and 2011, and for being the 2008 British Formula 3 champion. He is the son of Jaime Alguersuari, Sr., a former motorcyclist and racing driver.",
    "year": 1990,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ayesha Curry",
    "birthday": "1989-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Ayesha_Curry_%28cropped%29.jpg/292px-Ayesha_Curry_%28cropped%29.jpg",
    "extract": "Ayesha Disa Curry (née Alexander; born March 23, 1989) is a Canadian-American actress, entrepreneur, cookbook author, and cooking television personality. After guest roles in several television shows and movies, she began hosting her own show, Ayesha's Homemade, on Food Network. Despite not having any professional chef training, her culinary career started in 2014, when she prepared her first meal as a YouTube demonstration on her channel Little Lights of Mine. Curry is the author of several videos on her channel Little Lights of Mine and has written one cookbook, The Seasoned Life, published in 2016.",
    "year": 1989,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nikola Gulan",
    "birthday": "1989-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/2018-02-22_Entrainement_excel_Nikola_Gulan_%28cropped%29.jpg/175px-2018-02-22_Entrainement_excel_Nikola_Gulan_%28cropped%29.jpg",
    "extract": "Nikola Gulan is a Serbian professional footballer who plays for Swedish club BK Häcken, as a defender or midfielder.",
    "year": 1989,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dellin Betances",
    "birthday": "1988-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Dellin_Betances_pitches_from_Nationals_vs._Mets_at_Nationals_Park%2C_September_27th%2C_2020_%28All-Pro_Reels_Photography%29.jpg/231px-Dellin_Betances_pitches_from_Nationals_vs._Mets_at_Nationals_Park%2C_September_27th%2C_2020_%28All-Pro_Reels_Photography%29.jpg",
    "extract": "Dellin Betances is an American professional baseball pitcher in the Los Angeles Dodgers organization. He has played in Major League Baseball (MLB) for the New York Yankees and New York Mets. Betances was named an MLB All-Star from 2014 to 2017.",
    "year": 1988,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jason Kenny",
    "birthday": "1988-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Jason_Kenny%2C_Our_Greatest_Team_Parade.jpg/240px-Jason_Kenny%2C_Our_Greatest_Team_Parade.jpg",
    "extract": "Sir Jason Francis Kenny, is an English former track cyclist, specialising in the individual and team sprints. Kenny is the holder of most Olympic gold medals (7) and medals (9) for a British athlete. His wife, Laura Kenny, holds the same records on the female side, and together they are the most successful married couple in Summer Olympic history where both spouses have won at least one gold medal. Kenny's seven Olympic gold medals place him joint 15th by reference to gold medals won in the Summer Olympic games since 1896.",
    "year": 1988,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michal Neuvirth",
    "birthday": "1988-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Michal_Neuvirth_-_New_York_Islanders.jpg/288px-Michal_Neuvirth_-_New_York_Islanders.jpg",
    "extract": "Michal Neuvirth is a Czech professional ice hockey goaltender who is currently under contract with HC Sparta Praha of the Czech Extraliga (ELH). He previously played for the Washington Capitals, New York Islanders, Buffalo Sabres, and Philadelphia Flyers. He was selected 34th overall by the Washington Capitals in the second round of the 2006 NHL Entry Draft.",
    "year": 1988,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alan Toovey",
    "birthday": "1987-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Tooves_signing_autographs_01.jpg/320px-Tooves_signing_autographs_01.jpg",
    "extract": "Alan Toovey is a former professional Australian rules footballer who played with the Collingwood Football Club in the Australian Football League (AFL).",
    "year": 1987,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Patrick Bordeleau",
    "birthday": "1986-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Patrick_Bordeleau_-_Avs.jpg/291px-Patrick_Bordeleau_-_Avs.jpg",
    "extract": "Patrick Bordeleau is a Canadian former professional ice hockey left winger. He previously played in the National Hockey League (NHL) with the Colorado Avalanche.",
    "year": 1986,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Andrea Dovizioso",
    "birthday": "1986-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Andrea_Dovizioso_talks_to_media.jpg/320px-Andrea_Dovizioso_talks_to_media.jpg",
    "extract": "Andrea Dovizioso is an Italian professional motorcycle racer who is the 2004 125 cc World Champion. He is best known for his time with the Ducati Team in the MotoGP class, finishing championship runner-up to Marc Marquez for three consecutive seasons in 2017, 2018 and 2019. Dovizioso is one of the most successful modern MotoGP riders with 15 MotoGP victories and 62 podiums. He races for WithU Yamaha RNF MotoGP Team for the 2022 season.",
    "year": 1986,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Brett Eldredge",
    "birthday": "1986-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Brett_Eldredge_2014-04-16_22-26.jpg/320px-Brett_Eldredge_2014-04-16_22-26.jpg",
    "extract": "Brett Ryan Eldredge  is an American country music singer, songwriter and record producer, signed to Warner Music Group Nashville. Eldredge has had five No. 1 singles on the Billboard Country Airplay chart, three of which came from his debut studio album, Bring You Back: \"Don't Ya\", \"Beat of the Music\", and \"Mean to Me\".",
    "year": 1986,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kangana Ranaut",
    "birthday": "1986-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Kangana_Ranaut_at_2019_Cannes_%28cropped%29.jpg/226px-Kangana_Ranaut_at_2019_Cannes_%28cropped%29.jpg",
    "extract": "Kangana Ranaut is an Indian actress and filmmaker who works in Hindi films. Known for her work in female-led films, she is the recipient of several awards, including four National Film Awards and five Filmfare Awards, and has featured six times in Forbes India's Celebrity 100 list. In 2020, the Government of India honoured her with the Padma Shri, the country's fourth-highest civilian award.",
    "year": 1986,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Maurice Jones-Drew",
    "birthday": "1985-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Maurice_Jones-Drew_ESPNWeekend2010-066_%28cropped%29.jpg/216px-Maurice_Jones-Drew_ESPNWeekend2010-066_%28cropped%29.jpg",
    "extract": "Maurice Christopher Jones-Drew, often called \"MJD\", is a former American football running back who played in the National Football League (NFL) for nine seasons. He played college football for the UCLA Bruins and earned unanimous All-American honors.",
    "year": 1985,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bethanie Mattek-Sands",
    "birthday": "1985-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Mattek_Sands_WM19_%286%29_%2848521786911%29.jpg/214px-Mattek_Sands_WM19_%286%29_%2848521786911%29.jpg",
    "extract": "Bethanie Lynn Mattek-Sands is an inactive American professional tennis player. She has won nine Grand Slam titles, and an Olympic gold medal, and is a former world No. 1 in doubles.",
    "year": 1985,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ryan Araña",
    "birthday": "1984-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Ryan_Arana_-_San_Miguel_-_2015-1209_%2823275696499%29.jpg/153px-Ryan_Arana_-_San_Miguel_-_2015-1209_%2823275696499%29.jpg",
    "extract": "Ryan T. Araña is a Filipino professional basketball player who last played for the Rain or Shine Elasto Painters of the Philippine Basketball Association (PBA). Araña played college basketball at the De La Salle University. He was drafted with the twelfth overall pick in the second round of the 2007 PBA draft by the Welcoat Dragons.",
    "year": 1984,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Brandon Marshall",
    "birthday": "1984-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Brandon_Marshall_2018.JPG/210px-Brandon_Marshall_2018.JPG",
    "extract": "Brandon Tyrone Marshall is a former American football wide receiver and current American sports television personality who played 13 seasons in the National Football League. He played college football at UCF, and was drafted by the Denver Broncos in the fourth round of the 2006 NFL Draft. Marshall has also played for the Miami Dolphins, Chicago Bears, New York Jets, New York Giants, and the Seattle Seahawks. After his retirement from the NFL, Marshall became a TV personality, and is a former co-host on FS1's morning show First Things First. Marshall is currently a co-host on Showtime's Inside the NFL and has been on the show for seven seasons.",
    "year": 1984,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hakan Balta",
    "birthday": "1983-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Hakanbalta.jpg/231px-Hakanbalta.jpg",
    "extract": "Hakan Kadir Balta is a retired Turkish professional footballer who played as a defender for Galatasaray in the Süper Lig. At the start of the 2018/19 season he was released from his contract after over 10 years with the club.",
    "year": 1983,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mo Farah",
    "birthday": "1983-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Mo_Farah_Doha_2015_%28cropped%29.jpg/244px-Mo_Farah_Doha_2015_%28cropped%29.jpg",
    "extract": "Sir Mohamed Muktar Jama Farah, known as Mo Farah is a Somali-born British long-distance runner and the most successful British track athlete in modern Olympic Games history. His ten global championship gold medals make him also the most successful male track distance runner globally in history, ahead of long-term Ethiopian rival Kenenise Bekele with 9.",
    "year": 1983,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sascha Riether",
    "birthday": "1983-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Sascha_Riether_2018.jpg/213px-Sascha_Riether_2018.jpg",
    "extract": "Sascha Riether is a German former professional footballer who played as a right-back. In addition to playing in the right back position, Riether has also played in defensive midfield, center back and right midfield positions throughout his whole career.",
    "year": 1983,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jerome Thomas",
    "birthday": "1983-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Jerome_Thomas.jpg/258px-Jerome_Thomas.jpg",
    "extract": "Jerome William Thomas is an English former footballer who played predominantly as a left-winger. He scored 25 goals in 292 league and cup appearances throughout a 16-year professional career in the English Football League and Premier League.",
    "year": 1983,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Erin Crocker",
    "birthday": "1981-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/ErinCrockerDaytona2008.jpg/213px-ErinCrockerDaytona2008.jpg",
    "extract": "Erin Mary Crocker Evernham is an American race car driver and broadcaster with the Motor Racing Network's Winged Nation. In the past, she played soccer, tennis, and varsity lacrosse on both her high school and college teams. She eventually move to focus more on building a family after starting a personal relationship with her team owner and superior, Ray Evernham, whom she eventually married.",
    "year": 1981,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Shelley Rudman",
    "birthday": "1981-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Shelley_Rudman_%282015%29.jpg/233px-Shelley_Rudman_%282015%29.jpg",
    "extract": "Shelley Rudman is a former skeleton bobsleigh athlete. She was the 2013 world champion in the event, won an Olympic silver medal at the 2006 Winter Olympic Games in skeleton and is a former World Cup and European champion.",
    "year": 1981,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Giuseppe Sculli",
    "birthday": "1981-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Sculli.JPG/320px-Sculli.JPG",
    "extract": "Giuseppe Sculli is a retired Italian footballer who played in several positions; primarily a striker, he could play anywhere along the front-line, and also played as a winger, as a second striker, and even as a right-sided midfielder or as a wingback on the right flank.",
    "year": 1981,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Brett Young (singer)",
    "birthday": "1981-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Brett_Young_in_concert_2015.jpg/213px-Brett_Young_in_concert_2015.jpg",
    "extract": "Brett Charles Young is an American country pop singer, songwriter and guitarist from Orange County, California. He was a college baseball pitcher but took up songwriting after an elbow injury. His self-titled debut EP, produced by Dann Huff, was released by Republic Nashville on February 12, 2016. The lead single, \"Sleep Without You\", was released on April 11, and he had a major success with his following single, \"In Case You Didn't Know\". He released his second major label album Ticket to L.A. in 2018, and the third, Weekends Look a Little Different These Days, in 2021.",
    "year": 1981,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mark Buehrle",
    "birthday": "1979-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Mark_Buehrle_Blue_Jays.jpg/176px-Mark_Buehrle_Blue_Jays.jpg",
    "extract": "Mark Alan Buehrle is an American former professional baseball pitcher. He played the majority of his Major League Baseball (MLB) career with the Chicago White Sox, playing twelve seasons for the team and winning the World Series with them in 2005. Buehrle also pitched for the Miami Marlins and Toronto Blue Jays.",
    "year": 1979,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Donncha O'Callaghan",
    "birthday": "1979-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Munster-donncha-o%27callaghan.JPG/247px-Munster-donncha-o%27callaghan.JPG",
    "extract": "Donncha O'Callaghan is an Irish retired rugby union player. He spent most of his career with his home province Munster, spending 17 seasons with the province and winning five major trophies, before finishing his career with Worcester Warriors in the English Premiership. Internationally, O'Callaghan represented Ireland and was part of the team that won the Six Nations grand slam in 2009. He also toured with the British & Irish Lions in 2005 and 2009, winning 4 caps, and was invited the play for the Barbarians twice. Throughout his career, O'Callaghan played primarily as a lock, though he occasionally provided cover at blindside flanker.",
    "year": 1979,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Simon Gärdenfors",
    "birthday": "1978-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Las_palmas_group.jpg/320px-Las_palmas_group.jpg",
    "extract": "Simon Gärdenfors is a Swedish cartoonist, rapper, television presenter, and radio host.",
    "year": 1978,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Liu Ye (actor)",
    "birthday": "1978-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/59/Liuye_5Dec06.jpg/224px-Liuye_5Dec06.jpg",
    "extract": "Liu Ye is a Chinese actor. He ranked 78th on Forbes China Celebrity 100 list in 2013, 48th in 2014, and 89th in 2015.",
    "year": 1978,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Walter Samuel",
    "birthday": "1978-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Walter_Samuel_FC_Internazionale.jpg/257px-Walter_Samuel_FC_Internazionale.jpg",
    "extract": "Walter Adrián Samuel is a retired Argentine professional footballer. Samuel has been regarded as one of the best centre-backs of his generation, and as one of football's toughest defenders, with former international teammate and Inter captain Javier Zanetti referring to him as the \"hardest player\" he has played with.",
    "year": 1978,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chris Hoy",
    "birthday": "1976-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Chris_Hoy_at_the_Homecoming_Parade_%28cropped%29.jpg/229px-Chris_Hoy_at_the_Homecoming_Parade_%28cropped%29.jpg",
    "extract": "Sir Christopher Andrew Hoy, MBE is a British racing driver and former track cyclist from Scotland who represented Great Britain at the Olympic and World Championships and Scotland at the Commonwealth Games.",
    "year": 1976,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Smriti Irani",
    "birthday": "1976-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Smriti_Irani_-_2019.jpg/320px-Smriti_Irani_-_2019.jpg",
    "extract": "Smriti Zubin Irani is an Indian politician and a former television actress and producer. She is the Minister of Women and Child Development in the Union Cabinet of India since May 2019. A prominent leader within the Bharatiya Janata Party, she is a Member of Parliament in the Lok Sabha, representing Amethi.",
    "year": 1976,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dougie Lampkin",
    "birthday": "1976-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Lampkin_en_la_rueda_de_prensa_2007R1.jpg/320px-Lampkin_en_la_rueda_de_prensa_2007R1.jpg",
    "extract": "Douglas Martin \"Dougie\" Lampkin, MBE, also known as Doug, is an English former professional motorcycle trials and endurocross rider. He competed in the FIM Trial World Championships from 1994 to 2006. Lampkin is notable for being a seven-time motorcycle trials world outdoor champion. He is the second most successful trials rider in history, after Toni Bou with 30. In 2012, Lampkin was named an FIM Legend for his motorcycling achievements.",
    "year": 1976,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michelle Monaghan",
    "birthday": "1976-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Michelle_Monaghan_%2842734734175%29_%28cropped%29.jpg/233px-Michelle_Monaghan_%2842734734175%29_%28cropped%29.jpg",
    "extract": "Michelle Lynn Monaghan is an American actress. She is best known for her starring roles in Kiss Kiss Bang Bang (2005), Gone Baby Gone (2007), Made of Honor (2008), Eagle Eye (2008), Trucker (2008), Source Code (2011), Pixels (2015), and Patriots Day (2016). She has also received recognition for her starring role as Julia Meade in the action spy film series Mission: Impossible, appearing in Mission: Impossible III (2006), Mission: Impossible – Ghost Protocol (2011), and Mission: Impossible – Fallout (2018).",
    "year": 1976,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joel Peralta",
    "birthday": "1976-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Joel_Peralta_on_May_11%2C_2012.jpg/210px-Joel_Peralta_on_May_11%2C_2012.jpg",
    "extract": "Joel Peralta Gutiérrez is a Dominican former professional baseball pitcher. He played in Major League Baseball (MLB) for the Los Angeles Angels of Anaheim, Kansas City Royals, Colorado Rockies, Washington Nationals, Tampa Bay Rays, Los Angeles Dodgers, Seattle Mariners and Chicago Cubs.",
    "year": 1976,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Keri Russell",
    "birthday": "1976-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Keri_Russell_%2813948993884%29_%28cropped%29.jpg/320px-Keri_Russell_%2813948993884%29_%28cropped%29.jpg",
    "extract": "Keri Lynn Russell is an American actress. She portrayed the titular character on the drama series Felicity (1998–2002), which won her a Golden Globe Award, and Elizabeth Jennings on the FX spy thriller series The Americans (2013–2018), which earned her nominations for several Primetime Emmy and Golden Globe Awards.",
    "year": 1976,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ricardo Zonta",
    "birthday": "1976-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Ricardo_Zonta_2007_Curitiba.jpg/215px-Ricardo_Zonta_2007_Curitiba.jpg",
    "extract": "Ricardo Luiz Zonta is a Brazilian professional racing driver.",
    "year": 1976,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Burak Gürpınar",
    "birthday": "1975-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Kurban.jpg/320px-Kurban.jpg",
    "extract": "Burak Gürpınar is a Turkish drummer primarily known for his work with the influential Turkish rock band Kurban.",
    "year": 1975,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Andy Turner (footballer)",
    "birthday": "1975-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0b/Andy_Turner_in_2006.jpg",
    "extract": "Andrew Peter Turner is an football coach and former professional football player and manager.",
    "year": 1975,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Randall Park",
    "birthday": "1974-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Randall_Park%2C_cropped%2C_New_York_City_%28October_2016%29_%2829977100934%29.jpg/240px-Randall_Park%2C_cropped%2C_New_York_City_%28October_2016%29_%2829977100934%29.jpg",
    "extract": "Randall Park is an American actor, comedian, and writer.",
    "year": 1974,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jerzy Dudek",
    "birthday": "1973-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Jerzy_Dudek_%28cropped%29.jpg/213px-Jerzy_Dudek_%28cropped%29.jpg",
    "extract": "Jerzy Henryk Dudek is a Polish former professional footballer who played as a goalkeeper.",
    "year": 1973,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jason Kidd",
    "birthday": "1973-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Jason_Kidd_Nets_coach_cropped.jpg/220px-Jason_Kidd_Nets_coach_cropped.jpg",
    "extract": "Jason Frederick Kidd is an American professional basketball coach and former player who is the head coach for the Dallas Mavericks of the National Basketball Association (NBA). Playing point guard in the NBA, Kidd was a 10-time NBA All-Star, a five-time All-NBA First Team member, and a nine-time NBA All-Defensive Team member. He won an NBA championship in 2011 as a member of the Dallas Mavericks and was a two-time gold medal winner in the Olympics with the U.S. national team in 2000 and 2008. He was inducted as a player into the Naismith Memorial Basketball Hall of Fame. In October 2021, Kidd was honored as one of the league's greatest players of all time by being named to the NBA 75th Anniversary Team.",
    "year": 1973,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jonas Björkman",
    "birthday": "1972-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Jonas_Bj%C3%B6rkman_US_Open_08.jpg/320px-Jonas_Bj%C3%B6rkman_US_Open_08.jpg",
    "extract": "Jonas Lars Björkman is a Swedish former professional tennis player. He is a former world No. 1 in doubles, and also a former world No. 4 in singles. Björkman retired from professional tennis after competing at the 2008 Tennis Masters Cup doubles championships. As of 2019, he is ranked in the top 40 on the all-time ATP prize money list with over $14.5 million.",
    "year": 1972,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joe Calzaghe",
    "birthday": "1972-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/JoeCalzaghe-July2007.jpg/320px-JoeCalzaghe-July2007.jpg",
    "extract": "Joseph William Calzaghe is a Welsh former professional boxer who competed from 1993 to 2008. He held world championships in two weight classes, including the unified WBA (Undisputed), WBC, IBF, WBO, Ring magazine and lineal super-middleweight titles, and the Ring light-heavyweight title.",
    "year": 1972,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Judith Godrèche",
    "birthday": "1972-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Judith_Godr%C3%A8che_2007.jpg/239px-Judith_Godr%C3%A8che_2007.jpg",
    "extract": "Judith Godrèche is a French actress and author. She has appeared in more than 30 films.",
    "year": 1972,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gail Porter",
    "birthday": "1971-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Gail_porter1.jpg/185px-Gail_porter1.jpg",
    "extract": "Gail Porter is a Scottish television personality and former model and actress. She started her television career in children's TV, before branching out into modelling and presenting mainstream TV. In the 1990s, she famously posed nude for FHM, which was projected on to the Houses of Parliament. Later in her career, Porter has been affected by alopecia, a condition which causes hair loss.",
    "year": 1971,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alexander Selivanov",
    "birthday": "1971-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Alexander_Selivanov.jpg/213px-Alexander_Selivanov.jpg",
    "extract": "Alexander Yurievich Selivanov ; born March 23, 1971) is a Russian former professional ice hockey left winger who has played in the NHL and also in various European leagues. He quit playing after season 2011-2012. He is currently coaching Admiral Vladivostok of the KHL.",
    "year": 1971,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hiroyoshi Tenzan",
    "birthday": "1971-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Hiroyoshi_Tenzan_2016.JPG/213px-Hiroyoshi_Tenzan_2016.JPG",
    "extract": "Hiroyoshi Yamamoto  is a Japanese professional wrestler who currently works for New Japan Pro-Wrestling, and is better known by his ring name Hiroyoshi Tenzan . With Satoshi Kojima, in 2008, they won the World's Strongest Tag Determination League in All Japan Pro Wrestling and the G1 Tag League in NJPW, becoming the only tag team which has done both. He is a four-time IWGP Heavyweight Champion and a record twelve-time IWGP Tag Team Champion. He is also a former National Wrestling Alliance (NWA) World Heavyweight Champion.",
    "year": 1971,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Damon Albarn",
    "birthday": "1968-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Roskilde_Festival_Gorillaz-4_%28cropped%29.jpg/252px-Roskilde_Festival_Gorillaz-4_%28cropped%29.jpg",
    "extract": "Damon Albarn is an English musician and singer, best known as the frontman and primary lyricist of the rock band Blur and as the co-founder, lead vocalist, instrumentalist and primary songwriter of the virtual band Gorillaz.",
    "year": 1968,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michael Atherton",
    "birthday": "1968-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/63/MikeAtherton.jpg/276px-MikeAtherton.jpg",
    "extract": "Michael Andrew Atherton is a broadcaster, journalist and a former England international first-class cricketer. A right-handed opening batsman for Lancashire and England, and occasional leg-break bowler, he achieved the captaincy of England at the age of 25 and led the side in a record 54 Test matches. Known for his stubborn resistance during an era of hostile fast bowling, Atherton was described in 2001 as a determined defensive opener who made \"batting look like trench warfare\". He had several famed bouts with bowlers including South Africa's Allan Donald and Australia's Glenn McGrath. Atherton often played the anchor role at a time when England batting performances lacked consistency.",
    "year": 1968,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Fernando Hierro",
    "birthday": "1968-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Fernando_Hierro_in_Spain-Iran_press_conference_2018-06-19.jpg/260px-Fernando_Hierro_in_Spain-Iran_press_conference_2018-06-19.jpg",
    "extract": "Fernando Ruiz Hierro is a Spanish football manager and former player who played as a centre-back, sweeper or defensive midfielder.",
    "year": 1968,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pierre Palmade",
    "birthday": "1968-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Pierre_Palmade_2014.jpg/226px-Pierre_Palmade_2014.jpg",
    "extract": "Pierre Palmade is a French actor and comedian.",
    "year": 1968,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hope Davis",
    "birthday": "1964-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Hope_Davis_2010.jpg/240px-Hope_Davis_2010.jpg",
    "extract": "Hope Davis is an American actress. She has starred in films such as About Schmidt (2002) and American Splendor (2003). For her role in the original Broadway production of God of Carnage in 2009, she received a Tony Award nomination for Best Actress in a Play. She has also received two Emmy Award nominations, for her 2009 television roles in the series In Treatment and in the film The Special Relationship. In 2016, she appeared in the Marvel Cinematic Universe film Captain America: Civil War as Tony Stark's mother Maria Stark.",
    "year": 1964,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Míchel (footballer, born 1963)",
    "birthday": "1963-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Michel09.jpg/219px-Michel09.jpg",
    "extract": "José Miguel González Martín del Campo, known as Míchel, is a Spanish former professional footballer who played as a right midfielder, and is a current manager.",
    "year": 1963,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Juan Ramón López Caro",
    "birthday": "1963-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Juan_Ram%C3%B3n_L%C3%B3pez_Caro.jpg/293px-Juan_Ram%C3%B3n_L%C3%B3pez_Caro.jpg",
    "extract": "Juan Ramón López Caro is a Spanish football manager.",
    "year": 1963,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Steve Redgrave",
    "birthday": "1962-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Steve_Redgrave_20110525.jpg/320px-Steve_Redgrave_20110525.jpg",
    "extract": "Sir Steven Geoffrey Redgrave is a British retired rower who won gold medals at five consecutive Olympic Games from 1984 to 2000. He has also won three Commonwealth Games gold medals and nine World Rowing Championships golds. He is the most successful male rower in Olympic history, and the only man to have won gold medals at five Olympic Games in an endurance sport.",
    "year": 1962,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Helmi Johannes",
    "birthday": "1961-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Helmi_Johannes_on_VOA_Indonesia_%22Sapa_Dunia%22_4_May_2020.jpg/240px-Helmi_Johannes_on_VOA_Indonesia_%22Sapa_Dunia%22_4_May_2020.jpg",
    "extract": "Helmi Johannes is an Indonesian television newscaster and executive producer. Helmi Johannes now works for the Indonesian service of the Voice of America (VOA), based in Washington, DC. Helmi is responsible for the overall production, program development, talent and day-to-day operations of VOA Indonesian television programming.",
    "year": 1961,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nicol Stephen",
    "birthday": "1960-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Nicol_Stephen.jpg/240px-Nicol_Stephen.jpg",
    "extract": "Nicol Ross Stephen, Baron Stephen is a Scottish politician who served as Deputy First Minister of Scotland and Minister for Enterprise and Lifelong Learning from 2005 to 2007. A member of the Scottish Liberal Democrats, he was the Member of the Scottish Parliament (MSP) for Aberdeen South from 1999 to 2011, and was leader of the Scottish Liberal Democrats from 2005 to 2008.",
    "year": 1960,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Catherine Keener",
    "birthday": "1959-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Catherine_Keener_2014_%28cropped%29.jpg/229px-Catherine_Keener_2014_%28cropped%29.jpg",
    "extract": "Catherine Ann Keener is an American actress. Keener has portrayed disgruntled and melancholic yet sympathetic women in independent films, as well as supporting roles in studio films. She has been twice nominated for the Academy Award for Best Supporting Actress for Being John Malkovich (1999) and for her portrayal of author Harper Lee in Capote (2005).",
    "year": 1959,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Etienne De Wilde",
    "birthday": "1958-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Etienne_De_Wilde_in_1988.jpg/215px-Etienne_De_Wilde_in_1988.jpg",
    "extract": "Etienne De Wilde is a Belgian former professional road bicycle racer. De Wilde won races on the road and on the track. He won a silver medal in the madison at the 2000 Summer Olympics.",
    "year": 1958,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bengt-Åke Gustafsson",
    "birthday": "1958-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Bengt_-%C3%85ke.JPG/251px-Bengt_-%C3%85ke.JPG",
    "extract": "Bengt-Åke Gustafsson is a Swedish ice hockey coach and former ice hockey player. Gustafsson is a former head coach of the Sweden men's national ice hockey team, a post he held from February 2005 to May 2010.",
    "year": 1958,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hugh Grant (business executive)",
    "birthday": "1958-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Hugh_Grant_-_World_Economic_Forum_Annual_Meeting_2011.jpg/213px-Hugh_Grant_-_World_Economic_Forum_Annual_Meeting_2011.jpg",
    "extract": "Hugh Grant is a Scottish business executive, who was the last CEO of Monsanto until its acquisition by Bayer.",
    "year": 1958,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lucio Gutiérrez",
    "birthday": "1957-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Lucio_Guti%C3%A9rrez.jpg/209px-Lucio_Guti%C3%A9rrez.jpg",
    "extract": "Lucio Edwin Gutiérrez Borbúa served as 43rd President of Ecuador from January 15, 2003 to April 20, 2005.",
    "year": 1957,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robbie James",
    "birthday": "1957-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Robbie_James.JPG/320px-Robbie_James.JPG",
    "extract": "Robert Mark \"Robbie\" James was a Welsh international footballer who played for many teams including Swansea City, Stoke City and Queens Park Rangers. He represented his country on 47 occasions over a period of ten years, scoring a total of seven goals.",
    "year": 1957,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Amanda Plummer",
    "birthday": "1957-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Amanda_Plummer_%282018%29_%28cropped%29.jpg/233px-Amanda_Plummer_%282018%29_%28cropped%29.jpg",
    "extract": "Amanda Michael Plummer is an American actress. She is known for her work on stage and for her roles in such films as Joe Versus the Volcano (1990), The Fisher King (1991), Pulp Fiction (1994), and The Hunger Games: Catching Fire (2013). Plummer won a Tony Award in 1982 for her performance in Agnes of God.",
    "year": 1957,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "José Manuel Barroso",
    "birthday": "1956-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Jos%C3%A9_Manuel_Barroso_%28cropped%29.jpg/231px-Jos%C3%A9_Manuel_Barroso_%28cropped%29.jpg",
    "extract": "José Manuel Durão Barroso is a Portuguese politician and university teacher, currently serving as non-executive chairman of Goldman Sachs International. He previously served as the 11th president of the European Commission and the 115th prime minister of Portugal.",
    "year": 1956,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Moses Malone",
    "birthday": "1955-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Moses_Malone_cropped_portrait.jpg/314px-Moses_Malone_cropped_portrait.jpg",
    "extract": "Moses Eugene Malone was an American professional basketball player who played in both the American Basketball Association (ABA) and the National Basketball Association (NBA) from 1974 through 1995. A center, he was named the NBA Most Valuable Player (MVP) three times, was a 12-time NBA All-Star and an eight-time All-NBA Team selection. Malone led the Philadelphia 76ers to an NBA championship in 1983, winning both the league and Finals MVP. He was inducted into the Naismith Memorial Basketball Hall of Fame in his first year of eligibility in 2001. Widely regarded as one of the greatest players in the sport's history, Malone is also seen as one of the most underrated NBA players.",
    "year": 1955,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Geno Auriemma",
    "birthday": "1954-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Geno_Auriemma_140507-D-HU462-423_%28cropped%29.jpg/220px-Geno_Auriemma_140507-D-HU462-423_%28cropped%29.jpg",
    "extract": "Luigi \"Geno\" Auriemma is an Italian-born American college basketball coach and, since 1985, the head coach of the University of Connecticut Huskies women's basketball team. As of 2021, he has led UConn to 17 undefeated conference seasons, of which six were undefeated overall seasons, with 11 NCAA Division I national championships, the most in women's college basketball history, and has won eight national Naismith College Coach of the Year awards. Auriemma was the head coach of the United States women's national basketball team from 2009 through 2016, during which time his teams won the 2010 and 2014 World Championships, and gold medals at the 2012 and 2016 Summer Olympics, going undefeated in all four tournaments. Auriemma was inducted into the Naismith Memorial Basketball Hall of Fame and the Women's Basketball Hall of Fame in 2006.",
    "year": 1954,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kenneth Cole (designer)",
    "birthday": "1954-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Life_Ball_2010%2C_red_carpet%2C_Kenneth_Cole.jpg/320px-Life_Ball_2010%2C_red_carpet%2C_Kenneth_Cole.jpg",
    "extract": "Kenneth D. Cole is an American fashion clothing designer, entrepreneur and founder of the eponymous company and brand.",
    "year": 1954,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mary Fee",
    "birthday": "1954-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/MaryFeeMSPPortrait.jpg/240px-MaryFeeMSPPortrait.jpg",
    "extract": "Mary Christina Fee is a Scottish politician who was a Member of the Scottish Parliament (MSP) for the West Scotland region from 2011 to 2021. A member of the Scottish Labour Party, she was its deputy spokesperson for a number of portfolios from 2017 to 2019.",
    "year": 1954,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bo Díaz",
    "birthday": "1953-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/aa/Baudilio_D%C3%ADaz.jpg",
    "extract": "Baudilio José Díaz Seijas was a Venezuelan professional baseball catcher, who played in Major League Baseball (MLB) for the Boston Red Sox, Cleveland Indians, Philadelphia Phillies, and Cincinnati Reds from 1977 to 1989. He was the first Venezuelan to play regularly as a big league catcher. In 2006, Díaz was posthumously inducted into the Venezuelan Baseball Hall of Fame.",
    "year": 1953,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chaka Khan",
    "birthday": "1953-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Chaka_Khan_%28cropped%29.jpg/278px-Chaka_Khan_%28cropped%29.jpg",
    "extract": "Yvette Marie Stevens, better known by her stage name Chaka Khan, is an American singer. Her career has spanned more than five decades, beginning in the 1970s as the lead vocalist of the funk band Rufus. Known as the \"Queen of Funk\", Khan was the first R&B artist to have a crossover hit featuring a rapper, with \"I Feel for You\" in 1984. Khan has won ten Grammy Awards and has sold an estimated 70 million records worldwide.",
    "year": 1953,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kiran Mazumdar-Shaw",
    "birthday": "1953-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Kiran_Mazumdar-Shaw_HD2014_crop.jpg/268px-Kiran_Mazumdar-Shaw_HD2014_crop.jpg",
    "extract": "Kiran Mazumdar-Shaw is an Indian billionaire entrepreneur. She is the executive chairperson and founder of Biocon Limited and Biocon Biologics Limited, a biotechnology company based in Bangalore, India and the former chairperson of Indian Institute of Management, Bangalore. In 2014, she was awarded the Othmer Gold Medal for outstanding contributions to the progress of science and chemistry. She was on the Financial Times 2011 top 50 women in business list. In 2019, she was listed as the 68th most powerful woman in the world by Forbes. She was named EY World Entrepreneur Of The Year 2020. She is married to John Shaw.",
    "year": 1953,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Francesco Clemente",
    "birthday": "1952-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Michael_Avedon_Francesco_Clemente.jpg/320px-Michael_Avedon_Francesco_Clemente.jpg",
    "extract": "Francesco Clemente is an Italian contemporary artist. He has lived at various times in Italy, India and New York City. Some of his work is influenced by the traditional art and culture of India. He has worked in various artistic media including drawing, fresco, graphics, mosaic, oils and sculpture. He was among the principal figures in the Italian Transavanguardia movement of the 1980s, which was characterised by a rejection of Formalism and conceptual art and a return to figurative art and Symbolism.",
    "year": 1952,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kim Stanley Robinson",
    "birthday": "1952-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Kim_Stanley_Robinson_by_Gage_Skidmore_2.jpg/307px-Kim_Stanley_Robinson_by_Gage_Skidmore_2.jpg",
    "extract": "Kim Stanley Robinson is an American writer of science fiction. He has published twenty-two novels and numerous short stories but is best known for his Mars trilogy. His work has been translated into 24 languages. Many of his novels and stories have ecological, cultural, and political themes and feature scientists as heroes. Robinson has won numerous awards, including the Hugo Award for Best Novel, the Nebula Award for Best Novel and the World Fantasy Award. Robinson's work has been labeled by The Atlantic as \"the gold-standard of realistic, and highly literary, science-fiction writing.\" According to an article in The New Yorker, Robinson is \"generally acknowledged as one of the greatest living science-fiction writers.\"",
    "year": 1952,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rex Tillerson",
    "birthday": "1952-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Rex_Tillerson_official_portrait.jpg/256px-Rex_Tillerson_official_portrait.jpg",
    "extract": "Rex Wayne Tillerson is an American engineer and energy executive who served as the 69th U.S. secretary of state from February 1, 2017, to March 31, 2018, under President Donald Trump. Prior to joining the Trump administration, Tillerson was chairman and chief executive officer (CEO) of ExxonMobil, holding that position from 2006 until 2017.",
    "year": 1952,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ron Jaworski",
    "birthday": "1951-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Ron_Jaworski_1_%28cropped%29.jpg/192px-Ron_Jaworski_1_%28cropped%29.jpg",
    "extract": "Ronald Vincent Jaworski is a former American football quarterback. He was also an NFL analyst on ESPN. He is the CEO of Ron Jaworski Golf Management, Inc., based out of Blackwood, New Jersey, and manages golf courses in southern New Jersey, northeast Pennsylvania, and West Virginia. He also owned part interest in the Philadelphia Soul of the Arena Football League, where he also served as Chairman of the Executive Committee for the league. Jaworski was nicknamed \"Jaws\" by Philadelphia 76ers player Doug Collins prior to Super Bowl XV. Jaworski started the vast majority of Eagles games from 1977 up until 1986 and helped lead the Eagles to their first ever Super Bowl appearance in 1980.",
    "year": 1951,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Uriah Heep (band)",
    "birthday": "1950-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/2015_Uriah_Heep_-_by_2eight_-_8SC1873.jpg/320px-2015_Uriah_Heep_-_by_2eight_-_8SC1873.jpg",
    "extract": "Uriah Heep are an English rock band formed in London in 1969. Their current lineup consists of lead and rhythm guitarist Mick Box, keyboardist Phil Lanzon, lead vocalist Bernie Shaw, drummer Russell Gilbrook, and bassist Dave Rimmer. They have experienced numerous lineup changes throughout their 53-year career, leaving Box as the only remaining original member. Notable former members of the band are vocalists David Byron, John Lawton, John Sloman, Peter Goalby, and Steff Fontaine, bassists Gary Thain, Trevor Bolder, John Wetton, Bob Daisley, Paul Newton, and John Jowitt, drummers Nigel Olsson, Lee Kerslake and Chris Slade, and keyboardists Ken Hensley and John Sinclair.",
    "year": 1950,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ahdaf Soueif",
    "birthday": "1950-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Ahdaf_Soueif_at_PalFest_2008.jpg/320px-Ahdaf_Soueif_at_PalFest_2008.jpg",
    "extract": "Ahdaf Soueif is an Egyptian novelist and political and cultural commentator.",
    "year": 1950,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Franco Battiato",
    "birthday": "1945-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Franco_Battiato_-_23_July_2010_-_05_%28cropped%29.jpg/276px-Franco_Battiato_-_23_July_2010_-_05_%28cropped%29.jpg",
    "extract": "Francesco \"Franco\" Battiato was an Italian musician, singer, composer, filmmaker and, under the pseudonym Süphan Barzani, also a painter. Battiato's songs contain esoteric, philosophical and religious themes, and have spanned genres such as experimental pop, electronic music, progressive rock, opera, symphonic music, movie soundtrack, oratorio and new wave.",
    "year": 1945,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "David Grisman",
    "birthday": "1945-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/David-Grisman.jpg/240px-David-Grisman.jpg",
    "extract": "David Grisman is an American mandolinist. His music combines bluegrass, folk, and jazz in a genre he calls \"Dawg music\". He founded the record label Acoustic Disc, which issues his recordings and those of other acoustic musicians.",
    "year": 1945,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tony McPhee",
    "birthday": "1944-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Tony_McPhee_of_The_Groundhogs_at_The_Sir_George_Robey%2C_North_London_1991.jpg/218px-Tony_McPhee_of_The_Groundhogs_at_The_Sir_George_Robey%2C_North_London_1991.jpg",
    "extract": "Anthony Charles McPhee is an English guitarist, and founder of the blues rock band Groundhogs. An early version of this band backed Champion Jack Dupree and John Lee Hooker on UK concerts in the mid-1960s. He is often credited as 'Tony (T.S.) McPhee'. He was given this name by the producer Mike Vernon who suggested adding 'T.S.' to his name when McPhee released a duet single with Champion Jack Dupree in 1966 called \"Get Your Head Happy!, in order to make it look more like an official blues name. It stands for Tough Shit.",
    "year": 1944,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michael Nyman",
    "birthday": "1944-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Michael_Nyman.jpg/216px-Michael_Nyman.jpg",
    "extract": "Michael Laurence Nyman, CBE is an English composer of minimalist music, pianist, librettist and musicologist, known for numerous film scores, and his multi-platinum soundtrack album to Jane Campion's The Piano. He has written a number of operas, including The Man Who Mistook His Wife for a Hat; Letters, Riddles and Writs; Noises, Sounds & Sweet Airs; Facing Goya; Man and Boy: Dada; Love Counts; and Sparkie: Cage and Beyond. He has written six concerti, five string quartets, and many other chamber works, many for his Michael Nyman Band. He is also a performing pianist. Nyman prefers to write opera over other forms of music.",
    "year": 1944,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ric Ocasek",
    "birthday": "1944-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Ric-Ocasek_%28cropped%29.jpg",
    "extract": "Richard Theodore Otcasek, known as Ric Ocasek, was an American singer, songwriter, musician and record producer. He was the primary co-lead vocalist, rhythm guitarist, songwriter, and frontman for the rock band the Cars. In addition to his work with the Cars, Ocasek recorded seven solo albums, and his song \"Emotion in Motion\" was a top 20 hit in the United States in 1986. Ocasek also worked as a record producer for artists such as Motion City Soundtrack, Suicide, Bad Brains, Weezer, Nada Surf, Guided by Voices, and No Doubt. In 2018, Ocasek was inducted into the Rock and Roll Hall of Fame as a member of the Cars.",
    "year": 1944,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nils-Aslak Valkeapää",
    "birthday": "1943-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Nils-Aslak-Valkeapaa.jpg/229px-Nils-Aslak-Valkeapaa.jpg",
    "extract": "Nils-Aslak Valkeapää, known as Áillohaš in the Northern Sami language, was a Finnish Sami writer, musician and artist. He was born in Enontekiö in Lapland province, Finland. He lived most of his life in Käsivarsi, close to the border of Sweden, and also in Skibotn in Norway. Valkeapää was born to a family of traditional reindeer herders, but was trained as a school teacher. His most well-known international debut was when he performed at the opening ceremony of the 1994 Winter Olympic Games in Lillehammer, Norway. He received the Nordic Council Literature Prize for The Sun, My Father in 1991.",
    "year": 1943,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michael Haneke",
    "birthday": "1942-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Michael_Haneke_2009.jpg/236px-Michael_Haneke_2009.jpg",
    "extract": "Michael Haneke is an Austrian film director and screenwriter. His work often examines social issues and depicts the feelings of estrangement experienced by individuals in modern society. Haneke has made films in French, German, and English and has worked in television and theatre, as well as cinema. He also teaches film direction at the Film Academy Vienna.",
    "year": 1942,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Walter Rodney",
    "birthday": "1942-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/61/Walter_Rodney.jpg/253px-Walter_Rodney.jpg",
    "extract": "Walter Anthony Rodney was a Guyanese historian, political activist and academic. He was assassinated in 1980.",
    "year": 1942,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jon Finlayson",
    "birthday": "1938-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/bc/JonFinlaysonPic.jpg",
    "extract": "Jon \"Finno\" Finlayson was an Australian actor and writer. He was known for his roles in the films Lonely Hearts (1982) and The Magic Show (1983).",
    "year": 1938,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Craig Breedlove",
    "birthday": "1937-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Craig_Breedlove_1968.jpg/225px-Craig_Breedlove_1968.jpg",
    "extract": "Craig Breedlove is an American professional race car driver and a five-time world land speed record holder. He was the first person in history to reach 500 mph (800 km/h), and 600 mph (970 km/h), using several turbojet-powered vehicles, all named Spirit of America.",
    "year": 1937,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robert Gallo",
    "birthday": "1937-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Gallo%2C_Robert_C._%283%29_%28cropped%29.jpg/240px-Gallo%2C_Robert_C._%283%29_%28cropped%29.jpg",
    "extract": "Robert Charles Gallo is an American biomedical researcher. He is best known for his role in establishing the human immunodeficiency virus (HIV) as the infectious agent responsible for acquired immune deficiency syndrome (AIDS) and in the development of the HIV blood test, and he has been a major contributor to subsequent HIV research.",
    "year": 1937,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jannis Kounellis",
    "birthday": "1936-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/JannisKounellis.jpg/240px-JannisKounellis.jpg",
    "extract": "Jannis Kounellis was a Greek Italian artist based in Rome. A key figure associated with Arte Povera, he studied at the Accademia di Belle Arti in Rome.",
    "year": 1936,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Barry Cryer",
    "birthday": "1935-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/You%27ll_Have_Had_Your_Tea_-_Barry_Cryer.jpg/225px-You%27ll_Have_Had_Your_Tea_-_Barry_Cryer.jpg",
    "extract": "Barry Charles Cryer was an English writer, comedian, and actor. As well as performing on stage, radio and television, Cryer wrote for many performers including Dave Allen, Stanley Baxter, Jack Benny, Rory Bremner, George Burns, Jasper Carrott, Tommy Cooper, Ronnie Corbett, Les Dawson, Dick Emery, Kenny Everett, Bruce Forsyth, David Frost, Bob Hope, Frankie Howerd, Richard Pryor, Spike Milligan, Mike Yarwood, The Two Ronnies and Morecambe and Wise.",
    "year": 1935,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ludvig Faddeev",
    "birthday": "1934-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Ludvig_Faddejev_%28cropped%29.jpg/246px-Ludvig_Faddejev_%28cropped%29.jpg",
    "extract": "Ludvig Dmitrievich Faddeev was a Soviet and Russian mathematical physicist. He is known for the discovery of the Faddeev equations in the theory of the quantum mechanical three-body problem and for the development of path integral methods in the quantization of non-abelian gauge field theories, including the introduction of Faddeev–Popov ghosts. He led the Leningrad School, in which he along with many of his students developed the quantum inverse scattering method for studying quantum integrable systems in one space and one time dimension. This work led to the invention of quantum groups by Drinfeld and Jimbo.",
    "year": 1934,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Philip Zimbardo",
    "birthday": "1933-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Philip_Zimbardo_%28cropped%29.jpg/261px-Philip_Zimbardo_%28cropped%29.jpg",
    "extract": "Philip George Zimbardo is an American psychologist and a professor emeritus at Stanford University. He became known for his 1971 Stanford prison experiment, which was later severely criticized for both ethical and scientific reasons. He has authored various introductory psychology textbooks for college students, and other notable works, including The Lucifer Effect, The Time Paradox, and The Time Cure. He is also the founder and president of the Heroic Imagination Project.",
    "year": 1933,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Don Marshall",
    "birthday": "1932-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/1963_Topps_Don_Marshall.jpg/320px-1963_Topps_Don_Marshall.jpg",
    "extract": "Donald Robert Marshall is a Canadian former ice hockey forward.",
    "year": 1932,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Yevgeny Grishin (speed skater)",
    "birthday": "1931-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Yevgeny_Grishin_1964.jpg/260px-Yevgeny_Grishin_1964.jpg",
    "extract": "Yevgeny Romanovich Grishin was a Soviet and Russian speedskater. Grishin trained for the largest part of his speedskating career at CSKA Moscow. He became European Champion in 1956, and won Olympic gold in the 500 meter and 1500 meter events in both 1956 and 1960 Winter Olympics, competing for the USSR team. Along with his compatriot Lidiya Skoblikova, he was the most successful athlete at the 1960 Winter Olympics.",
    "year": 1931,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Viktor Korchnoi",
    "birthday": "1931-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Victor_Korchnoi.jpg/310px-Victor_Korchnoi.jpg",
    "extract": "Viktor Lvovich Korchnoi was a Soviet and Swiss chess grandmaster and writer. He is considered one of the strongest players never to have become World Chess Champion.",
    "year": 1931,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Roger Bannister",
    "birthday": "1929-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Roger_Bannister_2.jpg/320px-Roger_Bannister_2.jpg",
    "extract": "Sir Roger Gilbert Bannister was an English middle-distance athlete and neurologist who ran the first sub-4-minute mile.",
    "year": 1929,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mark Rydell",
    "birthday": "1929-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Mark_Rydell_%28Amiens_nov.2008%29_3a.jpg/210px-Mark_Rydell_%28Amiens_nov.2008%29_3a.jpg",
    "extract": "Mark Rydell is an American actor, film director, and producer. He has directed many Academy Award-nominated films including The Fox (1967), The Reivers (1969), Cinderella Liberty (1973), The Rose (1979), The River (1984), and For the Boys (1991). He was nominated for an Academy Award for Best Director for On Golden Pond (1981).",
    "year": 1929,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rodney Mims Cook Sr.",
    "birthday": "1924-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Rodney_Mims_Cook%2C_Sr..jpg/235px-Rodney_Mims_Cook%2C_Sr..jpg",
    "extract": "Rodney Mims Cook was a Georgia public figure who served for over twenty years as an Atlanta city alderman and member of the Georgia House of Representatives.",
    "year": 1924,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bette Nesmith Graham",
    "birthday": "1924-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/68/Bette_Nesmith_Graham.jpg/149px-Bette_Nesmith_Graham.jpg",
    "extract": "Bette Nesmith Graham was an American typist, commercial artist, and the inventor of the correction fluid Liquid Paper. She was the mother of musician and producer Michael Nesmith of The Monkees.",
    "year": 1924,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Madin",
    "birthday": "1924-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/John-Madin.jpg/240px-John-Madin.jpg",
    "extract": "John Hardcastle Dalton Madin was an English architect. His company, known as John H D Madin & Partners from 1962 and the John Madin Design Group from 1968, was active in Birmingham for over 30 years.",
    "year": 1924,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Marty Allen",
    "birthday": "1922-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Marty_Allen_%28comedian%29.jpg/253px-Marty_Allen_%28comedian%29.jpg",
    "extract": "Morton David Alpern, better known as Marty Allen, was an American comedian, actor, and philanthropist. He worked as a comedy headliner in nightclubs, as a dramatic actor in television roles, and was once called \"The Darling of Daytime TV\". He also appeared in films, notably the 1966 spy comedy The Last of the Secret Agents?. During his comedy career, Allen also toured military hospitals, and performed for veterans and for active military personnel.",
    "year": 1922,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ugo Tognazzi",
    "birthday": "1922-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Magnifico_cornuto_-_Ugo_Tognazzi_cropped.png/320px-Magnifico_cornuto_-_Ugo_Tognazzi_cropped.png",
    "extract": "Ugo Tognazzi was an Italian actor, director, and screenwriter.",
    "year": 1922,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Donald Campbell",
    "birthday": "1921-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5e/Donald_Campbell_%28speeder%29.jpg",
    "extract": "Donald Malcolm Campbell, was a British speed record breaker who broke eight absolute world speed records on water and on land in the 1950s and 1960s. He remains the only person to set both world land and water speed records in the same year (1964). He died during a water speed record attempt at Coniston Water in the Lake District, England.",
    "year": 1921,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Neal Smith (politician)",
    "birthday": "1920-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Neal_Smith_politician.jpg/244px-Neal_Smith_politician.jpg",
    "extract": "Neal Edward Smith was an American politician who was a member of the United States House of Representatives for the Democratic Party from Iowa from 1959 until 1995, the longest-serving Iowan in the United States House of Representatives.",
    "year": 1920,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tetsuharu Kawakami",
    "birthday": "1920-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Kawakami_Tetsuharu.jpg/279px-Kawakami_Tetsuharu.jpg",
    "extract": "Tetsuharu Kawakami  was a Japanese baseball player and manager, known for his red bat, and his nickname 打撃の神様 .",
    "year": 1920,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Carl Graffunder",
    "birthday": "1919-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cf/Graffunder_Leighton_Minneapolis_front.JPG/320px-Graffunder_Leighton_Minneapolis_front.JPG",
    "extract": "Carl Graffunder was a mid-century modernist architect whose influence from European modernism, Frank Lloyd Wright and Antonin Raymond manifested in many residential and commercial structures mostly in Minnesota. He was born in Rock Island, Illinois and raised in Hibbing, Minnesota. He received his Bachelor of Architecture at the University of Minnesota in 1942 and Master of Architecture from Harvard University in 1948. Graffunder was the chief draftsman for Antonin Raymond in New York City from 1946 to 1947. Graffunder taught for the University of Minnesota School of Architecture from 1948 until his retirement in the 1980s.",
    "year": 1919,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Subhadra Joshi",
    "birthday": "1919-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Subhadra_Joshi_2011_stamp_of_India.jpg/320px-Subhadra_Joshi_2011_stamp_of_India.jpg",
    "extract": "Subhadra Joshi was a noted Indian freedom activist, politician and parliamentarian from Indian National Congress. She took part \nin the 1942 Quit India movement, and later remained the president of the Delhi Pradesh Congress Committee (DPCC). She belonged to a well known family in Sialkot. Her father V.N Datta was a police officer with the Jaipur State and a cousin, Krishnan Gopal Datta was an active Congressman in Punjab.",
    "year": 1919,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Vasily Zaitsev (sniper)",
    "birthday": "1915-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Vasili_Z%C3%A1itsev.jpg/320px-Vasili_Z%C3%A1itsev.jpg",
    "extract": "Vasily Grigoryevich Zaitsev was a Soviet sniper during World War II. Between 22 September 1942 and 19 October 1942, he killed 40 enemy soldiers. Between 10 October 1942 and 17 December 1942, during the Battle of Stalingrad, he killed 225 enemy soldiers.",
    "year": 1915,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Milbourne Christopher",
    "birthday": "1914-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Magician_Milbourne_Christopher.png/233px-Magician_Milbourne_Christopher.png",
    "extract": "Milbourne Christopher was a prominent American illusionist, magic historian, and author.",
    "year": 1914,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Abidin Dino",
    "birthday": "1913-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Abidin_Dino_and_his_wife_G%C3%BCzin_Dino.jpg/320px-Abidin_Dino_and_his_wife_G%C3%BCzin_Dino.jpg",
    "extract": "Abidin Dino was a Turkish artist and a well-known painter.",
    "year": 1913,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Eleanor Cameron",
    "birthday": "1912-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/90/1965_eleanor_cameron_with_leonard_wibberley.jpg",
    "extract": "Eleanor Frances (Butler) Cameron was a children's author and critic. She published 20 books in her lifetime, including The Wonderful Flight to the Mushroom Planet (1954) and its sequels, a collection of critical essays called The Green and Burning Tree (1969), and The Court of the Stone Children (1973), which won the U.S. National Book Award in category Children's Books.",
    "year": 1912,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Wernher von Braun",
    "birthday": "1912-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Wernher_von_Braun_1960.jpg/251px-Wernher_von_Braun_1960.jpg",
    "extract": "Wernher Magnus Maximilian Freiherr von Braun was a German-American aerospace engineer and space architect. He was a member of the Nazi Party and SS, as well as the leading figure in the development of rocket technology in Nazi Germany and a pioneer of rocket and space technology in the United States.",
    "year": 1912,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Akira Kurosawa",
    "birthday": "1910-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Akirakurosawa-onthesetof7samurai-1953-page88.jpg/191px-Akirakurosawa-onthesetof7samurai-1953-page88.jpg",
    "extract": "Akira Kurosawa  was a Japanese filmmaker and painter who directed thirty films in a career spanning over five decades. He is regarded as one of the most important and influential filmmakers in film history.",
    "year": 1910,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Daniel Bovet",
    "birthday": "1907-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Daniel_Bovet_nobel.jpg/226px-Daniel_Bovet_nobel.jpg",
    "extract": "Daniel Bovet was a Swiss-born Italian pharmacologist who won the 1957 Nobel Prize in Physiology or Medicine for his discovery of drugs that block the actions of specific neurotransmitters. He is best known for his discovery in 1937 of antihistamines, which block the neurotransmitter histamine and are used in allergy medication. His other research included work on chemotherapy, sulfa drugs, the sympathetic nervous system, the pharmacology of curare, and other neuropharmacological interests.",
    "year": 1907,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lale Andersen",
    "birthday": "1905-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Lale.jpg/248px-Lale.jpg",
    "extract": "Lale Andersen was a German chanson singer-songwriter and actress born in Lehe. She is best known for her interpretation of the song Lili Marleen in 1939, which by 1941 transcended the conflict to become World War II's biggest international hit. Popular with both the Axis and the Allies, Andersen's original recording spawned versions, by the end of the War, in most of the major languages of Europe, and by some of the most popular artists in their respective countries.",
    "year": 1905,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joan Crawford",
    "birthday": "1904-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/JCrawford39.jpg/232px-JCrawford39.jpg",
    "extract": "Joan Crawford was an American actress. Starting as a dancer in traveling theatrical companies before debuting on Broadway, Crawford was signed to a motion picture contract by Metro-Goldwyn-Mayer in 1925. Initially frustrated by the size and quality of her parts, Crawford began a campaign of self-publicity and became nationally known as a flapper by the end of the 1920s. In the 1930s, Crawford's fame rivaled MGM colleagues Norma Shearer and Greta Garbo. Crawford often played hardworking young women who find romance and financial success. These \"rags-to-riches\" stories were well received by Depression-era audiences and were popular with women. Crawford became one of Hollywood's most prominent movie stars and one of the highest paid women in the United States, but her films began losing money and by the end of the 1930s she was labeled \"box office poison\".",
    "year": 1904,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frank Sargeson",
    "birthday": "1903-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Frank_Sargeson.jpg/234px-Frank_Sargeson.jpg",
    "extract": "Frank Sargeson was a New Zealand short story writer and novelist. Born in Hamilton, Sargeson had a middle-class and puritanical upbringing, and initially worked as a lawyer. After travelling to the United Kingdom for two years and working as a clerk on his return, he was convicted of indecent assault for a homosexual encounter and moved to live on his uncle's farm for a period. Having already written and published some short stories in the late 1920s, he began to focus on his writing and moved into his parents' holiday cottage where he would live for the rest of his life.",
    "year": 1903,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bhakti Hridaya Bon",
    "birthday": "1901-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Swami_Bon_personal.jpg/209px-Swami_Bon_personal.jpg",
    "extract": "Bhakti Hridaya Bon, also known as Swami Bon, was a disciple of Bhaktisiddhanta Sarasvati and a guru in the Gaudiya Math following the philosophy of the Bhakti marg, specifically of Caitanya Mahaprabhu and Gaudiya Vaishnava theology. At the time of his death, he left behind thousands of Bengali disciples in India.",
    "year": 1901,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Erich Fromm",
    "birthday": "1900-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Erich_Fromm_1974.jpg/320px-Erich_Fromm_1974.jpg",
    "extract": "Erich Seligmann Fromm was a German social psychologist, psychoanalyst, sociologist, humanistic philosopher, and democratic socialist. He was a German Jew who fled the Nazi regime and settled in the US. He was one of the founders of The William Alanson White Institute of Psychiatry, Psychoanalysis and Psychology in New York City and was associated with the Frankfurt School of critical theory.",
    "year": 1900,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dora Gerson",
    "birthday": "1899-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/14/DoraGerson.jpg",
    "extract": "Dora Gerson was a German cabaret singer and stage and motion picture actress of the silent film era who was murdered with her family at Auschwitz concentration camp.",
    "year": 1899,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Louis Adamic",
    "birthday": "1898-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Louis_adami%C4%8D_-_SBI.jpg",
    "extract": "Louis Adamic was a Slovene-American author and translator, mostly known for writing about and advocating for ethnic diversity of the United States.",
    "year": 1898,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Madeleine de Bourbon-Busset",
    "birthday": "1898-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Marie_Madeleine_Yvonne_de_Bourbon-Busset_%28cropped%29.jpg/231px-Marie_Madeleine_Yvonne_de_Bourbon-Busset_%28cropped%29.jpg",
    "extract": "Madeleine de Bourbon-Busset was the titular Duchess of Parma and was also Carlist queen of Spain as the consort of Prince Xavier of Bourbon-Parma, the Carlist pretender to the Spanish throne.",
    "year": 1898,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Encarnación Alzona",
    "birthday": "1895-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/89/Encarnaci%C3%B3n_Alzona.jpg",
    "extract": "Encarnación A. Alzona was a pioneering Filipino historian, educator and suffragist. The first Filipino woman to obtain a Ph.D., she was conferred in 1985 the rank and title of National Scientist of the Philippines.",
    "year": 1895,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Arthur Grimsdell",
    "birthday": "1894-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/ArthurGrimsdell.jpg/232px-ArthurGrimsdell.jpg",
    "extract": "Arthur Grimsdell was an English professional footballer. He was born in Watford, Hertfordshire and played at centre-half and later wing-half for Tottenham Hotspur. and England. He captained both teams during the 1920s.",
    "year": 1894,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Cedric Gibbons",
    "birthday": "1893-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Cedric-Gibbons-1936.jpg/186px-Cedric-Gibbons-1936.jpg",
    "extract": "Austin Cedric Gibbons was an Irish-American art director for the film industry. He also made a significant contribution to motion picture theater architecture from the 1930s to 1950s. Gibbons designed the Oscar statuette in 1928, but tasked the sculpting to George Stanley, a Los Angeles artist. He was nominated 39 times for the Academy Award for Best Production Design and won the Oscar 11 times, both of which are records.",
    "year": 1893,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gopalswamy Doraiswamy Naidu",
    "birthday": "1893-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a0/Gopalswamy_D._Naidu.jpg",
    "extract": "G. D. Naidu was an Indian inventor and engineer who is referred to as the \"Edison of India\" and \"the wealth creator of Coimbatore\". He is credited with the manufacture of the first electric motor in India. His contributions were primarily industrial but also spanned the fields of electrical, mechanical, agricultural and automobile engineering. Naidu developed an independently internal combustion four stroke engine. He had only primary education but excelled as a versatile genius.He is also called as \"Miracle Man\"",
    "year": 1893,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Phoe Kyar",
    "birthday": "1891-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f2/UPhoKyar.JPG",
    "extract": "U Phoe Kyar is considered one of the top Burmese authors and education reformists in 20th century Myanmar. He is regarded as the father of Burmese short stories, a key member of the Nationalist Education movement of the 1930s and also a literary genius. His works continue to be popular with both the young and old in Myanmar.",
    "year": 1891,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Josef Čapek",
    "birthday": "1887-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Josef_Capek_1937.jpg/228px-Josef_Capek_1937.jpg",
    "extract": "Josef Čapek was a Czech artist who was best known as a painter, but who was also noted as a writer and a poet. He invented the word \"robot\", which was introduced into literature by his brother, Karel Čapek.",
    "year": 1887,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rudolf Kinau",
    "birthday": "1887-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Rudolf_Kinau_001.jpg/194px-Rudolf_Kinau_001.jpg",
    "extract": "Rudolf Kinau, also known as Rudi Kinau was a Low German writer.",
    "year": 1887,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Juan Gris",
    "birthday": "1887-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4f/Juan_Gris%2C_1922%2C_photograph_by_Man_Ray%2C_Paris._Gelatin_silver_print.jpg/235px-Juan_Gris%2C_1922%2C_photograph_by_Man_Ray%2C_Paris._Gelatin_silver_print.jpg",
    "extract": "José Victoriano González-Pérez , better known as Juan Gris, was a Spanish painter born in Madrid who lived and worked in France for most of his active period. Closely connected to the innovative artistic genre Cubism, his works are among the movement's most distinctive.",
    "year": 1887,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sidney Hillman",
    "birthday": "1887-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Sidney_Hillman%2C_circa_1940.jpg/257px-Sidney_Hillman%2C_circa_1940.jpg",
    "extract": "Sidney Hillman was an American labor leader. He was the head of the Amalgamated Clothing Workers of America and was a key figure in the founding of the Congress of Industrial Organizations and in marshaling labor's support for Franklin Delano Roosevelt and the Democratic Party.",
    "year": 1887,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frank Irons",
    "birthday": "1886-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/1908_Frank_Irons.JPG/303px-1908_Frank_Irons.JPG",
    "extract": "Francis \"Frank\" Cleveland Irons was an American athlete who competed in the 1908 Summer Olympics and in the 1912 Summer Olympics. He was born in Des Moines, Iowa and died in Palatine, Illinois.",
    "year": 1886,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Platt Adams",
    "birthday": "1885-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Platt_Adams_1913.jpg/240px-Platt_Adams_1913.jpg",
    "extract": "Platt Adams was an American athlete. He competed in various events at the 1908 and 1912 Olympics and won a gold and a silver medal in jumping events in 1912.",
    "year": 1885,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Roque González Garza",
    "birthday": "1885-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Roque_Gonz%C3%A1lez_Garza_%28cropped%29.jpg",
    "extract": "Roque Victoriano González Garza was a Mexican general and acting president of the Republic from January to June 1915.",
    "year": 1885,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joseph Boxhall",
    "birthday": "1884-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Photo_of_Joseph_Boxhall%2C_fourth_officer_on_RMS_Titanic.jpg/238px-Photo_of_Joseph_Boxhall%2C_fourth_officer_on_RMS_Titanic.jpg",
    "extract": "Commander Joseph Groves Boxhall RD, RNR was the fourth officer on the RMS Titanic, and later served as a naval officer in World War I. Boxhall was the last surviving officer of the Titanic to die.",
    "year": 1884,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Emmy Noether",
    "birthday": "1882-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Noether.jpg/210px-Noether.jpg",
    "extract": "Amalie Emmy Noether was a German mathematician who made many important contributions to abstract algebra. She discovered Noether's First and Second Theorem, which are fundamental in mathematical physics. She was described by Pavel Alexandrov, Albert Einstein, Jean Dieudonné, Hermann Weyl and Norbert Wiener as the most important woman in the history of mathematics. As one of the leading mathematicians of her time, she developed some theories of rings, fields, and algebras. In physics, Noether's theorem explains the connection between symmetry and conservation laws.",
    "year": 1882,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lacey Hearn",
    "birthday": "1881-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/62/Lacey_Hearn_Jim_Lightbody_Mike_Butler_William_Verner.jpg/320px-Lacey_Hearn_Jim_Lightbody_Mike_Butler_William_Verner.jpg",
    "extract": "Lacey Earnest Hearn was an American athlete and middle distance runner who competed in the early twentieth century. Individually he specialized in the 1500 Metres, and he won a bronze medal in Athletics at the 1904 Summer Olympics. James Lightbody took gold. Hearn was also a member of the American distance team which won the silver medal at the 1904 Olympics, competing in the Chicago American team in the 4 mile team race, consisting of James Lightbody, Frank Verner, Hearn, Albert Corey and Sidney Hatch.",
    "year": 1881,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Roger Martin du Gard",
    "birthday": "1881-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Roger_Martin_du_Gard_1937.jpg/226px-Roger_Martin_du_Gard_1937.jpg",
    "extract": "Roger Martin du Gard was a French novelist, winner of the 1937 Nobel Prize for Literature.",
    "year": 1881,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hermann Staudinger",
    "birthday": "1881-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Hermann_Staudinger.jpg/229px-Hermann_Staudinger.jpg",
    "extract": "Hermann Staudinger was a German organic chemist who demonstrated the existence of macromolecules, which he characterized as polymers. For this work he received the 1953 Nobel Prize in Chemistry.",
    "year": 1881,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Heikki Ritavuori",
    "birthday": "1880-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Heikki_Ritavuori.jpg/235px-Heikki_Ritavuori.jpg",
    "extract": "Heikki Ritavuori, was a Finnish lawyer, a politician from the National Progressive Party, a member of the Parliament of Finland and Minister of the Interior. He was the closest colleague of President K. J. Ståhlberg and was Minister of the Interior in J. H. Vennola's first and second cabinets from 1919 to 1922 for a total of 526 days. Heikki Ritavuori is a unique figure in Finland's political history because he is not remembered for his life's work, but instead for its end. Minister Ritavuori was shot dead at the door to his home in Helsinki in February 1922.",
    "year": 1880,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Franz Schreker",
    "birthday": "1878-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Schreker_1912.jpg/246px-Schreker_1912.jpg",
    "extract": "Franz Schreker was an Austrian composer, conductor, teacher and administrator. Primarily a composer of operas, Schreker developed a style characterized by aesthetic plurality, timbral experimentation, strategies of extended tonality and conception of total music theatre into the narrative of 20th-century music.",
    "year": 1878,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ziya Gökalp",
    "birthday": "1876-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Ziya_Bey_G%C3%B6kalp.jpg",
    "extract": "Mehmet Ziya Gökalp was a Turkish sociologist, writer, poet, and politician. After the 1908 Young Turk Revolution that reinstated constitutionalism in the Ottoman Empire, he adopted the pen name Gökalp, which he retained for the rest of his life. As a sociologist, Ziya Gökalp was influential in the negation of Islamism, pan-Islamism, and Ottomanism as ideological, cultural, and sociological identifiers. In a 1936 publication, sociologist Niyazi Berkes described Gökalp as \"the real founder of Turkish sociology, since he was not a mere translator or interpreter of foreign sociology.\"",
    "year": 1876,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Thakin Kodaw Hmaing",
    "birthday": "1876-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Kodawmhine.jpg/281px-Kodawmhine.jpg",
    "extract": "Thakin Kodaw Hmaing is considered one of the greatest Burmese poets, writers and political leaders in the 20th century history of Burma. He is regarded as the Father of Burmese nationalist and peace movements as well as a literary genius. His legacy and influence on the post-war generations can still be felt in both literature and the ongoing political situation in Myanmar (Burma).",
    "year": 1876,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Grantley Goulding",
    "birthday": "1874-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/GrantleyGoulding.jpg/240px-GrantleyGoulding.jpg",
    "extract": "Grantley Thomas Smart Goulding was a British athlete. He competed at the 1896 Summer Olympics in Athens.",
    "year": 1874,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "J. C. Leyendecker",
    "birthday": "1874-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/JC_Leyendecker_cropped.jpg/246px-JC_Leyendecker_cropped.jpg",
    "extract": "Joseph Christian Leyendecker was a German-American illustrator, considered one of the preeminent American illustrators of the early 20th century. He is best known for his poster, book and advertising illustrations, the trade character known as The Arrow Collar Man, and his numerous covers for The Saturday Evening Post. Between 1896 and 1950, he painted more than 400 magazine covers. During the Golden Age of American Illustration, for The Saturday Evening Post alone, he produced 322 covers, and many advertisement illustrations for its interior pages. No other artist, until the arrival of Norman Rockwell two decades later, was so solidly identified with one publication. He \"virtually invented the whole idea of modern magazine design.\"",
    "year": 1874,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michael Joseph Savage",
    "birthday": "1872-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Michael_Joseph_Savage_Portrait.jpg/250px-Michael_Joseph_Savage_Portrait.jpg",
    "extract": "Michael Joseph Savage was a New Zealand politician who served as the 23rd prime minister of New Zealand, heading the First Labour Government from 6 December 1935 until his death.",
    "year": 1872,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Calouste Gulbenkian",
    "birthday": "1869-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Gulbenkian%2C_Calouste.png/235px-Gulbenkian%2C_Calouste.png",
    "extract": "Calouste Sarkis Gulbenkian, nicknamed \"Mr Five Per Cent\", was a British-Armenian businessman and philanthropist. He played a major role in making the petroleum reserves of the Middle East available to Western development and is credited with being the first person to exploit Iraqi oil. Gulbenkian travelled extensively and lived in a number of cities including Istanbul, London, Paris and Lisbon.",
    "year": 1869,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dietrich Eckart",
    "birthday": "1868-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Dietrich_Eckart.jpg/226px-Dietrich_Eckart.jpg",
    "extract": "Dietrich Eckart was a German antisemitic völkisch poet, playwright, journalist, publicist, and political activist who was one of the founders of the German Workers' Party, the precursor of the Nazi Party. Eckart was a key influence on Adolf Hitler in the early years of the Party, the original publisher of the party newspaper, the Völkischer Beobachter, and the lyricist of the first party anthem, Sturmlied. He was a participant in the failed Beer Hall Putsch in 1923 and died on 26 December of that year, shortly after his release from Landsberg Prison, from a heart attack.",
    "year": 1868,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nathaniel Reed (outlaw)",
    "birthday": "1862-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9f/Texasjack.jpg/240px-Texasjack.jpg",
    "extract": "Nathaniel \"Texas Jack\" Reed was a 19th-century American outlaw responsible for many stagecoach, bank, and train robberies throughout the American Southwest during the 1880s and '90s. He acted on his own and also led a bandit gang, operating particularly in the Rocky Mountains and Indian Territory.",
    "year": 1862,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ludwig Quidde",
    "birthday": "1858-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Ludwig_Quidde_nobel.jpg/226px-Ludwig_Quidde_nobel.jpg",
    "extract": "Ludwig Quidde was a German politician and pacifist who is mainly remembered today for his acerbic criticism of German Emperor Wilhelm II. Quidde's long career spanned four different eras of German history: that of Bismarck ; the Hohenzollern Empire under Wilhelm II (1888–1918); the Weimar Republic (1918–1933); and, finally, Nazi Germany. In 1927, he was awarded the Nobel Peace Prize.",
    "year": 1858,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Friedrich Amelung",
    "birthday": "1842-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/F_L_Amelung.jpg/252px-F_L_Amelung.jpg",
    "extract": "Friedrich Ludwig Balthasar Amelung was a Baltic German cultural historian, businessman and chess endgame composer.",
    "year": 1842,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Susan Jane Cunningham",
    "birthday": "1842-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/SUSAN_J._CUNNINGHAM.jpg/231px-SUSAN_J._CUNNINGHAM.jpg",
    "extract": "Susan Jane Cunningham was an American mathematician instrumental in the founding and development of Swarthmore College. She was born in Maryland, and studied mathematics and astronomy with Maria Mitchell at Vassar College as a special student during 1866–67. She also studied those subjects during several summers at Harvard University, Princeton University, Newnham College, Cambridge, the Royal Observatory, Greenwich, and Williams College.",
    "year": 1842,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Julius Reubke",
    "birthday": "1834-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Julius_Reubke.jpg/253px-Julius_Reubke.jpg",
    "extract": "Friedrich Julius Reubke was a German composer, pianist and organist. In his short life, he composed the Sonata on the 94th Psalm in C minor, which is considered to be one of the greatest organ works in the classical repertoire.",
    "year": 1834,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ludwig Minkus",
    "birthday": "1826-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Leon_Minkus_-photo_by_B._Braquehais_-circa_1865.JPG/217px-Leon_Minkus_-photo_by_B._Braquehais_-circa_1865.JPG",
    "extract": "Ludwig Minkus, also known as Léon Fyodorovich Minkus, was a Jewish-Austrian composer of ballet music, a violin virtuoso and teacher.",
    "year": 1826,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Schuyler Colfax",
    "birthday": "1823-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Schuyler_Colfax%2C_photo_portrait_seated%2C_c1855-1865.jpg/233px-Schuyler_Colfax%2C_photo_portrait_seated%2C_c1855-1865.jpg",
    "extract": "Schuyler Colfax Jr. was an American journalist, businessman, and politician who served as the 17th vice president of the United States from 1869 to 1873, and prior to that as the 25th Speaker of the House of Representatives from 1863 to 1869. Originally a Whig, then part of the short-lived People's Party of Indiana, and later a Republican, he was the U.S. Representative for Indiana's 9th congressional district from 1855 to 1869.",
    "year": 1823,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Augustin Daniel Belliard",
    "birthday": "1769-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/G%C3%A9n%C3%A9ral_Augustin_Daniel_Belliard2.jpg/272px-G%C3%A9n%C3%A9ral_Augustin_Daniel_Belliard2.jpg",
    "extract": "Augustin Daniel Belliard, comte Belliard et de l'Empire was a French general.",
    "year": 1769,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William Smith (geologist)",
    "birthday": "1769-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/William_Smith_%28geologist%29.jpg/258px-William_Smith_%28geologist%29.jpg",
    "extract": "William 'Strata' Smith was an English geologist, credited with creating the first detailed, nationwide geological map of any country. At the time his map was first published he was overlooked by the scientific community; his relatively humble education and family connections prevented him from mixing easily in learned society. Financially ruined, Smith spent time in debtors' prison. It was only late in his life that Smith received recognition for his accomplishments, and became known as the \"Father of English Geology\".",
    "year": 1769,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jurij Vega",
    "birthday": "1754-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Georg_Freiherr_von_Vega_1802.jpg/191px-Georg_Freiherr_von_Vega_1802.jpg",
    "extract": "Baron Jurij Bartolomej Vega was a Slovene mathematician, physicist and artillery officer.",
    "year": 1754,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pierre-Simon Laplace",
    "birthday": "1749-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/39/Laplace%2C_Pierre-Simon%2C_marquis_de.jpg",
    "extract": "Pierre-Simon, marquis de Laplace was a French scholar and polymath whose work was important to the development of engineering, mathematics, statistics, physics, astronomy, and philosophy. He summarized and extended the work of his predecessors in his five-volume Mécanique céleste (1799–1825). This work translated the geometric study of classical mechanics to one based on calculus, opening up a broader range of problems. In statistics, the Bayesian interpretation of probability was developed mainly by Laplace.",
    "year": 1749,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Madame Adélaïde",
    "birthday": "1732-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Nattier%2C_Jean-Marc_-_Marie_Ad%C3%A9la%C3%AFde_of_France_-_Versailles_MV_8376.jpg/257px-Nattier%2C_Jean-Marc_-_Marie_Ad%C3%A9la%C3%AFde_of_France_-_Versailles_MV_8376.jpg",
    "extract": "Marie Adélaïde de France,, was a French princess, the sixth child, and the fourth daughter of King Louis XV of France and his consort, Marie Leszczyńska.",
    "year": 1732,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Bartram",
    "birthday": "1699-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/John_bartram00.jpg/136px-John_bartram00.jpg",
    "extract": "John Bartram was an early Anglo-American colonial botanist, horticulturist, and explorer, based in Philadelphia, Pennsylvania, for most of his career. Swedish botanist and taxonomist Carl Linnaeus said he was the \"greatest natural botanist in the world.\"",
    "year": 1699,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mary of Jesus de León y Delgado",
    "birthday": "1643-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/La_Siervita_de_Dios.jpg/221px-La_Siervita_de_Dios.jpg",
    "extract": "Mary of Jesus de León y Delgado, was a Spanish Dominican lay sister, mystic and visionary, known popularly as \"La Siervita\". She lived a life which was austere and simple, and many miracles were attributed to her, as well as levitation, ecstasy, bilocation, the stigmata, clairvoyance and healing, among others.",
    "year": 1643,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jahanara Begum",
    "birthday": "1614-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Jahanara_Begum%2C_British_Library%2C_Add.Or.3129%2C_f._25v_%28cropped%29.jpg/182px-Jahanara_Begum%2C_British_Library%2C_Add.Or.3129%2C_f._25v_%28cropped%29.jpg",
    "extract": "Jahanara Begum was a Mughal princess and later the Padshah Begum of the Mughal Empire from 1631 to 1658 and again from 1668 until her death. She was the second and the eldest surviving child of Emperor Shah Jahan and Mumtaz Mahal.",
    "year": 1614,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Thomas Selle",
    "birthday": "1599-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Thomas_Selle.jpg/228px-Thomas_Selle.jpg",
    "extract": "Thomas Selle was a seventeenth-century German baroque composer.",
    "year": 1599,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lorenzino de' Medici",
    "birthday": "1514-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Scuola_fiorentina%2C_medaglia_di_lorenzino_de%27_medici.JPG/318px-Scuola_fiorentina%2C_medaglia_di_lorenzino_de%27_medici.JPG",
    "extract": "Lorenzino de' Medici, also known as Lorenzaccio, was an Italian politician, writer, and dramatist, and a member of the Medici family. He became famous for assassinating his cousin, Alessandro de' Medici, Duke of Florence in 1537. He was in turn murdered in 1548 in retaliation for his deed.",
    "year": 1514,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Margaret of Anjou",
    "birthday": "1430-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/MargaretAnjou.jpg/282px-MargaretAnjou.jpg",
    "extract": "Margaret of Anjou was Queen of England and nominally Queen of France by marriage to King Henry VI from 1445 to 1461 and again from 1470 to 1471. Born in the Duchy of Lorraine into the House of Valois-Anjou, Margaret was the second eldest daughter of René, King of Naples, and Isabella, Duchess of Lorraine.",
    "year": 1430,
    "month": 3,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Emperor Go-Kōgon",
    "birthday": "1338-3-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Emperor_Go-K%C5%8Dgon.jpg/320px-Emperor_Go-K%C5%8Dgon.jpg",
    "extract": "Emperor Go-Kōgon  was the 4th of the Emperors of Northern Court during the Period of the Northern and Southern Courts. According to pre-Meiji scholars, his reign spanned the years from 1352 through 1371.",
    "year": 1338,
    "month": 3,
    "day": 23,
    "language": "en"
  }
]