[
  {
    "name": "Anna Shcherbakova",
    "birthday": "2004-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/2020_12_27_anna_shcherbakova_%28cropped%29.jpg/320px-2020_12_27_anna_shcherbakova_%28cropped%29.jpg",
    "extract": "Anna Stanislavovna Shcherbakova is a Russian figure skater. She is the 2022 Olympic champion, the 2021 World champion, a two-time European silver medalist, the 2019 Grand Prix Final silver medalist, the 2019 Skate America champion, the 2019 Cup of China champion, the 2021 Internationaux de France champion, the 2021 Gran Premio d'Italia champion, the 2019 CS Lombardia Trophy champion, and a three-time Russian national champion (2019–21). In her senior career, she has finished on the podium in every single competition she has entered.",
    "year": 2004,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Matt Renshaw",
    "birthday": "1996-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/2_23_Renshaw_hundred.jpg/320px-2_23_Renshaw_hundred.jpg",
    "extract": "Matthew Thomas Renshaw is an English-born Australian international cricketer who plays for Queensland. He scored his maiden first-class century on 6 December 2015 in the 2015–16 Sheffield Shield against New South Wales. He made his List A debut for the National Performance Squad against India A on 27 August 2016.",
    "year": 1996,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jonathan Drouin",
    "birthday": "1995-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Jonathan_Drouin_-_Canadiens_Capitals_Hockey_%2851705952382%29.jpg/320px-Jonathan_Drouin_-_Canadiens_Capitals_Hockey_%2851705952382%29.jpg",
    "extract": "Jonathan Drouin is a Canadian professional ice hockey left winger for the Montreal Canadiens of the National Hockey League (NHL). After a stellar 2012–13 season with the Quebec Major Junior Hockey League (QMJHL)'s Halifax Mooseheads, in which he was named CHL Player of the Year and won the Memorial Cup, Drouin was selected by the Tampa Bay Lightning in the first round, third overall, of the 2013 NHL Entry Draft. On June 15, 2017, Drouin was traded to the Montreal Canadiens.",
    "year": 1995,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sergi Gómez",
    "birthday": "1992-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Sergi_G%C3%B3mez_-_RC_Celta_de_Vigo_-_WMES_01_%28cropped%29.jpg/244px-Sergi_G%C3%B3mez_-_RC_Celta_de_Vigo_-_WMES_01_%28cropped%29.jpg",
    "extract": "Sergi Gómez Solà is a Spanish professional footballer who plays for RCD Espanyol as a central defender.",
    "year": 1992,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lisa-Maria Moser",
    "birthday": "1991-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/N%C3%BCrnberger_Versicherungscup_2014-Lisa-Maria_Moser_by_2eight_DSC2101.jpg/320px-N%C3%BCrnberger_Versicherungscup_2014-Lisa-Maria_Moser_by_2eight_DSC2101.jpg",
    "extract": "Lisa-Maria Moser is an inactive Austrian tennis player.",
    "year": 1991,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marie-Philip Poulin",
    "birthday": "1991-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Marie-Philip_Poulin.jpg/320px-Marie-Philip_Poulin.jpg",
    "extract": "Marie-Philip Poulin-Nadeau  is a Canadian ice hockey forward, currently with the PWHPA and who serves as captain of the Canadian national team. A three-time Olympic and two-time World champion with the Canadian national team, Poulin famously scored the game-winning goal in the gold medal games in three out of four of the Olympics in which she competed, for which she was dubbed Captain Clutch by her teammates and the media. Following another game-winning goal at the 2021 IIHF Women's World Championship, she completed an unprecedented \"golden goal hat trick\" at major international championships. Since 2015 she has served as the captain of Team Canada, leading them to a silver medal at the 2018 Winter Olympics and a gold medal at the 2022 Winter Olympics.",
    "year": 1991,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ondřej Palát",
    "birthday": "1991-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Ondrej_Palat_-_Tampa_Bay_Lightning.jpg/291px-Ondrej_Palat_-_Tampa_Bay_Lightning.jpg",
    "extract": "Ondřej Palát is a Czech professional ice hockey winger for the Tampa Bay Lightning of the National Hockey League (NHL). He was drafted in the seventh round, 208th overall, by the Lightning at the 2011 NHL Entry Draft. Palát won back-to-back Stanley Cups with the Lightning in 2020 and 2021.",
    "year": 1991,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Laura Harrier",
    "birthday": "1990-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Laura_Harrier_Cannes_2018_2.jpg/225px-Laura_Harrier_Cannes_2018_2.jpg",
    "extract": "Laura Ruth Harrier is an American actress and model. She began modeling at the age of 17 after she was discovered by a location scout. She moved to New York City where she continued modeling and was represented by agencies such as IMG Models and Wilhelmina Models. She modeled for various mainstream magazines, appeared in campaigns for Urban Outfitters, Macy's and Steve Madden, and was the face of Garnier. After appearing in several commercials and student films, Harrier decided to pursue acting and studied at the William Esper Studio. She was first recognized for her role as Destiny Evans in the 2013 one-season reboot of the American soap opera One Life to Live.",
    "year": 1990,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mira Leung",
    "birthday": "1989-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Leung_by_Carmichael.jpg/213px-Leung_by_Carmichael.jpg",
    "extract": "Mira Leung is a Canadian former competitive figure skater. She is the 2004 Nebelhorn Trophy bronze medallist and a three-time Canadian national silver medallist (2006–2008). Leung placed 12th at the 2006 Winter Olympics and 5th at the 2008 Four Continents. She now works for Google as a software engineer.",
    "year": 1989,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ryan Kalish",
    "birthday": "1988-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Kalish_Leaves_the_Box_%283802058047%29_%28cropped%29.jpg/320px-Kalish_Leaves_the_Box_%283802058047%29_%28cropped%29.jpg",
    "extract": "Ryan Michael Kalish is an American former professional baseball outfielder. He played in Major League Baseball (MLB) for the Boston Red Sox in 2010 and 2012 and for the Chicago Cubs in 2014 and 2016.",
    "year": 1988,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Yohan Benalouane",
    "birthday": "1987-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Yohan_Benalouane_%28cropped%29.jpg/238px-Yohan_Benalouane_%28cropped%29.jpg",
    "extract": "Yohan Ben Alouane is a professional footballer who plays as a defender for Greek Super League club Aris. Born and brought up in France, Benalouane represented the country as a youth before switching to Tunisia at senior international level.",
    "year": 1987,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Simeon Jackson",
    "birthday": "1987-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Me_and_Simeon_Jackson2.JPG/244px-Me_and_Simeon_Jackson2.JPG",
    "extract": "Simeon Alexander Jackson is a Canadian professional soccer player who currently plays as a forward for Chelmsford City.",
    "year": 1987,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jonathan Van Ness",
    "birthday": "1987-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Jonathan_Van_Ness%2C_2018-04.jpg/240px-Jonathan_Van_Ness%2C_2018-04.jpg",
    "extract": "Jonathan McDonald Van Ness, also commonly referred to by his initials, JVN, is an American hairdresser, podcast host, activist, actor, author, comedian and television personality. He is best known as the grooming expert on the Netflix series Queer Eye, for his work on the web series parody Gay of Thrones, and for hosting the Getting Curious with Jonathan Van Ness podcast.",
    "year": 1987,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bowe Bergdahl",
    "birthday": "1986-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/USA_PFC_BoweBergdahl_ACU_Cropped.png/320px-USA_PFC_BoweBergdahl_ACU_Cropped.png",
    "extract": "Beaudry Robert \"Bowe\" Bergdahl is a United States Army soldier who was held captive from 2009 to 2014 by the Taliban-aligned Haqqani network in Afghanistan and Pakistan after he deserted. He was originally in the Coast Guard.",
    "year": 1986,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lady Gaga",
    "birthday": "1986-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Lady_Gaga_at_Joe_Biden%27s_inauguration_%28cropped%29.jpg/235px-Lady_Gaga_at_Joe_Biden%27s_inauguration_%28cropped%29.jpg",
    "extract": "Stefani Joanne Angelina Germanotta, known professionally as Lady Gaga, is an American singer, songwriter, and actress. She is known for her image reinventions and musical versatility. Gaga began performing as a teenager, singing at open mic nights and acting in school plays. She studied at Collaborative Arts Project 21, through New York University's Tisch School of the Arts, before dropping out to pursue a career in music. After Def Jam Recordings canceled her contract, she worked as a songwriter for Sony/ATV Music Publishing, where she signed a joint deal with Interscope Records and Akon's label, KonLive Distribution, in 2007. Gaga rose to prominence the following year with her debut studio album, The Fame, and its chart-topping singles \"Just Dance\" and \"Poker Face\". The album was later reissued to include the EP The Fame Monster (2009), which yielded the successful singles \"Bad Romance\", \"Telephone\", and \"Alejandro\".",
    "year": 1986,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Barbora Strýcová",
    "birthday": "1986-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Barbora_Str%C3%BDcov%C3%A1_%26_Hsieh_Su-wei_%2849745008691%29_%28cropped%29.jpg/216px-Barbora_Str%C3%BDcov%C3%A1_%26_Hsieh_Su-wei_%2849745008691%29_%28cropped%29.jpg",
    "extract": "Barbora Strýcová, formerly known as Barbora Záhlavová-Strýcová, is a retired Czech tennis player. Her highest WTA rankings were No. 16 in singles and No. 1 in doubles. Her best singles and doubles Grand Slam performances both came at the 2019 Wimbledon Championships, where she reached the singles semifinals and won the women's doubles title alongside Hsieh Su-wei.",
    "year": 1986,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Steve Mandanda",
    "birthday": "1985-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Steve_Mandanda_2018.jpg/213px-Steve_Mandanda_2018.jpg",
    "extract": "Steve Mandanda Mpidi is a French professional footballer who plays as a goalkeeper for Ligue 1 club Marseille, where he is captain, and the France national team.",
    "year": 1985,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Stan Wawrinka",
    "birthday": "1985-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Wawrinka_RG19_%2816%29_%2848199015787%29.jpg/213px-Wawrinka_RG19_%2816%29_%2848199015787%29.jpg",
    "extract": "Stanislas \"Stan\" Wawrinka is a Swiss professional tennis player. He reached a career-high Association of Tennis Professionals (ATP) singles ranking of world No. 3 for the first time on 27 January 2014. His career highlights include three Grand Slam titles at the 2014 Australian Open, 2015 French Open and 2016 US Open, where he defeated the world No. 1 player in the final on all three occasions. Other achievements include reaching the final of the 2017 French Open, an ATP Tour Masters 1000 title at the 2014 Monte-Carlo Masters, and three other Masters finals. Representing Switzerland, Wawrinka won gold in doubles at the 2008 Beijing Olympics with teammate Roger Federer, and was also pivotal in the Swiss team's victory at the 2014 Davis Cup.",
    "year": 1985,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Christopher Samba",
    "birthday": "1984-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Christopher_Samba_2014_2.jpg/220px-Christopher_Samba_2014_2.jpg",
    "extract": "Veijeany Christopher Samba, known as Christopher Samba, is a former professional footballer who played as a defender. Born in France, he played for the Congo national team.",
    "year": 1984,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ladji Doucouré",
    "birthday": "1983-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Ladji_Doucoure.jpg/320px-Ladji_Doucoure.jpg",
    "extract": "Ladji Doucouré is a French track and field athlete.",
    "year": 1983,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Edwar Ramírez",
    "birthday": "1981-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/AAAA5522_Edwar_Ram%C3%ADrez_%28cropped%29.jpg/320px-AAAA5522_Edwar_Ram%C3%ADrez_%28cropped%29.jpg",
    "extract": "Edwar Emilio Ramírez is a Dominican professional baseball pitcher. Ramírez appeared in Major League Baseball (MLB) as a relief pitcher for the New York Yankees (2007–2009) and Oakland Athletics (2010). After finding himself out of baseball in 2004, Ramírez revitalized his career by developing an effective changeup.",
    "year": 1981,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Julia Stiles",
    "birthday": "1981-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Julia_Stiles_by_David_Shankbone_cropped.jpg/220px-Julia_Stiles_by_David_Shankbone_cropped.jpg",
    "extract": "Julia O'Hara Stiles is an American actress. Born and raised in New York City, Stiles began acting at the age of 11 as part of New York's La MaMa Experimental Theatre Club. Her film debut was a small role in I Love You, I Love You Not (1996), followed by a lead role in Wicked (1998) for which she received the Karlovy Vary Film Festival Award for Best Actress. She rose to prominence with leading roles in teen films such as 10 Things I Hate About You (1999), Down to You (2000), and Save the Last Dance (2001). Her accolades include an NBR Award, a CFCA Award, a Gold Derby Award, a Teen Choice Award and two MTV Movie Awards, as well as Satellite Award, Gotham Award, Golden Globe Award, and Emmy Award nominations.",
    "year": 1981,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Luke Walton",
    "birthday": "1980-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Luke_Walton1_%28cropped%29.jpg/208px-Luke_Walton1_%28cropped%29.jpg",
    "extract": "Luke Theodore Walton is an American professional basketball coach and former player who most recently served as the head coach of the Sacramento Kings of the National Basketball Association (NBA). He played 10 seasons in the NBA as a forward, winning two NBA championships with the Los Angeles Lakers. He also won a title as an assistant coach with the Golden State Warriors before serving as the head coach of the Lakers from 2016 through 2019.",
    "year": 1980,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kate Gosselin",
    "birthday": "1975-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Kate_Gosselin.jpg/215px-Kate_Gosselin.jpg",
    "extract": "Katie Irene \"Kate\" Gosselin is an American television personality. She achieved national and international recognition on the US reality TV show Jon & Kate Plus 8, in which she and Jon Gosselin were profiled as they raised their atypical family of sextuplets and twins.",
    "year": 1975,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Iván Helguera",
    "birthday": "1975-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Helguera.jpg",
    "extract": "Iván Helguera Bujía is a Spanish former professional footballer.",
    "year": 1975,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Björn Kuipers",
    "birthday": "1973-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Bra-Cos_%288%29.jpg/320px-Bra-Cos_%288%29.jpg",
    "extract": "Björn Kuipers is a former Dutch football referee. He has been a FIFA listed referee from 2006 to 2021 and an UEFA Elite group referee from 2009 to 2021. He was assisted during international matches by Sander van Roekel and Erwin Zeinstra. A supermarket owner by occupation, Kuipers has officiated at two World Cups and three European Championship tournaments. It was announced on 29 July 2021 that Kuipers would be retiring from refereeing, officiating his final match between Ajax and PSV on 7 August in the 2021 Johan Cruyff Shield.",
    "year": 1973,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Keith Tkachuk",
    "birthday": "1972-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Keith_Tkachuk.jpg/320px-Keith_Tkachuk.jpg",
    "extract": "Keith Matthew Tkachuk is an American former professional ice hockey player who played in the National Hockey League (NHL) in a 18-year career with the Winnipeg Jets/Phoenix Coyotes, St. Louis Blues and Atlanta Thrashers, retiring in 2010. His sons Matthew and Brady play for the Calgary Flames and the Ottawa Senators, respectively. He is one of five American-born players to score 500 goals, and is the sixth American player to score 1,000 points. He is considered to be one of the greatest U.S.-born players in NHL history.",
    "year": 1972,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vince Vaughn",
    "birthday": "1970-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Vince_Vaughn_in_Los_Angeles%2C_California_%282015%29_-_1.jpg/250px-Vince_Vaughn_in_Los_Angeles%2C_California_%282015%29_-_1.jpg",
    "extract": "Vincent Anthony Vaughn is an American actor, comedian, screenwriter, and producer.",
    "year": 1970,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Brett Ratner",
    "birthday": "1969-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Brett_Ratner_2012_Shankbone.JPG/256px-Brett_Ratner_2012_Shankbone.JPG",
    "extract": "Brett Ratner is an American film director and producer. He directed the Rush Hour film series, The Family Man, Red Dragon, X-Men: The Last Stand, and Tower Heist. He is also a producer of several films, including the Horrible Bosses series, The Revenant and War Dogs.",
    "year": 1969,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Iris Chang",
    "birthday": "1968-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1d/Iris_Chang.jpg",
    "extract": "Iris Shun-Ru Chang was a Chinese American journalist, author of historical books and political activist. She is best known for her best-selling 1997 account of the Nanking Massacre, The Rape of Nanking, and in 2003, The Chinese in America: A Narrative History. Chang is the subject of the 2007 biography, Finding Iris Chang, and the 2007 documentary film Iris Chang: The Rape of Nanking starring Olivia Cheng as Iris Chang. The independent 2007 documentary film Nanking was based on her work and dedicated to her memory.",
    "year": 1968,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nasser Hussain",
    "birthday": "1968-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Nasser_Hussain.JPG/314px-Nasser_Hussain.JPG",
    "extract": "Nasser Hussain is a British cricket commentator and former cricketer who captained the England cricket team between 1999 and 2003, with his overall international career extending from 1990 to 2004. A pugnacious right-handed batsman, Hussain scored over 30,000 runs from more than 650 matches across all first-class and List-A cricket, including 62 centuries. His highest Test score of 207, scored in the first Test of the 1997 Ashes at Edgbaston, was described by Wisden as \"touched by genius\". He played 96 Test matches and 88 One Day International games in total. In Tests he scored 5,764 runs, and he took 67 catches, fielding predominantly in the second slip and gully.",
    "year": 1968,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Karen Lumley",
    "birthday": "1964-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/KarenLumley.jpg/212px-KarenLumley.jpg",
    "extract": "Karen Elizabeth Lumley is a Conservative Party politician in England. She was elected the Member of Parliament (MP) for Redditch in Worcestershire in the general election of May 2010, when she defeated former Home Secretary Jacqui Smith. She stood down at the general election of June 2017.",
    "year": 1964,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Byron Scott",
    "birthday": "1961-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Byron_Scott.jpg/203px-Byron_Scott.jpg",
    "extract": "Byron Antom Scott is an American former professional basketball player and head coach in the National Basketball Association (NBA). As a player, Scott won three NBA championships with the Los Angeles Lakers during their Showtime era in the 1980s. He was named the NBA Coach of the Year with the New Orleans Hornets in 2008.",
    "year": 1961,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "José Maria Neves",
    "birthday": "1960-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Jos%C3%A9_Maria_Neves.jpg/222px-Jos%C3%A9_Maria_Neves.jpg",
    "extract": "José Maria Pereira Neves is a Cape Verdean politician who is currently the president of Cape Verde, having previously served as the Prime Minister of Cape Verde from 2001 to 2016. He is a member of the African Party for the Independence of Cape Verde (PAICV). In the 2021 presidential election, he was elected with 51.7% of votes, beating his nearest rival Carlos Veiga who got 42.4% of the total votes.",
    "year": 1960,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Laura Chinchilla",
    "birthday": "1959-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Laura_4.jpg/240px-Laura_4.jpg",
    "extract": "Laura Chinchilla Miranda is a Costa Rican politician who was President of Costa Rica from 2010 to 2014. She was one of Óscar Arias Sánchez's two Vice-Presidents and his administration's Minister of Justice. She was the governing PLN candidate for president in the 2010 general election, where she won with 46.76% of the vote on 7 February. She was the eighth woman president of a Latin American country and the first woman to become President of Costa Rica. She was sworn in as President of Costa Rica on 8 May 2010.",
    "year": 1959,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Harvey Glance",
    "birthday": "1957-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Harvey_Glance_1980.jpg/211px-Harvey_Glance_1980.jpg",
    "extract": "Harvey Edward Glance is a former American sprint runner. He won gold medal in 4 × 100 m relay at the 1976 Olympics, 1987 World Championships, and 1979 and 1987 Pan American Games.",
    "year": 1957,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Reba McEntire",
    "birthday": "1955-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Reba_McEntire_by_Gage_Skidmore_3.jpg/235px-Reba_McEntire_by_Gage_Skidmore_3.jpg",
    "extract": "Reba Nell McEntire, also known mononymously as Reba, is an American country music singer, actress and businesswoman. She is often referred to as \"the Queen of Country\", having sold more than 75 million records worldwide. Since the 1970s, McEntire has placed over 100 singles on the Billboard Hot Country Songs chart, 25 of which reached the number one spot. She is also credited as an actress, having appeared in both films and television. She starred in the television series Reba, which aired for six seasons. She also owns several businesses, including a clothing line.",
    "year": 1955,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Donald Brown (musician)",
    "birthday": "1954-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Svoy%2C_Donald_Brown%2C_Kenny_Garrett_%26_Vernell_Brown.png/320px-Svoy%2C_Donald_Brown%2C_Kenny_Garrett_%26_Vernell_Brown.png",
    "extract": "Donald Ray Brown is an American jazz pianist and producer.",
    "year": 1954,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Melchior Ndadaye",
    "birthday": "1953-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Melchior_Ndadaye_speaking_to_RTNB_at_Bujumbura_airport.jpg/262px-Melchior_Ndadaye_speaking_to_RTNB_at_Bujumbura_airport.jpg",
    "extract": "Melchior Ndadaye was a Burundian intellectual and politician. He was the first democratically elected and first Hutu president of Burundi after winning the landmark 1993 election. Though he moved to attempt to smooth the country's bitter ethnic divide, his reforms antagonised soldiers in the Tutsi-dominated army, and he was assassinated amidst a failed military coup in October 1993, after only three months in office. His assassination sparked an array of brutal tit-for-tat massacres between the Tutsi and Hutu ethnic groups, and ultimately sparked the decade-long Burundi Civil War.",
    "year": 1953,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ronnie Ray Smith",
    "birthday": "1949-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Ronnie_Ray_Smith_1968.jpg/222px-Ronnie_Ray_Smith_1968.jpg",
    "extract": "Ronald Ray Smith was an American athlete, winner of the gold medal in the 4 × 100 m relay at the 1968 Summer Olympics. He attended San Jose State College during the \"Speed City\" era, coached by Lloyd (Bud) Winter and graduating in sociology.",
    "year": 1949,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Janice Lynde",
    "birthday": "1948-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Y%26R_1976.05-2.jpg/320px-Y%26R_1976.05-2.jpg",
    "extract": "Janice Lynde is an American actress.",
    "year": 1948,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dianne Wiest",
    "birthday": "1948-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Dianne_Wiest_2009.jpg/193px-Dianne_Wiest_2009.jpg",
    "extract": "Dianne Evelyn Wiest is an American actress. She has won two Academy Awards for Best Supporting Actress for the 1986 Hannah and Her Sisters and the 1994 Bullets over Broadway, one Golden Globe Award for Bullets over Broadway, the 1997 Primetime Emmy Award for Outstanding Guest Actress in a Drama Series for Road to Avonlea, and the 2008 Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series for In Treatment. In addition, she was nominated for an Academy Award for the 1989 Parenthood.",
    "year": 1948,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Wubbo Ockels",
    "birthday": "1946-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Wubbo_Ockels_2007.jpg/240px-Wubbo_Ockels_2007.jpg",
    "extract": "Wubbo Johannes Ockels was a Dutch physicist and an astronaut of the European Space Agency (ESA). In 1985 he participated in a flight on the Space Shuttle Challenger, STS-61-A, making him the first Dutch citizen in space. After his astronaut career, Ockels was professor of Aerospace for Sustainable Engineering and Technology at the Delft University of Technology.",
    "year": 1946,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Henry Paulson",
    "birthday": "1946-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Henry_Paulson_official_Treasury_photo%2C_2006.jpg/267px-Henry_Paulson_official_Treasury_photo%2C_2006.jpg",
    "extract": "Henry Merritt \"Hank\" Paulson Jr. is an American banker who served as the 74th United States Secretary of the Treasury from 2006 to 2009. Prior to his role in the Department of the Treasury, Paulson was the chairman and chief executive officer (CEO) of Goldman Sachs.",
    "year": 1946,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alejandro Toledo",
    "birthday": "1946-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Alejandro_Toledo_2015_%28cropped%29.jpg/249px-Alejandro_Toledo_2015_%28cropped%29.jpg",
    "extract": "Alejandro Celestino Toledo Manrique is a Peruvian politician who served President of Peru, from 2001 to 2006. He gained international prominence after leading the opposition against president Alberto Fujimori, who held the presidency from 1990 to 2000.",
    "year": 1946,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Rodrigo Duterte",
    "birthday": "1945-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Rodrigo_Duterte_presidential_portrait.jpg/213px-Rodrigo_Duterte_presidential_portrait.jpg",
    "extract": "Rodrigo Roa Duterte, also known as Digong, Rody and by the initials PRRD, is a Filipino lawyer and politician who is the 16th and outgoing incumbent president of the Philippines. He is the chairperson of PDP–Laban, the ruling political party in the Philippines. Duterte is the first president of the Philippines to be from Mindanao, and is the oldest, beginning his term at age 71; the record was previously held by Sergio Osmeña at the age of 65.",
    "year": 1945,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Rick Barry",
    "birthday": "1944-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Rick_Barry.jpg/213px-Rick_Barry.jpg",
    "extract": "Richard Francis Dennis Barry III is an American retired professional basketball player who starred at the NCAA, American Basketball Association (ABA) and National Basketball Association (NBA) levels. Barry ranks among the most prolific scorers and all-around players in basketball history. He is the only one to lead the National Collegiate Athletic Association (NCAA), ABA, and NBA in points per game in a season. He ranks as the all-time ABA scoring leader in regular season and postseason (33.5) play, while his 36.3 points per game are the most in the NBA Finals history. Barry also is the only player to reach the 50-point mark in a Game 7 of the playoffs in either league. He is one of only four players to be a part of a championship team in both leagues.",
    "year": 1944,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ken Howard",
    "birthday": "1944-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Ken_Howard_2014.jpg/230px-Ken_Howard_2014.jpg",
    "extract": "Kenneth Joseph Howard Jr. was an American actor. He was best known for his roles as Thomas Jefferson in 1776 and as basketball coach and former Chicago Bulls player Ken Reeves in the television show The White Shadow (1978–1981). Howard won the Tony Award for Best Featured Actor in a Play in 1970 for his performance in Child's Play, and later won the Primetime Emmy Award for Outstanding Supporting Actor in a Miniseries or a Movie for his work in Grey Gardens (2009).",
    "year": 1944,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Conchata Ferrell",
    "birthday": "1943-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Conchata_Ferrell_2016.png/288px-Conchata_Ferrell_2016.png",
    "extract": "Conchata Galen Ferrell was an American actress. Although she was a regular cast member of five TV sitcoms, she was best known for playing Berta the housekeeper for all 12 seasons of Two and a Half Men. For her performance as Berta, she received two nominations for the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series. She had previously been nominated for the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series for her performance in L.A. Law.",
    "year": 1943,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Daniel Dennett",
    "birthday": "1942-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Daniel_Dennett_in_Venice_2006.png/244px-Daniel_Dennett_in_Venice_2006.png",
    "extract": "Daniel Clement Dennett III is an American philosopher, writer, and cognitive scientist whose research centers on the philosophy of mind, philosophy of science, and philosophy of biology, particularly as those fields relate to evolutionary biology and cognitive science.",
    "year": 1942,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Neil Kinnock",
    "birthday": "1942-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Start_campagne_voor_Europese_verkiezingen_van_PvdA_%28Rotterdam%29_Neal_Kinnoch_%2C_k%2C_Bestanddeelnr_932-9811_%28cropped%29.jpg/233px-Start_campagne_voor_Europese_verkiezingen_van_PvdA_%28Rotterdam%29_Neal_Kinnoch_%2C_k%2C_Bestanddeelnr_932-9811_%28cropped%29.jpg",
    "extract": "Neil Gordon Kinnock, Baron Kinnock is a Welsh politician. As a member of the Labour Party, he served as a Member of Parliament from 1970 until 1995, first for Bedwellty and then for Islwyn. He was the Leader of the Labour Party and Leader of the Opposition from 1983 until 1992, and Vice-President of the European Commission from 1999 to 2004. Kinnock was considered as being on the soft left of the Labour Party.",
    "year": 1942,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mike Newell (director)",
    "birthday": "1942-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Mike_Newell.jpg/246px-Mike_Newell.jpg",
    "extract": "Michael Cormac Newell is an English film and television director and producer. He won the BAFTA for Best Direction for Four Weddings and a Funeral (1994), which also won the BAFTA Award for Best Film, and directed the films Donnie Brasco (1997) and Harry Potter and the Goblet of Fire (2005).",
    "year": 1942,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Samuel Ramey",
    "birthday": "1942-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Samuel_Ramey_como_Argante.jpg/200px-Samuel_Ramey_como_Argante.jpg",
    "extract": "Samuel Edward Ramey is an American operatic bass-baritone.",
    "year": 1942,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jerry Sloan",
    "birthday": "1942-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Jerry_Sloan_1969_publicity_photo.JPG/264px-Jerry_Sloan_1969_publicity_photo.JPG",
    "extract": "Gerald Eugene Sloan was an American professional basketball player and coach. He played 11 seasons in the National Basketball Association (NBA) before beginning a 30-year coaching career, 23 of which were spent as head coach of the Utah Jazz (1988–2011). NBA commissioner David Stern referred to Sloan as \"one of the greatest and most respected coaches in NBA history\". Sloan was inducted into the Naismith Memorial Basketball Hall of Fame in 2009.",
    "year": 1942,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Luis Cubilla",
    "birthday": "1940-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Luis_Cubilla_1970.jpg/259px-Luis_Cubilla_1970.jpg",
    "extract": "Luis Alberto Cubilla Almeida was a Uruguayan football player and coach. He had a successful playing career winning 16 major titles. He then went on to become one of the most successful managers in South American football with 17 major titles.",
    "year": 1940,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mario Vargas Llosa",
    "birthday": "1936-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Mario_Vargas_Llosa_%28crop_2%29.jpg/242px-Mario_Vargas_Llosa_%28crop_2%29.jpg",
    "extract": "Jorge Mario Pedro Vargas Llosa, 1st Marquis of Vargas Llosa, more commonly known as Mario Vargas Llosa, is a Peruvian novelist, journalist, essayist, and a former politician, who also holds Spanish citizenship. Vargas Llosa is one of Latin America's most significant novelists and essayists, and one of the leading writers of his generation. Some critics consider him to have had a larger international impact and worldwide audience than any other writer of the Latin American Boom. In 2010 he won the Nobel Prize in Literature, \"for his cartography of structures of power and his trenchant images of the individual's resistance, revolt, and defeat.\" He also won the 1967 Rómulo Gallegos Prize, the 1986 Prince of Asturias Award, the 1994 Miguel de Cervantes Prize, the 1995 Jerusalem Prize, the 2012 Carlos Fuentes International Prize, and the 2018 Pablo Neruda Order of Artistic and Cultural Merit.",
    "year": 1936,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Józef Szmidt",
    "birthday": "1935-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/J%C3%B3zef_Szmidt.jpg/214px-J%C3%B3zef_Szmidt.jpg",
    "extract": "Józef Szmidt is a former Polish athlete.",
    "year": 1935,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Frank Murkowski",
    "birthday": "1933-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Frank_murkowski_105th_congress_photo_full.PNG/253px-Frank_murkowski_105th_congress_photo_full.PNG",
    "extract": "Frank Hughes Murkowski is an American politician and a member of the Republican Party. He was a United States Senator from Alaska from 1981 until 2002 and the eighth governor of Alaska from 2002 until 2006. In his 2006 re-election bid, he finished in third place in the Republican primary behind Sarah Palin and John Binkley. Murkowski is notable for having appointed his daughter, Lisa Murkowski, to replace him in the U.S. Senate after he resigned his Senate seat to become governor of Alaska.",
    "year": 1933,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jerome Isaac Friedman",
    "birthday": "1930-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Jerry_Friedman_in_Valencia%2C_Rey_Jaime_event%2C_June_2016.jpg/237px-Jerry_Friedman_in_Valencia%2C_Rey_Jaime_event%2C_June_2016.jpg",
    "extract": "Jerome Isaac Friedman is an American physicist. He is Institute Professor and Professor of Physics, Emeritus, at the Massachusetts Institute of Technology. He won the 1990 Nobel Prize in Physics along with Henry Kendall and Richard Taylor, \"for their pioneering investigations concerning deep inelastic scattering of electrons on protons and bound neutrons, which have been of essential importance for the development of the quark model in particle physics.\", work which showed an internal structure for protons later known to be quarks. Friedman sits on the Board of Sponsors of the Bulletin of the Atomic Scientists.",
    "year": 1930,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Zbigniew Brzezinski",
    "birthday": "1928-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Zbigniew_Brzezinski%2C_1977.jpg/244px-Zbigniew_Brzezinski%2C_1977.jpg",
    "extract": "Zbigniew Kazimierz Brzeziński, or Zbig, was a Polish-American diplomat and political scientist. He served as a counselor to President Lyndon B. Johnson from 1966 to 1968 and was President Jimmy Carter's National Security Advisor from 1977 to 1981. As a scholar, Brzezinski belonged to the realist school of international relations, standing in the geopolitical tradition of Halford Mackinder and Nicholas J. Spykman, while elements of liberal idealism have also been identified in his outlook. Brzezinski was the primary organizer of The Trilateral Commission.",
    "year": 1928,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alexander Grothendieck",
    "birthday": "1928-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Alexander_Grothendieck.jpg/263px-Alexander_Grothendieck.jpg",
    "extract": "Alexander Grothendieck was a stateless and then French mathematician who became the leading figure in the creation of modern algebraic geometry. His research extended the scope of the field and added elements of commutative algebra, homological algebra, sheaf theory, and category theory to its foundations, while his so-called \"relative\" perspective led to revolutionary advances in many areas of pure mathematics. He is considered by many to be the greatest mathematician of the twentieth century.",
    "year": 1928,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Cayetana Fitz-James Stuart, 18th Duchess of Alba",
    "birthday": "1926-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/18th_Duchess_of_Alba.JPG/263px-18th_Duchess_of_Alba.JPG",
    "extract": "María del Rosario Cayetana Fitz-James Stuart y Silva, 18th Duchess of Alba GE was one of the most senior aristocrats in Spain, as well as the most titled aristocrat in the world, a distinction now held by the Princess Victoria of Hohenlohe-Langenburg, 20th Duchess of Medinaceli.",
    "year": 1926,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Polly Umrigar",
    "birthday": "1926-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/25/Pollyumrigar.jpg",
    "extract": "Pahlan Ratanji \"Polly\" Umrigar pronunciation (help·info) was an Indian cricketer. He played first-class cricket for Bombay and Gujarat, and Test cricket in the Indian cricket team, mainly as a middle-order batsman but also bowling occasional medium pace and off spin. He captained the Indian team in eight Test matches from 1955 to 1958. When he retired in 1962, he had played in more Tests (59), scored more Test runs (3,631), and recorded more Test centuries (12), than any other Indian player. He scored the first double century by an Indian in Test cricket against New Zealand in Hyderabad.",
    "year": 1926,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Innokenty Smoktunovsky",
    "birthday": "1925-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/%D0%98%D0%BD%D0%BD%D0%BE%D0%BA%D0%B5%D0%BD%D1%82%D0%B8%D0%B9_%D0%A1%D0%BC%D0%BE%D0%BA%D1%82%D1%83%D0%BD%D0%BE%D0%B2%D1%81%D0%BA%D0%B8%D0%B9_%D0%B2_1943_%D0%B3%D0%BE%D0%B4%D1%83.jpeg/213px-%D0%98%D0%BD%D0%BD%D0%BE%D0%BA%D0%B5%D0%BD%D1%82%D0%B8%D0%B9_%D0%A1%D0%BC%D0%BE%D0%BA%D1%82%D1%83%D0%BD%D0%BE%D0%B2%D1%81%D0%BA%D0%B8%D0%B9_%D0%B2_1943_%D0%B3%D0%BE%D0%B4%D1%83.jpeg",
    "extract": "Innokenty Mikhailovich Smoktunovsky was a Soviet and Russian stage and film actor. He was named a People's Artist of the USSR in 1974 and a Hero of Socialist Labour in 1990.",
    "year": 1925,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dorothy DeBorba",
    "birthday": "1925-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Dorothy1930.jpg",
    "extract": "Dorothy Adele DeBorba was an American child actress who was a regular in the Our Gang series of short subjects as the leading lady from 1930 to 1933.",
    "year": 1925,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Freddie Bartholomew",
    "birthday": "1924-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Freddie_Bartholomew_in_Little_Lord_Fauntleroy_%281936%29.jpg/233px-Freddie_Bartholomew_in_Little_Lord_Fauntleroy_%281936%29.jpg",
    "extract": "Frederick Cecil Bartholomew, known for his acting work as Freddie Bartholomew, was an English-American child actor. One of the most famous child actors of all time, he became very popular in 1930s Hollywood films. His most famous starring roles are in Captains Courageous (1937) and Little Lord Fauntleroy (1936).",
    "year": 1924,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Paul C. Donnelly",
    "birthday": "1923-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Paul_C._Donnelly.jpg/257px-Paul_C._Donnelly.jpg",
    "extract": "Paul Charles Donnelly was an American guided missile pioneer and a senior NASA manager during the Apollo Moon landing program at the Kennedy Space Center (KSC). Responsible for the checkout of all Apollo launch vehicles and spacecraft, he was also involved in every U.S. manned launch from Alan Shepard's Mercury suborbital flight in 1961 through the tenth Space Shuttle mission (STS-41B) in 1984.",
    "year": 1923,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Thad Jones",
    "birthday": "1923-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/69/Thad_Jones.jpg/251px-Thad_Jones.jpg",
    "extract": "Thaddeus Joseph Jones was an American jazz trumpeter, composer, and bandleader who has been called \"one of the all-time greatest jazz trumpet soloists\".",
    "year": 1923,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Neville Bonner",
    "birthday": "1922-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Neville_Bonner_1979.jpg/320px-Neville_Bonner_1979.jpg",
    "extract": "Neville Thomas Bonner AO was an Australian politician, and the first Aboriginal Australian to become a member of the Parliament of Australia. He was appointed by the Queensland Parliament to fill a casual vacancy in the representation of Queensland in the Senate, and later became the first Indigenous Australian to be elected to the parliament by popular vote. Neville Bonner was an elder of the Jagera people.",
    "year": 1922,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Grace Hartigan",
    "birthday": "1922-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b4/Portrait_of_Grace_Hartigan_in_Life_Magazine%2C_May_13%2C_1957.jpg/320px-Portrait_of_Grace_Hartigan_in_Life_Magazine%2C_May_13%2C_1957.jpg",
    "extract": "Grace Hartigan was an American Abstract Expressionist painter and a significant member of the vibrant New York School of the 1950s and 1960s. Her circle of friends, who frequently inspired one another in their artistic endeavors, included Jackson Pollock, Larry Rivers, Helen Frankenthaler, Willem and Elaine de Kooning and Frank O'Hara. Her paintings are held by numerous major institutions, including the Museum of Modern Art in New York City. As director of the Maryland Institute College of Art's Hoffberger School of Painting, she influenced numerous young artists.",
    "year": 1922,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Joey Maxim",
    "birthday": "1922-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Joey_Maxim_1952.jpg/249px-Joey_Maxim_1952.jpg",
    "extract": "Giuseppe Antonio Berardinelli was an American professional boxer. He was a World Light Heavyweight Champion. He took the ring-name Joey Maxim from the Maxim gun, the world's first self-acting machine gun, based on his ability to rapidly throw a large number of left jabs.",
    "year": 1922,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Harold Agnew",
    "birthday": "1921-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Agnew_Harold_1955_LAT1383.jpg/256px-Agnew_Harold_1955_LAT1383.jpg",
    "extract": "Harold Melvin Agnew was an American physicist, best known for having flown as a scientific observer on the Hiroshima bombing mission and, later, as the third director of the Los Alamos National Laboratory.",
    "year": 1921,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dirk Bogarde",
    "birthday": "1921-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Dirk_Bogarde_Hallmark_Hall_of_Fame.JPG/239px-Dirk_Bogarde_Hallmark_Hall_of_Fame.JPG",
    "extract": "Sir Dirk Bogarde was an English actor, novelist, and screenwriter. Initially a matinée idol in films such as Doctor in the House (1954) for the Rank Organisation, he later acted in art-house films. In a second career, he wrote seven best-selling volumes of memoirs, six novels, and a volume of collected journalism, mainly from articles in The Daily Telegraph.",
    "year": 1921,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vic Raschi",
    "birthday": "1919-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Vic_Raschi_1953.jpg/204px-Vic_Raschi_1953.jpg",
    "extract": "Victor John Angelo Raschi was a Major League Baseball pitcher. Nicknamed \"The Springfield Rifle,\" he was one of the top pitchers for the New York Yankees in the late 1940s and early 1950s, forming the \"Big Three\" of the Yankees' pitching staff. He also pitched for the St. Louis Cardinals and the Kansas City Athletics.",
    "year": 1919,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jay Livingston",
    "birthday": "1915-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/73/Jay_Livingston_photo.jpg",
    "extract": "Jay Livingston was an American composer best known as half of a song-writing duo with Ray Evans that specialized in songs composed for films. Livingston wrote music and Evans the lyrics.",
    "year": 1915,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bohumil Hrabal",
    "birthday": "1914-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Bohumil_Hrabal_1988_%C4%8Desk%C3%BD_spisovatel_foto_Hana_Hamplov%C3%A1.jpg/271px-Bohumil_Hrabal_1988_%C4%8Desk%C3%BD_spisovatel_foto_Hana_Hamplov%C3%A1.jpg",
    "extract": "Bohumil Hrabal was a Czech writer, often named among the best Czech writers of the 20th century.",
    "year": 1914,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Edmund Muskie",
    "birthday": "1914-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Portrait_of_Edmund_Muskie%2C_looking_up.jpg/251px-Portrait_of_Edmund_Muskie%2C_looking_up.jpg",
    "extract": "Edmund Sixtus Muskie was an American statesman and political leader who served as the 58th United States Secretary of State under President Jimmy Carter, a United States Senator from Maine from 1959 to 1980, the 64th Governor of Maine from 1955 to 1959, and a member of the Maine House of Representatives from 1946 to 1951. He was the Democratic Party's candidate for Vice President of the United States in the 1968 presidential election, alongside Hubert Humphrey.",
    "year": 1914,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Toko Shinoda",
    "birthday": "1913-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/T%C5%8Dk%C5%8D_Shinoda.jpg/193px-T%C5%8Dk%C5%8D_Shinoda.jpg",
    "extract": "Toko Shinoda  was a Japanese artist working with sumi ink paintings and prints. Her art merged traditional calligraphy with modern abstract expressionism. A 1983 interview in Time magazine asserted \"her trail-blazing accomplishments are analogous to Picasso's\". Shinoda's works have been exhibited at the Hague National Museum, the Art Institute of Chicago, Cincinnati Art Museum, and other leading museums of the world.",
    "year": 1913,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marina Raskova",
    "birthday": "1912-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Marina_Raskova_portrait.png/241px-Marina_Raskova_portrait.png",
    "extract": "Marina Mikhaylovna Raskova was the first woman in the Soviet Union to achieve the diploma of professional air navigator. Raskova went from a young woman with aspirations of becoming an opera singer to a military instructor to the Soviet's first female navigator. She was the navigator to many record-setting as well as record-breaking flights and the founding and commanding officer of the 587th Bomber Aviation Regiment, which was renamed the 125th M.M. Raskova Borisov Guards Dive Bomber Regiment in her honor. Raskova became one of over 800,000 women in the military service, founding three female air regiments, one of which eventually flew over 30,000 sorties in World War II and produced at least 30 Heroes of the Soviet Union.",
    "year": 1912,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Consalvo Sanesi",
    "birthday": "1911-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Consalvo_Sanesi.jpg/304px-Consalvo_Sanesi.jpg",
    "extract": "Consalvo Sanesi was best known as the Alfa Romeo works' test driver in the period following World War II, but he also competed in races with the Alfa Romeo Tipo 158/159 cars in the period before the Formula One World Championship came into being. He competed in five Formula One World Championship Grands Prix, debuting on 3 September 1950. Although, on his day, his experience with the cars meant that he was often one of the fastest men on the racetrack, somehow this rarely translated into good results. He scored only 3 championship points. He found some success driving in sports car racing, continuing into the mid-1960s.",
    "year": 1911,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jimmie Dodd",
    "birthday": "1910-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/The_Mickey_Mouse_Club_Mouseketeers_Jimmie_Dodd_1956.jpg/249px-The_Mickey_Mouse_Club_Mouseketeers_Jimmie_Dodd_1956.jpg",
    "extract": "James Wesley Dodd was an American actor, singer and songwriter, best known as the master of ceremonies for the popular 1950s Walt Disney television series The Mickey Mouse Club, as well as the writer of its well-known theme song \"The Mickey Mouse Club March.\" A different version of this march, much slower in tempo and with different lyrics, became the alma mater that closed each episode.",
    "year": 1910,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ingrid of Sweden",
    "birthday": "1910-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Ingrid_of_Sweden_and_Denmark_1954.jpg/241px-Ingrid_of_Sweden_and_Denmark_1954.jpg",
    "extract": "Ingrid of Sweden was Queen of Denmark from 1947 until 1972 as the wife of King Frederick IX.",
    "year": 1910,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nelson Algren",
    "birthday": "1909-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Nelson_Algren_NYWTS.jpg/251px-Nelson_Algren_NYWTS.jpg",
    "extract": "Nelson Algren was an American writer. His 1949 novel The Man with the Golden Arm won the National Book Award and was adapted as the 1955 film of the same name.",
    "year": 1909,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Irving Paul Lazar",
    "birthday": "1907-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/96/Irving_Lazar_with_Diana_Ross.jpg",
    "extract": "Irving Paul \"Swifty\" Lazar was an American talent agent and dealmaker, representing both movie stars and authors.",
    "year": 1907,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Murray Adaskin",
    "birthday": "1906-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Murray_Adaskin.jpg/248px-Murray_Adaskin.jpg",
    "extract": "Murray Adaskin, was a Toronto-born Canadian violinist, composer, conductor and teacher. After playing violin with a band, he studied composition and became the director of the Music department of the University of Saskatchewan. Many of his compositions were written while in Victoria after his retirement.",
    "year": 1906,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Robert Allen (actor)",
    "birthday": "1906-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a3/Robert_Allen.jpg",
    "extract": "Robert Allen, was an American actor in both feature films and B-movie westerns between 1935 and 1944.",
    "year": 1906,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Pandro S. Berman",
    "birthday": "1905-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Pandro_S._Berman_1953.jpg/215px-Pandro_S._Berman_1953.jpg",
    "extract": "Pandro Samuel Berman, also known as Pan Berman, was an American film producer.",
    "year": 1905,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marlin Perkins",
    "birthday": "1905-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Marlin_Perkins_Wild_Kingdom.JPG/248px-Marlin_Perkins_Wild_Kingdom.JPG",
    "extract": "Richard Marlin Perkins was an American zoologist. He was best known as a host of the television program Mutual of Omaha's Wild Kingdom from 1963 to 1985.",
    "year": 1905,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Rudolf Serkin",
    "birthday": "1903-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Rudolf_Serkin_1962c.jpg/258px-Rudolf_Serkin_1962c.jpg",
    "extract": "Rudolf Serkin was a Bohemian-born Austrian-American pianist. He is widely regarded as one of the greatest Beethoven interpreters of the 20th century.",
    "year": 1903,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Flora Robson",
    "birthday": "1902-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Studio_publicity_Flora_Robson.jpg/250px-Studio_publicity_Flora_Robson.jpg",
    "extract": "Dame Flora McKenzie Robson was an English actress and star of the theatrical stage and cinema, particularly renowned for her performances in plays demanding dramatic and emotional intensity. Her range extended from queens to murderesses.",
    "year": 1902,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Buck Shaw",
    "birthday": "1899-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/01/Buck_Shaw.jpg/221px-Buck_Shaw.jpg",
    "extract": "Lawrence Timothy \"Buck\" Shaw was an American football player and coach. He was the head coach for Santa Clara University, the University of California, Berkeley, the San Francisco 49ers, the United States Air Force Academy and the Philadelphia Eagles. He attended the University of Notre Dame, where he became a star player on Knute Rockne's first unbeaten team. He started his coaching career with one year as head coach at North Carolina State and four years as a line coach at Nevada in Reno.",
    "year": 1899,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sepp Herberger",
    "birthday": "1897-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Sepp_Herberger%2C_Duitse_bondstrainer_op_tribune%2C_Bestanddeelnr_908-4125_%28cropped%29.jpg/225px-Sepp_Herberger%2C_Duitse_bondstrainer_op_tribune%2C_Bestanddeelnr_908-4125_%28cropped%29.jpg",
    "extract": "Josef \"Sepp\" Herberger was a German football player and manager. He is most famous for being the manager of the West German national team that won the 1954 FIFA World Cup final, a match later dubbed The Miracle of Bern, defeating the overwhelming favourites from Hungary. Previously he had also coached the Breslau Eleven, one of the greatest teams in German football history.",
    "year": 1897,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Christian Herter",
    "birthday": "1895-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Christian_Archibald_Herter_%28politician%29.jpg/242px-Christian_Archibald_Herter_%28politician%29.jpg",
    "extract": "Christian Archibald Herter was an American diplomat and Republican politician who was the 59th Governor of Massachusetts from 1953 to 1957 and United States Secretary of State from 1959 to 1961. His moderate tone of negotiations was confronted by the intensity of Soviet leader Nikita Khrushchev in a series of unpleasant episodes that turned the Cold War even colder in 1960–61.",
    "year": 1895,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Donald Barnhouse",
    "birthday": "1895-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/66/Donald_G_Barnhouse.jpg",
    "extract": "Donald Grey Barnhouse, was an American Christian preacher, pastor, theologian, radio pioneer, and writer. He was pastor of the Tenth Presbyterian Church in Philadelphia, Pennsylvania from 1927 to his death in 1960. As a pioneer in radio broadcasting, his program, The Bible Study Hour, continues today and is now known as Dr. Barnhouse & the Bible.",
    "year": 1895,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Spencer W. Kimball",
    "birthday": "1895-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Spencer_W._Kimball3.JPG/243px-Spencer_W._Kimball3.JPG",
    "extract": "Spencer Woolley Kimball was an American business, civic, and religious leader, and was the twelfth president of The Church of Jesus Christ of Latter-day Saints. The grandson of early Latter-day Saint apostle Heber C. Kimball, Kimball was born in Salt Lake City, Utah Territory. He spent most of his early life in Thatcher, Arizona, where his father, Andrew Kimball, farmed and served as the area's stake president. He served an LDS mission from 1914 to 1916, then worked for various banks in Arizona's Gila Valley as a clerk and bank teller. Kimball later co-founded a business, selling bonds and insurance that, after weathering the Great Depression, became highly successful. Kimball served as a stake president in his hometown from 1938 until 1943, when he was called to serve as a member of the Quorum of the Twelve Apostles.",
    "year": 1895,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ernst Lindemann",
    "birthday": "1894-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Bundesarchiv_Bild_101II-MN-1361-21A%2C_Schlachtschiff_Bismarck%2C_Kapit%C3%A4n_Ernst_Lindemann.jpg/203px-Bundesarchiv_Bild_101II-MN-1361-21A%2C_Schlachtschiff_Bismarck%2C_Kapit%C3%A4n_Ernst_Lindemann.jpg",
    "extract": "Otto Ernst Lindemann was a German Kapitän zur See. He was the only commander of the battleship Bismarck during its eight months of service in World War II.",
    "year": 1894,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Spyros Skouras",
    "birthday": "1893-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/1960_Spyros_Skouras-AEF.jpg/320px-1960_Spyros_Skouras-AEF.jpg",
    "extract": "Spyros Panagiotis Skouras was a Greek-American motion picture pioneer and film executive who was the president of the 20th Century-Fox from 1942 to 1962. He resigned June 27, 1962, but served as chairman of the company for several years. He also had numerous ships, owning Prudential Lines.",
    "year": 1893,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Corneille Heymans",
    "birthday": "1892-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Corneille_Heymans_nobel.jpg/226px-Corneille_Heymans_nobel.jpg",
    "extract": "Corneille Jean François Heymans was a Belgian physiologist. He studied at the Jesuit College of Saint Barbara and then at Ghent University, where he obtained a doctor's degree in 1920.",
    "year": 1892,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tom Maguire",
    "birthday": "1892-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/TomMaguire.jpg/215px-TomMaguire.jpg",
    "extract": "Tom Maguire was an Irish republican who held the rank of commandant-general in the Western Command of the Irish Republican Army (IRA) and led the South Mayo flying column.",
    "year": 1892,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Paul Whiteman",
    "birthday": "1890-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Paul_Whiteman_1939.jpg/268px-Paul_Whiteman_1939.jpg",
    "extract": "Paul Samuel Whiteman was an American bandleader, composer, orchestral director, and violinist.",
    "year": 1890,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Angelos Sikelianos",
    "birthday": "1884-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Sikelianos.jpg",
    "extract": "Angelos Sikelianos was a Greek lyric poet and playwright. His themes include Greek history, religious symbolism as well as universal harmony in poems such as The Moonstruck, Prologue to Life, Mother of God, and Delphic Utterance. His plays include Sibylla, Daedalus in Crete, Christ in Rome, The Death of Digenis, The Dithyramb of the Rose and Asklepius. Although occasionally his grandiloquence blunts the poetic effect of his work, some of Sikelianos finer lyrics are among the best in Western literature. From 1946 until 1951, he was nominated for the Nobel Prize for Literature.",
    "year": 1884,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Martin Sheridan",
    "birthday": "1881-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Martin_Sheridan_1910_Mecca_card_front.jpg",
    "extract": "Martin John Sheridan was a three time Olympic Games gold medallist. He was born in Bohola, County Mayo, Ireland, and died in St. Vincent's Hospital in Manhattan, New York, the day before his 37th birthday, a very early casualty of the 1918 flu pandemic. He is buried in Calvary Cemetery, Queens, New York. He was part of a group of Irish-American athletes known as the \"Irish Whales\".",
    "year": 1881,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Terence MacSwiney",
    "birthday": "1879-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Terence_MacSwiney_circle.png/320px-Terence_MacSwiney_circle.png",
    "extract": "Terence James MacSwiney was an Irish playwright, author and politician. He was elected as Sinn Féin Lord Mayor of Cork during the Irish War of Independence in 1920. He was arrested by the British Government on charges of sedition and imprisoned in Brixton Prison. His death there in October 1920 after 74 days on hunger strike brought him and the Irish Republican campaign to international attention.",
    "year": 1879,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Maxim Gorky",
    "birthday": "1868-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Maxim_Gorky_1926.jpg/225px-Maxim_Gorky_1926.jpg",
    "extract": "Alexei Maximovich Peshkov, popularly known as Maxim Gorky, was a Russian writer and political activist. He was nominated five times for the Nobel Prize in Literature. Before his success as an author, he travelled widely across the Russian Empire changing jobs frequently, experiences which would later influence his writing.",
    "year": 1868,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Aristide Briand",
    "birthday": "1862-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Aristide_Briand.png/243px-Aristide_Briand.png",
    "extract": "Aristide Pierre Henri Briand was a French statesman who served eleven terms as Prime Minister of France during the French Third Republic. He is mainly remembered for his focus on international issues and reconciliation politics during the interwar period (1918–1939).",
    "year": 1862,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bernardino Machado",
    "birthday": "1851-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/BernardinoMachado.png/243px-BernardinoMachado.png",
    "extract": "Bernardino Luís Machado Guimarães, GCTE, GCL, was a Portuguese political figure, the third and eighth President of Portugal.",
    "year": 1851,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kyrle Bellew",
    "birthday": "1850-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Harvard_Theatre_Collection_-_Kyrle_Bellew_TCS_1.2239_-_crop.jpg/220px-Harvard_Theatre_Collection_-_Kyrle_Bellew_TCS_1.2239_-_crop.jpg",
    "extract": "Harold Kyrle Money Bellew was an English stage and silent film actor. He notably toured with Cora Brown-Potter in the 1880s and 1890s, and was cast as the leading man in many stage productions alongside her. He was also a signwriter, gold prospector and rancher mainly in Australia.",
    "year": 1850,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gyula Farkas (natural scientist)",
    "birthday": "1847-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Farkas_Gyula_%281847-1930%29.JPG/223px-Farkas_Gyula_%281847-1930%29.JPG",
    "extract": "Farkas Gyula, or Julius Farkas was a Hungarian mathematician and physicist.",
    "year": 1847,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Emin Pasha",
    "birthday": "1840-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Emin_Pasha_001.jpg/254px-Emin_Pasha_001.jpg",
    "extract": "Mehmed Emin Pasha was an Ottoman physician of German Jewish origin, naturalist, and governor of the Egyptian province of Equatoria on the upper Nile. The Ottoman Empire conferred the title \"Pasha\" on him in 1886, and thereafter he was referred to as \"Emin Pasha\".",
    "year": 1840,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Frederick Pabst",
    "birthday": "1836-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Frederick_Pabst_by_SL_Stein.jpg/209px-Frederick_Pabst_by_SL_Stein.jpg",
    "extract": "Johann Gottlieb Friedrich \"Frederick\" Pabst was a German-American brewer for whom the Pabst Brewing Company was named.",
    "year": 1836,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Henry D. Washburn",
    "birthday": "1832-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/HenryDWashburn.JPG/234px-HenryDWashburn.JPG",
    "extract": "Henry Dana Washburn was a U.S. Representative from Indiana and a colonel and was breveted twice as brigadier general and major general in the Union Army during the American Civil War.",
    "year": 1832,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Joseph Bazalgette",
    "birthday": "1819-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/JosephBazalgettePortrait.jpg/257px-JosephBazalgettePortrait.jpg",
    "extract": "Sir Joseph William Bazalgette CB was a 19th-century English civil engineer. As chief engineer of London's Metropolitan Board of Works, his major achievement was the creation of a sewerage system for central London which was instrumental in relieving the city from cholera epidemics, while beginning to clean the River Thames. He was also the designer of Hammersmith Bridge.",
    "year": 1819,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Wade Hampton III",
    "birthday": "1818-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Wade_Hampton.jpg/261px-Wade_Hampton.jpg",
    "extract": "Wade Hampton III was an American military officer who served the Confederate States of America during the American Civil War and later a politician from South Carolina. He came from a wealthy planter family, and shortly before the war he was one of the largest slaveholders in the Southeast as well as a state legislator. During the American Civil War, he served in the Confederate cavalry, where he reached the rank of lieutenant general.",
    "year": 1818,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Arsène Houssaye",
    "birthday": "1815-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/df/Ars%C3%A8ne_Houssaye_by_Etienne_Carjat_c1878.jpg",
    "extract": "Arsène Houssaye was a French novelist, poet and man of letters.",
    "year": 1815,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Neumann",
    "birthday": "1811-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Johannes_Nepomuk_Neumann.jpg/200px-Johannes_Nepomuk_Neumann.jpg",
    "extract": "John Nepomucene Neumann was a Catholic priest from Bohemia. He immigrated to the United States in 1836, where he was ordained, joined the Redemptorist order, and became the fourth Bishop of Philadelphia in 1852. In Philadelphia, Neumann founded the first Catholic diocesan school system in the US. He was canonized in 1977. As of 2022, he is the only male US citizen to be named a saint.",
    "year": 1811,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Thomas Hare (political scientist)",
    "birthday": "1806-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/01/Thare.png",
    "extract": "Sir Thomas Hare was a British lawyer, MP and proponent of electoral reform. In particular he was the inventor of the Single Transferable Voting system, now used in many places in the world.",
    "year": 1806,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Georg Heinrich Pertz",
    "birthday": "1795-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Pertz_Georg_Heinrich.jpg/235px-Pertz_Georg_Heinrich.jpg",
    "extract": "Georg Heinrich Pertz was a German historian.",
    "year": 1795,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Henry Schoolcraft",
    "birthday": "1793-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/HenryRSchoolcraft1855.jpg/256px-HenryRSchoolcraft1855.jpg",
    "extract": "Henry Rowe Schoolcraft was an American geographer, geologist, and ethnologist, noted for his early studies of Native American cultures, as well as for his 1832 expedition to the source of the Mississippi River. He is also noted for his major six-volume study of Native Americans commissioned by Congress and published in the 1850s.",
    "year": 1793,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Thomas Clarkson",
    "birthday": "1760-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Thomas_Clarkson_by_Carl_Frederik_von_Breda.jpg/246px-Thomas_Clarkson_by_Carl_Frederik_von_Breda.jpg",
    "extract": "Thomas Clarkson was an English abolitionist, and a leading campaigner against the slave trade in the British Empire. He helped found The Society for Effecting the Abolition of the Slave Trade and helped achieve passage of the Slave Trade Act 1807, which ended British trade in slaves.",
    "year": 1760,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Francisco de Miranda",
    "birthday": "1750-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Francisco_de_Miranda_by_Tovar_y_Tovar.jpg/237px-Francisco_de_Miranda_by_Tovar_y_Tovar.jpg",
    "extract": "Sebastián Francisco de Miranda y Rodríguez de Espinoza, commonly known as Francisco de Miranda, was a Venezuelan military leader and revolutionary. Although his own plans for the independence of the Spanish American colonies failed, he is regarded as a forerunner of Simón Bolívar, who during the Spanish American wars of independence successfully liberated much of South America. He was known as \"The First Universal Venezuelan\" and \"The Great Universal American\".",
    "year": 1750,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Maximilian III Joseph, Elector of Bavaria",
    "birthday": "1727-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Maximilian_III_Joseph_of_Bavaria_by_Georges_Desmar%C3%A9es.jpg/239px-Maximilian_III_Joseph_of_Bavaria_by_Georges_Desmar%C3%A9es.jpg",
    "extract": "Maximilian III Joseph, \"the much beloved\", was a Prince-elector of the Holy Roman Empire and Duke of Bavaria from 1745 to 1777.",
    "year": 1727,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Andrew Kippis",
    "birthday": "1725-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Andrew_Kippis.jpg/234px-Andrew_Kippis.jpg",
    "extract": "Andrew Kippis was an English nonconformist clergyman and biographer.",
    "year": 1725,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Samuel Sewall",
    "birthday": "1652-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/SamuelSewall.jpg/265px-SamuelSewall.jpg",
    "extract": "Samuel Sewall was a judge, businessman, and printer in the Province of Massachusetts Bay, best known for his involvement in the Salem witch trials, for which he later apologized, and his essay The Selling of Joseph (1700), which criticized slavery. He served for many years as the chief justice of the Massachusetts Superior Court of Judicature, the province's high court.",
    "year": 1652,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Frederik Ruysch",
    "birthday": "1638-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Frederik_Ruysch%2C_by_Jurriaen_Pool.jpg/263px-Frederik_Ruysch%2C_by_Jurriaen_Pool.jpg",
    "extract": "Frederik Ruysch was a Dutch botanist and anatomist. He is known for developing techniques for preserving anatomical specimens, which he used to create dioramas or scenes incorporating human parts. His anatomical preparations included over 2,000 anatomical, pathological, zoological, and botanical specimens, which were preserved by either drying or embalming. Ruysch is also known for his proof of valves in the lymphatic system, the vomeronasal organ in snakes, and arteria centralis oculi. He was the first to describe the disease that is today known as Hirschsprung's disease, as well as several pathological conditions, including intracranial teratoma, enchondromatosis, and Majewski syndrome.",
    "year": 1638,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Empress Dowager Xiaozhuang",
    "birthday": "1613-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Imperial_Portrait_of_Empress_Xiao_Zhuang_Wen.jpg/152px-Imperial_Portrait_of_Empress_Xiao_Zhuang_Wen.jpg",
    "extract": "Bumbutai, of the Khorchin Mongol Borjigit clan, was the consort of Hong Taiji. She was 21 years his junior. She was honoured as Empress Dowager Zhaosheng during the reign of her son, Fulin, the Shunzhi Emperor, and as Grand Empress Dowager Zhaosheng during the reign of her grandson, Xuanye, the Kangxi Emperor.",
    "year": 1613,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Amos Comenius",
    "birthday": "1592-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Jan_Amos_Comenius_%28Komensky%29_%281592-1670%29._Tsjechisch_humanist_en_pedagoog._Als_voorganger_van_de_Moravische_of_Boheemse_Broedergemeente_verdreven_en_sedert_1656_gevestigd_te_Amsterdam_Rijksmuseum_SK-A-2161.jpeg/278px-thumbnail.jpeg",
    "extract": "John Amos Comenius was a Czech philosopher, pedagogue and theologian who is considered the father of modern education. He served as the last bishop of the Unity of the Brethren before becoming a religious refugee and one of the earliest champions of universal education, a concept eventually set forth in his book Didactica Magna. As an educator and theologian, he led schools and advised governments across Protestant Europe through the middle of the seventeenth century.",
    "year": 1592,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Albert Alcibiades, Margrave of Brandenburg-Kulmbach",
    "birthday": "1522-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Andreas_Riehl_%28I%29_-_Bildnis_des_Markgrafen_Albrecht_Alcibiades_von_Brandenburg-Kulmbach.jpg/270px-Andreas_Riehl_%28I%29_-_Bildnis_des_Markgrafen_Albrecht_Alcibiades_von_Brandenburg-Kulmbach.jpg",
    "extract": "Albert II was the Margrave of Brandenburg-Kulmbach (Brandenburg-Bayreuth) from 1527 to 1553. He was a member of the Franconian branch of the House of Hohenzollern. Because of his bellicose nature, Albert was given the cognomen Bellator during his lifetime. Posthumously, he became known as Alcibiades.",
    "year": 1522,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Teresa of Ávila",
    "birthday": "1515-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Peter_Paul_Rubens_138.jpg/320px-Peter_Paul_Rubens_138.jpg",
    "extract": "Teresa of Ávila, also called Saint Teresa of Jesus, was a Spanish noblewoman who was called to convent life in the Catholic Church. A Carmelite nun, prominent Spanish mystic, religious reformer, author, theologian of the contemplative life and of mental prayer, she earned the rare distinction of being declared a Doctor of the Church. Active during the Catholic Reformation, she reformed the Carmelite Orders of both women and men. The movement she initiated was later joined by the younger Spanish Carmelite friar and mystic John of the Cross. It led eventually to the establishment of the Discalced Carmelites. A formal papal decree adopting the split from the old order was issued in 1580.",
    "year": 1515,
    "month": 3,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Fra Bartolomeo",
    "birthday": "1472-3-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Fra_bartolomeo.jpg/224px-Fra_bartolomeo.jpg",
    "extract": "Fra Bartolomeo or Bartolommeo, also known as Bartolommeo di Pagholo, Bartolommeo di S. Marco, and his original nickname Baccio della Porta, was an Italian Renaissance painter of religious subjects. He spent all his career in Florence until his mid-forties, when he travelled to work in various cities, as far south as Rome. He trained with Cosimo Roselli and in the 1490s fell under the influence of Savonarola, which led him to become a Dominican friar in 1500, renouncing painting for several years. Typically his paintings are of static groups of figures in subjects such as the Virgin and Child with Saints.",
    "year": 1472,
    "month": 3,
    "day": 28,
    "language": "en"
  }
]