[
  {
    "name": "Colton Herta",
    "birthday": "2000-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Colton_Herta_%282021%29.jpg/213px-Colton_Herta_%282021%29.jpg",
    "extract": "Colton Herta is an American open-wheel racing driver currently competing in the NTT IndyCar Series for Andretti Autosport with Curb-Agajanian. He is the youngest person to ever win an IndyCar Series race.",
    "year": 2000,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kalyn Ponga",
    "birthday": "1998-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Kalyn_Ponga.jpg/263px-Kalyn_Ponga.jpg",
    "extract": "Kalyn Ponga is a professional rugby league footballer who captains and plays as a fullback for the Newcastle Knights in the NRL.",
    "year": 1998,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jetro Willems",
    "birthday": "1994-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/PSV_Eindhoven%2C_Teamcamp_Bad_Erlach%2C_July_2014_%28154%29.jpg/320px-PSV_Eindhoven%2C_Teamcamp_Bad_Erlach%2C_July_2014_%28154%29.jpg",
    "extract": "Jetro Danovich Sexer Willems is a Dutch professional footballer who plays as a left wing-back or left-back for Bundesliga club Greuther Fürth. He represented the Netherlands national team at UEFA Euro 2012; he played in the Netherlands' opening match of the tournament at the age of 18 years and 71 days, making him the youngest player ever to play in the UEFA European Championship at the time. The record has since been broken by Jude Bellingham, who represented England at UEFA Euro 2020.",
    "year": 1994,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Anitta (singer)",
    "birthday": "1993-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Anitta_2021.jpg/263px-Anitta_2021.jpg",
    "extract": "Larissa de Macedo Machado, better known by her stage name Anitta, is a Brazilian singer, songwriter, actress, dancer, businesswoman and TV presenter. She rose to national fame with the release of her single \"Show das Poderosas\" in 2013.",
    "year": 1993,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Palak Muchhal",
    "birthday": "1992-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Palak_Muchhal_filmfare.jpg/212px-Palak_Muchhal_filmfare.jpg",
    "extract": "Palak Muchhal is an Indian singer and lyricist from Indore, Madhya Pradesh. She and her younger brother Palash Muchhal perform stage shows across India and abroad to raise funds for the poor children who need financial assistance for the medical treatment of heart diseases. As of 6 October 2020, she has raised funds through her charity shows which have helped to save the lives of 2200 children suffering from heart ailments. Muchhal has made her entry in both Guinness Book of World Records and Limca Book of World Records for great achievements in social work. Her work is also recognised by the Government of India and other public institutions through various awards and honours. Muchhal also performs as a playback singer for Bollywood films. She has rendered her voice in Hindi films such as Ek Tha Tiger (2012), Aashiqui 2 (2013), Kick (2014) and Action Jackson (2014) Prem Ratan Dhan Payo (2015) M.S. Dhoni: The Untold Story (2016) Kaabil (2017), Baaghi 2 (2018) and Pal Pal Dil Ke Paas (2019). Her rendition of the song Kaun tujhe\" from the film\"M.S. Dhoni: The Untold Story has earned her much praise from fans as well as prominent personalities in the music industry.",
    "year": 1992,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Thomas Rhett",
    "birthday": "1990-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/62/Thomas_Rhett_2013.jpg",
    "extract": "Thomas Rhett Akins Jr. is an American country music singer-songwriter. He is the son of singer Rhett Akins.",
    "year": 1990,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Michal Březina",
    "birthday": "1990-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Michal_B%C5%99ezina_at_the_2018_Skate_America_-_Awarding_ceremony.jpg/213px-Michal_B%C5%99ezina_at_the_2018_Skate_America_-_Awarding_ceremony.jpg",
    "extract": "Michal Březina is a retired Czech figure skater. He is the 2013 European bronze medalist, 2011 Skate America champion, 2009 World Junior silver medalist, and four-time Czech national champion. He is also the winner of the 2014-15 ISU Challenger Series. Michal represented the Czech Republic at the 2010, 2014, 2018, and 2022 Winter Olympics.",
    "year": 1990,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Chris Sale",
    "birthday": "1989-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Chris_Sale_in_2017_%2837185846582%29_%28cropped%29.jpg/320px-Chris_Sale_in_2017_%2837185846582%29_%28cropped%29.jpg",
    "extract": "Christopher Allen Sale is an American professional baseball pitcher for the Boston Red Sox of Major League Baseball (MLB). He previously played in MLB for the Chicago White Sox, with whom he made his major league debut on August 6, 2010. As a power pitcher, Sale excels at achieving high numbers of strikeouts, and has set a number of strikeout-related records. He bats and throws left-handed, stands 6 feet 6 inches (1.98 m), and weighs 180 pounds (82 kg).",
    "year": 1989,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "João Sousa",
    "birthday": "1989-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Sousa_RG21_%2830%29_%2851377085530%29.jpg/214px-Sousa_RG21_%2830%29_%2851377085530%29.jpg",
    "extract": "João Pedro Coelho Marinho de Sousa, known as João Sousa, is a Portuguese professional tennis player. He achieved a career-high ATP singles ranking of No. 28 on 16 May 2016 and a doubles ranking of No. 26 on 13 May 2019. Continuously ranked in the world's top-100 between July 2013 and March 2021, and with four ATP Tour singles titles, Sousa is often regarded as the best Portuguese tennis player of all time. He is nicknamed Conquistador for sharing his birthplace of Guimarães with Afonso I, the country's first king. Sousa is coached by former player Frederico Marques and practices at the BTT Tennis Academy in Barcelona.",
    "year": 1989,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Will Matthews (rugby league)",
    "birthday": "1988-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Will_Matthews.jpg/263px-Will_Matthews.jpg",
    "extract": "Will Matthews is an Australian former professional rugby league footballer.",
    "year": 1988,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Thanasis Papazoglou",
    "birthday": "1988-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Papazoglou.JPG/189px-Papazoglou.JPG",
    "extract": "Athanasios Papazoglou, commonly known as Thanasis Papazoglou, is a Greek professional footballer who plays as a striker for Super League 2 club Rodos.",
    "year": 1988,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Richard Sherman (American football)",
    "birthday": "1988-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Richard_sherman_2018_%28cropped%29.jpg/256px-Richard_sherman_2018_%28cropped%29.jpg",
    "extract": "Richard Kevin Sherman is an American football cornerback who is a free agent. He was drafted by the Seattle Seahawks in the fifth round of the 2011 NFL Draft. He has been selected to the Pro Bowl five times and voted All-Pro five times, including three times to the first team, and led the NFL in interceptions in 2013, when he also helped the Seahawks win their first Super Bowl.",
    "year": 1988,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Larisa Yurkiw",
    "birthday": "1988-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Larisa_Yurkiw_Altenmarkt-Zauchensee_2009.jpg/240px-Larisa_Yurkiw_Altenmarkt-Zauchensee_2009.jpg",
    "extract": "Larisa Yurkiw is a Canadian retired World Cup alpine ski racer, specializing in the speed events of downhill and super-G.",
    "year": 1988,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Trent Beretta",
    "birthday": "1987-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Trent_Barreta_at_Alpha-1_show-1_crop.jpg/235px-Trent_Barreta_at_Alpha-1_show-1_crop.jpg",
    "extract": "Gregory \"Greg\" Marasciulo, better known by the ring name Trent Beretta or Trent?, is an American professional wrestler signed to All Elite Wrestling (AEW). He is also known for his time with New Japan Pro-Wrestling and Ring of Honor under the ring name Beretta. As part of Roppongi Vice alongside Rocky Romero, Beretta is a former four-time IWGP Junior Heavyweight Tag Team Champion. He is also known for his tenures with Pro Wrestling Guerilla and various independent promotions.",
    "year": 1987,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Calum Elliot",
    "birthday": "1987-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Calum-elliot.jpg/214px-Calum-elliot.jpg",
    "extract": "Calum Elliot is a Scottish former professional footballer, who played as a forward for Heart of Midlothian, Motherwell, Livingston, Dundee, Žalgiris Vilnius, Alloa and Raith Rovers. He also represented Scotland at youth international levels up to and including the under-21 team. He is currently manager of Tranent Juniors.",
    "year": 1987,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kwok Kin Pong",
    "birthday": "1987-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Kwokkinpong.JPG/201px-Kwokkinpong.JPG",
    "extract": "Kwok Kin Pong is a former Hong Kong professional footballer who currently plays for Hong Kong Third Division club Ravia Group. He plays as a defender or a midfielder. As he resembles Hong Kong artist and singer Edison Chen, he was given the nickname 'Edison'.",
    "year": 1987,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Marc-Édouard Vlasic",
    "birthday": "1987-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Marc_Edouard_Vlasic_retouched.jpg/237px-Marc_Edouard_Vlasic_retouched.jpg",
    "extract": "Marc-Édouard Vlasic is a Canadian professional ice hockey defenceman for the San Jose Sharks of the National Hockey League (NHL).",
    "year": 1987,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sergio Ramos",
    "birthday": "1986-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Sergio_Ramos_Interview_2021.jpg/297px-Sergio_Ramos_Interview_2021.jpg",
    "extract": "Sergio Ramos García is a Spanish professional footballer who plays for Ligue 1 club Paris Saint-Germain and the Spain national team. He played as a centre-back for Real Madrid for 16 seasons, whom he captained for six seasons. He is widely regarded as one of the greatest defenders of all time. He has also played as a right-back earlier in his career.",
    "year": 1986,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mario Ančić",
    "birthday": "1984-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Ancic_Toronto_Masters_2008.jpg/216px-Ancic_Toronto_Masters_2008.jpg",
    "extract": "Mario Ančić is a Croatian former professional tennis player who currently works as a private equity vice president in New York City. He won three singles titles and five doubles titles. His career-high singles ranking came during the 2006 ATP Tour, when he reached world no. 7. Ančić helped Croatia to win the 2005 Davis Cup and at the Athens Olympic Games in 2004, he and Ivan Ljubičić won a bronze medal in doubles for Croatia.",
    "year": 1984,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Samantha Stosur",
    "birthday": "1984-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Stosur_WM19_%281%29_%2848521876427%29.jpg/214px-Stosur_WM19_%281%29_%2848521876427%29.jpg",
    "extract": "Samantha Jane Stosur is an Australian professional tennis player. She is a former world No. 1 in doubles, a ranking which she first achieved on 6 February 2006 and held for 61 consecutive weeks. Also a former top ten singles player, Stosur reached a career-high singles ranking of world No. 4 on 21 February 2011 and spent a total of 165 weeks ranked inside the top ten, between March 2010 and June 2013. Stosur was also the top-ranked Australian singles player for 452 consecutive weeks, from October 2008 to June 2017, and was ranked inside the top 25 for a period of nine straight years. She has won a combined total of 40 career titles – including eight Grand Slam titles – and has amassed almost $20 million in prize money.",
    "year": 1984,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jérémie Aliadière",
    "birthday": "1983-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/FC_Lorient_-_June_27th_2013_training_-_J%C3%A9r%C3%A9mie_Aliadi%C3%A8re_4.JPG/272px-FC_Lorient_-_June_27th_2013_training_-_J%C3%A9r%C3%A9mie_Aliadi%C3%A8re_4.JPG",
    "extract": "Jérémie Aliadière is a French former professional footballer who played as a striker.",
    "year": 1983,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mark Hudson (footballer, born 1982)",
    "birthday": "1982-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Mark_Hudson_2014.jpg/320px-Mark_Hudson_2014.jpg",
    "extract": "Mark Alexander Hudson is an English former professional footballer. A centre-back, he began his professional career with Fulham after progressing through the club's youth academy. He made his senior debut in a League Cup match in 2000 but made just two further first team appearances for Fulham. He spent two spells on loan with Oldham Athletic in 2003 before joining Crystal Palace on loan after Oldham manager Iain Dowie moved between the two clubs. He joined Palace on a permanent basis soon after as they spent one season in the Premier League before establishing himself in the first team following their return to the Championship.",
    "year": 1982,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Philippe Mexès",
    "birthday": "1982-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Philippe_Mex%C3%A8s_2012-06-11.jpg/243px-Philippe_Mex%C3%A8s_2012-06-11.jpg",
    "extract": "Philippe Mexès is a French former professional footballer who played as a centre back. He represented Auxerre, Roma and AC Milan at club level during a career that spanned between 1999 and 2016. A full international between 2002 and 2012, he won 29 caps and scored one goal for the France national team and represented them at the 2003 FIFA Confederations Cup as well as UEFA Euro 2012.",
    "year": 1982,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Javier Portillo (Spanish footballer)",
    "birthday": "1982-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Javier_Portillo.jpg/240px-Javier_Portillo.jpg",
    "extract": "Javier García Portillo is a Spanish former professional footballer who played as a forward.",
    "year": 1982,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jason Dohring",
    "birthday": "1982-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Jason_Dohring_July_2013.jpg/199px-Jason_Dohring_July_2013.jpg",
    "extract": "Jason William Dohring is an American stage, television and voice actor who is best known for his role as Logan Echolls on the television show Veronica Mars and the 2014 film continuation as well as his roles as Josef Kostan on Moonlight (2007), Adam Carpenter on Ringer (2011), Detective Will Kinney on The Originals (2013) and Chase Graves on iZombie (2015). He is also known as the voice of Terra, one of the main protagonists of the Kingdom Hearts franchise (2010–2019).",
    "year": 1982,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jammal Brown",
    "birthday": "1981-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Jammal_brown_2011.jpg/171px-Jammal_brown_2011.jpg",
    "extract": "Jammal Filbert Brown is a former American football offensive tackle who played in the National Football League (NFL) for seven seasons. He played college football for the University of Oklahoma, and received unanimous All-American recognition, and was chosen by the New Orleans Saints in the first round of the 2005 NFL Draft. Brown was selected for the Pro Bowl twice and won Super Bowl XLIV with the team. He also played for the Washington Redskins.",
    "year": 1981,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Andrea Masi",
    "birthday": "1981-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/2011-02-05_Rugby_Andrea_Masi_ITA_-_IRL_6_Nations_cropped.jpg/240px-2011-02-05_Rugby_Andrea_Masi_ITA_-_IRL_6_Nations_cropped.jpg",
    "extract": "Andrea Masi is a retired Italian rugby union footballer. His usual position was in the centres but he has also played at fly-half and at full-back. His last club before retirement was the English Premiership club Wasps. In a 16-year international career lasting from 1999 to 2015, Masi won 95 caps for the Italy national team, and was a part of their squad at four World Cups in 2003, 2007, 2011 and 2015.",
    "year": 1981,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ricardo Osorio",
    "birthday": "1980-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Ricardo_Osorio.jpg/213px-Ricardo_Osorio.jpg",
    "extract": "Ricardo Osorio Mendoza is a Mexican former professional footballer who played as a defender.",
    "year": 1980,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Norah Jones",
    "birthday": "1979-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Norahjonesongma_%28cropped%29.jpg/197px-Norahjonesongma_%28cropped%29.jpg",
    "extract": "Norah Jones is an American singer, songwriter, and pianist. She has won many awards and as of 2012, has sold more than 50 million records worldwide. Billboard named her the top jazz artist of the 2000’s decade. She has won nine Grammy Awards and was ranked 60th on Billboard magazine's artists of the 2000s decade chart.",
    "year": 1979,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Anatoliy Tymoshchuk",
    "birthday": "1979-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Anatoliy_Tymoshchuk_2017.jpg/265px-Anatoliy_Tymoshchuk_2017.jpg",
    "extract": "Anatoliy Oleksandrovych Tymoshchuk is a Ukrainian football coach and a former midfielder, currently an assistant coach of the Russian Premier League club Zenit Saint Petersburg. Tymoshchuk is regarded as one of the greatest players in the history of Shakhtar Donetsk and Zenit Saint Petersburg, and is also a former captain of the Ukraine national team.",
    "year": 1979,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paweł Czapiewski",
    "birthday": "1978-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Pawe%C5%82_Czapiewski.jpg/218px-Pawe%C5%82_Czapiewski.jpg",
    "extract": "Paweł Czapiewski is a former Polish middle-distance runner. He was born in Stargard.",
    "year": 1978,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Chris Paterson",
    "birthday": "1978-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Chris_Paterson2.jpg/195px-Chris_Paterson2.jpg",
    "extract": "Christopher Douglas Paterson, MBE is an ambassador and specialist coach for the Scotland and Edinburgh rugby union teams. He is a former professional rugby union player who played for Scotland and, for the most part of his career, Edinburgh. Paterson is Scotland's record points scorer with 809 points and second most-capped player with 109 caps. He was capable of playing in a range of positions, including fullback, wing and fly-half.",
    "year": 1978,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Abhishek Chaubey",
    "birthday": "1977-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Abhishek_Chaubey_-_2.jpg/320px-Abhishek_Chaubey_-_2.jpg",
    "extract": "Abhishek Chaubey is an Indian director, screenwriter and film producer known for his works in Hindi cinema.",
    "year": 1977,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ty Conklin",
    "birthday": "1976-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Ty_Conklin_on_the_ice_during_warm_ups.jpg/233px-Ty_Conklin_on_the_ice_during_warm_ups.jpg",
    "extract": "Ty Curtis Conklin is an American former professional ice hockey goaltender. Throughout his National Hockey League (NHL) career, he played for the Edmonton Oilers, Columbus Blue Jackets, Buffalo Sabres, Pittsburgh Penguins, St. Louis Blues and two stints with the Detroit Red Wings.",
    "year": 1976,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Obadele Thompson",
    "birthday": "1976-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/02/O._Thompson_Sydney_medal.gif",
    "extract": "Obadele \"Oba\" Thompson BSS is a Barbados-born former sprinter, lawyer, author, and speaker. He won Barbados' first and only Olympic medal as an independent country by placing third in the 100 metres at the 2000 Sydney Olympics. He is a three-time Olympian, and a finalist at each Olympics. His personal best performances are 9.87 seconds for the 100 m, 19.97 seconds for the 200 metres, and 45.38 seconds for the 400 metres. He has held the indoor 55 metres world record since 1997.",
    "year": 1976,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Troels Lund Poulsen",
    "birthday": "1976-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Troels_Lund_Poulsen_Skamlingsbanken.jpg/317px-Troels_Lund_Poulsen_Skamlingsbanken.jpg",
    "extract": "Troels Lund Poulsen is a Danish politician, who is a member of the Folketing for the Venstre political party. He served as Minister for the Environment from 2007 to 2010, Minister for Taxation from 2010 to 2011, Minister of Education in 2011, Minister for Commerce, Business and Growth from 2015 to 2016 and Minister for Employment from 2016 to 2019.",
    "year": 1976,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Griffen",
    "birthday": "1975-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Griffen01.jpg/232px-Griffen01.jpg",
    "extract": "Paul Richard Griffen is a former New Zealand-born rugby union player who represented Italy at scrum half in 42 full internationals. He played for Calvisano from 2000 to 2014.",
    "year": 1975,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "DJ AM",
    "birthday": "1973-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/AdamGoldsteinDec08.jpg/214px-AdamGoldsteinDec08.jpg",
    "extract": "Adam Michael Goldstein, known professionally as DJ AM, was an American disc jockey (DJ). Born in Philadelphia, Goldstein became interested in deejaying as a child after watching Herbie Hancock perform his 1983 single \"Rockit\". Goldstein developed a drug addiction as a teenager and was sent to the controversial rehabilitation center Straight, Incorporated. After he left the center, his drug problems became worse; he was addicted to crack cocaine for several years in his early twenties. After he attempted suicide in 1997, Goldstein became sober and later sponsored other addicts through Alcoholics Anonymous.",
    "year": 1973,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jan Koller",
    "birthday": "1973-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Jan_Koller_2019.jpg/226px-Jan_Koller_2019.jpg",
    "extract": "Jan Koller is a Czech former professional footballer who played as a striker. He was noted for his height, strong physique, and heading ability.",
    "year": 1973,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mili Avital",
    "birthday": "1972-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Over_The_Ocean_two_%28cropped%29.jpg/320px-Over_The_Ocean_two_%28cropped%29.jpg",
    "extract": "Mili Avital is an Israeli actress, writer and director. Avital built an international career, starting in her native Israel, starring on stage, film and television. She won the Israeli Academy Award for Best Supporting Actress in 1991, moved to New York in 1993 to study theater in English, was discovered by an agent while working in a restaurant, and started acting in Hollywood almost immediately. She has maintained her career in both countries since.",
    "year": 1972,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Karel Poborský",
    "birthday": "1972-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Karel_Poborsk%C3%BD_%282012%29.jpg/204px-Karel_Poborsk%C3%BD_%282012%29.jpg",
    "extract": "Karel Poborský is a Czech former professional footballer who played as a right winger. He was most noted for his technical ability and pace.",
    "year": 1972,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mari Holden",
    "birthday": "1971-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Holden0004_059.jpg/186px-Holden0004_059.jpg",
    "extract": "Mari Kim Holden is an American Olympic medalist and World Champion in the sport of cycling. She won a silver medal in the 2000 Olympic Games time trial in Sydney, Australia and the world time trial championship later that year. She also won six U.S. championships, becoming the first American woman to win three consecutive U.S. time trial championships (1998–2000) and scoring a double by winning the U.S. time trial and road championships in 1999. In 2016 she was inducted into the U.S. Bicycling Hall of Fame as a Modern Road and Track Competitor and presently works as a community director at USA Cycling.",
    "year": 1971,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mark Consuelos",
    "birthday": "1971-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Mark_Consuelos_by_Gage_Skidmore.jpg/222px-Mark_Consuelos_by_Gage_Skidmore.jpg",
    "extract": "Mark Andrew Consuelos is an American actor. He is best known for his portrayal of Mateo Santos on the ABC soap opera All My Children and as Hiram Lodge on The CW drama Riverdale (2017–2021).",
    "year": 1971,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sylvain Charlebois",
    "birthday": "1970-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/2706_cmePANEL_16.jpg/320px-2706_cmePANEL_16.jpg",
    "extract": "Sylvain Charlebois is a Canadian researcher and professor in food distribution and food policy at Dalhousie University in Halifax, Nova Scotia, Canada. He is Dalhousie's past Dean of the Faculty of Management and holds a cross-appointment as professor in the Faculty of Agriculture. He is currently the Director of the Agri-Food Analytics Lab at Dalhousie University.",
    "year": 1970,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Troy Bayliss",
    "birthday": "1969-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Troy_Bayliss%2C_2006_%28cropped%29.jpg/236px-Troy_Bayliss%2C_2006_%28cropped%29.jpg",
    "extract": "Troy Bayliss is an Australian motorcycle racer. During his career Bayliss won the Superbike World Championship three times and a MotoGP race, all with Ducati. He finished his career after winning the 2008 World Superbike title. His 52 World Superbike victories ranks third all time in the history of the championship behind Jonathan Rea and Carl Fogarty.",
    "year": 1969,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Celine Dion",
    "birthday": "1968-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Celine_Dion_Concert_Singing_Taking_Chances_2008.jpg/243px-Celine_Dion_Concert_Singing_Taking_Chances_2008.jpg",
    "extract": "Céline Marie Claudette Dion is a Canadian singer. Noted for her powerful and technically skilled vocals, Dion is the best-selling Canadian recording artist, and the best-selling French language artist of all time. Her music has incorporated genres such as pop, rock, R&B, gospel, and classical music.",
    "year": 1968,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Christopher Bowman",
    "birthday": "1967-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Christopher_Bowman_1.jpg/215px-Christopher_Bowman_1.jpg",
    "extract": "Christopher Nicol Bowman was an American figure skater. He was a two-time World medalist, the 1983 World Junior champion, and a two-time U.S. national champion. He competed in two Olympic Winter Games, placing 7th in 1988 and 4th in 1992.",
    "year": 1967,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Richard Hutten",
    "birthday": "1967-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Richard_Hutten%2C_2015.jpg/320px-Richard_Hutten%2C_2015.jpg",
    "extract": "Richard G. J. Hutten is a Dutch designer, working on diverse projects such as furniture, product, interior, and exhibition design.",
    "year": 1967,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Efstratios Grivas",
    "birthday": "1966-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Efstratios_Grivas.jpg/320px-Efstratios_Grivas.jpg",
    "extract": "Efstratios Grivas is a Greek chess player who holds the titles of Grandmaster, FIDE Senior Trainer, International Arbiter, and FIDE International Organizer.",
    "year": 1966,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Piers Morgan",
    "birthday": "1965-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Piers_Morgan_at_PaleyFest_2013.jpg/213px-Piers_Morgan_at_PaleyFest_2013.jpg",
    "extract": "Piers Stefan Pughe-Morgan is an English broadcaster, journalist, writer, and television personality. He began his Fleet Street career in 1988 at The Sun. In 1994, aged 29, he was appointed editor of the News of the World by Rupert Murdoch, which made him the youngest editor of a British national newspaper in more than half a century. From 1995, Morgan edited the Daily Mirror, but was sacked in 2004. He was the editorial director of First News during 2006 to 2007.",
    "year": 1965,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tracy Chapman",
    "birthday": "1964-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Tracy_Chapman_3.jpg/240px-Tracy_Chapman_3.jpg",
    "extract": "Tracy Chapman is an American singer-songwriter. Chapman is best known for her hit singles \"Fast Car\", \"Talkin' 'bout a Revolution\", \"Baby Can I Hold You\", \"Crossroads\", and \"Give Me One Reason\".",
    "year": 1964,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tsakhiagiin Elbegdorj",
    "birthday": "1963-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/%D0%A6%D0%B0%D1%85%D0%B8%D0%B0%D0%B3%D0%B8%D0%B9%D0%BD_%D0%AD%D0%BB%D0%B1%D1%8D%D0%B3%D0%B4%D0%BE%D1%80%D0%B6.jpg/227px-%D0%A6%D0%B0%D1%85%D0%B8%D0%B0%D0%B3%D0%B8%D0%B9%D0%BD_%D0%AD%D0%BB%D0%B1%D1%8D%D0%B3%D0%B4%D0%BE%D1%80%D0%B6.jpg",
    "extract": "Tsakhiagiin Elbegdorj is a Mongolian politician who served as President of Mongolia from 2009 to 2017. He previously served as Prime Minister in 1998 and again from 2004 to 2006.",
    "year": 1963,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mark Begich",
    "birthday": "1962-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mark_Begich%2C_official_portrait%2C_112th_Congress.jpg/253px-Mark_Begich%2C_official_portrait%2C_112th_Congress.jpg",
    "extract": "Mark Peter Begich is an American politician who was a United States Senator from Alaska from 2009 to 2015. A member of the Democratic Party, he previously served as Mayor of Anchorage from 2003 to 2009.",
    "year": 1962,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "MC Hammer",
    "birthday": "1962-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/MC_Hammer_%28cropped%29.jpg/223px-MC_Hammer_%28cropped%29.jpg",
    "extract": "Stanley Kirk Burrell, better known by his stage name MC Hammer, is an American rapper and dancer. Hammer is known for hit songs such as \"U Can't Touch This\" and \"2 Legit 2 Quit\", flashy dance movements, extravagant choreography and eponymous Hammer pants. Remembered for his rapid rise to fame, he has also been an entrepreneur and celebrity spokesperson.",
    "year": 1962,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gary Stevens (footballer, born 1962)",
    "birthday": "1962-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Gary_Stevens.jpg/320px-Gary_Stevens.jpg",
    "extract": "Gary Andrew Stevens is an English former footballer who played in the Football League for Brighton & Hove Albion, Tottenham Hotspur and Portsmouth. He won seven caps for England.",
    "year": 1962,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mike Thackwell",
    "birthday": "1961-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/2011_11_2_Imperial_Palace_Harrahs_Auto_collection-1-64_-_Flickr_-_Moto%40Club4AG.jpg/320px-2011_11_2_Imperial_Palace_Harrahs_Auto_collection-1-64_-_Flickr_-_Moto%40Club4AG.jpg",
    "extract": "Michael Thackwell is a former racing driver from New Zealand, who participated in a number of prominent racing categories, including Formula 1. The fifth youngest driver ever to qualify for a Grand Prix, he participated in five of them, making his first start on 28 September 1980 at the Canadian Grand Prix. He scored no championship points. He had previously attempted unsuccessfully to qualify for the Dutch Grand Prix which was held on 31 August 1980.",
    "year": 1961,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Doug Wickenheiser",
    "birthday": "1961-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Doug_Wickenheiser_1988.JPG/278px-Doug_Wickenheiser_1988.JPG",
    "extract": "Douglas Peter Wickenheiser was a Canadian ice hockey player, who was drafted first overall by the Montreal Canadiens in the 1980 NHL Entry Draft.",
    "year": 1961,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bill Johnson (skier)",
    "birthday": "1960-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Bill_Johnson_skier_1984.jpg/260px-Bill_Johnson_skier_1984.jpg",
    "extract": "William Dean Johnson was an American World Cup alpine ski racer. By winning the downhill at the 1984 Winter Olympics in Sarajevo, Yugoslavia, Johnson became the first American male to win an Olympic gold medal in alpine skiing and the first racer not from an Alpine country to win an Olympic downhill race.",
    "year": 1960,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Maurice LaMarche",
    "birthday": "1958-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Maurice_LaMarche_%2826924112103%29_%28cropped%29.jpg/240px-Maurice_LaMarche_%2826924112103%29_%28cropped%29.jpg",
    "extract": "Maurice LaMarche is a Canadian-American voice actor, comedian and impressionist. He has voiced the Brain in Animaniacs as well as its spin-off Pinky and the Brain, Big Bob in Hey Arnold! (1996–2004), and a variety of characters in Futurama. He also voiced Egon Spengler in The Real Ghostbusters and its follow-up Extreme Ghostbusters.",
    "year": 1958,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bill Butler (politician)",
    "birthday": "1956-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Bb3-billbutler.jpg/210px-Bb3-billbutler.jpg",
    "extract": "Bill Butler is a Scottish Labour Co-operative politician. He was the Member of the Scottish Parliament (MSP) for Glasgow Anniesland from a by-election in 2000 until losing his seat in the 2011 election.",
    "year": 1956,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Juanito Oiarzabal",
    "birthday": "1956-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Juanito_Oiarzabal_ME.jpg/266px-Juanito_Oiarzabal_ME.jpg",
    "extract": "Juan Eusebio Oiarzabal Urteaga, commonly known as Juanito Oiarzabal, is a noted Spanish Basque mountaineer. He has written four books on the subject. He was the sixth man to reach all 14 eight-thousander summits, and the third one to reach them without supplementary oxygen. He was the first person to conquer the top three summits twice and was the oldest climber to summit Kangchenjunga, at almost 53, until Carlos Soria Fontan did so in 2014, at 75 years old. \nIn 2004, he lost all his toes to frostbite after summiting K2.",
    "year": 1956,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Reiser",
    "birthday": "1956-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Paul_Reiser_by_Gage_Skidmore.jpg/215px-Paul_Reiser_by_Gage_Skidmore.jpg",
    "extract": "Paul Reiser is an American actor, comedian, television writer, and musician. He is known for his roles as Michael Taylor in the 1980s sitcom My Two Dads, Paul Buchman in the NBC sitcom Mad About You, Modell in the 1982 film Diner, Carter Burke in the 1986 film Aliens, as Detective Jeffrey Friedman in Beverly Hills Cop (1984) and Beverly Hills Cop II (1987). More recently, Reiser is recognized as Jim Neiman in the 2014 film Whiplash and Doug Getty in the Amazon Video series Red Oaks.",
    "year": 1956,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Peter Knights",
    "birthday": "1952-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/PeterKnights%28250%29.webp/228px-PeterKnights%28250%29.webp.png",
    "extract": "Peter Knights is a former Australian rules footballer and coach who represented Hawthorn in the Victorian Football League (VFL). Widely regarded as one of Australian football's finest centre half-backs, despite suffering numerous injuries, Knights was recognized for his contribution to the game when he was among the inaugural inductees into the Australian Football Hall of Fame in 1996 and later in the Hawthorn Team of the Century.",
    "year": 1952,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Janet Browne",
    "birthday": "1950-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Janet_Browne%2C_HSS_2008.jpg/256px-Janet_Browne%2C_HSS_2008.jpg",
    "extract": "Elizabeth Janet Browne is a British historian of science, known especially for her work on the history of 19th-century biology. She taught at the Wellcome Trust Centre for the History of Medicine, University College, London, before returning to Harvard. She is currently Aramont Professor of the History of Science at Harvard University.",
    "year": 1950,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Robbie Coltrane",
    "birthday": "1950-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Robbiecoltranecrop.jpg/195px-Robbiecoltranecrop.jpg",
    "extract": "Anthony Robert McMillan, known professionally as Robbie Coltrane, is a Scottish actor, comedian and writer. He gained worldwide recognition as Rubeus Hagrid in the Harry Potter film series (2001–2011), and as Valentin Dmitrovich Zukovsky in the James Bond films GoldenEye (1995) and The World Is Not Enough (1999). He was appointed as Officer of the Order of the British Empire (OBE) in the 2006 New Year Honours by Queen Elizabeth II for his services to drama. In 2011, he was honoured for his \"outstanding contribution\" to film at the British Academy Scotland Awards.",
    "year": 1950,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dana Gillespie",
    "birthday": "1949-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Dana_Gillespie.jpg",
    "extract": "Dana Gillespie is an English actress, singer and songwriter. Originally performing and recording in her teens, over the years Gillespie has been involved in the recording of over 45 albums, and appeared in stage productions, such as Jesus Christ Superstar, and several films. Her musical output has progressed from teen pop and folk in the early part of her career, to rock in the 1970s and, more latterly, the blues.",
    "year": 1949,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Naomi Sims",
    "birthday": "1949-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/dc/Naomi_Sims.jpg",
    "extract": "Naomi Ruth Sims was an American model, businesswoman, and author, She was the first African-American model to appear on the cover of Ladies' Home Journal, which occurred in November 1968, and is widely credited as being the first African-American supermodel.",
    "year": 1949,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nigel Jones, Baron Jones of Cheltenham",
    "birthday": "1948-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Official_portrait_of_Lord_Jones_of_Cheltenham_crop_2.jpg/240px-Official_portrait_of_Lord_Jones_of_Cheltenham_crop_2.jpg",
    "extract": "Nigel David Jones, Baron Jones of Cheltenham is a Liberal Democrat politician in the United Kingdom.",
    "year": 1948,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Eddie Jordan",
    "birthday": "1948-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Eddie_Jordan_2017_United_States_GP_.jpg/199px-Eddie_Jordan_2017_United_States_GP_.jpg",
    "extract": "Edmund Patrick Jordan, OBE, also known as EJ, is an Irish businessman, television personality and former motorsport team owner. Born in Dublin, Jordan worked first at the Bank of Ireland. He won the Irish Kart Championship in 1971 and moved to Formula Ford in 1974. He was the founder and owner of Jordan Grand Prix, a Formula One constructor which operated from 1991 to 2005. He was the chief analyst for Formula One coverage on the BBC from 2009 to 2015 before joining Channel 4 after BBC pulled out in 2016. In February 2016, it was announced that Jordan would join Top Gear as a presenter. \nSince leaving Formula 1, Jordan has proven to be a very successful entrepreneur and investor.",
    "year": 1948,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mervyn King, Baron King of Lothbury",
    "birthday": "1948-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Official_portrait_of_Lord_King_of_Lothbury_crop_2.jpg/240px-Official_portrait_of_Lord_King_of_Lothbury_crop_2.jpg",
    "extract": "Mervyn Allister King, Baron King of Lothbury,, is a British economist and public servant who served as the Governor of the Bank of England from 2003 to 2013. He is a School Professor of Economics at the London School of Economics. He is also the Chairman of the Philharmonia.",
    "year": 1948,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jim \"Dandy\" Mangrum",
    "birthday": "1948-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Jim_Dandy.jpg/224px-Jim_Dandy.jpg",
    "extract": "James Mangrum, better known as Jim \"Dandy\" Mangrum, is the lead singer and frontman for the American Southern rock band Black Oak Arkansas. He is noted for his raspy voice, long hair, and wild stage antics.",
    "year": 1948,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Terje Venaas",
    "birthday": "1947-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Toner_fra_Romsdal.jpg/320px-Toner_fra_Romsdal.jpg",
    "extract": "Terje Venaas is a Norwegian jazz musician, known from dozens of recordings and a number of international cooperation.",
    "year": 1947,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Eric Clapton",
    "birthday": "1945-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Eric_Clapton_-_Royal_Albert_Hall_-_Wednesday_24th_May_2017_EricClaptonRAH240517-30_%2834987232355%29_%28cropped%29.jpg/289px-Eric_Clapton_-_Royal_Albert_Hall_-_Wednesday_24th_May_2017_EricClaptonRAH240517-30_%2834987232355%29_%28cropped%29.jpg",
    "extract": "Eric Patrick Clapton is an English rock and blues guitarist, singer, and songwriter, widely regarded as one of the most important and influential guitarists of all time. Clapton ranked second in Rolling Stone's list of the \"100 Greatest Guitarists of All Time\" and fourth in Gibson's \"Top 50 Guitarists of All Time\". He was also named number five in Time magazine's list of \"The 10 Best Electric Guitar Players\" in 2009.",
    "year": 1945,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mark Wylea Erwin",
    "birthday": "1944-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/MarkWyleaErwin.jpg/233px-MarkWyleaErwin.jpg",
    "extract": "Mark Wylea Erwin(born 30 march,1944,Florida) is a former U.S. ambassador and the president of Erwin Capital, Inc., a family-owned investment company in Charlotte, North Carolina.",
    "year": 1944,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jay Traynor",
    "birthday": "1943-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/11/JayTraynorImg.jpg/243px-JayTraynorImg.jpg",
    "extract": "John \"Jay\" Traynor was an American singer.",
    "year": 1943,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Graeme Edge",
    "birthday": "1941-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Graeme_Edge.jpg/219px-Graeme_Edge.jpg",
    "extract": "Graeme Charles Edge was an English musician, songwriter and poet, best known as the co-founder and drummer of the English band the Moody Blues. In addition to his work with the Moody Blues, Edge worked as the bandleader of his own outfit, the Graeme Edge Band. He contributed his talents to a variety of other projects throughout his career. In 2018, Edge was inducted into the Rock and Roll Hall of Fame as a member of the Moody Blues.",
    "year": 1941,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bob Smith (New Hampshire politician)",
    "birthday": "1941-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Robert_C_Smith.jpg",
    "extract": "Robert Clinton Smith is an American politician who served as a member of the United States House of Representatives for New Hampshire's 1st congressional district from 1985 to 1990 and the state of New Hampshire in the United States Senate from 1990 to 2003.",
    "year": 1941,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jerry Lucas",
    "birthday": "1940-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Jerry_Lucas_1961.jpeg/260px-Jerry_Lucas_1961.jpeg",
    "extract": "Jerry Ray Lucas is an American former basketball player. He was a nationally awarded high school player, national college star at Ohio State, and 1960 gold medal Olympian and international player before later starring as a professional player in the National Basketball Association (NBA).",
    "year": 1940,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hans Ragnemalm",
    "birthday": "1940-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/JO_Hans_Ragnemalm.jpg/269px-JO_Hans_Ragnemalm.jpg",
    "extract": "Hans Olof Ragnemalm was a Swedish lawyer, judge, and professor emeritus of public law.",
    "year": 1940,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Barnhill (basketball)",
    "birthday": "1938-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f1/John_Barnhill.jpg",
    "extract": "John Anthony \"Rabbit\" Barnhill was an American former professional basketball player.",
    "year": 1938,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Klaus Schwab",
    "birthday": "1938-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/20th_Anniversary_Schwab_Foundation_Gala_Dinner_%2843075411050%29.jpg/320px-20th_Anniversary_Schwab_Foundation_Gala_Dinner_%2843075411050%29.jpg",
    "extract": "Klaus Martin Schwab is a German engineer and economist. In 1971 he founded what became the World Economic Forum, of which he is the executive chairman.",
    "year": 1938,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Warren Beatty",
    "birthday": "1937-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Warren_Beatty.jpg/228px-Warren_Beatty.jpg",
    "extract": "Henry Warren Beatty is an American actor, director, producer, and screenwriter, whose career spans over six decades. He has been nominated for 15 Academy Awards, including four for Best Actor, four for Best Picture, two for Best Director, three for Original Screenplay, and one for Adapted Screenplay – winning Best Director for Reds (1981). Beatty is the only person to have been nominated for acting in, directing, writing, and producing the same film, and he did so twice: first for Heaven Can Wait, and again with Reds.",
    "year": 1937,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Crouch",
    "birthday": "1934-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8e/Paul_Crouch.jpg",
    "extract": "Paul Franklin Crouch /kraʊtʃ/ was an American television evangelist. Crouch and his wife, Jan, founded the Trinity Broadcasting Network (TBN) in 1973; the company has been described as \"the world’s largest religious television network.\"",
    "year": 1934,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hans Hollein",
    "birthday": "1934-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Hans_Hollein%2C_Architect%2C_Designer.jpg/252px-Hans_Hollein%2C_Architect%2C_Designer.jpg",
    "extract": "Hans Hollein was an Austrian architect and designer and key figure of postmodern architecture. Some of his most notable works are the Haas House and the Albertina extension in the inner city of Vienna.",
    "year": 1934,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jean-Claude Brialy",
    "birthday": "1933-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/JeanClaudeBrialy05b.jpg/249px-JeanClaudeBrialy05b.jpg",
    "extract": "Jean-Claude Brialy was a French actor and film director.",
    "year": 1933,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Astin",
    "birthday": "1930-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/John_Astin_Operation_Petticoat_1977.JPG/244px-John_Astin_Operation_Petticoat_1977.JPG",
    "extract": "John Allen Astin is an American actor and director who has appeared in numerous stage, television and film roles. He is best known for starring in The Addams Family (1964–1966), as patriarch Gomez Addams, reprising the role in the television film Halloween with the New Addams Family (1977) and the animated series The Addams Family (1992–1993).",
    "year": 1930,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Rolf Harris",
    "birthday": "1930-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Rolf_Harris.jpg/213px-Rolf_Harris.jpg",
    "extract": "Rolf Harris is an Australian entertainer whose career has encompassed work as a musician, singer-songwriter, composer, comedian, actor, painter and television personality. He was convicted in 2014 of the sexual assault of four underage girls, which effectively ended his career.",
    "year": 1930,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Richard Dysart",
    "birthday": "1929-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Richard_Dysart_%281988%29.jpg/240px-Richard_Dysart_%281988%29.jpg",
    "extract": "Richard Allen Dysart was an American actor. He is best known for his role as Leland McKenzie in the television series L.A. Law (1986–1994), for which he won a Primetime Emmy Award from four consecutive nominations. In film, he held supporting roles in Being There (1979), The Thing (1982), Mask (1985), Pale Rider (1985) and Wall Street (1987).",
    "year": 1929,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ray Musto",
    "birthday": "1929-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Ray_Musto_circa_1980.jpg/230px-Ray_Musto_circa_1980.jpg",
    "extract": "Raphael John Musto was an American politician from Pennsylvania who served as a Democratic Party member of the U.S. House of Representatives for Pennsylvania's 11th congressional district from 1980 to 1981. He served as a member of the Pennsylvania House of Representatives for the 118th district from 1971 to 1980 and of the Pennsylvania Senate for the 14th district from 1982 until his retirement in 2010.",
    "year": 1929,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "István Rózsavölgyi",
    "birthday": "1929-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Weight_lifting%2C_sweater_Fortepan_84662.jpg/246px-Weight_lifting%2C_sweater_Fortepan_84662.jpg",
    "extract": "István Rózsavölgyi was a Hungarian athlete who competed mainly in the 1500 metres.",
    "year": 1929,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Robert Badinter",
    "birthday": "1928-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Robert_BADINTER_%28iBooCREATION%29.JPG/213px-Robert_BADINTER_%28iBooCREATION%29.JPG",
    "extract": "Robert Badinter is a French lawyer, politician, and author who enacted the abolition of the death penalty in France in 1981, while serving as Minister of Justice under François Mitterrand. He has also served in high-level appointed positions with national and international bodies working for justice and the rule of law.",
    "year": 1928,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tom Sharpe",
    "birthday": "1928-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Gatehouse_of_Pembroke_College_University_of_Cambridge.jpg/240px-Gatehouse_of_Pembroke_College_University_of_Cambridge.jpg",
    "extract": "\nThomas Ridley Sharpe  was an English satirical novelist, best known for his Wilt series, as well as Porterhouse Blue and Blott on the Landscape, all three of which were adapted for television.",
    "year": 1928,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Wally Grout",
    "birthday": "1927-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Wally_Grout_1957.jpg/241px-Wally_Grout_1957.jpg",
    "extract": "Arthur Theodore Wallace Grout, known as Wally Grout, was a Test cricketer who kept wicket for Australia and Queensland.",
    "year": 1927,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ingvar Kamprad",
    "birthday": "1926-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Ingvar_Kamprad_Haparanda_June_2010.jpg/237px-Ingvar_Kamprad_Haparanda_June_2010.jpg",
    "extract": "Feodor Ingvar Kamprad was a Swedish billionaire business magnate best known for founding IKEA, a multinational retail company specialising in furniture. He lived in Switzerland from 1976 to 2014.",
    "year": 1926,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Turhan Bey",
    "birthday": "1922-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Pvt._Turhan_Bey_by_L%C3%A1szl%C3%B3_Willinger%2C_1946.jpg/227px-Pvt._Turhan_Bey_by_L%C3%A1szl%C3%B3_Willinger%2C_1946.jpg",
    "extract": "Turhan Bey was an Austrian-born actor of Turkish and Czech-Jewish origins. Bey was active in Hollywood from 1941 to 1953. He was dubbed \"The Turkish Delight\" by his fans. After his return to Austria, he pursued careers as a photographer and stage director. Returning to Hollywood after a 40-year hiatus, he made several guest appearances in 1990s television series including SeaQuest DSV, Murder, She Wrote and Babylon 5 as well as a number of films. After retiring he appeared in a number of documentaries, including a German-language documentary on his life.",
    "year": 1922,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "André Fontaine",
    "birthday": "1921-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Andr%C3%A9_Fontaine_%281969%29.jpg/240px-Andr%C3%A9_Fontaine_%281969%29.jpg",
    "extract": "André Fontaine was a French historian and journalist. He started working at Temps Présent, and then was director at Le Monde in 1947, at the official beginning of the Cold War. He became the newspaper's editor from 1969 to 1985, and director from 1985 to 1991. As of February 2007 he was still contributing articles to the paper. André Fontaine is famous for his historical thesis according to which the Cold War in fact started as soon as 1917 with the cordon sanitaire policy.",
    "year": 1921,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "McGeorge Bundy",
    "birthday": "1919-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/McGeorge_Bundy.jpg/320px-McGeorge_Bundy.jpg",
    "extract": "McGeorge \"Mac\" Bundy was an American academic who served as the U.S. National Security Advisor to Presidents John F. Kennedy and Lyndon B. Johnson from 1961 through 1966. He was president of the Ford Foundation from 1966 through 1979. Despite his career as a foreign-policy intellectual, educator, and philanthropist, he is best remembered as one of the chief architects of the United States' escalation of the Vietnam War during the Kennedy and Johnson administrations.",
    "year": 1919,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Pietro Ingrao",
    "birthday": "1915-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e9/PietroIngrao.jpg",
    "extract": "Pietro Ingrao was an Italian politician and journalist who participated in the resistance movement. \nFor many years he was a senior figure in the Italian Communist Party (PCI).",
    "year": 1915,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sonny Boy Williamson I",
    "birthday": "1914-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fa/John_Lee_Williamson.jpg",
    "extract": "John Lee Curtis \"Sonny Boy\" Williamson was an American blues harmonica player, singer and songwriter. He is often regarded as the pioneer of the blues harp as a solo instrument. He played on hundreds of recordings by many pre–World War II blues artists. Under his own name, he was one of the most recorded blues musicians of the 1930s and 1940s and is closely associated with Chicago producer Lester Melrose and Bluebird Records. His popular songs, original or adapted, include \"Good Morning, School Girl\", \"Sugar Mama\", \"Early in the Morning\", and \"Stop Breaking Down\".",
    "year": 1914,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Marc Davis (animator)",
    "birthday": "1913-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5c/Marc_Davis_%28animator%29.jpg/320px-Marc_Davis_%28animator%29.jpg",
    "extract": "Marc Fraser Davis was a prominent American artist and animator for Walt Disney Animation Studios. He was one of Disney's Nine Old Men, the famed core animators of Disney animated films, and was revered for his knowledge and understanding of visual aesthetics. After his work on One Hundred and One Dalmatians he moved to Walt Disney Imagineering to work on rides for Disneyland and Walt Disney World before retiring in 1978.",
    "year": 1913,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Richard Helms",
    "birthday": "1913-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Richard_M_Helms.jpg/228px-Richard_M_Helms.jpg",
    "extract": "Richard McGarrah Helms was an American government official and diplomat who served as Director of Central Intelligence (DCI) from 1966 to 1973. Helms began intelligence work with the Office of Strategic Services during World War II. Following the 1947 creation of the Central Intelligence Agency (CIA), he rose in its ranks during the presidencies of Truman, Eisenhower and Kennedy. Helms then was DCI under Presidents Johnson and Nixon, yielding to James R. Schlesinger in early 1973.",
    "year": 1913,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Frankie Laine",
    "birthday": "1913-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Frankie_Laine_1954.JPG/266px-Frankie_Laine_1954.JPG",
    "extract": "Frankie Laine was an American singer, songwriter, and actor whose career spanned nearly 75 years, from his first concerts in 1930 with a marathon dance company to his final performance of \"That's My Desire\" in 2005. Often billed as \"America's Number One Song Stylist\", his other nicknames include \"Mr. Rhythm\", \"Old Leather Lungs\", and \"Mr. Steel Tonsils\". His hits included \"That's My Desire\", \"That Lucky Old Sun\", \"Mule Train\", \"Jezebel\", \"High Noon\", \"I Believe\", \"Hey Joe!\", \"The Kid's Last Fight\", \"Cool Water\", \"Rawhide\", and \"You Gave Me a Mountain\".",
    "year": 1913,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ċensu Tabone",
    "birthday": "1913-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Dr._Censu_Tabone.jpg/216px-Dr._Censu_Tabone.jpg",
    "extract": "Vincent \"Ċensu\" Tabone, was the fourth president of Malta who also served as Minister and Nationalist MP.",
    "year": 1913,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jack Cowie",
    "birthday": "1912-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Jack_Cowie.jpg/246px-Jack_Cowie.jpg",
    "extract": "John Cowie was a New Zealand cricketer who played in nine Tests from 1937 to 1949. His Test opportunities were restricted by New Zealand's limited programme, and his cricket career was interrupted by World War II from 1939 to 1945. Following the 1937 tour of England, Wisden commented: \"Had he been an Australian, he might have been termed a wonder of the age.\"",
    "year": 1912,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alvin Hamilton",
    "birthday": "1912-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Alvin_Hamilton.jpg/249px-Alvin_Hamilton.jpg",
    "extract": "Francis Alvin George Hamilton, was a Canadian politician. Hamilton led the Progressive Conservative Party of Saskatchewan from 1949 until he was elected to the House of Commons of Canada in the 1957 general election. That election brought the federal Progressive Conservative Party of Canada to power under John Diefenbaker. He served as Minister of Northern Affairs and National Resources, 1957 to 1960. He promoted a new vision of northern development. He was Minister of Agriculture, 1960 to 1963, where he promoted wheat sales to China.",
    "year": 1912,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Friedrich August Freiherr von der Heydte",
    "birthday": "1907-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Bundesarchiv_Bild_183-H26044%2C_Friedrich_August_v._der_Heydte.jpg/223px-Bundesarchiv_Bild_183-H26044%2C_Friedrich_August_v._der_Heydte.jpg",
    "extract": "Friedrich August Freiherr von der Heydte was a German paratroop officer during World War II who later served in the armed forces of West Germany, achieving the rank of General. Following the war, Heydte pursued academic, political and military careers, as a Catholic-conservative professor of political science, a member of the Christian Social Union political party, and as a Bundeswehr reservist. In 1962, Heydte was involved in the Spiegel scandal.",
    "year": 1907,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mikio Oda",
    "birthday": "1905-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Mikio_Oda_04.jpg/205px-Mikio_Oda_04.jpg",
    "extract": "Mikio Oda  was a Japanese athlete and the first Japanese Olympic gold medalist. He was the first Asian Olympic champion in an individual event.",
    "year": 1905,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Albert Pierrepoint",
    "birthday": "1905-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5f/Albert_Pierrepoint%2C_English_hangman.jpg",
    "extract": "Albert Pierrepoint was an English hangman who executed between 435 and 600 people in a 25-year career that ended in 1956. His father Henry and uncle Thomas were official hangmen before him.",
    "year": 1905,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ripper Collins (baseball)",
    "birthday": "1904-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/RipCollinsGoudeycard.jpg/262px-RipCollinsGoudeycard.jpg",
    "extract": "James Anthony \"Ripper\" Collins was an American professional baseball player, coach and scout. He played in Major League Baseball (MLB) as a first baseman for the St. Louis Cardinals, Chicago Cubs, and the Pittsburgh Pirates. A switch hitter who threw left-handed, Collins was listed as 5 feet 9 inches (1.75 m) tall and weighed 165 pounds (75 kg), during his playing days. Despite his stature, he was a power hitter who in 1934 co-led the National League (NL) with 35 home runs (HR).",
    "year": 1904,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Brooke Astor",
    "birthday": "1902-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4c/13astor_cityroom_cropped.jpg",
    "extract": "Roberta Brooke Astor was an American philanthropist, socialite, and writer who was the chairwoman of the Vincent Astor Foundation, which had been established by her third husband, Vincent Astor, son of John Jacob Astor IV and great-great grandson of America's first multi-millionaire, John Jacob Astor. Brooke Astor was the author of two novels and two volumes of personal memoirs.",
    "year": 1902,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ted Heath (bandleader)",
    "birthday": "1902-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f4/Ted-Heath-Archive.jpg/320px-Ted-Heath-Archive.jpg",
    "extract": "George Edward Heath was a British musician and big band leader.",
    "year": 1902,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sharadindu Bandyopadhyay",
    "birthday": "1899-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/10/SharadinduBandyopadhyayPic.jpg/188px-SharadinduBandyopadhyayPic.jpg",
    "extract": "Sharadindu Bandyopadhyay was an Indian Bengali-language writer. He was actively involved with Bengali cinema as well as Bollywood. The creator of the Bengali detective Byomkesh Bakshi, Sharadindu composed stories of a wide array of varieties including: novels, short stories, crime and detective stories, plays and screenplays. He wrote historical fictions like Kaler Mandira, Gourmollar, Tumi Sandhyar Megh, Tungabhadrar Teere, Chuya-Chandan, Maru O Sangha, Sadashib series and stories of the unnatural with the recurring character Baroda. Besides, he composed many songs and poems.",
    "year": 1899,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jean Giono",
    "birthday": "1895-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d0/Jean_Giono00.jpg",
    "extract": "Jean Giono was a French author who wrote works of fiction mostly set in the Provence region of France.",
    "year": 1895,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Carl Lutz",
    "birthday": "1895-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Carl_Lutz_fortepan_105824.jpg/209px-Carl_Lutz_fortepan_105824.jpg",
    "extract": "Carl Lutz was a Swiss diplomat. He served as the Swiss Vice-Consul in Budapest, Hungary, from 1942 until the end of World War II. He is credited with saving over 62,000 Jews, the largest rescue operation of Jews of the Second World War.",
    "year": 1895,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sergey Ilyushin",
    "birthday": "1894-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Sergey_Vladimirovich_Ilyushin.jpg/261px-Sergey_Vladimirovich_Ilyushin.jpg",
    "extract": "Sergey Vladimirovich Ilyushin was a Soviet aircraft designer who founded the Ilyushin aircraft design bureau. He designed the Il-2 Shturmovik, which made its maiden flight in 1939. It is the most produced warplane, and remains the second most-produced aircraft in history, with some 36,000+ built, behind the US Cessna 172.",
    "year": 1894,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Stefan Banach",
    "birthday": "1892-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Stefana_Banach_-_%D8%B3%D8%AA%D9%8A%D9%81%D8%A7%D9%86_%D8%A8%D9%86%D8%A7%D8%AE.jpg/238px-Stefana_Banach_-_%D8%B3%D8%AA%D9%8A%D9%81%D8%A7%D9%86_%D8%A8%D9%86%D8%A7%D8%AE.jpg",
    "extract": "Stefan Banach was a Polish mathematician who is generally considered one of the 20th-century's most important and influential mathematicians. He was the founder of modern functional analysis, and an original member of the Lwów School of Mathematics. His major work was the 1932 book, Théorie des opérations linéaires, the first monograph on the general theory of functional analysis.",
    "year": 1892,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fortunato Depero",
    "birthday": "1892-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/07/Fortunato_Depero_1922.jpg",
    "extract": "Fortunato Depero was an Italian futurist painter, writer, sculptor and graphic designer.",
    "year": 1892,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Erhard Milch",
    "birthday": "1892-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Erhard_Milch.jpg/230px-Erhard_Milch.jpg",
    "extract": "Erhard Milch was a German general field marshal (Generalfeldmarschall) who oversaw the development of the German air force (Luftwaffe) as part of the re-armament of Nazi Germany following World War I. He was State Secretary in the Reich Ministry of Aviation and Inspector General of the Air force. During most of World War II, he was in charge of all aircraft production and supply. He was convicted of war crimes during the Milch Trial, which was held before a U.S. military court in 1947, and sentenced to life imprisonment, although he was released in 1954. He died in 1972.",
    "year": 1892,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Johannes Pääsuke",
    "birthday": "1892-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/ERM_Fk_2814_44%2C_Johannes_P%C3%A4%C3%A4suke.jpg/220px-ERM_Fk_2814_44%2C_Johannes_P%C3%A4%C3%A4suke.jpg",
    "extract": "Johannes Pääsuke was an Estonian photographer and filmmaker.",
    "year": 1892,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Erwin Panofsky",
    "birthday": "1892-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e4/Erwin_Panofsky-en.jpg",
    "extract": "Erwin Panofsky was a German-Jewish art historian, whose academic career was pursued mostly in the U.S. after the rise of the Nazi regime.",
    "year": 1892,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Chunseong",
    "birthday": "1891-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/%EC%A1%B0%EC%84%A0%EB%B6%88%EA%B5%90%EC%B2%AD%EB%85%84%ED%9A%8C_%EC%B7%A8%EC%A7%80%EC%84%9C.jpg/320px-%EC%A1%B0%EC%84%A0%EB%B6%88%EA%B5%90%EC%B2%AD%EB%85%84%ED%9A%8C_%EC%B7%A8%EC%A7%80%EC%84%9C.jpg",
    "extract": "Chunseong, born Lee Chang-nim, was a Korean Buddhist monk, scholar, poet, writer, and philosopher. His courtesy name was Muaedoin or Chunseong.",
    "year": 1891,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "J. R. Williams",
    "birthday": "1888-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/db/J._R._Williams_and_his_horse_Lizard.jpg/281px-J._R._Williams_and_his_horse_Lizard.jpg",
    "extract": "James Robert Williams was a Canadian cartoonist who signed his work J. R. Williams. He was best known for his long-run daily syndicated panel Out Our Way. As noted by Coulton Waugh in his 1947 book The Comics, anecdotal evidence indicated that more Williams' cartoons were clipped and saved than were other newspaper comics. A newspaper promotion of 1930 compared him to poets Eugene Field and James Whitcomb Riley.",
    "year": 1888,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Melanie Klein",
    "birthday": "1882-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Melanie_Klein_1952.jpg/255px-Melanie_Klein_1952.jpg",
    "extract": "Melanie Klein was an Austrian-British author and psychoanalyst known for her work in child analysis. She was the primary figure in the development of object relations theory. Klein suggested that pre-verbal existential anxiety in infancy catalyzed the formation of the unconscious, resulting in the unconscious splitting of the world into good and bad idealizations. In her theory, how the child resolves that split depends on the constitution of the child and the character of nurturing the child experiences; the quality of resolution can inform the presence, absence, and/or type of distresses a person experiences later in life.",
    "year": 1882,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Seán O'Casey",
    "birthday": "1880-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Sean_ocasey_1924.jpg",
    "extract": "Seán O'Casey was an Irish dramatist and memoirist. A committed socialist, he was the first Irish playwright of note to write about the Dublin working classes.",
    "year": 1880,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Coen de Koning",
    "birthday": "1879-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Coen_de_Koning.jpg/215px-Coen_de_Koning.jpg",
    "extract": "Coen de Koning was a speed skater and cyclist. He started his sports career as a cyclist, but switched to speed skating and became the second Dutch speed skater to win a world title, in 1905. He finished second in 500 m, and won the 1500, 5000 and 10,000 m events. De Koning won the national all-around title in 1903, 1905 and 1912, and set national records in the 500 m and 10,000 m in 1905; these records stood until 1926 and 1929. De Koning also set a world record in one-hour skating, at 32,370 m in 1906, and won the Elfstedentocht in 1912 and 1917.",
    "year": 1879,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Charles Lightoller",
    "birthday": "1874-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/CharlesHLightoller.jpg/227px-CharlesHLightoller.jpg",
    "extract": "Charles Herbert Lightoller, was a British mariner and naval officer. He was the second officer on board the RMS Titanic and the most senior member of the crew to survive the Titanic disaster. As the officer in charge of loading passengers into lifeboats on the port side, Lightoller strictly enforced the women and children only protocol, not allowing any male passengers to board the lifeboats unless they were needed as auxiliary seamen. Lightoller served as a commanding officer in the Royal Navy during World War I and was twice decorated for gallantry. During World War II, in retirement, he voluntarily provided his personal yacht and sailed her as one of the \"little ships\" that played a part in the Dunkirk evacuation.",
    "year": 1874,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nicolae Rădescu",
    "birthday": "1874-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/81/Nicolae_Radescu.jpg",
    "extract": "Nicolae Rădescu was a Romanian army officer and political figure. He was the last pre-communist rule Prime Minister of Romania, serving from 7 December 1944 to 1 March 1945.",
    "year": 1874,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Franz Oppenheimer",
    "birthday": "1864-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Franz_oppenheimer_1_%28cropped%29.jpg/239px-Franz_oppenheimer_1_%28cropped%29.jpg",
    "extract": "Franz Oppenheimer was a German sociologist and political economist, who published also in the area of the fundamental sociology of the state.",
    "year": 1864,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mary Whiton Calkins",
    "birthday": "1863-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/af/Mary_Whiton_Calkins.jpg",
    "extract": "Mary Whiton Calkins was an American philosopher and psychologist, whose work informed theory and research of memory, dreams and the self. In 1903, Calkins was the twelfth in a listing of fifty psychologists with the most merit, chosen by her peers. Calkins was refused a Ph.D. by Harvard University because of her gender.",
    "year": 1863,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Siegfried Alkan",
    "birthday": "1858-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/dd/Siegfried_Alkan.jpeg",
    "extract": "Siegfried Alkan was a German composer.",
    "year": 1858,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Léon Charles Thévenin",
    "birthday": "1857-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ef/L%C3%A9on_Charles_Th%C3%A9venin.jpg",
    "extract": "Léon Charles Thévenin was a French telegraph engineer who extended Ohm's law to the analysis of complex electrical circuits.",
    "year": 1857,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Vincent van Gogh",
    "birthday": "1853-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Vincent_van_Gogh_-_Self-Portrait_-_Google_Art_Project_%28454045%29.jpg/253px-Vincent_van_Gogh_-_Self-Portrait_-_Google_Art_Project_%28454045%29.jpg",
    "extract": "Vincent Willem van Gogh was a Dutch Post-Impressionist painter who posthumously became one of the most famous and influential figures in Western art history. In a decade, he created about 2,100 artworks, including around 860 oil paintings, most of which date from the last two years of his life. They include landscapes, still lifes, portraits, and self-portraits, and are characterised by bold colours and dramatic, impulsive and expressive brushwork that contributed to the foundations of modern art. He was not commercially successful and struggling with severe depression and poverty, committed suicide at the age of 37.",
    "year": 1853,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Arnoldo Sartorio",
    "birthday": "1853-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Arnoldo_Sartorio.jpg/242px-Arnoldo_Sartorio.jpg",
    "extract": "Arnold Gabriel Holland Sartorio was a German composer, choral conductor, and piano teacher of the Romantic period. His musical output lay almost entirely in the genre of salon music pioneered by Sigismond Thalberg among others and transcended by Frédéric Chopin and Franz Liszt.",
    "year": 1853,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Verlaine",
    "birthday": "1844-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Netsurf17_-_Paul_Verlaine.png",
    "extract": "Paul-Marie Verlaine was a French poet associated with the Symbolist movement and the Decadent movement. He is considered one of the greatest representatives of the fin de siècle in international and French poetry.",
    "year": 1844,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Anna Sewell",
    "birthday": "1820-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Anna_Sewell.jpg",
    "extract": "Anna Sewell was an English novelist. She is known as the author of the 1877 novel Black Beauty, her only published work, which is considered one of the top ten best selling novels for children, although the author intended the work for an adult audience. Sewell died only five months after Black Beauty's publication, having lived long enough to see her only novel become a success.",
    "year": 1820,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "James Whyte (Australian politician)",
    "birthday": "1820-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/James_Whyte.jpg/220px-James_Whyte.jpg",
    "extract": "James Whyte was a Scottish-born Australian politician notable for being involved with his brothers in the massacre of aboriginals as a young man who served as the sixth Premier of Tasmania, from 20 January 1863 to 24 November 1866.",
    "year": 1820,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Robert Bunsen",
    "birthday": "1811-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Robert_Wilhelm_Bunsen_%28HeidICON_53016%29_%28cropped%29.jpg/313px-Robert_Wilhelm_Bunsen_%28HeidICON_53016%29_%28cropped%29.jpg",
    "extract": "Robert Wilhelm Eberhard Bunsen was a German chemist. He investigated emission spectra of heated elements, and discovered caesium and rubidium with the physicist Gustav Kirchhoff. The Bunsen–Kirchhoff Award for spectroscopy is named after Bunsen and Kirchhoff.",
    "year": 1811,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ferdinand Johann Wiedemann",
    "birthday": "1805-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Ferdinand_Johann_Wiedemann.jpg/236px-Ferdinand_Johann_Wiedemann.jpg",
    "extract": "Ferdinand Johann Wiedemann was an Estonian linguist who researched Uralic languages, mostly Estonian. Wiedemann was also a botanist.",
    "year": 1805,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Juan Manuel de Rosas",
    "birthday": "1793-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Juan_Manuel_de_Rosas_by_Norris.jpg/260px-Juan_Manuel_de_Rosas_by_Norris.jpg",
    "extract": "Juan Manuel José Domingo Ortiz de Rosas, nicknamed \"Restorer of the Laws\", was an Argentine politician and army officer who ruled Buenos Aires Province and briefly the Argentine Confederation. Although born into a wealthy family, Rosas independently amassed a personal fortune, acquiring large tracts of land in the process. Rosas enlisted his workers in a private militia, as was common for rural proprietors, and took part in the disputes that led to numerous civil wars in his country. Victorious in warfare, personally influential, and with vast landholdings and a loyal private army, Rosas became a caudillo, as provincial warlords in the region were known. He eventually reached the rank of brigadier general, the highest in the Argentine Army, and became the undisputed leader of the Federalist Party.",
    "year": 1793,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Stafford Smith",
    "birthday": "1750-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Stafford_Smith.png/293px-Stafford_Smith.png",
    "extract": "John Stafford Smith was an English composer, church organist, and early musicologist. He was one of the first serious collectors of manuscripts of works by Johann Sebastian Bach.",
    "year": 1750,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Francisco Goya",
    "birthday": "1746-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Vicente_L%C3%B3pez_Porta%C3%B1a_-_el_pintor_Francisco_de_Goya.jpg/259px-Vicente_L%C3%B3pez_Porta%C3%B1a_-_el_pintor_Francisco_de_Goya.jpg",
    "extract": "Francisco José de Goya y Lucientes was a Spanish romantic painter and printmaker. He is considered the most important Spanish artist of the late 18th and early 19th centuries. His paintings, drawings, and engravings reflected contemporary historical upheavals and influenced important 19th- and 20th-century painters. Goya is often referred to as the last of the Old Masters and the first of the moderns.",
    "year": 1746,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tommaso Traetta",
    "birthday": "1727-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Tommaso_traetta.jpg/222px-Tommaso_traetta.jpg",
    "extract": "Tommaso Michele Francesco Saverio Traetta was an Italian composer of the Neapolitan School. Along with other composers mainly in the Holy Roman Empire and France, he was responsible for certain operatic reforms including reducing ornateness of style and the primacy of star singers.",
    "year": 1727,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Trenchard (politician)",
    "birthday": "1640-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/SirJohnTrenchard.jpg/235px-SirJohnTrenchard.jpg",
    "extract": "Sir John Trenchard was an English politician and landowner.",
    "year": 1640,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Salomon Schweigger",
    "birthday": "1551-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Salomon_Schweigger_1608.jpg/229px-Salomon_Schweigger_1608.jpg",
    "extract": "Salomon Schweigger was a German Lutheran theologian, minister, anthropologist and orientalist of the 16th century. He provided a valuable insight during his travels in the Balkans, Constantinople and the Middle East, and published a famous travel book of his exploits. He also published the first German language translation of the Qur'an.",
    "year": 1551,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Antonio de Cabezón",
    "birthday": "1510-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Exterior_Catedral_Palencia1.JPG/320px-Exterior_Catedral_Palencia1.JPG",
    "extract": "Antonio de Cabezón was a Spanish Renaissance composer and organist. Blind from childhood, he quickly rose to prominence as a performer and was eventually employed by the royal family. He was among the most important composers of his time and the first major Iberian keyboard composer.",
    "year": 1510,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mehmed II",
    "birthday": "1432-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Gentile_Bellini_003.jpg/237px-Gentile_Bellini_003.jpg",
    "extract": "Mehmed II, commonly known as Mehmed the Conqueror, was an Ottoman sultan who ruled from August 1444 to September 1446, and then later from February 1451 to May 1481. In Mehmed II's first reign, he defeated the crusade led by John Hunyadi after the Hungarian incursions into his country broke the conditions of the truce Peace of Szeged. When Mehmed II ascended the throne again in 1451 he strengthened the Ottoman navy and made preparations to attack Constantinople. At the age of 21, he conquered Constantinople and brought an end to the Byzantine Empire.",
    "year": 1432,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ivan II of Moscow",
    "birthday": "1326-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Ivan_krasniy_titularnik.jpg/241px-Ivan_krasniy_titularnik.jpg",
    "extract": "Ivan II Ivanovich the Fair was the Grand Prince of Moscow and Grand Prince of Vladimir in 1353. Until that date, he had ruled the towns of Ruza and Zvenigorod. He was the second son of Ivan Kalita, and succeeded his brother Simeon the Proud, who died of the Black Death.",
    "year": 1326,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Maimonides",
    "birthday": "1135-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/07/Maimonides-2.jpg",
    "extract": "Moses ben Maimon (1138–1204), commonly known as Maimonides and also referred to by the acronym Rambam, was a medieval Sephardic Jewish philosopher who became one of the most prolific and influential Torah scholars of the Middle Ages. In his time, he was also a preeminent astronomer and physician, serving as the personal physician of Saladin. Born in Córdoba, Almoravid Empire, on Passover eve, 1138, he worked as a rabbi, physician and philosopher in Morocco and Egypt. He died in Egypt on 12 December 1204, whence his body was taken to the lower Galilee and buried in Tiberias.",
    "year": 1135,
    "month": 3,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Shi Jingtang",
    "birthday": "892-3-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Emperor_Gaozu_of_Later_Jin_Shi_Jingtang.jpg/294px-Emperor_Gaozu_of_Later_Jin_Shi_Jingtang.jpg",
    "extract": "Shi Jingtang, also known by his temple name Gaozu (高祖), was the founding emperor of imperial China's short-lived Later Jin during the Five Dynasties and Ten Kingdoms period, reigning from 936 until his death.",
    "year": 892,
    "month": 3,
    "day": 30,
    "language": "en"
  }
]