[
  {
    "name": "Bo Bichette",
    "birthday": "1998-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Bo_Bichette_at_bat%2C_March_25%2C_2019_%28cropped%29.jpg/213px-Bo_Bichette_at_bat%2C_March_25%2C_2019_%28cropped%29.jpg",
    "extract": "Bo Joseph Bichette is an American professional baseball shortstop for the Toronto Blue Jays of Major League Baseball (MLB).",
    "year": 1998,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Taylor Hill (model)",
    "birthday": "1996-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/78/Taylor_Marie_Hill_%28cropped-1%29.jpg",
    "extract": "Taylor Marie Hill is an American model. A former Victoria's Secret Angel, she appeared in the brand's annual fashion show from 2014 to 2018. She has worked for brands including Ralph Lauren, Michael Kors, and Carolina Herrera. She has also appeared in magazines such as Vogue, Elle, and Harper's Bazaar.",
    "year": 1996,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Emmanuel Mudiay",
    "birthday": "1996-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Brooklyn_Nets_vs_NY_Knicks_2018-10-03_td_174a_-_1st_Quarter.jpg/240px-Brooklyn_Nets_vs_NY_Knicks_2018-10-03_td_174a_-_1st_Quarter.jpg",
    "extract": "Emmanuel Kabeya Mudiay is an Congolese-American professional basketball player who last played for the Sacramento Kings of the National Basketball Association (NBA). He played high school basketball for Grace Preparatory Academy and Prime Prep Academy in Texas, where he gained much of the media's attention. He committed to play for the SMU Mustangs men's basketball team on August 24, 2013 but later made the decision to forgo college and joined the Guangdong Southern Tigers in China. After an injury-riddled season in China, he was selected with the seventh overall pick in the 2015 NBA draft by the Denver Nuggets.",
    "year": 1996,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Daria Saville",
    "birthday": "1994-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Gavrilova_RG19_%2810%29_%2848199329971%29.jpg/213px-Gavrilova_RG19_%2810%29_%2848199329971%29.jpg",
    "extract": "Daria Saville is an Australian professional tennis player. She represented Russia until 2015, before emigrating to Australia. She competed under her maiden name until her marriage to Luke Saville in 2021.",
    "year": 1994,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Kyle Schwarber",
    "birthday": "1994-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Kyle_Schwarber_%2851123222910%29_%28cropped%29.jpg/200px-Kyle_Schwarber_%2851123222910%29_%28cropped%29.jpg",
    "extract": "Kyle Joseph Schwarber is an American professional baseball outfielder for the Philadelphia Phillies of Major League Baseball (MLB). He played college baseball for the Indiana Hoosiers and was a first-round selection in the 2014 MLB draft by the Chicago Cubs. He made his MLB debut with the Cubs in 2015 and has also played for the Washington Nationals and Boston Red Sox. He helped the Cubs win the 2016 World Series over the Cleveland Indians, ending their 108-year drought.",
    "year": 1994,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "El Hadji Ba",
    "birthday": "1993-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/El-Hadji_Ba_%28cropped%29.jpg/234px-El-Hadji_Ba_%28cropped%29.jpg",
    "extract": "El Hadji Ba is a French-Mauritanian professional footballer who plays as a midfielder for En Avant de Guingamp.",
    "year": 1993,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Joshua Coyne",
    "birthday": "1993-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Joshua_coyne_violin.jpg/320px-Joshua_coyne_violin.jpg",
    "extract": "Joshua Coyne is an American musician and composer.",
    "year": 1993,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Fred (footballer, born 1993)",
    "birthday": "1993-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Fred_Brazil_%28cropped%29.jpg/197px-Fred_Brazil_%28cropped%29.jpg",
    "extract": "Frederico Rodrigues de Paula Santos, known as Fred, is a Brazilian professional footballer who plays as a midfielder for Premier League club Manchester United and the Brazil national team.",
    "year": 1993,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Harry Maguire",
    "birthday": "1993-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Harry_Maguire_2018-07-11_1.jpg/245px-Harry_Maguire_2018-07-11_1.jpg",
    "extract": "Jacob Harry Maguire is an English professional footballer who plays as a centre-back for Premier League club Manchester United and the England national team.",
    "year": 1993,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ramiro Funes Mori",
    "birthday": "1991-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/SM-Villareal_%283%29.jpg/224px-SM-Villareal_%283%29.jpg",
    "extract": "José Ramiro Funes Mori is an Argentine professional footballer who plays as a defender for Saudi Professional League club Al-Nassr and the Argentina national team. He plays primarily as a centre-back but can also operate as a left-back and defensive midfielder.",
    "year": 1991,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Daniil Trifonov",
    "birthday": "1991-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Daniil_Trifonov_at_Carnegie_Hall_2017.jpg/189px-Daniil_Trifonov_at_Carnegie_Hall_2017.jpg",
    "extract": "Daniil Olegovich Trifonov is a Russian pianist and composer. Described by The Globe and Mail as \"arguably today's leading classical virtuoso\" and by The Times as \"without question the most astounding pianist of our age\", Trifonov's honors include a Grammy Award win in 2018 and the Gramophone Classical Music Awards' Artist of the Year Award in 2016. The New York Times has noted that \"few artists have burst onto the classical music scene in recent years with the incandescence\" of Trifonov. He has performed as soloist with such orchestras as the New York Philharmonic, Cleveland Orchestra, Royal Philharmonic Orchestra, London Symphony Orchestra, Mariinsky Theatre Orchestra, Royal Concertgebouw Orchestra, Berlin Philharmonic, San Francisco Symphony, Houston Symphony and the Munich Philharmonic, and has given solo recitals in such venues as Royal Festival Hall, Carnegie Hall, John F. Kennedy Center for the Performing Arts, Berliner Philharmonie, Théâtre des Champs-Élysées, Concertgebouw, and the Seoul Arts Center.",
    "year": 1991,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Danny Drinkwater",
    "birthday": "1990-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Drinkwater_in_2017.jpg/256px-Drinkwater_in_2017.jpg",
    "extract": "Daniel Noel Drinkwater is an English professional footballer who plays as a midfielder for Premier League side Chelsea.",
    "year": 1990,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Mason Plumlee",
    "birthday": "1990-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/MasonPlumlee.jpg/202px-MasonPlumlee.jpg",
    "extract": "Mason Alexander Plumlee is an American professional basketball player for the Charlotte Hornets of the National Basketball Association (NBA). He primarily plays the forward and center positions. As a freshman in 2009–10, he was a back-up forward for the Duke Blue Devils men's basketball team's national championship team, playing with his older brother Miles. He was a 2009 McDonald's All-American in high school. During his senior year at Duke, he also played with his younger brother Marshall. He was selected with the 22nd overall pick by the Brooklyn Nets in the 2013 NBA draft. Plumlee was also a member of the United States national team that won a gold medal in the 2014 FIBA Basketball World Cup.",
    "year": 1990,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alex Smithies",
    "birthday": "1990-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Smithies_QPR_Leeds.jpg/213px-Smithies_QPR_Leeds.jpg",
    "extract": "Alexander Smithies is an English professional footballer who plays as a goalkeeper for EFL Championship club Cardiff City. Smithies is a product of the Huddersfield Town academy who first came into prominence during the 2007–08 season. He joined Queens Park Rangers in 2015 where he played for three years before joining Cardiff City.",
    "year": 1990,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Liassine Cadamuro",
    "birthday": "1988-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Cadamuro.png",
    "extract": "Liassine Cadamuro-Bentaïba is an Algerian professional footballer who plays for French club FC Istres. A versatile defender, he can operate as a right back, central defender or left back.",
    "year": 1988,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jovana Brakočević",
    "birthday": "1988-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Jovana_Brako%C4%8Devi%C4%87_%28playing_for_Grot_Budowlani_%C5%81%C3%B3d%C5%BA%2C_2018%29_croped.jpg/262px-Jovana_Brako%C4%8Devi%C4%87_%28playing_for_Grot_Budowlani_%C5%81%C3%B3d%C5%BA%2C_2018%29_croped.jpg",
    "extract": "Jovana Brakočević Canzian is a Serbian female professional volleyball player, who was a member of the Serbia women's national volleyball team that won the silver medal at the 2016 Summer Olympics, and also the silver medal at the 2007 European Championship in Belgium and Luxembourg. There she was named Best Server of the tournament. She was also a member of the Serbia women's national volleyball team that won the gold medal at the 2011 European Championship in Serbia and Italy. There she was voted MVP of the tournament.",
    "year": 1988,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Anna Chakvetadze",
    "birthday": "1987-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Anna_Chakvetadze_-_Rome.jpg/213px-Anna_Chakvetadze_-_Rome.jpg",
    "extract": "Anna Djambuliovna Chakvetadze is a Russian former professional tennis player.",
    "year": 1987,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Chris Cohen",
    "birthday": "1987-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Chris_Cohen.jpg/216px-Chris_Cohen.jpg",
    "extract": "Christopher David Cohen is an English former professional footballer and is currently first-team coach at Luton Town.",
    "year": 1987,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alexandre Barthe",
    "birthday": "1986-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Alexandre_Barthe.JPG/268px-Alexandre_Barthe.JPG",
    "extract": "Alexandre Barthe is a French former footballer who played as a defender. He has won the Bulgarian league championship on six occasions in a row.",
    "year": 1986,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "David Marshall (Scottish footballer)",
    "birthday": "1985-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/David_Marshall_2019.jpg/173px-David_Marshall_2019.jpg",
    "extract": "David James Marshall is a Scottish professional footballer who plays as a goalkeeper. He is due to join Hibernian on 1 July 2022, having recently left Queens Park Rangers, and also plays for the Scotland national team.",
    "year": 1985,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Brad Mills (pitcher)",
    "birthday": "1985-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Brad_Mills_%28cropped%29.jpg/298px-Brad_Mills_%28cropped%29.jpg",
    "extract": "Bradley Aaron Mills is a former American professional baseball pitcher and current coach. He has played in Major League Baseball (MLB) for the Toronto Blue Jays, Los Angeles Angels of Anaheim, and Oakland Athletics and in Nippon Professional Baseball for the Orix Buffaloes.",
    "year": 1985,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Kenichi Matsuyama",
    "birthday": "1985-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Matsuyama_Kenichi_from_%22Satoshi-_A_Move_for_Tomorrow%22_at_Opening_Ceremony_of_the_Tokyo_International_Film_Festival_2016_%2833260944430%29.jpg/213px-Matsuyama_Kenichi_from_%22Satoshi-_A_Move_for_Tomorrow%22_at_Opening_Ceremony_of_the_Tokyo_International_Film_Festival_2016_%2833260944430%29.jpg",
    "extract": "Kenichi Matsuyama  is a Japanese actor. He is known for his affinity for strange character roles, and he is best known internationally for playing L in the 2006 films Death Note, Death Note 2: The Last Name and L: Change the World in 2008, as well as voicing Gelus in the Death Note animated adaptation. He was cast to play lead character Toru Watanabe in the film adaptation of Haruki Murakami's novel Norwegian Wood, which was released in December 2010.",
    "year": 1985,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Branko Cvetković",
    "birthday": "1984-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Cvetkovic_%28cropped%29.JPG/213px-Cvetkovic_%28cropped%29.JPG",
    "extract": "Branko Cvetković is a retired Serbian professional basketball player. He also represented the Serbian national team internationally. He is 2.00 m tall and plays at the shooting guard and small forward positions.",
    "year": 1984,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Guillaume Hoarau",
    "birthday": "1984-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Guillaume_Hoarau2017.jpg",
    "extract": "Guillaume Hoarau is a French professional footballer who plays as a striker for Swiss club FC Sion.",
    "year": 1984,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Édgar Dueñas",
    "birthday": "1983-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Edgar_Due%C3%B1as.jpg/198px-Edgar_Due%C3%B1as.jpg",
    "extract": "Edgar Esteban Dueñas Peñaflor is a Mexican former professional footballer who played as a defender.",
    "year": 1983,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Dan Carter",
    "birthday": "1982-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Dan_Carter_ONZM_%28cropped%29.jpg/215px-Dan_Carter_ONZM_%28cropped%29.jpg",
    "extract": "Daniel William Carter is a retired New Zealand rugby union player.",
    "year": 1982,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Barret Jackman",
    "birthday": "1981-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Barret_Jackman_131223.png/207px-Barret_Jackman_131223.png",
    "extract": "Barret D. Jackman is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL) with the St. Louis Blues and the Nashville Predators. Jackman was selected 17th overall in the 1999 NHL Entry Draft by the St. Louis Blues. Jackman was born in Trail, British Columbia and grew up in Salmo, British Columbia & later Fruitvale, British Columbia. Jackman was often known for his physical style of play and fighting abilities.",
    "year": 1981,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Paul Martin (ice hockey)",
    "birthday": "1981-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Paul_Martin_2013-03-17.JPG/291px-Paul_Martin_2013-03-17.JPG",
    "extract": "Paul Joseph Martin is an American former ice hockey defenseman. He was drafted by the New Jersey Devils in the second round, 62nd overall, of the 2000 NHL Entry Draft, playing six seasons for the organization before joining the Pittsburgh Penguins in 2010 and later the San Jose Sharks in 2015.",
    "year": 1981,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Shay Carl",
    "birthday": "1980-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Shay_Carl_2014_%2814361976619%29.jpg/232px-Shay_Carl_2014_%2814361976619%29.jpg",
    "extract": "Shay Carl Butler, known professionally as Shay Carl, is an American YouTube personality. He has three YouTube channels, two of which have over three million subscribers. Butler and Corey Vidal developed a documentary called Vlogumentary on a $200,000+ budget that was funded with an Indiegogo campaign and raised by mostly from his viewers. Vlogumentary was released on April 20, 2016. Forbes called Butler one of the \"most successful video entrepreneurs on YouTube\" and in 2011 The New York Times featured Butler's production company Maker Studios.",
    "year": 1980,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Martin Axenrot",
    "birthday": "1979-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Opeth_%E2%80%93_Elbriot_2015_03.jpg/320px-Opeth_%E2%80%93_Elbriot_2015_03.jpg",
    "extract": "Erik Martin \"Axe\" Axenrot is a Swedish death metal drummer, best known as the former drummer for progressive death metal band Opeth from 2006 to 2021. Since 2004, he is currently the drummer for Bloodbath. Known for his intricate playing style, his drumming has been highly praised by Opeth members and fans, with Mikael Åkerfeldt calling him \"a joy to play with.\" Axenrot has also been jokingly referred to as The Lord of the Rings character Legolas by band members and fans.",
    "year": 1979,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lee Mears",
    "birthday": "1979-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/37/Mears%2C_Lee.JPG",
    "extract": "Lee Mears is an Executive Leadership Coach. He proudly represented England playing rugby between 2004 and 2013. He earned 42 Cap played in two world cups and played for the British and Irish Lions on the 2009 tour of South Africa. His life of adventure has continued off the field he hold two world records..",
    "year": 1979,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Mike Hessman",
    "birthday": "1978-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Mike_Hessman_on_October_3%2C_2010.jpg/197px-Mike_Hessman_on_October_3%2C_2010.jpg",
    "extract": "Michael Steven Hessman is an American former professional baseball first baseman and third baseman, and current assistant hitting coach for the Detroit Tigers. He played in Major League Baseball (MLB) for the Atlanta Braves, Detroit Tigers, and New York Mets, and in Nippon Professional Baseball (NPB) for the Orix Buffaloes.",
    "year": 1978,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Carlos Ochoa",
    "birthday": "1978-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Carlos_OchoaSantos.jpg/213px-Carlos_OchoaSantos.jpg",
    "extract": "Carlos Augusto Ochoa Mendoza is a Mexican former professional footballer who played as a striker.",
    "year": 1978,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Taismary Agüero",
    "birthday": "1977-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Taismary_Auero_Lodz_2010.jpg/240px-Taismary_Auero_Lodz_2010.jpg",
    "extract": "Taismary Agüero Leiva  is a Cuban-born Italian volleyball player. She is the only player to represent two women's volleyball national team to win Major titles.",
    "year": 1977,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Neil Jackson",
    "birthday": "1976-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Neiljackson.jpg/267px-Neiljackson.jpg",
    "extract": "Neil Jackson is an English actor, singer, musician and writer who has appeared in several television series and films, but is probably best known for his role as Marcus on Blade: The Series and Sasha on Make It or Break It.",
    "year": 1976,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Šarūnas Jasikevičius",
    "birthday": "1976-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/%C5%A0ar%C5%ABnas_Jasikevi%C4%8Dius_BC_%C5%BDalgiris_EuroLeague_20180223_%281%29.jpg/185px-%C5%A0ar%C5%ABnas_Jasikevi%C4%8Dius_BC_%C5%BDalgiris_EuroLeague_20180223_%281%29.jpg",
    "extract": "Šarūnas \"Šaras\" Jasikevičius is a Lithuanian professional basketball coach and former player. He currently serves as a head coach for FC Barcelona of the Liga ACB and the EuroLeague. During his playing career, standing at a height of 6 ft 4 in (1.93 m) tall, he played at the point guard position.",
    "year": 1976,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Paul Konerko",
    "birthday": "1976-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Paul_Konerko_on_August_10%2C_2011.jpg/202px-Paul_Konerko_on_August_10%2C_2011.jpg",
    "extract": "Paul Henry Konerko is an American former professional baseball first baseman who played in Major League Baseball (MLB) for the Los Angeles Dodgers, Cincinnati Reds and, for most of his career, the Chicago White Sox. Konerko helped the White Sox win the 2005 World Series over the Houston Astros, the franchise's first since 1917. From 2006 to 2014 he served as the White Sox captain.",
    "year": 1976,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Luciano Burti",
    "birthday": "1975-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Luciano_Burti_2006_Curitiba.jpg/227px-Luciano_Burti_2006_Curitiba.jpg",
    "extract": "Luciano Pucci Burti is a Brazilian racing driver who briefly raced in Formula One. He is now a commentator for TV Globo.",
    "year": 1975,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sasho Petrovski",
    "birthday": "1975-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Sasho_Petrovski.jpg/298px-Sasho_Petrovski.jpg",
    "extract": "Sasho Petrovski is an Australian football (soccer) player who plays for South Coast Wolves. Petrovski has two caps for the Australian national team. Petrovski was known in the A-League as one of the most prolific strikers, scoring 41 goals between the 3 clubs.",
    "year": 1975,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Chris Silverwood",
    "birthday": "1975-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Chrissilverwood.png/320px-Chrissilverwood.png",
    "extract": "Christopher Eric Wilfred Silverwood is a former international cricketer and a former head coach of the England cricket team.",
    "year": 1975,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Kevin Connolly (actor)",
    "birthday": "1974-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Kevin_Connolly_by_David_Shankbone_%28cropped%29.jpg/201px-Kevin_Connolly_by_David_Shankbone_%28cropped%29.jpg",
    "extract": "Kevin Connolly is an American actor and director. He is best known for his role as Eric Murphy in the HBO series Entourage, and his role as the eldest son Ryan Malloy in the 1990s television sitcom Unhappily Ever After. Connolly is also a director, having directed many episodes of television as well as the films Gardener of Eden, Dear Eleanor, and Gotti.",
    "year": 1974,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jens Jeremies",
    "birthday": "1974-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/90/Jens_Jeremies_%28cropped%29.jpg",
    "extract": "Jens Jeremies is a German former professional footballer who played as a defensive midfielder.",
    "year": 1974,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Matt Lucas",
    "birthday": "1974-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Matt_Lucas_by_Gage_Skidmore.jpg/220px-Matt_Lucas_by_Gage_Skidmore.jpg",
    "extract": "Matthew Richard Lucas is an English actor, comedian, writer, and television presenter. He is best known for his work with David Walliams on the BBC sketch comedy series Little Britain and Come Fly With Me (2010–2011). Lucas portrayed the role of Nardole in the BBC series Doctor Who (2015–2017). He has also appeared in films, including Alice in Wonderland (2010), Bridesmaids (2011), Small Apartments (2012), and Paddington (2014). Since 2020, Lucas has presented The Great British Bake Off, alongside Noel Fielding.",
    "year": 1974,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Eva Mendes",
    "birthday": "1974-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/EvaMendescropped.jpg/242px-EvaMendescropped.jpg",
    "extract": "Eva de la Caridad Méndez, known professionally as Eva Mendes, is an American actress, model and businesswoman. Her acting career began in the late 1990s, with a series of roles in films such as Children of the Corn V: Fields of Terror (1998) and Urban Legends: Final Cut (2000).",
    "year": 1974,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Giannis Anastasiou",
    "birthday": "1973-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Yannis_Anastasiou_2014.jpg/243px-Yannis_Anastasiou_2014.jpg",
    "extract": "Giannis Anastasiou is a Greek professional football manager and former player, who is the current manager of Super League club Panetolikos.",
    "year": 1973,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nelly Arcan",
    "birthday": "1973-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/47/Nelly_Arcan_ctv.jpg",
    "extract": "Nelly Arcan was a Canadian novelist. Arcan was born Isabelle Fortier at Lac-Mégantic in the Eastern Townships of Quebec.",
    "year": 1973,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ryan Franklin",
    "birthday": "1973-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Ryan_Franklin_2008.jpg/320px-Ryan_Franklin_2008.jpg",
    "extract": "Ryan Ray Franklin, is an American former professional baseball pitcher, who played in Major League Baseball (MLB) for the Seattle Mariners, Philadelphia Phillies, Cincinnati Reds, and St. Louis Cardinals. Franklin currently works in the Cardinals’ front office.",
    "year": 1973,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nicole Pratt",
    "birthday": "1973-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nicole_Pratt.jpg/228px-Nicole_Pratt.jpg",
    "extract": " Nicole Pratt is a retired tennis player from Australia.",
    "year": 1973,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Špela Pretnar",
    "birthday": "1973-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/%C5%A0pela_Pretnar_Zagreb_2009.jpg/170px-%C5%A0pela_Pretnar_Zagreb_2009.jpg",
    "extract": "Špela Pretnar is a Slovenian former alpine skier.",
    "year": 1973,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Yuri Lowenthal",
    "birthday": "1971-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Yuri_Lowenthal_2018_cropped.jpg/261px-Yuri_Lowenthal_2018_cropped.jpg",
    "extract": "Yuri Lowenthal is an American voice actor, producer and screenwriter known chiefly for his work in cartoons, anime and video games. Some of his prominent roles in animations and anime include Sasuke Uchiha in Naruto, teenage Ben Tennyson in Ben 10, Jinnosuke in Afro Samurai, Simon in Gurren Lagann and Suzaku Kururugi in Code Geass. In video games, he voices The Prince in Ubisoft's Prince of Persia, Hayate/Ein in Dead or Alive, Matt Miller in Saints Row: The Third and Saints Row IV, and Peter Parker/Spider-Man in Insomniac's Spider-Man and Spider-Man: Miles Morales.",
    "year": 1971,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Filip Meirhaeghe",
    "birthday": "1971-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Filip_Meirhaeghe.jpg/240px-Filip_Meirhaeghe.jpg",
    "extract": "Filip Meirhaeghe is a retired Belgian racing cyclist. His primary focus was in mountain bike racing, however, he has also taken part in elite road, cyclo-cross and track cycling. He has won four Mountain Bike World Championships medals, one Olympic medal and a total of eleven mountain bike World Cup events. In the final years of his racing career he raced for the bicycle manufacturer Specialized Bicycle Components on the mountain bike and for the professional team Domina Vacanze-Elitron on the road.",
    "year": 1971,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Mike Brown (basketball, born 1970)",
    "birthday": "1970-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Mike_Brown_NBA_cropped.jpg/267px-Mike_Brown_NBA_cropped.jpg",
    "extract": "Michael Burton Brown is an American basketball coach who is the associate head coach for the Golden State Warriors of the National Basketball Association (NBA). He will become the next head coach of the Sacramento Kings after the conclusion of the Warriors' 2021–22 season. Brown was previously the head coach of the Cleveland Cavaliers and the Los Angeles Lakers. He is also the head coach of the Nigerian national team.",
    "year": 1970,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Frusciante",
    "birthday": "1970-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/JohnFruscianteAugust2006.jpg/248px-JohnFruscianteAugust2006.jpg",
    "extract": "John Anthony Frusciante is an American musician, singer and songwriter, best known as the guitarist for the Red Hot Chili Peppers. He has released 11 solo albums and 7 EPs, ranging in style from acoustic guitar music to electronic music.",
    "year": 1970,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Yuu Watase",
    "birthday": "1970-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Yuu_Watase.jpg/320px-Yuu_Watase.jpg",
    "extract": "Yuu Watase  is a Japanese manga artist. She debuted in 1989 at the age of 18 with the short story \"Pajama de Ojama\" and has since published more than 50 volumes of one-shots and long-running manga series. One of her most popular titles is Fushigi Yûgi. In 1998, Watase won the 43rd Shogakukan Manga Award in the shōjo (girls') category for Ceres, Celestial Legend. In 2008, she began her first shōnen (boys') serialization, Arata: The Legend.",
    "year": 1970,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Paul Blackthorne",
    "birthday": "1969-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Paul_Blackthorne_August_2016.jpg/241px-Paul_Blackthorne_August_2016.jpg",
    "extract": "Paul Blackthorne is an English actor. Although born in Shropshire, England, he spent his early childhood on UK military bases in Britain and Germany.",
    "year": 1969,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Moussa Saïb",
    "birthday": "1969-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Moussa_Sa%C3%AFb.png/248px-Moussa_Sa%C3%AFb.png",
    "extract": "Moussa Saïb is an Algerian football manager and former player. He is currently unattached, after last managing JS Kabylie in the Algerian Ligue Professionnelle 1.",
    "year": 1969,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "MC Solaar",
    "birthday": "1969-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/MC_Solaar_Invit%C3%A9_du_RH_Factor.jpg/320px-MC_Solaar_Invit%C3%A9_du_RH_Factor.jpg",
    "extract": "Claude M'Barali, professionally known as MC Solaar, is a French rapper of Senegalese and Chadian origin. He is one of France's most famous and influential hip hop artists. Some consider him the best French rapper of all time.",
    "year": 1969,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Gordon Bajnai",
    "birthday": "1968-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Bajnai_Jerusalem.jpg/226px-Bajnai_Jerusalem.jpg",
    "extract": "György Gordon Bajnai is a Hungarian entrepreneur and economist, who served as the Prime Minister of Hungary from 2009 to 2010. Prior to that, he functioned as Minister of Local Government and Regional Development from 2007 to 2008, then as Minister of National Development and Economy from 2008 to 2009. In March 2009, following Prime Minister Ferenc Gyurcsány's announced resignation, Bajnai was nominated by the ruling Hungarian Socialist Party (MSZP) to become Hungary's next head of government. Bajnai became prime minister when the parliament passed a constructive motion of no-confidence against Ferenc Gyurcsány on 14 April 2009. He held the office until the formation of the Second Orbán Government following the 2010 parliamentary election.",
    "year": 1968,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Theresa Villiers",
    "birthday": "1968-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Theresa_Villiers_Official_Portrait.jpg/240px-Theresa_Villiers_Official_Portrait.jpg",
    "extract": "Theresa Anne Villiers is a British politician who has served as the Member of Parliament (MP) for Chipping Barnet since 2005, having previously served as a Member of the European Parliament from 1999 to 2005. A member of the Conservative Party, Villiers was Minister of State for Rail and Aviation from 2010 to 2012, Secretary of State for Northern Ireland from 2012 to 2016 and Secretary of State for Environment, Food and Rural Affairs from 2019 to 2020.",
    "year": 1968,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Oh Eun-sun",
    "birthday": "1966-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/KOCIS_Mountaineer_Oh_Eun-sun_meets_President_Lee_%284617624851%29.jpg/320px-KOCIS_Mountaineer_Oh_Eun-sun_meets_President_Lee_%284617624851%29.jpg",
    "extract": "Oh Eun-sun is a South Korean mountaineer. She was the first Korean woman to climb the Seven Summits. On April 27, 2010, she reached the summit of Annapurna; upon doing so, she claimed to have climbed all fourteen eight-thousanders, which would have made her the first woman to achieve this feat. However, her claim to have ascended Kangchenjunga was disputed by multiple experts. Oh later admitted that she had stopped a few hundred meters before the summit of Kangchenjunga, and so the Korean Alpine Federation ruled that she had not summited. The mountaineering site ExplorersWeb considered Edurne Pasaban as the first woman to have successfully climbed all fourteen peaks.",
    "year": 1966,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Michael Irvin",
    "birthday": "1966-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Michael_Irvin.jpg/220px-Michael_Irvin.jpg",
    "extract": "Michael Jerome Irvin is an American sports commentator and former professional football wide receiver for the Dallas Cowboys of the National Football League (NFL). In 2007, he was inducted into the Pro Football Hall of Fame.",
    "year": 1966,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Aasif Mandvi",
    "birthday": "1966-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Aasif_Mandvi%2C_Clay_Theatre%2C_San_Francisco_International_Asian_American_Film_Festival_2010.jpg/320px-Aasif_Mandvi%2C_Clay_Theatre%2C_San_Francisco_International_Asian_American_Film_Festival_2010.jpg",
    "extract": "Aasif Hakim Mandviwala, known professionally as Aasif Mandvi, is a British-American actor, comedian, and author. He was a correspondent on The Daily Show from 2006 through 2017. Mandvi's other television work includes the HBO comedy series The Brink and the CBS psychological drama Evil. His film roles include playing Mr. Aziz in Spider-Man 2 and Commander Zhao in The Last Airbender, and his stage work includes appearing on Broadway as Ali Hakim in Oklahoma!.",
    "year": 1966,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Zachary Stevens",
    "birthday": "1966-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/2014-10-25_Circle_II_Circle_005.jpg/212px-2014-10-25_Circle_II_Circle_005.jpg",
    "extract": "Zachary Trussell, known professionally as Zachary \"Zak\" Stevens, is an American singer and musician, best known as the second lead vocalist of Savatage. He performs with heavy metal band Circle II Circle. Stevens is also a drummer and has a degree in psychology but is not, as is often reported, a licensed, practicing psychologist.",
    "year": 1966,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bertrand Cantat",
    "birthday": "1964-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Bertrand_Cantat_avec_Detroit_en_2014_1_%28cropped%29.jpg/320px-Bertrand_Cantat_avec_Detroit_en_2014_1_%28cropped%29.jpg",
    "extract": "Bertrand Cantat is a convicted murderer and French musician. He was formerly the frontman of rock band Noir Désir. In 2003, he was proven guilty without a doubt and convicted of the murder of French actress Marie Trintignant. He returned to Noir Désir after his release from prison in 2007, playing with the group until it disbanded in 2010.",
    "year": 1964,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Gerald Vanenburg",
    "birthday": "1964-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Ajax_selectie_seizoen_1981_1982_nr._18a_S._Storm%2C_speler%2C_nr._19a_Gerald._Vanenburg%2C_Bestanddeelnr_253-8569.jpg/213px-Ajax_selectie_seizoen_1981_1982_nr._18a_S._Storm%2C_speler%2C_nr._19a_Gerald._Vanenburg%2C_Bestanddeelnr_253-8569.jpg",
    "extract": "Gerald Mervin Vanenburg is a Dutch former professional footballer who played as a right winger.",
    "year": 1964,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Joel Osteen",
    "birthday": "1963-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Joel_Osteen_Preaching_%28cropped%29.jpg/249px-Joel_Osteen_Preaching_%28cropped%29.jpg",
    "extract": "Joel Scott Osteen is an American pastor, televangelist, and author, based in Houston, Texas. As of 2018, Osteen's televised sermons were seen by approximately 10 million viewers in the US and several million more in over 100 countries weekly. Osteen has also written several best-selling books.",
    "year": 1963,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Paul Drayson, Baron Drayson",
    "birthday": "1960-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Paul_Rudd_Drayson_02.jpg/240px-Paul_Rudd_Drayson_02.jpg",
    "extract": "Paul Rudd Drayson, Baron Drayson FREng PC, is a British businessman, amateur racing driver and Labour politician. He was Minister of Science in the Department for Business, Innovation and Skills until May 2010, where he replaced Ian Pearson. In June 2009 he was additionally appointed as Minister of State for Strategic Defence Acquisition Reform at the Ministry of Defence. After losing his ministerial positions in the General Election 2010 he decided to devote himself totally towards his motorsports company Drayson Racing Technology. He is chairman and CEO of Drayson Technologies Ltd.",
    "year": 1960,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Vazgen Sargsyan",
    "birthday": "1959-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/%D5%8E%D5%A1%D5%A6%D5%A3%D5%A5%D5%B6_%D5%8D%D5%A1%D6%80%D5%A3%D5%BD%D5%B5%D5%A1%D5%B6.jpg/265px-%D5%8E%D5%A1%D5%A6%D5%A3%D5%A5%D5%B6_%D5%8D%D5%A1%D6%80%D5%A3%D5%BD%D5%B5%D5%A1%D5%B6.jpg",
    "extract": "Vazgen Zaveni Sargsyan was an Armenian military commander and politician. He was the first Defence Minister of Armenia from 1991 to 1992 and then from 1995 to 1999. He served as Armenia's Prime Minister from 11 June 1999 until his assassination on 27 October of that year. He rose to prominence during the mass movement for the unification of Nagorno-Karabakh with Armenia in the late 1980s and led Armenian volunteer groups during the early clashes with Azerbaijani forces. Appointed defence minister by President Levon Ter-Petrosyan soon after Armenia's independence from the Soviet Union in late 1991, Sargsyan became the most prominent commander of Armenian forces during the First Nagorno-Karabakh War. In different positions, he regulated the military operations in the war area until 1994, when a ceasefire was reached ending the war with Armenian forces controlling almost all of Nagorno-Karabakh and seven surrounding districts.",
    "year": 1959,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Volodymyr Bezsonov",
    "birthday": "1958-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Volodymyr_Bezsonov.JPG",
    "extract": "Volodymyr Vasylyovych Bezsonov is a Ukrainian football manager and former player, he played for the Soviet Union national football team. The most recent team he was managing was Dnipro Dnipropetrovsk in the Ukrainian Premier League.",
    "year": 1958,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bob Forward",
    "birthday": "1958-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Bob_Forward_April_30_2007.jpg/239px-Bob_Forward_April_30_2007.jpg",
    "extract": "Bob Forward is an American writer, producer, and director. Forward is the production director and president of his independent company, Detonation Films. Forward has been the writer of many animated television series, as well as a film, The Owl based on his novel of the same name, which has just been republished.",
    "year": 1958,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Andy Gibb",
    "birthday": "1958-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cd/Andy_Gibb.JPG",
    "extract": "Andrew Roy Gibb was an English singer, songwriter, and actor. He was the younger brother of the Bee Gees: Barry, Robin, and Maurice Gibb.",
    "year": 1958,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Mark E. Smith",
    "birthday": "1957-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/The_Fall-9.jpg/320px-The_Fall-9.jpg",
    "extract": "Mark Edward Smith was an English singer and songwriter, who was the lead singer, lyricist and only constant member of the post-punk group the Fall. Smith formed the band after attending the June 1976 Sex Pistols gig at the Lesser Free Trade Hall in Manchester and was its leader until his death. During their 42-year existence, the Fall's line-up included some 60 musicians with whom Smith released 31 studio albums and numerous singles and EPs.",
    "year": 1957,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ray Suarez",
    "birthday": "1957-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Ray_Suarez.jpg/250px-Ray_Suarez.jpg",
    "extract": "Rafael Suarez, Jr., known as Ray Suarez, is an American broadcast journalist and the current John J. McCloy Visiting Professor of American Studies at Amherst College. Most recently, Suarez was the host of Inside Story on Al Jazeera America Story, a daily news program on Al Jazeera America, until that network ceased operation in 2016. Suarez joined the PBS NewsHour in 1999 and was a senior correspondent for the evening news program on the PBS television network until 2013. He is also host of the international news and analysis public radio program America Abroad from Public Radio International. He was the host of the National Public Radio program Talk of the Nation from 1993-1999. In his more than 30-year career in the news business, he has also worked as a radio reporter in London and Rome, as a Los Angeles correspondent for CNN, and as a reporter for the NBC-owned station WMAQ-TV in Chicago. He is currently one of the US correspondents for Euronews.",
    "year": 1957,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Teena Marie",
    "birthday": "1956-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Teena_Marie.jpg/317px-Teena_Marie.jpg",
    "extract": "Mary Christine Brockert, known professionally as Teena Marie, was an American singer-songwriter, musician, composer, arranger, and producer. She was known by her childhood nickname Tina before taking the stage name Teena Marie and later acquired the nickname Lady Tee, given to her by her collaborator and friend, Rick James.",
    "year": 1956,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Penn Jillette",
    "birthday": "1955-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Penn_Jillette_by_Gage_Skidmore.jpg/222px-Penn_Jillette_by_Gage_Skidmore.jpg",
    "extract": "Penn Fraser Jillette is an American magician, actor, musician, inventor, television presenter, and author, best known for his work with fellow magician Teller as half of the team Penn & Teller. The duo has been featured in numerous stage and television shows, such as Penn & Teller: Fool Us and Penn & Teller: Bullshit!, and is currently headlining in Las Vegas at The Rio. Jillette serves as the act's orator and raconteur.",
    "year": 1955,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "João Lourenço",
    "birthday": "1954-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/2018-07-04_President_Jo%C3%A3o_Louren%C3%A7o-0555.jpg/265px-2018-07-04_President_Jo%C3%A3o_Louren%C3%A7o-0555.jpg",
    "extract": "João Manuel Gonçalves Lourenço, GColIH is an Angolan politician who has served as the president of Angola since 26 September 2017. Previously, he was Minister of Defence from 2014 to 2017. In September 2018 he became the Chairman of the People's Movement for the Liberation of Angola (MPLA), the ruling party. He was the party's Secretary-General from 1998 to 2003.",
    "year": 1954,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Katarina Frostenson",
    "birthday": "1953-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Katarina_Frostenson_fra_Sverige%2C_nomineret_til_Nordisk_Rads_litteraturpris_2012_til_litteraturarrangement_hos_Kulturkontakt_Nord_i_Finland_%282%29.jpg/320px-Katarina_Frostenson_fra_Sverige%2C_nomineret_til_Nordisk_Rads_litteraturpris_2012_til_litteraturarrangement_hos_Kulturkontakt_Nord_i_Finland_%282%29.jpg",
    "extract": "Alma Katarina Frostenson Arnault is a Swedish poet and writer. She was a member of the Swedish Academy from 1992 to 2019. In 2003, Frostenson was made a Chevalier of the Legion of Honour in France in recognition of her services to literature.",
    "year": 1953,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Michael Sandel",
    "birthday": "1953-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Michael_Sandel_Me_Judice.png/303px-Michael_Sandel_Me_Judice.png",
    "extract": "Michael Joseph Sandel is an American political philosopher and the Anne T. and Robert M. Bass Professor of Government Theory at Harvard University Law School, where his course Justice was the university's first course to be made freely available online and on television. It has been viewed by tens of millions of people around the world, including in China, where Sandel was named the 2011's \"most influential foreign figure of the year\". He is also known for his critique of John Rawls' A Theory of Justice in his first book, Liberalism and the Limits of Justice (1982). He was elected a Fellow of the American Academy of Arts and Sciences in 2002.",
    "year": 1953,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Tokyo Sexwale",
    "birthday": "1953-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Tokyo_Sexwale-wef-crop.jpg/273px-Tokyo_Sexwale-wef-crop.jpg",
    "extract": "Mosima Gabriel \"Tokyo\" Sexwale is a South African businessman, politician, anti-apartheid activist, and former political prisoner. Sexwale was imprisoned on Robben Island for his anti-apartheid activities, alongside figures such as Nelson Mandela. After the 1994 general election—the first fully democratic election in South Africa—Sexwale became the Premier of Gauteng Province. He served in the government of South Africa as Minister of Human Settlements from 2009 to 2013.",
    "year": 1953,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Petar Borota",
    "birthday": "1952-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Petar_Borota_commons_photo.jpg/222px-Petar_Borota_commons_photo.jpg",
    "extract": "Petar Borota was a Serbian footballer who played as a goalkeeper, most notably for Partizan and Chelsea.",
    "year": 1952,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Robin Hobb",
    "birthday": "1952-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Robin_Hobb_by_Gage_Skidmore.jpg/248px-Robin_Hobb_by_Gage_Skidmore.jpg",
    "extract": "Margaret Astrid Lindholm Ogden, better known by her pen names Robin Hobb and Megan Lindholm, is an American writer. Her work spans the speculative fiction genre, ranging from secondary-world fantasy as Hobb, to urban fantasy and science fiction as Lindholm. She is best known for her fantasy novels set in the Realm of the Elderlings, for which The Times described Hobb as \"one of the great modern fantasy writers\". Her Farseer, Liveship Traders and Tawny Man trilogies have sold more than a million copies.",
    "year": 1952,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bernard Arnault",
    "birthday": "1949-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Bernard_Arnault_%283%29_-_2017_%28cropped%29.jpg/245px-Bernard_Arnault_%283%29_-_2017_%28cropped%29.jpg",
    "extract": "Bernard Jean Étienne Arnault is a French business magnate, investor, and art collector. He is the chairman and chief executive of LVMH Moët Hennessy – Louis Vuitton SE, the world's largest luxury goods company. Arnault is, as of May 2022, the third-richest person in the world and the richest person from Europe, with an estimated net worth of US $160 billion according to Forbes.",
    "year": 1949,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Franz Josef Jung",
    "birthday": "1949-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Verteidigungsminister_Dr._Franz_Josef_Jung_%284909819994%29.jpg/213px-Verteidigungsminister_Dr._Franz_Josef_Jung_%284909819994%29.jpg",
    "extract": "Franz Josef Jung is a German politician of the Christian Democratic Union (CDU). He became Federal Minister of Defence in the Grand coalition cabinet of Angela Merkel on 22 November 2005. In October 2009 he became Minister of Labour and Social Affairs but resigned a month later.",
    "year": 1949,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Tom Russell",
    "birthday": "1949-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Tom_Russell.jpg/240px-Tom_Russell.jpg",
    "extract": "Thomas George Russell is an American singer-songwriter. Although most strongly identified with the Americana music tradition, his music also incorporates elements of folk, rock, and the cowboy music of the American West. Many of his songs have been recorded by other artists, including Johnny Cash, The Texas Tornados, k.d. lang, Guy Clark, Joe Ely, The Sir Douglas Quintet, Jason Boland, Nanci Griffith, Katy Moffatt, Ramblin' Jack Elliott, Sailcat, Iris Dement, Dave Alvin, and Suzy Bogguss.",
    "year": 1949,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Paquirri",
    "birthday": "1948-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/09.05.71_Paquirri_%281971%29_-_53Fi494.jpg/320px-09.05.71_Paquirri_%281971%29_-_53Fi494.jpg",
    "extract": "Francisco Rivera Pérez, known as Paquirri, was a Spanish bullfighter.",
    "year": 1948,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Eddy Grant",
    "birthday": "1948-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Eddy_Grant_at_Supreme_Court_Gardens_cropped.jpg/259px-Eddy_Grant_at_Supreme_Court_Gardens_cropped.jpg",
    "extract": "Edmond Montague Grant is a Guyanese–British singer, songwriter and multi-instrumentalist, known for his genre-blending sound; his music has blended elements of Pop, British rock, soul, funk, reggae, electronic music, African polyrhythms, and Latin music genres such as samba, among many others. In addition to this, he also helped to pioneer the genre of \"Ringbang\". He was a founding member of The Equals, one of the United Kingdom's first racially-integrated pop groups. His subsequent solo career included the 1982 song \"I Don't Wanna Dance\", plus the platinum 1983 single \"Electric Avenue\", which is his biggest international hit. He earned a Grammy Award nomination for the song. He is also well known for the anti-apartheid 1988 song, \"Gimme Hope Jo'anna\".",
    "year": 1948,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Richard Hickox",
    "birthday": "1948-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3a/RICHARD_HICKOX.jpg",
    "extract": "Richard Sidney Hickox was an English conductor of choral, orchestral and operatic music.",
    "year": 1948,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Elaine Paige",
    "birthday": "1948-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Elaine-paige-obe.jpg/220px-Elaine-paige-obe.jpg",
    "extract": "Elaine Jill Paige is an English singer and actress, best known for her work in musical theatre. Raised in Barnet, Hertfordshire, Paige attended the Aida Foster Theatre School, making her first professional appearance on stage in 1964, at the age of 16. Her appearance in the 1968 production of Hair marked her West End debut.",
    "year": 1948,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jan van Beveren",
    "birthday": "1948-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Jan_van_Beveren_1968c.jpg/288px-Jan_van_Beveren_1968c.jpg",
    "extract": "Jan van Beveren was a Dutch football player and coach, who played as a goalkeeper.",
    "year": 1948,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Kent Tekulve",
    "birthday": "1947-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Kent_Tekulve_2007.jpg/210px-Kent_Tekulve_2007.jpg",
    "extract": "Kenton Charles \"Teke\" Tekulve, is an American former professional baseball right-handed relief pitcher, who played 16 seasons in Major League Baseball (MLB), primarily for the Pittsburgh Pirates. He also played for the Philadelphia Phillies and Cincinnati Reds. Pitching with an unusual submarine delivery, Tekulve was known as a workhorse relief pitcher who holds several records for number of games pitched and innings pitched.",
    "year": 1947,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Murray Head",
    "birthday": "1946-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Photo_-_Festival_de_Cornouaille_2013_-_Murray_Head_en_concert_le_28_juillet_-_026.jpg/320px-Photo_-_Festival_de_Cornouaille_2013_-_Murray_Head_en_concert_le_28_juillet_-_026.jpg",
    "extract": "Murray Seafield St George Head is an English actor and singer. Head has appeared in a number of films, including a starring role as the character Bob Elkin in the Oscar-nominated 1971 film Sunday Bloody Sunday. As a musician, he is most recognised for his international hit songs \"Superstar\" and \"One Night in Bangkok\", and for his 1975 album Say It Ain't So. He has been involved in several projects since the 1960s and continues to record music, perform concerts, and make appearances on television either as himself or as a character actor.",
    "year": 1946,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Peter Brandes",
    "birthday": "1944-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Peter_Brandes.jpg/256px-Peter_Brandes.jpg",
    "extract": "Peter Brandes is a Danish painter, sculptor, ceramic artist and photographer.",
    "year": 1944,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lucio Battisti",
    "birthday": "1943-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6b/Lucio_Battisti.jpg",
    "extract": "Lucio Battisti was an influential Italian singer-songwriter and composer. He is widely recognized for songs that defined the late 1960s and 1970s era of Italian songwriting.",
    "year": 1943,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Felipe González",
    "birthday": "1942-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Felipe_Gonz%C3%A1lez_recibe_al_presidente_de_la_Diputaci%C3%B3n_General_de_Arag%C3%B3n_%28cropped%29.jpg/237px-Felipe_Gonz%C3%A1lez_recibe_al_presidente_de_la_Diputaci%C3%B3n_General_de_Arag%C3%B3n_%28cropped%29.jpg",
    "extract": "Felipe González Márquez is a Spanish lawyer, professor, and politician, who was the Secretary-General of the Spanish Socialist Workers' Party (PSOE) from 1974 to 1997, and the 3rd Prime Minister of Spain since the restoration of democracy, from 1982 to 1996. He remains the longest-serving Prime Minister of Spain to be freely elected.",
    "year": 1942,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Mike Resnick",
    "birthday": "1942-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Imaginales_2016_-_Mike_Resnick_3.jpg/240px-Imaginales_2016_-_Mike_Resnick_3.jpg",
    "extract": "Michael Diamond Resnick was an American science fiction writer and editor. He won five Hugo awards, and a Nebula award. He was the guest of honor at Chicon 7, the executive editor of Jim Baen's Universe and the editor and co-creator of Galaxy's Edge magazine.",
    "year": 1942,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Tom Butler (bishop)",
    "birthday": "1940-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Thomas_Frederick_Butler_June_20%2C_2009_by_Steve_Punter_%28cropped%29.jpg/296px-Thomas_Frederick_Butler_June_20%2C_2009_by_Steve_Punter_%28cropped%29.jpg",
    "extract": "Thomas Frederick Butler is a British retired Anglican bishop. He was the ninth Anglican Bishop of Southwark. He was enthroned in Southwark Cathedral on 12 September 1998. He retired from this position on 5 March 2010. In 2014, Butler was involved in the transition process for the new Diocese of Leeds as \"mentor bishop\"; he remains an honorary assistant bishop of that diocese.",
    "year": 1940,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Graham McRae",
    "birthday": "1940-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Graham_McRae_at_Levin_1970.jpg/320px-Graham_McRae_at_Levin_1970.jpg",
    "extract": "Graham McRae was a racing driver from New Zealand. He achieved considerable success in Formula 5000 racing, winning the Tasman Series each year from 1971 to 1973, and also the 1972 L&M Continental 5000 Championship in the United States.",
    "year": 1940,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sepp Piontek",
    "birthday": "1940-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Sepp_Piontek.jpg/251px-Sepp_Piontek.jpg",
    "extract": "Josef Emanuel Hubertus \"Sepp\" Piontek is a German former footballer and manager.",
    "year": 1940,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Samantha Eggar",
    "birthday": "1939-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Samantha_Eggar.jpg/254px-Samantha_Eggar.jpg",
    "extract": "Victoria Louise Samantha Marie Elizabeth Therese Eggar is a retired British-American actress. After beginning her career in Shakespearean theatre she rose to fame for her performance in William Wyler's thriller The Collector (1965), which earned her a Golden Globe Award, a Cannes Film Festival Award and an Academy Award nomination for Best Actress.",
    "year": 1939,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Benyamin Sueb",
    "birthday": "1939-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/63/Benyamin_Sueb.jpeg",
    "extract": "Benyamin Sueb was an Indonesian comedian, actor and singer. He released 46 studio albums and starred in more than 50 films. He received two Citra Awards for Intan Berduri in 1973 and Si Doel Anak Modern in 1975.",
    "year": 1939,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Peter Woodcock",
    "birthday": "1939-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/55/Peterwoodcock.jpg/255px-Peterwoodcock.jpg",
    "extract": "David Michael Krueger, best known by his birth name, Peter Woodcock, was a Canadian serial killer, child rapist and diagnosed psychopath. He gained notoriety for the murders of three young children in Toronto in the late 1950s, as well as for a murder in 1991 on his first day of unsupervised release from the psychiatric institution in which he had been incarcerated for his earlier crimes.",
    "year": 1939,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Pierre Wynants",
    "birthday": "1939-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Pierre_Wynants.jpg/203px-Pierre_Wynants.jpg",
    "extract": "Pierre Wynants is a Belgian chef. He owned and led the Comme chez Soi restaurant in Brussels.",
    "year": 1939,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lynn Margulis",
    "birthday": "1938-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Lynn_Margulis.jpg/213px-Lynn_Margulis.jpg",
    "extract": "Lynn Margulis was an American evolutionary theorist, biologist, science author, educator, and science popularizer, and was the primary modern proponent for the significance of symbiosis in evolution. Historian Jan Sapp has said that \"Lynn Margulis's name is as synonymous with symbiosis as Charles Darwin's is with evolution.\" In particular, Margulis transformed and fundamentally framed current understanding of the evolution of cells with nuclei – an event Ernst Mayr called \"perhaps the most important and dramatic event in the history of life\" – by proposing it to have been the result of symbiotic mergers of bacteria. Margulis was also the co-developer of the Gaia hypothesis with the British chemist James Lovelock, proposing that the Earth functions as a single self-regulating system, and was the principal defender and promulgator of the five kingdom classification of Robert Whittaker.",
    "year": 1938,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Fred Williamson",
    "birthday": "1938-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/FredWilliamsonJun10.jpg/251px-FredWilliamsonJun10.jpg",
    "extract": "Frederick Robert Williamson, also known as The Hammer, is an American actor and former professional American football defensive back who played mainly in the American Football League during the 1960s. Williamson is perhaps best known for his film career, starring as Tommy Gibbs in the 1973 crime drama film Black Caesar and its sequel Hell Up in Harlem. Williamson also had other notable roles in other 1970s blaxploitation films such as Hammer (1972), That Man Bolt (1973) and Three the Hard Way (1974).",
    "year": 1938,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Olusegun Obasanjo",
    "birthday": "1937-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Olusegun_Obasanjo_DD-SC-07-14396-cropped.jpg/235px-Olusegun_Obasanjo_DD-SC-07-14396-cropped.jpg",
    "extract": "Chief Olusegun Matthew Okikiola Ogunboye Aremu Obasanjo, GCFR, is a Nigerian political and military leader who served as Nigeria's head of state from 1976 to 1979 and later as its president from 1999 to 2007. Ideologically a Nigerian nationalist, he was a member of the Peoples Democratic Party (PDP) from 1999 to 2015, and from 2018 has been a member of the African Democratic Congress party (ADC).",
    "year": 1937,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Canaan Banana",
    "birthday": "1936-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ae/Canaan_Banana.jpg",
    "extract": "Canaan Sodindo Banana was a Zimbabwean Methodist minister, theologian, and politician who served as the first President of Zimbabwe from 1980 to 1987. He was Zimbabwe's first head of state after the Lancaster House Agreement that led to the country’s independence. In 1987, he stepped down as President and was succeeded by Prime Minister Robert Mugabe, who became the country's executive president. In 1997, Banana was accused of being a homosexual, and after a highly publicised trial, was convicted of 11 counts of sodomy and \"unnatural acts\", serving six months in prison.",
    "year": 1936,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Dean Stockwell",
    "birthday": "1936-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Dean_Stockwell_%281965%29.jpg/260px-Dean_Stockwell_%281965%29.jpg",
    "extract": "Robert Dean Stockwell was an American film, television and stage actor with a career spanning seven decades. As a child actor under contract to Metro-Goldwyn-Mayer, he first came to the public's attention in films including Anchors Aweigh (1945), The Green Years (1946), Gentleman's Agreement (1947), The Boy with Green Hair (1948), and Kim (1950). As a young adult, he had a lead role in the 1957 Broadway and 1959 screen adaptation of Compulsion; and in 1962 he played Edmund Tyrone in the film version of Long Day's Journey into Night, for which he won two Best Actor Awards at the Cannes Film Festival. He was nominated for a Golden Globe Award for Best Actor – Motion Picture Drama for his starring role in the 1960 film version of D. H. Lawrence's Sons and Lovers.",
    "year": 1936,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Letizia Battaglia",
    "birthday": "1935-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Letizia_Battaglia_e_Franco_Zecchin.jpg/199px-Letizia_Battaglia_e_Franco_Zecchin.jpg",
    "extract": "Letizia Battaglia was an Italian photographer and photojournalist. Although her photos document a wide spectrum of Sicilian life, she is best known for her work on the Mafia.",
    "year": 1935,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Philip K. Chapman",
    "birthday": "1935-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Astronaut_Philip_K_Chapman.jpg/256px-Astronaut_Philip_K_Chapman.jpg",
    "extract": "Philip Kenyon Chapman was the first Australian-born American astronaut, serving for about five years in NASA Astronaut Group 6 (1967).",
    "year": 1935,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Daniel Kahneman",
    "birthday": "1934-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Daniel_Kahneman_%283283955327%29_%28cropped%29.jpg/269px-Daniel_Kahneman_%283283955327%29_%28cropped%29.jpg",
    "extract": "Daniel Kahneman is an Israeli-American psychologist and economist notable for his work on the psychology of judgment and decision-making, as well as behavioral economics, for which he was awarded the 2002 Nobel Memorial Prize in Economic Sciences. His empirical findings challenge the assumption of human rationality prevailing in modern economic theory.",
    "year": 1934,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Walter Kasper",
    "birthday": "1933-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Walter_Kasper.png/320px-Walter_Kasper.png",
    "extract": "Walter Kasper is a German Roman Catholic Cardinal and theologian. He is President Emeritus of the Pontifical Council for Promoting Christian Unity, having served as its president from 2001 to 2010.",
    "year": 1933,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Fred (cartoonist)",
    "birthday": "1931-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Fred_%28auteur%29_en_1973.jpg/320px-Fred_%28auteur%29_en_1973.jpg",
    "extract": "Frédéric Othon Théodore Aristidès, known by his pseudonym Fred, was a French cartoonist in the Franco-Belgian comics tradition. He is best known for his series Philémon.",
    "year": 1931,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Barry Tuckwell",
    "birthday": "1931-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Barry_Tuckwell_%28BT03%29_%28Photographer%3DTerry_Lane%29.jpg/320px-Barry_Tuckwell_%28BT03%29_%28Photographer%3DTerry_Lane%29.jpg",
    "extract": "Barry Emmanuel Tuckwell, was an Australian French horn player who spent most of his professional life in the UK and the United States. He is generally considered to have been one of the world's leading horn players.",
    "year": 1931,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Del Crandall",
    "birthday": "1930-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Del_Crandall_1955.png/220px-Del_Crandall_1955.png",
    "extract": "Delmar Wesley Crandall was an American professional baseball player and manager. He was born in Ontario, California. Crandall played as a catcher in Major League Baseball and spent most of his career with the Boston / Milwaukee Braves. He led the league in assists a record-tying six times, in fielding percentage four times and in putouts three times. Crandall was the last living player to have played for the Boston Braves.",
    "year": 1930,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Erik Carlsson",
    "birthday": "1929-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Erik_Carlsson.jpg",
    "extract": "Erik Hilding Carlsson was a Swedish rally driver for Saab. He was nicknamed \"Carlsson på taket\" as well as Mr. Saab.",
    "year": 1929,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "J. B. Lenoir",
    "birthday": "1929-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0c/J_B_Lenoir.jpg",
    "extract": "J. B. Lenoir was an American blues guitarist and singer-songwriter, active in the Chicago blues scene in the 1950s and 1960s.",
    "year": 1929,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "J. Hillis Miller",
    "birthday": "1928-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/50/J_H_Miller.jpg",
    "extract": "Joseph Hillis Miller Jr. was an American literary critic and scholar who advanced theories of literary deconstruction. He was part of the Yale School along with scholars including Paul de Man, Jacques Derrida, and Geoffrey Hartman, who advocated deconstruction as an analytical means by which the relationship between literary text and the associated meaning could be analyzed. Through his career, he was associated with the Johns Hopkins University, Yale University, and University of California, Irvine, and wrote over 50 books studying a wide range of American and British literature using principles of deconstruction.",
    "year": 1928,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jack Cassidy",
    "birthday": "1927-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Jack_Cassidy_circa_1960s.JPG/243px-Jack_Cassidy_circa_1960s.JPG",
    "extract": "John Joseph Edward Cassidy, known as Jack Cassidy, was an American actor, singer and theatre director known for his work in the theatre, television and films. He received multiple Tony Award nominations and a win, as well as a Grammy Award, for his work on the Broadway production of the musical She Loves Me. He also received two Primetime Emmy Award nominations. He was the father of teen idols David Cassidy and Shaun Cassidy.",
    "year": 1927,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Robert Lindsay, 29th Earl of Crawford",
    "birthday": "1927-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Ster_van_de_Orde_van_de_Distel.jpg/320px-Ster_van_de_Orde_van_de_Distel.jpg",
    "extract": "Robert Alexander Lindsay, 29th Earl of Crawford and 12th Earl of Balcarres,, styled Lord Balniel between 1940 and 1975, is a Scottish hereditary peer and Conservative politician who was a Member of Parliament from 1955 to 1974. The elder son of the 28th Earl of Crawford and 11th Earl of Balcarres, he succeeded to the family titles in 1975. Lord Crawford and Balcarres is Premier Earl of Scotland and Chief of Clan Lindsay. Following the death of Baron Eden on 23 May 2020, Lindsay became the surviving former MP with the earliest date of first election, having first entered Parliament at the 1955 general election.",
    "year": 1927,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Roger Marche",
    "birthday": "1924-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Roger_Marche_%281949%29.png/228px-Roger_Marche_%281949%29.png",
    "extract": "Roger Gaston Louis Marche was a French footballer who played as a defender. He was part of the French national team during the 1954 and 1958 World Cup tournaments. He was nicknamed Le Sanglier des Ardennes for the region from which he came.",
    "year": 1924,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Pier Paolo Pasolini",
    "birthday": "1922-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/PierPaoloPasolini.jpg/318px-PierPaoloPasolini.jpg",
    "extract": "Pier Paolo Pasolini was an Italian film director, poet, writer, and intellectual, who also distinguished himself as an actor, journalist, novelist, playwright, and political figure.",
    "year": 1922,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Elmer Valo",
    "birthday": "1921-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/53/ElmerValo52BowmanCard.jpg",
    "extract": "Elmer William Valo, born Imrich Valo, was a Slovak American professional baseball right fielder, coach, and scout in Major League Baseball (MLB). He batted left-handed and threw right-handed.",
    "year": 1921,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "José Aboulker",
    "birthday": "1920-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Jos%C3%A9_Aboulker.jpg/224px-Jos%C3%A9_Aboulker.jpg",
    "extract": "José Aboulker was a French Algerian Jew and the leader of the anti-Nazi resistance in French Algeria in World War II. He received the U.S. Medal of Freedom, the Croix de Guerre, and was made a Companion of the Liberation and a Commander of the Légion d'honneur. After the war, he became a neurosurgeon and a political figure in France, who advocated for the political rights of Algerian Muslims.",
    "year": 1920,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Virginia Christine",
    "birthday": "1920-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Virginia_Christine%2C_1979.jpg/240px-Virginia_Christine%2C_1979.jpg",
    "extract": "Virginia Christine was an American stage, radio, film, television, and voice actress. Though Christine had a long career as a character actress in film and television, she is probably best remembered as \"Mrs. Olson\" in a string of television commercials for Folgers Coffee during the 1960s and 1970s.",
    "year": 1920,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Rachel Gurney",
    "birthday": "1920-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/72/Rachel_Gurney.jpg/198px-Rachel_Gurney.jpg",
    "extract": "Rachel Gurney was an English actress. She began her career in the theatre towards the end of World War II and then expanded into television and film in the 1950s. She remained active, mostly in television and theatre work, into the early 1990s. She is best remembered for playing the elegant Lady Marjorie Bellamy in the ITV period drama Upstairs, Downstairs.",
    "year": 1920,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Milt Schmidt",
    "birthday": "1918-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/1954_Topps_Milt_Schmidt.jpg/260px-1954_Topps_Milt_Schmidt.jpg",
    "extract": "Milton Conrad Schmidt was a Canadian professional ice hockey centre, coach and general manager, mostly for the Boston Bruins of the National Hockey League (NHL), where he was a member of the Kraut Line. He was elected to the Hockey Hall of Fame in 1961. In 2017, Schmidt was named one of the '100 Greatest NHL Players' in history.",
    "year": 1918,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "James Tobin",
    "birthday": "1918-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/James_Tobin.png/245px-James_Tobin.png",
    "extract": "James Tobin was an American economist who served on the Council of Economic Advisers and consulted with the Board of Governors of the Federal Reserve System, and taught at Harvard and Yale Universities. He developed the ideas of Keynesian economics, and advocated government intervention to stabilize output and avoid recessions. His academic work included pioneering contributions to the study of investment, monetary and fiscal policy and financial markets. He also proposed an econometric model for censored dependent variables, the well-known tobit model.",
    "year": 1918,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Laurent Schwartz",
    "birthday": "1915-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5c/LaurentSchwartz.jpg",
    "extract": "Laurent-Moïse Schwartz was a French mathematician. He pioneered the theory of distributions, which gives a well-defined meaning to objects such as the Dirac delta function. He was awarded the Fields Medal in 1950 for his work on the theory of distributions. For several years he taught at the École polytechnique.",
    "year": 1915,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jack Marshall",
    "birthday": "1912-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Jack_Marshall%2C_1972.jpg/235px-Jack_Marshall%2C_1972.jpg",
    "extract": "Sir John Ross Marshall was a New Zealand politician of the National Party. He entered Parliament in 1946 and was first promoted to Cabinet in 1951. After spending twelve years as the deputy prime minister of New Zealand, he served as the 28th prime minister from February until December 1972.",
    "year": 1912,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Subroto Mukerjee",
    "birthday": "1911-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e4/SubrotoMukherjee.jpg",
    "extract": "Air Marshal Subroto Mukerjee OBE was an Indian military officer who was the first Commander-in-Chief (C-in-C) of the Indian Air Force. He was awarded several honours during the course of a three-decade-long career, ended by his untimely demise in 1960. He has been called the Father of the Indian Air Force.",
    "year": 1911,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Momofuku Ando",
    "birthday": "1910-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4a/Momofuku_Ando.jpg/223px-Momofuku_Ando.jpg",
    "extract": "Momofuku Ando , born Go Pek-Hok ; March 5, 1910 – January 5, 2007), was an inventor and businessman who founded Nissin Food Products Co., Ltd. He is known as the inventor of instant noodles and the creator of the brands Top Ramen and Cup Noodles.",
    "year": 1910,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ennio Flaiano",
    "birthday": "1910-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/EnnioFlaiano.jpg/239px-EnnioFlaiano.jpg",
    "extract": "Ennio Flaiano was an Italian screenwriter, playwright, novelist, journalist, and drama critic. Best known for his work with Federico Fellini, Flaiano co-wrote ten screenplays with the Italian director, including La Strada (1954), La Dolce Vita (1960), and 8½.",
    "year": 1910,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Rex Harrison",
    "birthday": "1908-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Rex_Harrison_Allan_Warren.jpg/201px-Rex_Harrison_Allan_Warren.jpg",
    "extract": "Sir Reginald Carey \"Rex\" Harrison was an English actor. Harrison began his career on the stage in 1924. He made his West End debut in 1936 appearing in the Terence Rattigan play French Without Tears, in what was his breakthrough role. He won his first Tony Award for his performance as Henry VIII in the play Anne of the Thousand Days in 1949. He won his second Tony for the role of Professor Henry Higgins in the stage production of My Fair Lady in 1957.",
    "year": 1908,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Karl Rahner",
    "birthday": "1904-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Karl_Rahner_by_Letizia_Mancino_Cremer.jpg/251px-Karl_Rahner_by_Letizia_Mancino_Cremer.jpg",
    "extract": "Karl Rahner was a German Jesuit priest and theologian who, alongside Henri de Lubac, Hans Urs von Balthasar, and Yves Congar, is considered to be one of the most influential Roman Catholic theologians of the 20th century. He was the brother of Hugo Rahner, also a Jesuit scholar.",
    "year": 1904,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Friedrich Günther, Prince of Schwarzburg",
    "birthday": "1901-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Friedrich_G%C3%BCnther.jpg/223px-Friedrich_G%C3%BCnther.jpg",
    "extract": "Friedrich Günther, Prince of Schwarzburg was the final head of the House of Schwarzburg and heir to the formerly sovereign principalities of Schwarzburg-Rudolstadt and Schwarzburg-Sondershausen.",
    "year": 1901,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Julian Przyboś",
    "birthday": "1901-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Julian_Przybos.jpg/210px-Julian_Przybos.jpg",
    "extract": "Julian Przyboś was a Polish poet, essayist and translator, one of the most important poets of the Kraków Avant-Garde.",
    "year": 1901,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lilli Jahn",
    "birthday": "1900-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e6/Lilli_Jahn_passsport_ROI_LowRes.tif/lossy-page1-229px-Lilli_Jahn_passsport_ROI_LowRes.tif.jpg",
    "extract": "Lilli Jahn was a German-Jewish doctor and victim of Nazism in Germany. She gained international fame posthumously following the publication of her letters to her five children which she wrote during her imprisonment in the labour camp Breitenau. She was deported to the concentration camp Auschwitz and was murdered there.",
    "year": 1900,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Zhou Enlai",
    "birthday": "1898-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Premier_Chou_En-Lai_in_the_Great_Hall_of_the_People%27s_Banquet_Hall_-_DPLA_-_a40021a8100507bc7a244420481bf488.jpg/239px-Premier_Chou_En-Lai_in_the_Great_Hall_of_the_People%27s_Banquet_Hall_-_DPLA_-_a40021a8100507bc7a244420481bf488.jpg",
    "extract": "Zhou Enlai was the first Premier of the People's Republic of China serving from 1 October 1949 until his death on 8 January 1976. Zhou served under Chairman Mao Zedong and helped the Communist Party rise to power, later helping consolidate its control, form its foreign policy, and develop the Chinese economy.",
    "year": 1898,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "List of Japanese supercentenarians",
    "birthday": "1898-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b5/Chiyono_Hasegawa_September_2010.jpg/244px-Chiyono_Hasegawa_September_2010.jpg",
    "extract": "Japanese supercentenarians are citizens, residents or emigrants from Japan who have attained or surpassed the age of 110 years. As of January 2015, the Gerontology Research Group (GRG) had validated the longevity claims of 263 Japanese supercentenarians, most of them women. According to them the oldest verified Japanese and Asian person ever is Kane Tanaka (1903–2022), who lived to age 119 years, 107 days, making her the second oldest validated person ever as well. Japan was also home to the world's oldest man ever, Jiroemon Kimura (1897–2013), who lived to age 116 years, 54 days.",
    "year": 1898,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Henry Daniell",
    "birthday": "1894-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Henry_Daniell_in_Camille_%281933%29.jpg/191px-Henry_Daniell_in_Camille_%281933%29.jpg",
    "extract": "Charles Henry Pywell Daniell was an English actor who had a long career on stage and in cinema. He came to prominence for his portrayal of many villainous roles in several films including The Great Dictator, The Philadelphia Story and The Sea Hawk. Daniell was given few opportunities to play sympathetic or 'good guy' roles; one such exception was a memorable supporting role as Franz Liszt in the biographical film of Robert and Clara Schumann, Song of Love (1947). His name is sometimes spelled \"Daniel\".",
    "year": 1894,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Heitor Villa-Lobos",
    "birthday": "1887-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Heitor_Villa-Lobos_%28c._1922%29.jpg/169px-Heitor_Villa-Lobos_%28c._1922%29.jpg",
    "extract": "Heitor Villa-Lobos was a Brazilian composer, conductor, cellist, and classical guitarist described as \"the single most significant creative figure in 20th-century Brazilian art music\". Villa-Lobos has become the best-known South American composer of all time. A prolific composer, he wrote numerous orchestral, chamber, instrumental and vocal works, totaling over 2000 works by his death in 1959. His music was influenced by both Brazilian folk music and stylistic elements from the European classical tradition, as exemplified by his Bachianas Brasileiras and his Chôros. His Etudes for classical guitar (1929) were dedicated to Andrés Segovia, while his 5 Preludes (1940) were dedicated to his spouse Arminda Neves d'Almeida, a.k.a. \"Mindinha\". Both are important works in the classical guitar repertory.",
    "year": 1887,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Dong Biwu",
    "birthday": "1886-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/90/DONGBIWU.JPG",
    "extract": "Dong Biwu was a Chinese communist revolutionary and politician, who served as Acting Chairman of the People's Republic of China between 1972 and 1975.",
    "year": 1886,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Freddie Welsh",
    "birthday": "1886-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/FreddieWelshHeadshot1920s.jpg/266px-FreddieWelshHeadshot1920s.jpg",
    "extract": "Freddie Welsh was a Welsh World lightweight boxing champion. Born in Pontypridd, Wales, he was nicknamed the \"Welsh Wizard\". Brought up in a tough mining community, Welsh left a working-class background to make a name for himself in America. He turned professional as a boxer in Philadelphia in 1905, and spent the best part of his career fighting in the United States.",
    "year": 1886,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Marius Barbeau",
    "birthday": "1885-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Marius_Barbeau2.jpg/253px-Marius_Barbeau2.jpg",
    "extract": "Charles Marius Barbeau,, also known as C. Marius Barbeau, or more commonly simply Marius Barbeau, was a Canadian ethnographer and folklorist who is today considered a founder of Canadian anthropology. A Rhodes Scholar, he is best known for an early championing of Québecois folk culture, and for his exhaustive cataloguing of the social organization, narrative and musical traditions, and plastic arts of the Tsimshianic-speaking peoples in British Columbia, and other Northwest Coast peoples. He developed unconventional theories about the peopling of the Americas.",
    "year": 1885,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Pauline Sperry",
    "birthday": "1883-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7e/Pauline_Sperry.jpg/229px-Pauline_Sperry.jpg",
    "extract": "Pauline Sperry was an American mathematician.",
    "year": 1883,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Dora Marsden",
    "birthday": "1882-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Dora_Marsden.jpg/270px-Dora_Marsden.jpg",
    "extract": "Dora Marsden was an English suffragette, editor of literary journals, and philosopher of language. Beginning her career as an activist in the Women's Social and Political Union, Marsden eventually broke off from the suffragist organization in order to found a journal that would provide a space for more radical voices in the movement. Her prime importance lies with her contributions to the suffrage movement, her criticism of the Pankhursts' WSPU, and her radical feminism, via The Freewoman. There are those who also claim she has relevance to the emergence of literary modernism, while others value her contribution to the understanding of Egoism.",
    "year": 1882,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sergei Bernstein",
    "birthday": "1880-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d2/Snbernstein.jpg/240px-Snbernstein.jpg",
    "extract": "Sergei Natanovich Bernstein was a Soviet and Russian mathematician of Jewish origin known for contributions to partial differential equations, differential geometry, probability theory, and approximation theory.",
    "year": 1880,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "William Beveridge",
    "birthday": "1879-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/William-Henry-Beveridge-1st-Baron-Beveridge.jpg/205px-William-Henry-Beveridge-1st-Baron-Beveridge.jpg",
    "extract": "William Henry Beveridge, 1st Baron Beveridge, was a British economist and Liberal politician who was a progressive and social reformer who played a central role in designing the British welfare state. His 1942 report Social Insurance and Allied Services served as the basis for the welfare state put in place by the Labour government elected in 1945.",
    "year": 1879,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Andres Larka",
    "birthday": "1879-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/EstArmyHighCommnd1920_-_Andres_Larka.JPG/228px-EstArmyHighCommnd1920_-_Andres_Larka.JPG",
    "extract": "Andres Larka VR I/1 was an Estonian military commander during the Estonian War of Independence and a politician.",
    "year": 1879,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Thomas Inskip, 1st Viscount Caldecote",
    "birthday": "1876-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Thomas_Inskip_MP.jpg/240px-Thomas_Inskip_MP.jpg",
    "extract": "Thomas Walker Hobart Inskip, 1st Viscount Caldecote, was a British politician who served in many legal posts, culminating in serving as Lord Chancellor from 1939 until 1940. Despite legal posts dominating his career for all but four years, he is most prominently remembered for serving as Minister for Coordination of Defence from 1936 until 1939.",
    "year": 1876,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Elisabeth Moore",
    "birthday": "1876-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Moore_2162906635_5b2a6b4be8_o.jpg/320px-Moore_2162906635_5b2a6b4be8_o.jpg",
    "extract": "Elisabeth 'Bessie' Holmes Moore was an American tennis champion who was active at the beginning of the 20th century. Moore won the singles title at the U.S. Championships on four occasions. She was inducted into the International Tennis Hall of Fame in 1971.",
    "year": 1876,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Harry Lawson (politician)",
    "birthday": "1875-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/27Harrylawson.jpg/218px-27Harrylawson.jpg",
    "extract": "Sir Harry Sutherland Wightman Lawson KCMG, was an Australian politician who served as Premier of Victoria from 1918 to 1924. He later entered federal politics, serving as a Senator for Victoria (1929–1935) and briefly as a minister in the Lyons Government. He was a member of the Nationalist Party until 1931, when it was replaced with the United Australia Party.",
    "year": 1875,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Henry Travers",
    "birthday": "1874-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/HenryTraversTheBellsofSaintMarysTrailerScreenshot1945.jpg/320px-HenryTraversTheBellsofSaintMarysTrailerScreenshot1945.jpg",
    "extract": "Travers John Heagerty, known professionally as Henry Travers, was an English film and stage character actor. His best known role was the guardian angel Clarence Odbody in the 1946 film It's a Wonderful Life. He also received an Academy Award nomination for his supporting role in Mrs. Miniver (1942). Travers specialized in portraying slightly bumbling but friendly and lovable old men.",
    "year": 1874,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Olav Bjaaland",
    "birthday": "1873-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Olav_Bjaaland.jpeg/267px-Olav_Bjaaland.jpeg",
    "extract": "Olav Bjaaland was a Norwegian ski champion and polar explorer. In 1911, he was one of the first five men to reach the South Pole as part of Amundsen's South Pole expedition.",
    "year": 1873,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Rosa Luxemburg",
    "birthday": "1871-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Rosa_Luxemburg.jpg/212px-Rosa_Luxemburg.jpg",
    "extract": "Rosa Luxemburg was a Polish and naturalised-German revolutionary socialist, Marxist philosopher and anti-war activist. Successively, she was a member of the Proletariat party, the Social Democracy of the Kingdom of Poland and Lithuania (SDKPiL), the Social Democratic Party of Germany (SPD), the Independent Social Democratic Party (USPD), the Spartacus League, and the Communist Party of Germany (KPD). Born and raised in an assimilated Jewish family in Poland, she became a German citizen in 1897.",
    "year": 1871,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Konstantinos Pallis",
    "birthday": "1871-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Greek_GHQ_at_Hadji-Beylik.jpg/320px-Greek_GHQ_at_Hadji-Beylik.jpg",
    "extract": "Konstantinos Pallis was a staff officer of the Hellenic Army, who served as chief of staff of the Army of Asia Minor in 1920–22, and as Chief of the Hellenic Army General Staff during the Greco-Italian War of 1940–41.",
    "year": 1871,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Frank Norris",
    "birthday": "1870-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Picture_of_F._Norris.jpg/242px-Picture_of_F._Norris.jpg",
    "extract": "Benjamin Franklin \"Frank\" Norris Jr. was an American journalist and novelist during the Progressive Era, whose fiction was predominantly in the naturalist genre. His notable works include McTeague: A Story of San Francisco (1899), The Octopus: A Story of California (1901) and The Pit (1903).",
    "year": 1870,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Evgeny Paton",
    "birthday": "1870-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/%D0%95%D0%B2%D0%B3%D0%B5%D0%BD%D0%B8%D0%B9_%D0%9E%D1%81%D0%BA%D0%B0%D1%80%D0%BE%D0%B2%D0%B8%D1%87_%D0%9F%D0%B0%D1%82%D0%BE%D0%BD_1910-%D0%B5.jpg/242px-%D0%95%D0%B2%D0%B3%D0%B5%D0%BD%D0%B8%D0%B9_%D0%9E%D1%81%D0%BA%D0%B0%D1%80%D0%BE%D0%B2%D0%B8%D1%87_%D0%9F%D0%B0%D1%82%D0%BE%D0%BD_1910-%D0%B5.jpg",
    "extract": "Professor Evgeny Oscarovich Paton was a Ukrainian and Soviet engineer of Ukrainian descent who established the E. O. Paton Electric Welding Institute in Kyiv. Paton was a people's deputy of the Supreme Soviet of the Soviet Union (1946–1953). He was the father of Borys Paton.",
    "year": 1870,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Michael von Faulhaber",
    "birthday": "1869-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Michael_von_Faulhaber%2C_by_Wilhelm_Knarr%2C_circa_1936_%282%29.jpg/229px-Michael_von_Faulhaber%2C_by_Wilhelm_Knarr%2C_circa_1936_%282%29.jpg",
    "extract": "Michael Cardinal Ritter von Faulhaber was a German Catholic prelate who served as Archbishop of Munich for 35 years, from 1917 to his death in 1952. Created Cardinal in 1921, von Faulhaber criticized the Weimar Republic as rooted in treason in a speech at the 62nd German Catholics' Day of 1922. Cardinal von Faulhaber was a leading member and co-founder of the Amici Israel, a priestly association founded in Rome in 1926 with the goal of advocating Jewish-Christian reconciliation.",
    "year": 1869,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Louis-Alexandre Taschereau",
    "birthday": "1867-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Louis-Alexandre_Taschereau.jpg/310px-Louis-Alexandre_Taschereau.jpg",
    "extract": "Louis-Alexandre Taschereau was the 14th premier of Quebec from 1920 to 1936. He was a member of the Parti libéral du Québec.",
    "year": 1867,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Siegbert Tarrasch",
    "birthday": "1862-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Tarrasch_72.jpg/272px-Tarrasch_72.jpg",
    "extract": "Siegbert Tarrasch was a German chess player, considered to have been among the strongest ones, and one of the most influential chess theoreticians of the late 19th and early 20th century.",
    "year": 1862,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Howard Pyle",
    "birthday": "1853-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Howard_Pyle.png/247px-Howard_Pyle.png",
    "extract": "Howard Pyle was an American illustrator and author, primarily of books for young people. He was a native of Wilmington, Delaware, and he spent the last year of his life in Florence, Italy.",
    "year": 1853,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Félix de Blochausen",
    "birthday": "1834-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Felix_de_Blochausen.jpg",
    "extract": "Baron Félix de Blochausen, was a Luxembourgish politician. An Orangist, he was the sixth Prime Minister of Luxembourg, serving for ten years, from 26 December 1874 until 20 February 1885.",
    "year": 1834,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Marietta Piccolomini",
    "birthday": "1834-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Marietta_Piccolomini_006.jpg/247px-Marietta_Piccolomini_006.jpg",
    "extract": "Marietta Piccolomini was an Italian soprano. She was most famous for the role of Violetta in La Traviata by Giuseppe Verdi, which she performed in England, France, and the United States, as well as her native Italy. After her marriage in 1863, she retired from performing, making only rare charity or courtesy appearances thereafter.",
    "year": 1834,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Étienne-Jules Marey",
    "birthday": "1830-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/%C3%89tienne_Jules_Marey_by_Nadar.jpg/211px-%C3%89tienne_Jules_Marey_by_Nadar.jpg",
    "extract": "Étienne-Jules Marey was a French scientist, physiologist and chronophotographer.",
    "year": 1830,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Charles Wyville Thomson",
    "birthday": "1830-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/FMIB_36374_Sir_Wyville_Thomson.jpeg/202px-FMIB_36374_Sir_Wyville_Thomson.jpeg",
    "extract": "Sir Charles Wyville Thomson was a Scottish natural historian and marine zoologist. He served as the chief scientist on the Challenger expedition; his work there revolutionized oceanography and led to his knighthood.",
    "year": 1830,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Austen Henry Layard",
    "birthday": "1817-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/AustenHenryLayard.jpg/244px-AustenHenryLayard.jpg",
    "extract": "Sir Austen Henry Layard was an English traveller, archaeologist, cuneiformist, art historian, draughtsman, collector, politician and diplomat. He was born to a mostly English family in Paris and largely raised in Italy. He is best known as the excavator of Nimrud and of Nineveh, where he uncovered a large proportion of the Assyrian palace reliefs known, and in 1851 the library of Ashurbanipal. Most of his finds are now in the British Museum. He made a large amount of money from his best-selling accounts of his excavations.",
    "year": 1817,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Wentworth (Illinois politician)",
    "birthday": "1815-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/John_Wentworth_of_Chicago.jpeg/219px-John_Wentworth_of_Chicago.jpeg",
    "extract": "John Wentworth was the editor of the Chicago Democrat, publisher of an extensive Wentworth family genealogy, a two-term mayor of Chicago, and a six-term member of the United States House of Representatives, both before and after his service as mayor.",
    "year": 1815,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Wilhelm von Giesebrecht",
    "birthday": "1814-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Giesebrecht.jpg/240px-Giesebrecht.jpg",
    "extract": "Friedrich Wilhelm von Giesebrecht was a German historian.",
    "year": 1814,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Georg Friedrich Daumer",
    "birthday": "1800-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Daumer.jpg/320px-Daumer.jpg",
    "extract": "Georg Friedrich Daumer was a German poet and philosopher. He was educated at the gymnasium of his native city, at that time directed by the famous philosopher Hegel.",
    "year": 1800,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jacques Babinet",
    "birthday": "1794-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/84/Jacques_Babinet.jpg",
    "extract": "Jacques Babinet was a French physicist, mathematician, and astronomer who is best known for his contributions to optics.",
    "year": 1794,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Robert Cooper Grier",
    "birthday": "1794-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Robert_Cooper_Grier_-_Brady-Handy.jpg/260px-Robert_Cooper_Grier_-_Brady-Handy.jpg",
    "extract": "Robert Cooper Grier, was an American jurist who served on the Supreme Court of the United States. A Jacksonian Democrat from Pennsylvania who served from 1846 to 1870, Grier weighed in on some of the most important cases of the 19th century. As one of two Northern members of the majority in the infamous Dred Scott v. Sandford (1857) decision, Grier concurred that African Americans were not and were never meant to be citizens of the United States and that the property rights of slaveholders were clearly protected in the US Constitution, after being pressured by President-elect James Buchanan to join the Southern majority in an attempt to prevent the appearance that the decision was made along sectional lines. In 1863, Grier wrote the majority opinion in the Prize Cases upholding Abraham Lincoln's presidential power to institute Union blockades of Confederate ports and giving the Union Army a strategic advantage in the American Civil War.",
    "year": 1794,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Carlo Odescalchi",
    "birthday": "1785-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Cardinal_Carlo_Odescalchi_%281785%E2%80%931841%29_by_AX_Trail.jpg/255px-Cardinal_Carlo_Odescalchi_%281785%E2%80%931841%29_by_AX_Trail.jpg",
    "extract": "Carlo Odescalchi, was an Italian prince and priest, Archbishop of Ferrara, cardinal of the Catholic Church and Vicar General of the Diocese of Rome. For years a close collaborator of popes Pius VII and Gregory XVI, in 1838 he renounced his titles in order to become a Jesuit.",
    "year": 1785,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Benjamin Gompertz",
    "birthday": "1779-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Gompertz.png/265px-Gompertz.png",
    "extract": "Benjamin Gompertz was a British self-educated mathematician and actuary, who became a Fellow of the Royal Society. Gompertz is now best known for his Gompertz law of mortality, a demographic model published in 1825. He was the brother of the early animal rights activist and inventor Lewis Gompertz and the poet Isaac Gompertz.",
    "year": 1779,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Christoph Ernst Friedrich Weyse",
    "birthday": "1774-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Christoph_Ernst_Friedrich_Weyse.jpg",
    "extract": "Christoph(er) Ernst Friedrich Weyse was a Danish composer during the Danish Golden Age.\n",
    "year": 1774,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste-Gaspard d'Ansse de Villoison",
    "birthday": "1750-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Jean-Baptiste_Gaspard_d%27Ansse_de_Villoison_-_Imagines_philologorum.jpg/269px-Jean-Baptiste_Gaspard_d%27Ansse_de_Villoison_-_Imagines_philologorum.jpg",
    "extract": "Jean-Baptiste-Gaspard d'Ansse de Villoison was a classical scholar born at Corbeil-sur-Seine, France.",
    "year": 1750,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jonas Carlsson Dryander",
    "birthday": "1748-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Jonas_Dryander.jpeg/262px-Jonas_Dryander.jpeg",
    "extract": "Jonas Carlsson Dryander was a Swedish botanist.\n",
    "year": 1748,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "William Shield",
    "birthday": "1748-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/William_Shield_.png/224px-William_Shield_.png",
    "extract": "William Shield was an English composer, violinist and violist. His music earned the respect of Haydn and Beethoven.",
    "year": 1748,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Benjamin Ruggles Woodbridge",
    "birthday": "1739-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Colonel_Benjamin_Ruggles_Woodbridge_portrait_%28cropped%29.jpg/233px-Colonel_Benjamin_Ruggles_Woodbridge_portrait_%28cropped%29.jpg",
    "extract": "Benjamin Ruggles Woodbridge was an American physician, lawyer, farmer, and military officer who served as a colonel in the Massachusetts militia during the American Revolutionary War. Woodbridge was a commander at the Battle of Bunker Hill, and also owned a rum still, a wood lot, a grazing meadow, and a mill, and came to be the wealthiest man in South Hadley, Massachusetts. Colonel Woodbridge was also a member of the Massachusetts legislature for many years.",
    "year": 1739,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Vincenzo Galeotti",
    "birthday": "1733-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Vincenzo_Galeotti.JPG/239px-Vincenzo_Galeotti.JPG",
    "extract": "Vincenzo Galeotti was an Italian-born Danish dancer, choreographer and ballet master, who was influential as the director of the Royal Danish Ballet from 1775 until his death.",
    "year": 1733,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Princess Mary of Great Britain",
    "birthday": "1723-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/PrincessMaryofGreatBritain_LandgravineofHesse.jpg/233px-PrincessMaryofGreatBritain_LandgravineofHesse.jpg",
    "extract": "Princess Mary of Great Britain was the second-youngest daughter of George II of Great Britain and his wife, Caroline of Ansbach, and Landgravine of Hesse-Kassel as the wife of Frederick II, Landgrave of Hesse-Kassel.",
    "year": 1723,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Edward Cornwallis",
    "birthday": "1713-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/EdwardCornwallisArtGalleryofNovaScotia1756.jpg/268px-EdwardCornwallisArtGalleryofNovaScotia1756.jpg",
    "extract": "Edward Cornwallis was a British career military officer and was a member of the aristocratic Cornwallis family, who reached the rank of Lieutenant General. After Cornwallis fought in Scotland, putting down the Jacobite rebellion of 1745, he was appointed Groom of the Chamber for King George II. He was then made Governor of Nova Scotia (1749–1752), one of the colonies in North America, and assigned to establish the new town of Halifax, Nova Scotia. Later Cornwallis returned to London, where he was elected as MP for Westminster and married the niece of Robert Walpole, Great Britain's first Prime Minister. Cornwallis was next appointed as Governor of Gibraltar.",
    "year": 1713,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Frederick Cornwallis",
    "birthday": "1713-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/AbpFrederickCornwallis.jpg/256px-AbpFrederickCornwallis.jpg",
    "extract": "Frederick Cornwallis served as Archbishop of Canterbury, after an illustrious career in the Anglican Church. He was born the seventh son of an aristocratic family.",
    "year": 1713,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Vasily Trediakovsky",
    "birthday": "1703-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Trediak2.jpg/256px-Trediak2.jpg",
    "extract": "Vasily Kirillovich Trediakovsky was a Russian poet, essayist and playwright who helped lay the foundations of classical Russian literature.",
    "year": 1703,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Giovanni Battista Tiepolo",
    "birthday": "1696-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Tiepolo%2C_Giovanni_Battista_-_Fresken_Treppenhaus_des_W%C3%BCrzburger_Residenzschlosses%2C_Szenen_zur_Apotheose_des_F%C3%BCrstbischofs%2C_Detail_Giovanni_Battista_Tiepolo_-_1750-1753.jpg/242px-thumbnail.jpg",
    "extract": "Giovanni Battista Tiepolo, also known as Giambattista Tiepolo, was an Italian painter and printmaker from the Republic of Venice who painted in the Rococo style, considered an important member of the 18th-century Venetian school. He was prolific, and worked not only in Italy, but also in Germany and Spain.",
    "year": 1696,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Antoine de la Mothe Cadillac",
    "birthday": "1658-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Antoine_de_la_Mothe_Cadillac.png/203px-Antoine_de_la_Mothe_Cadillac.png",
    "extract": "Antoine de la Mothe, sieur de Cadillac, born Antoine Laumet, was a French explorer and adventurer in New France, which stretched from Eastern Canada to Louisiana on the Gulf of Mexico. He rose from a modest beginning in Acadia in 1683 as an explorer, trapper, and a trader of alcohol and furs, achieving various positions of political importance in the colony. He was the commander of Fort de Buade in St. Ignace, Michigan, in 1694. In 1701, he founded Fort Pontchartrain du Détroit ; he \nwas commandant of the fort until 1710. Between 1710 and 1716, he was the governor of Louisiana, although he did not arrive in that territory until 1713.",
    "year": 1658,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jan van der Heyden",
    "birthday": "1637-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Portrait_of_Jan_van_der_Heyden_001_cropped.jpg/269px-Portrait_of_Jan_van_der_Heyden_001_cropped.jpg",
    "extract": "Jan van der Heyden was a Dutch Baroque-era painter, glass painter, draughtsman and printmaker. Van der Heyden was one of the first Dutch painters to specialize in townscapes and became one of the leading architectural painters of the Dutch Golden Age. He painted a number of still lifes in the beginning and at the end of his career.",
    "year": 1637,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John George I, Elector of Saxony",
    "birthday": "1585-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Johann_Georg_I_Saxony.jpg/256px-Johann_Georg_I_Saxony.jpg",
    "extract": "John George I was Elector of Saxony from 1611 to 1656.",
    "year": 1585,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Frederick I, Landgrave of Hesse-Homburg",
    "birthday": "1585-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Friedrich-I-HH.jpg/267px-Friedrich-I-HH.jpg",
    "extract": "Frederick I of Hesse-Homburg, was the first Landgrave of Hesse-Homburg and founder of the eponymous family line.",
    "year": 1585,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "William Oughtred",
    "birthday": "1575-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Wenceslas_Hollar_-_William_Oughtred.jpg/210px-Wenceslas_Hollar_-_William_Oughtred.jpg",
    "extract": "William Oughtred, also Owtred, Uhtred, etc., was an English mathematician and Anglican clergyman. After John Napier invented logarithms and Edmund Gunter created the logarithmic scales upon which slide rules are based, Oughtred was the first to use two such scales sliding by one another to perform direct multiplication and division. He is credited with inventing the slide rule in about 1622. He also introduced the \"×\" symbol for multiplication and the abbreviations \"sin\" and \"cos\" for the sine and cosine functions.",
    "year": 1575,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Coke",
    "birthday": "1563-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Johncoke.jpg/246px-Johncoke.jpg",
    "extract": "Sir John Coke was an English office holder and politician who sat in the House of Commons, at various times between 1621 and 1629.",
    "year": 1563,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Christoph Pezel",
    "birthday": "1539-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Pezel%2C_Christoph.jpeg/240px-Pezel%2C_Christoph.jpeg",
    "extract": "Christoph Pezel was an influential Reformed Theologian who introduced the Reformed confession to Nassau-Dillenburg and Bremen.",
    "year": 1539,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ulrich, Duke of Mecklenburg",
    "birthday": "1527-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Ulrich3mecklenburg.jpg/186px-Ulrich3mecklenburg.jpg",
    "extract": "Ulrich III, Duke of Mecklenburg or Ulrich III of Mecklenburg-Güstrow was Duke of Mecklenburg (-Güstrow) from 1555-56 to 1603.",
    "year": 1527,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Rodrigo de Castro Osorio",
    "birthday": "1523-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Rodrigocastro.jpg/240px-Rodrigocastro.jpg",
    "extract": "Rodrigo de Castro Osorio, was Cardinal-Bishop of Zamora (1574–1578) and Diocese of Cuenca (1578–1581), Archbishop of Seville, (1581–1600), a member of the Council of State of Spain and the Supreme Council of the Spanish Inquisition for the reign of Philip II of Spain. Great-uncle of Pedro Fernández de Castro y Andrade, Conde de Lemos. He was closely linked to the city of Monforte de Lemos in Galicia, where he was the founder of the College of Our Lady of Antigua.",
    "year": 1523,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Gerardus Mercator",
    "birthday": "1512-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Workshop_of_Titian_-_Gerard_Mercator%2C_ca._1550.tif/lossy-page1-275px-Workshop_of_Titian_-_Gerard_Mercator%2C_ca._1550.tif.jpg",
    "extract": "Gerardus Mercator was a 16th-century geographer, cosmographer and cartographer from the County of Flanders. He is most renowned for creating the 1569 world map based on a new projection which represented sailing courses of constant bearing as straight lines—an innovation that is still employed in nautical charts.",
    "year": 1512,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Cansignorio della Scala",
    "birthday": "1340-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/CansignoriodellaScala.jpg/234px-CansignoriodellaScala.jpg",
    "extract": "Cansignorio della Scala was Lord of Verona from 1359 until 1375, initially together with his brother Paolo Alboino.",
    "year": 1340,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Louis I of Hungary",
    "birthday": "1326-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Louis_I_%28Chronica_Hungarorum%29.jpg/268px-Louis_I_%28Chronica_Hungarorum%29.jpg",
    "extract": "Louis I, also Louis the Great or Louis the Hungarian, was King of Hungary and Croatia from 1342 and King of Poland from 1370. He was the first child of Charles I of Hungary and his wife, Elizabeth of Poland, to survive infancy. A 1338 treaty between his father and Casimir III of Poland, Louis's maternal uncle, confirmed Louis's right to inherit the Kingdom of Poland if his uncle died without a son. In exchange, Louis was obliged to assist his uncle to reoccupy the lands that Poland had lost in previous decades. He bore the title of Duke of Transylvania between 1339 and 1342 but did not administer the province.",
    "year": 1326,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "David II of Scotland",
    "birthday": "1324-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Scotland_penny_802002_%28obverse%29.jpg/320px-Scotland_penny_802002_%28obverse%29.jpg",
    "extract": "David II was King of Scots from 1329 until his death in 1371. Upon the death of his father, Robert the Bruce, David succeeded to the throne at the age of five, and was crowned at Scone in November 1331, becoming the first Scottish monarch to be anointed at their coronation. During his childhood Scotland was governed by a series of guardians, and Edward III of England sought to take advantage of David's minority by supporting an invasion of Scotland by Edward Balliol, beginning the Second War of Scottish Independence. Following the English victory at the Battle of Halidon Hill in 1333, David, his queen and the rump of his government were evacuated to France, where he remained in exile until it was safe for him to return to Scotland in 1341.",
    "year": 1324,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Kinga of Poland",
    "birthday": "1224-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/%C5%9Awi%C4%99ta_Kinga.jpeg/215px-%C5%9Awi%C4%99ta_Kinga.jpeg",
    "extract": "Kinga of Poland is a saint in the Catholic Church and patroness of Poland and Lithuania.",
    "year": 1224,
    "month": 3,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Henry II of England",
    "birthday": "1133-3-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/65/HenryIIGospels.jpg",
    "extract": "Henry II, also known as Henry Curtmantle, Henry FitzEmpress, or Henry Plantagenet, was King of England from 1154 until his death in 1189. He was the first king of the House of Plantagenet. King Louis VII of France made him Duke of Normandy in 1150. Henry became Count of Anjou and Maine upon the death of his father, Count Geoffrey V, in 1151. His marriage in 1152 to Eleanor of Aquitaine, whose marriage to Louis VII had recently been annulled, made him Duke of Aquitaine. He became Count of Nantes by treaty in 1185. Before he was 40 he controlled England, large parts of Wales, the eastern half of Ireland and the western half of France; an area that was later called the Angevin Empire. At various times, Henry also partially controlled Scotland and the Duchy of Brittany.",
    "year": 1133,
    "month": 3,
    "day": 5,
    "language": "en"
  }
]