[
  {
    "name": "Christian Coleman",
    "birthday": "1996-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/2018_USA_Indoor_Track_and_Field_Championships_%2840313663152%29.jpg/219px-2018_USA_Indoor_Track_and_Field_Championships_%2840313663152%29.jpg",
    "extract": "Christian Coleman is an American professional track and field sprinter who competes in the 100 metres and 200 metres. He is the current world champion in the 100 meters. He was a double medallist at the World Championships in Athletics in 2017, winning silver medals in both the 100 m and 4 × 100-meter relay. He holds personal records of 9.76 seconds for the 100 m and 19.85 for the 200 m, and is also the world indoor record holder for the 60 metres with 6.34 seconds. He was IAAF Diamond League champion in 2018 and the world number one ranked runner in the 100 m for the 2017 and 2018 seasons.",
    "year": 1996,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tyrell Fuimaono",
    "birthday": "1996-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Tyrell_Fuimaono.jpg/219px-Tyrell_Fuimaono.jpg",
    "extract": "Tyrell Fuimaono is an Australian professional rugby league footballer who plays as a second-row and lock forward for the St. George Illawarra Dragons in the NRL.",
    "year": 1996,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Timo Werner",
    "birthday": "1996-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/20180602_FIFA_Friendly_Match_Austria_vs._Germany_Timo_Werner_850_0621.jpg/213px-20180602_FIFA_Friendly_Match_Austria_vs._Germany_Timo_Werner_850_0621.jpg",
    "extract": "Timo Werner is a German professional footballer who plays as a forward for Premier League club Chelsea and the Germany national team.",
    "year": 1996,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Georgi Kitanov",
    "birthday": "1995-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Georgi_Kitanov.JPG/232px-Georgi_Kitanov.JPG",
    "extract": "Georgi Kitanov is a Bulgarian professional footballer who plays as a goalkeeper.",
    "year": 1995,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Marcus Smart",
    "birthday": "1994-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Marcus_Smart_2021.jpg/271px-Marcus_Smart_2021.jpg",
    "extract": "Marcus Osmond Smart is an American professional basketball player for the Boston Celtics of the National Basketball Association (NBA). He plays both guard positions. As of May 2022, Smart is the Celtics' starting point guard.",
    "year": 1994,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Emma McDougall",
    "birthday": "1991-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3d/Emma_McDougall.jpeg",
    "extract": "Emma McDougall was an English female football winger who played for Blackburn Rovers Ladies. Her married name was Emma Mincher, but she used her maiden name in her playing career. She was born in Manchester.",
    "year": 1991,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tyler, the Creator",
    "birthday": "1991-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Tyler%2C_The_Creator_%288048745695%29_%28cropped%29.jpg/231px-Tyler%2C_The_Creator_%288048745695%29_%28cropped%29.jpg",
    "extract": "Tyler Gregory Okonma, professionally known as Tyler, the Creator, is an American rapper and record producer. Following a large contribution to Odd Future's early work, Tyler released his debut solo mixtape, Bastard, in 2009. After releasing his debut studio album, Goblin, via XL Recordings in April 2011, he signed a joint deal with RED Distribution and Sony Music Entertainment for himself and his label, Odd Future Records.",
    "year": 1991,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Derek Drouin",
    "birthday": "1990-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Derek_Drouin_Moscow_2013.jpg/320px-Derek_Drouin_Moscow_2013.jpg",
    "extract": "Derek Drouin is a Canadian track and field athlete who competes in the high jump. He won gold at the 2016 Summer Olympics, and was the 2015 World Champion. He also won gold at the 2014 Commonwealth Games and the 2015 Pan American Games, and won a silver medal at the 2012 Summer Olympics and a bronze medal at the 2013 World Championships. Drouin was originally awarded the bronze at the 2012 Olympics which was retroactively changed to silver when the original gold medalist Ukhov was stripped of his medal for doping violations.",
    "year": 1990,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Agnieszka Radwańska",
    "birthday": "1989-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Radwanska_A._MA14_%2822%29_-_Copy_%2814422575981%29.jpg/213px-Radwanska_A._MA14_%2822%29_-_Copy_%2814422575981%29.jpg",
    "extract": "Agnieszka Roma Radwańska is a Polish former professional tennis player. Known for making intelligent use of the court, she won 20 career singles titles, two doubles titles, and achieved a career-high singles ranking of world No. 2 on 9 July 2012. Her achievements include winning the season-ending WTA Finals in 2015, Women's Tennis Association (WTA) Fan Favourite Award six times, Shot of the Year five times, and Shot of the Month on a regular basis.",
    "year": 1989,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Agnes (singer)",
    "birthday": "1988-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Agnes_Carlsson_2012-06-27_001.jpg/320px-Agnes_Carlsson_2012-06-27_001.jpg",
    "extract": "Agnes Emilia Carlsson, known mononymously as Agnes, is a Swedish recording artist. She rose to fame as the winner of Idol 2005, the second season of the Swedish Idol series. She was then signed to Sony Music, through which she released her self-titled debut album, Agnes, and follow-up, Stronger, both of which topped the Swedish Top 60 Albums Chart. In early 2008, it was announced that Agnes had parted ways with her record label, and was now signed to small independent label Roxy Recordings. Released on 28 October 2008, her third album, Dance Love Pop, reached number five in Sweden, 70 in Austria, 38 in France, 45 in Switzerland and 13 in the United Kingdom. With 200,000 albums sold worldwide this is her most successful album, 50,000 albums were sold in France, 40,000 in Sweden. Its first two singles, \"On and On\" and \"Release Me\" became international hits, reaching the top-ten in charts worldwide. \"Release Me\" topped the Billboard Hot Dance Club Songs and peaked at three in the United Kingdom, selling over 900,000 copies worldwide.",
    "year": 1988,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Marina Erakovic",
    "birthday": "1988-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Erakovic_US16_%2827%29_%2829827950946%29.jpg/214px-Erakovic_US16_%2827%29_%2829827950946%29.jpg",
    "extract": "Marina Erakovic is a retired tennis player from New Zealand. She achieved career-high rankings of 39 in singles and 25 in doubles, and won one singles title, at Memphis in February 2013, and eight doubles titles on the WTA Tour.",
    "year": 1988,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Simon Mignolet",
    "birthday": "1988-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Simon_Mignolet_2018.jpg/204px-Simon_Mignolet_2018.jpg",
    "extract": "Simon Luc Hildebert Mignolet is a Belgian professional footballer who plays as a goalkeeper for Belgian First Division A club Club Brugge and the Belgium national team.",
    "year": 1988,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kevin-Prince Boateng",
    "birthday": "1987-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Prince_Boateng_%28cropped%29.jpg/213px-Prince_Boateng_%28cropped%29.jpg",
    "extract": "Kevin-Prince Boateng, also known as Prince, is a professional footballer who plays as a midfielder or forward for Bundesliga club Hertha BSC. He represented the Ghana national team.",
    "year": 1987,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Chico Flores",
    "birthday": "1987-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Chico_2018.jpg/196px-Chico_2018.jpg",
    "extract": "José Manuel Flores Moreno, commonly known as Chico, is a Spanish professional footballer who plays as a central defender.",
    "year": 1987,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jake Arrieta",
    "birthday": "1986-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Jake_Arrieta_Nationals_vs._Phillies_at_Nationals_Park%2C_August_25%2C_2020_%28All-Pro_Reels_Photography%29_%2850270741443%29_%28cropped%29.jpg/206px-Jake_Arrieta_Nationals_vs._Phillies_at_Nationals_Park%2C_August_25%2C_2020_%28All-Pro_Reels_Photography%29_%2850270741443%29_%28cropped%29.jpg",
    "extract": "Jacob Joseph Arrieta is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Baltimore Orioles, Chicago Cubs, Philadelphia Phillies, and San Diego Padres.",
    "year": 1986,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Francisco Cervelli",
    "birthday": "1986-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Francisco_Cervelli_%283516998757%29.jpg/220px-Francisco_Cervelli_%283516998757%29.jpg",
    "extract": "Francisco Cervelli is a Venezuelan former professional baseball catcher and current catching coach for the San Diego Padres. He played in Major League Baseball (MLB) for the New York Yankees, Pittsburgh Pirates, Atlanta Braves, and Miami Marlins from 2008 through 2020.",
    "year": 1986,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ross Detwiler",
    "birthday": "1986-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Ross_Detwiler_on_July_28%2C_2015.jpg/267px-Ross_Detwiler_on_July_28%2C_2015.jpg",
    "extract": "Ross Emery Detwiler is an American professional baseball pitcher for the Cincinnati Reds of Major League Baseball (MLB). He was drafted by the Washington Nationals in the first round of the 2007 MLB draft and made his MLB debut late that season. He has also played in MLB for the Texas Rangers, Atlanta Braves, Cleveland Indians, Oakland Athletics, Seattle Mariners, Chicago White Sox, Miami Marlins and San Diego Padres.",
    "year": 1986,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Eli Marienthal",
    "birthday": "1986-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/LA_Animation_Festival_-_Iron_Giant_introduction_from_Eli_Marienthal_%28the_voice_of_Hogarth_Hughes%29.jpg/240px-LA_Animation_Festival_-_Iron_Giant_introduction_from_Eli_Marienthal_%28the_voice_of_Hogarth_Hughes%29.jpg",
    "extract": "Eli David Marienthal is an American actor.",
    "year": 1986,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charlie Mulgrew",
    "birthday": "1986-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Charlie_Mulgrew_2019.jpg/203px-Charlie_Mulgrew_2019.jpg",
    "extract": "Charles Patrick Mulgrew is a Scottish professional footballer who plays as a centre-back for Scottish Premiership side Dundee United.",
    "year": 1986,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bakaye Traoré",
    "birthday": "1985-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Bakaye_Traor%C3%A9_%28cropped%29.jpg/213px-Bakaye_Traor%C3%A9_%28cropped%29.jpg",
    "extract": "Bakaye Traoré is a French-born Malian former professional footballer who played as a central midfielder for Amiens SC and AS Nancy in France, for A.C. Milan in Italy, and for Kayseri Erciyesspor and Bursaspor in Turkey. He was capped 24 times at international level by Mali national team scoring twice.",
    "year": 1985,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Daniël de Ridder",
    "birthday": "1984-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/CELTAriddersign02.jpg/313px-CELTAriddersign02.jpg",
    "extract": "Daniël Robin Frederick de Ridder is a Dutch former professional footballer. He played as a winger operating either on the right or left side but would occasionally play a more advanced role. He represented Ajax, Celta Vigo, Birmingham City, Wigan Athletic, Hapoel Tel Aviv, Grasshopper, Heerenveen, RKC Waalwijk and Cambuur.",
    "year": 1984,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Eskil Pedersen",
    "birthday": "1984-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Eskil_Pedersen.jpg/213px-Eskil_Pedersen.jpg",
    "extract": "Eskil Pedersen is a Norwegian politician and former leader from 2010 to 2014 of the Workers' Youth League (AUF), the youth organisation associated with Norway's leading Labour Party.",
    "year": 1984,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Chris Tomson",
    "birthday": "1984-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Christomson2007.jpg/320px-Christomson2007.jpg",
    "extract": "Christopher William Tomson is an American singer, songwriter and musician, best known as the drummer for New York-based indie rock band Vampire Weekend. He is also the lead vocalist and guitarist for a side project called Dams of the West, for which he writes and records the entirety of its music.",
    "year": 1984,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Andranik Teymourian",
    "birthday": "1983-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Andranik_Teymourian_2014.jpg/213px-Andranik_Teymourian_2014.jpg",
    "extract": "Andranik Timotian-Samarani, commonly known as Andranik \"Ando\" Teymourian is an Iranian retired professional footballer who usually played as a defensive midfielder, but could also play as a wide midfielder. He is notably the first Christian to captain the Iran national team.",
    "year": 1983,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ellen Muth",
    "birthday": "1981-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Ellen_Muth_2007.jpg/213px-Ellen_Muth_2007.jpg",
    "extract": "Ellen Muth is an American actress best known for her role as Georgia \"George\" Lass in Showtime's series Dead Like Me.",
    "year": 1981,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Clint Barmes",
    "birthday": "1979-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Clint_Barmes_on_June_14%2C_2012.jpg/197px-Clint_Barmes_on_June_14%2C_2012.jpg",
    "extract": "Clint Harrold Barmes is an American former professional baseball second baseman and shortstop. He played in Major League Baseball (MLB) from 2003 through 2015 for the Colorado Rockies, Houston Astros, Pittsburgh Pirates, and San Diego Padres.",
    "year": 1979,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Érik Bédard",
    "birthday": "1979-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/%C3%89rik_B%C3%A9dard_on_July_31%2C_2013.jpg/196px-%C3%89rik_B%C3%A9dard_on_July_31%2C_2013.jpg",
    "extract": "Érik Joseph Bédard is a Canadian former professional baseball pitcher. He pitched in Major League Baseball (MLB) for the Baltimore Orioles, Seattle Mariners, Boston Red Sox, Pittsburgh Pirates, Houston Astros and Tampa Bay Rays. With Baltimore, Bédard was the staff ace, setting the franchise single-season strikeouts per nine innings record at 10.93 in 2007.",
    "year": 1979,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tim Howard",
    "birthday": "1979-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Tim_Howard_Portland_Timbers_vs_Colorado_Rapids_2016-10-16_%28cropped%29.jpg/213px-Tim_Howard_Portland_Timbers_vs_Colorado_Rapids_2016-10-16_%28cropped%29.jpg",
    "extract": "Timothy Matthew Howard is a former American professional soccer player who played as a goalkeeper. He last played for USL Championship club Memphis 901 FC, a club of which he is a minority owner and sporting director. He is also international ambassador in the US for former club Everton. Howard is widely considered to be one of the greatest goalkeepers in American soccer history.\n Howard was named to the 2003–04 PFA Premier League Team of the Year and was awarded the 2009 FIFA Confederations Cup Golden Glove. Referencing the American public's preference for other sports over soccer in contrast to most other countries, the Chicago Tribune described Howard as the \"rarest of creatures – an American soccer hero\".",
    "year": 1979,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sage Rosenfels",
    "birthday": "1978-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Rosenfelswiththevikes.jpg/233px-Rosenfelswiththevikes.jpg",
    "extract": "Sage Jamen Rosenfels is a former American football quarterback. He played college football at Iowa State. He was then drafted by the Washington Redskins in the fourth round of the 2001 NFL Draft. He played with the Miami Dolphins from 2002–2005, the Houston Texans from 2006–2008, the Vikings in 2009, and the New York Giants in 2010. He spent portions of the 2011 season with the Vikings and Dolphins, after being released by the Giants during preseason. Through 2010, he had completed 351-of-562 passes for 4,156 yards, 30 touchdowns, and 29 interceptions, and had a career 81.2 quarterback rating.",
    "year": 1978,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Giorgos Karagounis",
    "birthday": "1977-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Georgios_Karagounis_2010.jpg/320px-Georgios_Karagounis_2010.jpg",
    "extract": "Georgios Karagounis, known as Giorgos Karagounis, is a Greek former professional footballer who played as a midfielder.",
    "year": 1977,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Shabani Nonda",
    "birthday": "1977-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Galatasaray-Shabani_Nonda.JPG/320px-Galatasaray-Shabani_Nonda.JPG",
    "extract": "Shabani Christophe Nonda is a DR Congolese former international footballer who played as a striker. He earned 36 caps and scored 20 goals for the DR Congo, and was selected for their squad for the 2002 Africa Cup of Nations.",
    "year": 1977,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Marcus Thames",
    "birthday": "1977-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Marcus_Thames.jpg/240px-Marcus_Thames.jpg",
    "extract": "Marcus Markley Thames is an American professional baseball left fielder, designated hitter, and coach. He played for the New York Yankees, Texas Rangers, Detroit Tigers and Los Angeles Dodgers of Major League Baseball (MLB) from 2002 through 2011, and coached the Yankees from 2016 through 2021.",
    "year": 1977,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ken Anderson (wrestler)",
    "birthday": "1976-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Ken_Anderson_by_Ryan_Bognar.jpg/288px-Ken_Anderson_by_Ryan_Bognar.jpg",
    "extract": "Kenneth Anderson is an American professional wrestler, professional wrestling trainer, and ring announcer, who is currently signed to Top Rank Boxing as their announcer. Anderson is known for his tenure with WWE from 2005 to 2009 under the ring name Mr. Kennedy, and his work in Total Nonstop Action Wrestling as Mr. Anderson from 2010 to 2016.",
    "year": 1976,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Aracely Arámbula",
    "birthday": "1975-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Aracely_Ar%C3%A1mbula_in_May_2017.png/189px-Aracely_Ar%C3%A1mbula_in_May_2017.png",
    "extract": "Aracely Arámbula Jacques, known professionally as Aracely Arámbula, is a Mexican actress, model, singer, television personality and entrepreneur.",
    "year": 1975,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Yannick Nézet-Séguin",
    "birthday": "1975-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Yannick_N%C3%A9zet-S%C3%A9guin.jpg/244px-Yannick_N%C3%A9zet-S%C3%A9guin.jpg",
    "extract": "Yannick Nézet-Séguin, CC is a Canadian (Québécois) conductor and pianist. He is currently music director of the Orchestre Métropolitain (Montréal), the Metropolitan Opera, and the Philadelphia Orchestra. He was also principal conductor of the Rotterdam Philharmonic Orchestra from 2008 to 2018.",
    "year": 1975,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Guy Garvey",
    "birthday": "1974-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Guy_Garvey%2C_BBC_Radio_2_Folk_Awards_2015_%2816632603194%29.jpg/320px-Guy_Garvey%2C_BBC_Radio_2_Folk_Awards_2015_%2816632603194%29.jpg",
    "extract": "Guy Edward John Garvey is an English musician, singer, songwriter and BBC Radio 6 Music presenter. He is the lead singer and lyricist of the rock band Elbow.",
    "year": 1974,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Matthew Guy",
    "birthday": "1974-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Hon_Matthew_Guy_%28cropped%29.jpg/266px-Hon_Matthew_Guy_%28cropped%29.jpg",
    "extract": " Matthew Jason Guy is an Australian politician. He has been a Liberal Party of Australia Member of the Parliament of Victoria since 2006, representing Northern Metropolitan Region in the Legislative Council (2006–2014) and Bulleen in the Legislative Assembly (2014–present). He was Leader of the Opposition in Victoria and state leader of the Liberal Party from 2014 to 2018, when he resigned the leadership after the Liberal Party's landslide defeat in the 2018 Victorian election. Since 7 September 2021, Guy has again served as Leader of the Opposition and Leader of the Liberal Party in Victoria.",
    "year": 1974,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Beanie Sigel",
    "birthday": "1974-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Beanie_Sigel-01.jpg/311px-Beanie_Sigel-01.jpg",
    "extract": "Dwight Equan Grant, better known by his stage name Beanie Sigel, is an American rapper from South Philadelphia, Pennsylvania. He first became known for his association with Jay-Z and Roc-A-Fella Records, releasing his debut studio album The Truth through Roc-A-Fella in February 2000 to critical and commercial success.",
    "year": 1974,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michael Finley",
    "birthday": "1973-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Michael_Finley_2009.jpg/218px-Michael_Finley_2009.jpg",
    "extract": "Michael Howard Finley is an American former professional basketball player who is the Vice President of Basketball Operations for the Dallas Mavericks of the National Basketball Association (NBA). He played 15 seasons in the NBA, predominantly with the Mavericks, but also for the Phoenix Suns, the San Antonio Spurs, and the Boston Celtics. He was a two-time NBA All-Star and won an NBA championship with the Spurs in 2007.",
    "year": 1973,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Peter Lindgren (musician)",
    "birthday": "1973-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Peter_Lindgren.jpg/213px-Peter_Lindgren.jpg",
    "extract": "Peter Lindgren is a Swedish musician and songwriter. He is best known as the former guitarist of Swedish progressive death metal band Opeth.",
    "year": 1973,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Shaquille O'Neal",
    "birthday": "1972-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Shaquille_O%27Neal_October_2017_%28cropped%29.jpg/249px-Shaquille_O%27Neal_October_2017_%28cropped%29.jpg",
    "extract": "Shaquille Rashaun O'Neal, known commonly as \"Shaq\", is an American former professional basketball player who is a sports analyst on the television program Inside the NBA. O'Neal is regarded as one of the greatest basketball players and centers of all time. He is a 7-foot-1-inch (2.16 m) and 325-pound (147 kg) center who played for six teams over his 19-year career in the National Basketball Association (NBA) and is a four-time NBA champion.",
    "year": 1972,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jaret Reddick",
    "birthday": "1972-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Jaret_reddick_at_wireless.jpg/213px-Jaret_reddick_at_wireless.jpg",
    "extract": "Jaret Ray Reddick is an American musician, singer, songwriter, composer, podcaster, actor, and voice actor, best known as the lead vocalist, guitarist, and primary songwriter of the rock band Bowling for Soup. As voice actor, Reddick is known for his work on Phineas and Ferb, and he is also the current voice of Chuck E. Cheese.",
    "year": 1972,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Darrick Martin",
    "birthday": "1971-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Darrick_martin_crpd.jpg",
    "extract": "Darrick David Martin is an American basketball coach, most recently head coach for the Reno Bighorns of the NBA G League. He played basketball for more than a decade, shuttling between the Continental Basketball Association (CBA), where he won the 2003 CBA Playoffs MVP, and the NBA. In 2003, he even played for the Harlem Globetrotters. He then went on to play for the Los Angeles Lightning of the Independent Basketball Association (IBL). He was named the head coach of Reno in June 2016.",
    "year": 1971,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Julio Bocca",
    "birthday": "1967-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Reapertura_del_Teatro_Col%C3%B3n_-_Julio_Bocca.jpg/168px-Reapertura_del_Teatro_Col%C3%B3n_-_Julio_Bocca.jpg",
    "extract": "Julio Adrián Lojo Bocca is an Argentine ballet dancer. Bocca spent twenty years as a principal dancer with American Ballet Theatre. From 2010 to 2018 he served as artistic director of the National Ballet of Uruguay, administered by SODRE, the country's broadcasting and cultural authority.",
    "year": 1967,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Connie Britton",
    "birthday": "1967-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Connie_Britton_2013.jpg/260px-Connie_Britton_2013.jpg",
    "extract": "Constance Elaine Britton is an American actress, singer, and producer. Britton made her feature film debut in the independent comedy-drama film The Brothers McMullen (1995), and the following year, she was cast as Nikki Faber on the ABC sitcom Spin City. She later starred in the short-lived sitcoms The Fighting Fitzgeralds (2001) and Lost at Home (2003), and appeared in several films, most notably the sports drama film Friday Night Lights (2004) and the thriller film The Last Winter (2006).",
    "year": 1967,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Glenn Greenwald",
    "birthday": "1967-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Glenn_Greenwald_2014-01-20_001.jpg/257px-Glenn_Greenwald_2014-01-20_001.jpg",
    "extract": "Glenn Edward Greenwald is an American journalist, author and ex-lawyer.",
    "year": 1967,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Shuler Hensley",
    "birthday": "1967-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3e/Shuler_Hensley_In_NYC_2008.JPG/231px-Shuler_Hensley_In_NYC_2008.JPG",
    "extract": "Shuler Paul Hensley is an American singer and actor.",
    "year": 1967,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alan Davies",
    "birthday": "1966-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Alan_Davies.jpg/208px-Alan_Davies.jpg",
    "extract": "Alan Roger Davies is an English stand-up comedian, writer, actor and TV presenter. He is best known for his portrayal of the title role in the BBC mystery drama series Jonathan Creek (1997–2016) and as the only permanent panellist on the BBC panel show QI since its premiere in 2003, outlasting its original host Stephen Fry.",
    "year": 1966,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jim Knight",
    "birthday": "1965-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Official_portrait_of_Lord_Knight_of_Weymouth_crop_2.jpg/240px-Official_portrait_of_Lord_Knight_of_Weymouth_crop_2.jpg",
    "extract": "James Philip Knight, Baron Knight of Weymouth, is a British politician who served as Minister for the South West and Minister of State for Employment and Welfare Reform from 2009 to 2010. A member of the Labour Party and Co-operative Party, he was Member of Parliament (MP) for South Dorset from 2001 to 2010.",
    "year": 1965,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "D. L. Hughley",
    "birthday": "1963-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/D._L._Hughley%2C_Robin_Roberts%2C_and_Doreen_Ringer-Ross%2C_May_2013_%28cropped%29x.jpg/213px-D._L._Hughley%2C_Robin_Roberts%2C_and_Doreen_Ringer-Ross%2C_May_2013_%28cropped%29x.jpg",
    "extract": "Darryl Lynn Hughley is an American actor and stand-up comedian. Hughley is best known as the original host of BET's ComicView from 1992 to 1993, the eponymous character on the ABC/UPN sitcom The Hughleys, and as one of the \"Big Four\" comedians in The Original Kings of Comedy. Additionally, he has been the host of CNN's D. L. Hughley Breaks the News, a correspondent for The Jay Leno Show on NBC, and a local radio personality and interviewer in New York City. In early 2013, D.L. Hughley landed in 9th place on Dancing with the Stars.",
    "year": 1963,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alison Nicholas",
    "birthday": "1962-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/2009_Solheim_Cup_-_Alison_Nicholas_%281%29.jpg/213px-2009_Solheim_Cup_-_Alison_Nicholas_%281%29.jpg",
    "extract": "Alison Nicholas, is an English professional golfer.",
    "year": 1962,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Peter Roebuck",
    "birthday": "1956-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/46/Peter_Roebuck.jpg/320px-Peter_Roebuck.jpg",
    "extract": "Peter Michael Roebuck was an English cricketer who later became an Australian newspaper columnist and radio commentator.",
    "year": 1956,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Steve Vizard",
    "birthday": "1956-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Steve_Vizard_%26_Nick_Smith_GQ_2011.jpg/213px-Steve_Vizard_%26_Nick_Smith_GQ_2011.jpg",
    "extract": "Stephen William Vizard is an Australian television and radio presenter, producer, writer, lawyer and businessman. He is an Adjunct Professor at Monash University and University of Adelaide.",
    "year": 1956,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Cyprien Ntaryamira",
    "birthday": "1955-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Cyprien_Ntaryamira_at_a_FRODEBU_rally.jpg/160px-Cyprien_Ntaryamira_at_a_FRODEBU_rally.jpg",
    "extract": "Cyprien Ntaryamira was a Burundian politician who served as President of Burundi from 5 February 1994 until his death two months later. A Hutu born in Burundi, Ntaryamira studied there before fleeing to Rwanda to avoid ethnic violence and complete his education. Active in a Burundian student movement, he cofounded the socialist Burundi Workers' Party and earned an agricultural degree. In 1983 he returned to Burundi and worked agricultural jobs, though he was briefly detained as a political prisoner. In 1986 he cofounded the Front for Democracy in Burundi (FRODEBU), and in 1993 FRODEBU won Burundi's general elections. He subsequently became the Minister of Agriculture and Animal Husbandry on 10 July, but in October Tutsi soldiers killed the president and other top officials in an attempted coup.",
    "year": 1955,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alberta Watson",
    "birthday": "1955-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/26/Alberta_Watson_on_24.jpg/279px-Alberta_Watson_on_24.jpg",
    "extract": "Faith Susan Alberta Watson, better known as Alberta Watson, was a Canadian film and television actress.",
    "year": 1955,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jeff Greenwald",
    "birthday": "1954-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Jeff_Greenwald.jpg/320px-Jeff_Greenwald.jpg",
    "extract": "Jeff Greenwald is a best-selling author, photographer, and monologist. He now resides in Oakland, CA.",
    "year": 1954,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Toni Schumacher",
    "birthday": "1954-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/%C3%9Cbergabe_DFB-Pokal_an_Botschafter_Toni_Schumacher_und_Janus_Fr%C3%B6hlich-6556.jpg/320px-%C3%9Cbergabe_DFB-Pokal_an_Botschafter_Toni_Schumacher_und_Janus_Fr%C3%B6hlich-6556.jpg",
    "extract": "Harald Anton \"Toni\" Schumacher is a German former professional footballer who played as a goalkeeper. At club level, he won a Bundesliga title and three DFB-Pokal titles with 1. FC Köln. At international level, he represented West Germany. Schumacher won the 1980 European Championship and lost two World Cup finals, in 1982 and 1986. In the 1982 FIFA World Cup semi-final, he controversially collided with and seriously injured French defender Patrick Battiston. Schumacher was voted German Footballer of the Year in 1984 and 1986. Since April 2012, he has served as vice president at 1. FC Köln.",
    "year": 1954,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Madhav Kumar Nepal",
    "birthday": "1953-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Madhav_Kumar_Nepal_2.jpg/320px-Madhav_Kumar_Nepal_2.jpg",
    "extract": "Madhav Kumar Nepal, is a Nepalese politician and former Prime Minister of Nepal. He served as Prime Minister of Nepal from 25 May 2009 to 6 February 2011 for nearly two years.",
    "year": 1953,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Carolyn Porco",
    "birthday": "1953-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Carolyn_C._Porco_07.jpg/228px-Carolyn_C._Porco_07.jpg",
    "extract": "Carolyn C. Porco is an American planetary scientist who explores the outer Solar System, beginning with her imaging work on the Voyager missions to Jupiter, Saturn, Uranus and Neptune in the 1980s. She led the imaging science team on the Cassini mission in orbit around Saturn. She is an expert on planetary rings and the Saturnian moon, Enceladus.",
    "year": 1953,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Phil Alvin",
    "birthday": "1953-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/PhilAlvin-face.jpg/265px-PhilAlvin-face.jpg",
    "extract": "Philip Joseph Alvin is an American singer and guitarist known primarily as the leader of the rock band The Blasters. His voice has been described as \"robust...powerful...rich, resonant, [and] supremely confident.\"",
    "year": 1953,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Denis Napthine",
    "birthday": "1952-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Premier_Denis_Napthine.jpg/208px-Premier_Denis_Napthine.jpg",
    "extract": "Denis Vincent Napthine is a former Australian politician who was the 47th Premier of Victoria. Napthine was a Liberal Party member of the Victorian Legislative Assembly, representing the electoral district of Portland from 1988 to 2002 and South-West Coast from 2002 to 2015. He was elected leader of the Parliamentary Liberal Party on 6 March 2013 following the resignation of Ted Baillieu and was sworn in as premier on the same day. His party lost the Victorian state election on 29 November 2014 and he announced he would step down as leader of the Parliamentary Liberal Party, with Matthew Guy being elected his successor on 4 December.",
    "year": 1952,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gerrie Knetemann",
    "birthday": "1951-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Presentatie_Nederlandse_wielerploegen_Raleigh_en_Frisol%2C_deelnemers_aan_Tour_de_%2C_Bestanddeelnr_929-2454.jpg/212px-Presentatie_Nederlandse_wielerploegen_Raleigh_en_Frisol%2C_deelnemers_aan_Tour_de_%2C_Bestanddeelnr_929-2454.jpg",
    "extract": "Gerard Friedrich \"Gerrie\" Knetemann was a Dutch road bicycle racer who won the 1978 World Championship. He wore the Yellow Jersey early in each Tour de France for four consecutive years between 1977 and 1980.",
    "year": 1951,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Arthur Roche",
    "birthday": "1950-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Bishop_Arthur_Roche_2008.jpg/228px-Bishop_Arthur_Roche_2008.jpg",
    "extract": "Arthur Roche is an English prelate of the Catholic Church who has been Prefect of the Congregation for Divine Worship and the Discipline of the Sacraments (CDW) since May 2021. He was Secretary of that congregation from 2012 to 2021. Roche was the ninth Catholic Bishop of Leeds from 2004 to 2012, having served previously as Coadjutor Bishop of Leeds and before that as an auxiliary bishop of the Archdiocese of Westminster. He became an archbishop when he joined the CDW in 2012.",
    "year": 1950,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Shaukat Aziz",
    "birthday": "1949-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Shaukat_Aziz-Pakistan_Prime_MInister.jpg/320px-Shaukat_Aziz-Pakistan_Prime_MInister.jpg",
    "extract": "Shaukat Aziz is a Pakistani former banker and financier who served as 17th prime minister of Pakistan from 28 August 2004 to 15 November 2007, as well as the finance minister of Pakistan from 6 November 1999 to 15 November 2007. During his childhood he studied at St Patrick's High School, Karachi. Aziz graduated from the Institute of Business Administration in Karachi, and joined the corporate staff of the CitiBank Pakistan in 1969. He served in various countries' governments as CitiBank financier, and became executive vice-president of Citibank in 1999. After accepting a personal request by General Pervez Musharraf, Aziz returned to Pakistan from the United States to assume charge of the Finance Ministry as its finance minister while taking control of the country's economy. In 2004, Aziz was nominated by the Musharraf loyalist government led by Pakistan Muslim League (Q), to the position of prime minister after the resignation of Zafarullah Khan Jamali on 6 June 2004.",
    "year": 1949,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Stephen Schwartz (composer)",
    "birthday": "1948-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Stephen_Schwartz_20181201-6013_%28cropped%29.jpg/234px-Stephen_Schwartz_20181201-6013_%28cropped%29.jpg",
    "extract": "Stephen Lawrence Schwartz is an American musical theater lyricist and composer. In a career spanning over five decades, Schwartz has written such hit musicals as Godspell (1971), Pippin (1972), and Wicked (2003). He has contributed lyrics to a number of successful films, including Pocahontas (1995), The Hunchback of Notre Dame (1996), The Prince of Egypt, and Enchanted (2007). Schwartz has won the Drama Desk Award for Outstanding Lyrics, three Grammy Awards, three Academy Awards, and has been nominated for six Tony Awards. He received the 2015 Isabelle Stevenson Award, a special Tony Award, for his commitment to serving artists and fostering new talent.",
    "year": 1948,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kiki Dee",
    "birthday": "1947-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Kiki_Dee_%281974%29.png/286px-Kiki_Dee_%281974%29.png",
    "extract": "Pauline Matthews, better known by her stage name Kiki Dee, is an English singer. Known for her blue-eyed soul vocals, she was the first female singer from the UK to sign with Motown's Tamla Records.",
    "year": 1947,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dick Fosbury",
    "birthday": "1947-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Dick_Fosbury_1968.jpg/221px-Dick_Fosbury_1968.jpg",
    "extract": "Richard Douglas Fosbury is an American retired high jumper, who is considered one of the most influential athletes in the history of track and field. Besides winning a gold medal at the 1968 Olympics, he revolutionized the high jump event with a \"back-first\" technique, now known as the Fosbury Flop, along with Debbie Brill and her Brill Bend, adopted by almost all high jumpers today. His method was to sprint diagonally towards the bar, then curve and leap backwards over the bar, which gave him a much lower center of mass in flight than traditional techniques. He continues to be involved in athletics and serves on the executive board of the World Olympians Association.",
    "year": 1947,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rob Reiner",
    "birthday": "1947-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Rob_Reiner_MFF_2016.jpg/210px-Rob_Reiner_MFF_2016.jpg",
    "extract": "Robert Norman Reiner is an American actor and filmmaker. As an actor, Reiner first came to national prominence with the role of Michael Stivic on the CBS sitcom All in the Family (1971–1979), a performance that earned him two Primetime Emmy Awards.",
    "year": 1947,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jean Seaton",
    "birthday": "1947-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Jean_seaton.jpg/320px-Jean_seaton.jpg",
    "extract": "\n\nJean Seaton  is Professor of Media History at the University of Westminster and the Official Historian of the BBC. She is the Director of the Orwell Prize and on the editorial board of Political Quarterly. She is the widow of Ben Pimlott, the British historian.",
    "year": 1947,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Stossel",
    "birthday": "1947-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/John_Stossel_by_Gage_Skidmore_2.jpg/228px-John_Stossel_by_Gage_Skidmore_2.jpg",
    "extract": "John Frank Stossel is an American libertarian television presenter, author, consumer journalist, and pundit, known for his career on ABC News, Fox Business Network, and Reason TV.",
    "year": 1947,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "David Gilmour",
    "birthday": "1946-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/David_Gilmour_Argentina_2015_%28cropped%29.jpg/247px-David_Gilmour_Argentina_2015_%28cropped%29.jpg",
    "extract": "David Jon Gilmour is an English guitarist, singer, songwriter and member of rock band Pink Floyd. He joined as guitarist and co-lead vocalist in 1967, shortly before the departure of founder member Syd Barrett. Pink Floyd achieved international success with the concept albums The Dark Side of the Moon (1973), Wish You Were Here (1975), Animals (1977), The Wall (1979), and The Final Cut (1983). By the early 1980s, they had become one of the highest-selling and most acclaimed acts in music history; by 2012, they had sold more than 250 million records worldwide, including 75 million in the United States. Following the departure of Roger Waters in 1985, Pink Floyd continued under Gilmour's leadership and released three more studio albums.",
    "year": 1946,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard Noble",
    "birthday": "1946-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Richard_Noble.jpg/213px-Richard_Noble.jpg",
    "extract": "Richard James Anthony Noble, OBE is a Scottish entrepreneur who was holder of the land speed record between 1983 and 1997. He was also the project director of ThrustSSC, the vehicle which holds the current land speed record, set at Black Rock Desert, Nevada in 1997.",
    "year": 1946,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard Corliss",
    "birthday": "1944-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Richard_Corliss.jpg/226px-Richard_Corliss.jpg",
    "extract": "Richard Nelson Corliss was an American film critic and magazine editor for Time. He focused on movies, with occasional articles on other subjects.",
    "year": 1944,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kiri Te Kanawa",
    "birthday": "1944-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Kiri_Te_Kanawa_2013_%28cropped%29.jpg/216px-Kiri_Te_Kanawa_2013_%28cropped%29.jpg",
    "extract": "Dame Kiri Jeanette Claire Te Kanawa, is a retired New Zealand opera singer. She had a full lyric soprano voice, which has been described as \"mellow yet vibrant, warm, ample and unforced\". Te Kanawa had three top 40 albums in Australia in the mid-1980s.",
    "year": 1944,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mary Wilson (singer)",
    "birthday": "1944-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Mary_Wilson_1.jpg/219px-Mary_Wilson_1.jpg",
    "extract": "Mary Wilson was an American singer. She gained worldwide recognition as a founding member of The Supremes, the most successful Motown act of the 1960s and the best-charting female group in U.S. chart history, as well as one of the best-selling girl groups of all-time. The trio reached number one on Billboard's Hot 100 with 12 of their singles, ten of which feature Wilson on backing vocals.",
    "year": 1944,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ben Murphy",
    "birthday": "1942-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Ben_Murphy_1970.jpg/211px-Ben_Murphy_1970.jpg",
    "extract": "Benjamin Edward Murphy is an American actor. He is best known for his role as Kid Curry in the ABC television series Alias Smith and Jones.",
    "year": 1942,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Peter Brötzmann",
    "birthday": "1941-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Peter_Broetzmann_05N2754.jpg/213px-Peter_Broetzmann_05N2754.jpg",
    "extract": "Peter Brötzmann is a German saxophonist and clarinetist.",
    "year": 1941,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joanna Miles",
    "birthday": "1940-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Joanna_Miles_Larry_Keith_All_My_Children_1972.JPG/320px-Joanna_Miles_Larry_Keith_All_My_Children_1972.JPG",
    "extract": "Joanna Miles is an American actress. She received two Emmy Awards for her portrayal of Laura Wingfield in the 1973 film production of Tennessee Williams' The Glass Menagerie.",
    "year": 1940,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Willie Stargell",
    "birthday": "1940-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Willie_Stargell_1965.jpg/269px-Willie_Stargell_1965.jpg",
    "extract": "Wilver Dornell Stargell, nicknamed \"Pops\" later in his career, was an American professional baseball left fielder and first baseman who spent all of his 21 seasons in Major League Baseball (MLB) (1962–1982) with the Pittsburgh Pirates. Among the most feared power hitters in baseball history, Stargell had the most home runs (296) of any player in the 1970s decade, many of the tape-measure variety. During his career, he batted .282 with 2,232 hits, 1,194 runs, 423 doubles, 475 home runs, and 1,540 runs batted in, helping his team win six National League (NL) East division titles, two NL pennants, and two World Series championships in 1971 and 1979, both over the Baltimore Orioles. Stargell was a seven-time All-Star and two-time NL home run leader. In 1979, he became the first and currently only player to win the NL Most Valuable Player (MVP) Award, the NL Championship Series MVP Award and the World Series MVP Award in one season. In 1982, the Pirates retired his uniform number 8. He was inducted into the Baseball Hall of Fame in 1988.",
    "year": 1940,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kit Bond",
    "birthday": "1939-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Kit_Bond_official_portrait.jpg/256px-Kit_Bond_official_portrait.jpg",
    "extract": "Christopher Samuel \"Kit\" Bond is an American attorney, politician and former United States Senator from Missouri and a member of the Republican Party. First elected to the U.S. Senate in 1986, he defeated Democrat Harriett Woods by a margin of 53%–47%. He was re-elected in 1992, 1998, and 2004. On January 8, 2009, he announced that he would not seek re-election to a fifth term in 2010, and was succeeded by fellow Republican Roy Blunt on January 3, 2011. Following his retirement from the Senate, Bond became a partner at Thompson Coburn.",
    "year": 1939,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Adam Osborne",
    "birthday": "1939-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/59/Adam_Osborne.png",
    "extract": "Adam Osborne was a British-American author, book and software publisher, and computer designer who founded several companies in the United States and elsewhere. He introduced the Osborne 1, the first commercially successful portable computer.",
    "year": 1939,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Keishu Tanaka",
    "birthday": "1938-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Keishu_Tanaka.jpg/320px-Keishu_Tanaka.jpg",
    "extract": "Keishu Tanaka  was a Japanese politician, who served in the House of Representatives in the Diet as a member of the Democratic Party of Japan. A native of Sōma District, Fukushima and graduate of Tokai University, he was elected for the first time in 1983. He was Minister of Justice under Prime Minister Yoshihiko Noda from 1 to 23 October 2012 before resigning due to scandals over financial donations and organized crime links.",
    "year": 1938,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Valentina Tereshkova",
    "birthday": "1937-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Valentina_Tereshkova_%282017-03-06%29.jpg/213px-Valentina_Tereshkova_%282017-03-06%29.jpg",
    "extract": "Valentina Vladimirovna Tereshkova is an engineer, member of the Russian State Duma, and former Soviet cosmonaut. She is known for being the first and youngest woman in space, having flown a solo mission on the Vostok 6 on 16 June 1963. She orbited the Earth 48 times, spent almost three days in space, and remains the only woman to have been on a solo space mission.",
    "year": 1937,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Marion Barry",
    "birthday": "1936-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Crop_of_Marion_Barry_Vincent_Gray.jpg/255px-Crop_of_Marion_Barry_Vincent_Gray.jpg",
    "extract": "Marion Shepilov Barry was an American politician who served as the second and fourth mayor of the District of Columbia from 1979 to 1991 and 1995 to 1999. A Democrat, Barry had served three tenures on the Council of the District of Columbia, representing as an at-large member from 1975 to 1979 and in Ward 8 from 1993 to 1995, and again from 2005 to 2014.",
    "year": 1936,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Choummaly Sayasone",
    "birthday": "1936-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Choummaly_Sayasone_in_Russia.jpg/213px-Choummaly_Sayasone_in_Russia.jpg",
    "extract": "Lieutenant General Choummaly Sayasone is a Laotian politician who was General Secretary of the Lao People's Revolutionary Party (LPRP) and President of Laos from 2006 to 2016.",
    "year": 1936,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ron Delany",
    "birthday": "1935-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Ron_Delany_1957.jpg/232px-Ron_Delany_1957.jpg",
    "extract": "Ronald Michael Delany OLY is an Irish former athlete, who specialised in middle-distance running. He won a gold medal in the 1500 metres event at the 1956 Summer Olympics in Melbourne. He later earned a bronze medal in the 1500 metres event at the 1958 European Athletics Championships in Stockholm.",
    "year": 1935,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Red Simpson",
    "birthday": "1934-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/59/Red_Simpson.png",
    "extract": "Joe Cecil \"Red\" Simpson was an American country music singer and songwriter best known for his trucker-themed country songs.",
    "year": 1934,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ted Abernathy",
    "birthday": "1933-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Ted_Abernathy_1969.jpg/224px-Ted_Abernathy_1969.jpg",
    "extract": "Ted Wade Abernathy was an American professional baseball player and right-handed pitcher. He appeared in 681 games in Major League Baseball, 647 as a relief pitcher, for seven different clubs over all or parts of 14 seasons between 1955 and 1972, amassed 148 saves, and twice led the National League in that category. He batted and threw right-handed, stood 6 feet 4 inches (1.93 m) tall, and weighed 215 pounds (98 kg).",
    "year": 1933,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Marc Bazin",
    "birthday": "1932-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Marc_Bazin%2C_haitian_political.jpg/245px-Marc_Bazin%2C_haitian_political.jpg",
    "extract": "Marc Louis Bazin was a World Bank official, former United Nations functionary and Haitian Minister of Finance and Economy under the dictatorship of Jean-Claude Duvalier. He was prime minister of Haiti appointed on June 4, 1992 by the military government that had seized power on September 30, 1991.",
    "year": 1932,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bronisław Geremek",
    "birthday": "1932-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/2004.05.01._Bronislaw_Geremek_01.jpg/190px-2004.05.01._Bronislaw_Geremek_01.jpg",
    "extract": "Bronisław Geremek was a Polish social historian and politician. He served as Member of Parliament (1991–2001), Minister of Foreign Affairs (1997–2000), leader of the Freedom Union (2000–2001) as well as Member of the European Parliament (2004–2008).",
    "year": 1932,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lorin Maazel",
    "birthday": "1930-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Maazel_08.jpg/320px-Maazel_08.jpg",
    "extract": "Lorin Varencove Maazel was an American conductor, violinist and composer. He began conducting at the age of eight and by 1953 had decided to pursue a career in music. He had established a reputation in the concert halls of Europe by 1960 but, by comparison, his career in the U.S. progressed far more slowly. He served as music director of The Cleveland Orchestra, Orchestre National de France, Pittsburgh Symphony Orchestra, Bavarian Radio Symphony Orchestra, and the New York Philharmonic, among other posts. Maazel was well-regarded in baton technique and possessed a photographic memory for scores. Described as mercurial and forbidding in rehearsal, he mellowed in old age.",
    "year": 1930,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tom Foley",
    "birthday": "1929-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Tom_foley.jpg/245px-Tom_foley.jpg",
    "extract": "Thomas Stephen Foley was an American lawyer and politician who served as the 49th speaker of the United States House of Representatives from 1989 to 1995. A member of the Democratic Party, Foley represented Washington's fifth district for thirty years (1965–1995). He was the first Speaker of the House since Galusha Grow in 1862 to be defeated in a re-election campaign.",
    "year": 1929,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "David Sheppard",
    "birthday": "1929-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d4/Bishop-David-Sheppard.jpg/177px-Bishop-David-Sheppard.jpg",
    "extract": "David Stuart Sheppard, Baron Sheppard of Liverpool was a Church of England Bishop of Liverpool who played cricket for Sussex and England in his youth. Sheppard remains the only ordained minister to have played Test cricket, though others such as Tom Killick were ordained after playing Tests.",
    "year": 1929,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William J. Bell",
    "birthday": "1927-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ab/Bill_Bell_2003.jpeg",
    "extract": "William Joseph Bell was an American screenwriter and television producer, best known as the creator of the soap operas Another World, The Young and the Restless and The Bold and the Beautiful.",
    "year": 1927,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gordon Cooper",
    "birthday": "1927-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Gordon_Cooper_2.jpg/256px-Gordon_Cooper_2.jpg",
    "extract": "Leroy Gordon \"Gordo\" Cooper Jr. was an American aerospace engineer, test pilot, United States Air Force pilot, and the youngest of the seven original astronauts in Project Mercury, the first human space program of the United States. Cooper learned to fly as a child, and after service in the United States Marine Corps during World War II, he was commissioned into the United States Air Force in 1949. After service as a fighter pilot, he qualified as a test pilot in 1956, and was selected as an astronaut in 1959.",
    "year": 1927,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gabriel García Márquez",
    "birthday": "1927-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Gabriel_Garcia_Marquez.jpg/213px-Gabriel_Garcia_Marquez.jpg",
    "extract": "Gabriel José de la Concordia García Márquez was a Colombian novelist, short-story writer, screenwriter, and journalist, known affectionately as Gabo or Gabito throughout Latin America. Considered one of the most significant authors of the 20th century, particularly in the Spanish language, he was awarded the 1972 Neustadt International Prize for Literature and the 1982 Nobel Prize in Literature. He pursued a self-directed education that resulted in leaving law school for a career in journalism. From early on he showed no inhibitions in his criticism of Colombian and foreign politics. In 1958, he married Mercedes Barcha Pardo; they had two sons, Rodrigo and Gonzalo.",
    "year": 1927,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ann Curtis",
    "birthday": "1926-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Ann_Curtis_1948b.jpg/216px-Ann_Curtis_1948b.jpg",
    "extract": "Ann Cuneo was an American competition swimmer and two-time Olympic champion.",
    "year": 1926,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alan Greenspan",
    "birthday": "1926-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Alan_Greenspan_color_photo_portrait.jpg/243px-Alan_Greenspan_color_photo_portrait.jpg",
    "extract": "Alan Greenspan is an American economist who served as the 13th chair of the Federal Reserve from 1987 to 2006. He works as a private adviser and provides consulting for firms through his company, Greenspan Associates LLC. First nominated to the Federal Reserve by President Ronald Reagan in August 1987, he was reappointed at successive four-year intervals until retiring on January 31, 2006, after the second-longest tenure in the position. President George W. Bush appointed Ben Bernanke as his successor. \nGreenspan came to the Federal Reserve Board from a consulting career. Although he was subdued in his public appearances, favorable media coverage raised his profile to a point that several observers likened him to a \"rock star\". Democratic leaders of Congress criticized him for politicizing his office because of his support for Social Security privatization and tax cuts.",
    "year": 1926,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ray O'Connor",
    "birthday": "1926-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1d/RayO%27ConnorPremier.jpg",
    "extract": "Raymond James O'Connor was an Australian politician. He served as the 22nd premier of Western Australia, from 1982 to 1983. In 1991, he was convicted of fraud as part of the WA Inc scandal, and served a six-month jail term.",
    "year": 1926,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Andrzej Wajda",
    "birthday": "1926-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Andrzej-Wajda-1963.jpg/276px-Andrzej-Wajda-1963.jpg",
    "extract": "Andrzej Witold Wajda was a Polish film and theatre director. Recipient of an Honorary Oscar, the Palme d'Or, as well as Honorary Golden Lion and Honorary Golden Bear Awards, he was a prominent member of the \"Polish Film School\". He was known especially for his trilogy of war films consisting of A Generation (1955), Kanał (1957) and Ashes and Diamonds (1958).",
    "year": 1926,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ottmar Walter",
    "birthday": "1924-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Ottmar_Walter_Obers%C3%BClzen.jpg/239px-Ottmar_Walter_Obers%C3%BClzen.jpg",
    "extract": "Ottmar Kurt Herrmann Walter was a German footballer who played as a striker.",
    "year": 1924,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William H. Webster",
    "birthday": "1924-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/William_H._Webster_2016.jpg/225px-William_H._Webster_2016.jpg",
    "extract": "William Hedgcock Webster is an American attorney and jurist who most recently served as chair of the Homeland Security Advisory Council from 2005 until 2020. He was a United States district judge of the United States District Court for the Eastern District of Missouri and a United States circuit judge of the United States Court of Appeals for the Eighth Circuit before becoming director of the Federal Bureau of Investigation (FBI) from 1978 to 1987 and director of Central Intelligence (CIA) from 1987 to 1991. He is the only person to have held both positions.",
    "year": 1924,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ed McMahon",
    "birthday": "1923-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/EdMcMahon05.jpg/242px-EdMcMahon05.jpg",
    "extract": "Edward Leo Peter McMahon Jr. was an American announcer, game show host, comedian, actor, singer, and combat aviator. McMahon and Johnny Carson began their association in their first TV series, the ABC game show Who Do You Trust?, running from 1957 to 1962. McMahon then made his famous thirty-year mark as Carson's sidekick, announcer and second banana on NBC's The Tonight Show Starring Johnny Carson from 1962 to 1992.",
    "year": 1923,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Wes Montgomery",
    "birthday": "1923-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Wes_Montgomery_%281967_Gibson_portrait%29.jpg/256px-Wes_Montgomery_%281967_Gibson_portrait%29.jpg",
    "extract": "John Leslie \"Wes\" Montgomery was an American jazz guitarist. Montgomery was known for an unusual technique of plucking the strings with the side of his thumb and his extensive use of octaves, which gave him a distinctive sound.",
    "year": 1923,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Leo Bretholz",
    "birthday": "1921-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Leo_Bretholz.jpg/240px-Leo_Bretholz.jpg",
    "extract": "Leo Bretholz was a Holocaust survivor who, in 1942, escaped from a train heading for Auschwitz. He has also written a book on his experiences, titled Leap into Darkness.",
    "year": 1921,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lewis Gilbert",
    "birthday": "1920-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/08/Lewis_Gilbert.jpg",
    "extract": "Lewis Gilbert was an English film director, producer and screenwriter who directed more than 40 films during six decades; among them such varied titles as Reach for the Sky (1956), Sink the Bismarck! (1960), Alfie (1966), Educating Rita (1983) and Shirley Valentine (1989), as well as three James Bond films: You Only Live Twice (1967), The Spy Who Loved Me (1977) and Moonraker (1979).",
    "year": 1920,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Howard McGhee",
    "birthday": "1918-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Howard_McGhee_1976.jpg/320px-Howard_McGhee_1976.jpg",
    "extract": "Howard McGhee was one of the first American bebop jazz trumpeters, with Dizzy Gillespie, Fats Navarro and Idrees Sulieman. He was known for his fast fingering and high notes. He had an influence on younger bebop trumpeters such as Fats Navarro.",
    "year": 1918,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Donald Davidson (philosopher)",
    "birthday": "1917-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6a/Davidson_pyke.jpg",
    "extract": "Donald Herbert Davidson was an American philosopher. He served as Slusser Professor of Philosophy at the University of California, Berkeley, from 1981 to 2003 after having also held teaching appointments at Stanford University, Rockefeller University, Princeton University, and the University of Chicago. Davidson was known for his charismatic personality and the depth and difficulty of his thought. His work exerted considerable influence in many areas of philosophy from the 1960s onward, particularly in philosophy of mind, philosophy of language, and action theory. While Davidson was an analytic philosopher, and most of his influence lies in that tradition, his work has attracted attention in continental philosophy as well, particularly in literary theory and related areas.",
    "year": 1917,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Will Eisner",
    "birthday": "1917-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Will_Eisner_%28San_Diego_Comic_Con%2C_2004%29.jpg/240px-Will_Eisner_%28San_Diego_Comic_Con%2C_2004%29.jpg",
    "extract": "William Erwin Eisner was an American cartoonist, writer, and entrepreneur. He was one of the earliest cartoonists to work in the American comic book industry, and his series The Spirit (1940–1952) was noted for its experiments in content and form. In 1978, he popularized the term \"graphic novel\" with the publication of his book A Contract with God. He was an early contributor to formal comics studies with his book Comics and Sequential Art (1985). The Eisner Award was named in his honor and is given to recognize achievements each year in the comics medium; he was one of the three inaugural inductees to the Will Eisner Comic Book Hall of Fame.",
    "year": 1917,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Frankie Howerd",
    "birthday": "1917-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Frankie_Howerd_Allan_Warren.jpg/249px-Frankie_Howerd_Allan_Warren.jpg",
    "extract": "Francis Alick Howard, better known by his stage-name Frankie Howerd, was an English actor and comedian.",
    "year": 1917,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ella Logan",
    "birthday": "1913-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c3/Ella_Logan.png/225px-Ella_Logan.png",
    "extract": "Ella Logan was a Scottish-American actress and singer who appeared on Broadway, recorded and had a nightclub career in the United States and internationally.",
    "year": 1913,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mohammed Burhanuddin",
    "birthday": "1912-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Syedna_Mohammed_Burhanuddin_1934.jpg",
    "extract": "Mohammed Burhanuddin was the 52nd Dā'ī al-Mutlaq of Dawoodi Bohras. He led the community for 49 years in a period of social, economic, and educational prosperity; strengthened and re-institutionalized the fundamental core of the community's faith; revived its culture, tradition, and heritage. In successfully achieving coexistence of traditional Islamic values and modern Western practices within the community, Burhanuddin completed the work his predecessor Taher Saifuddin had started. Burhanuddin was presented the highest national civilian honors of the states of Egypt and Jordan recognising his revivalism and restoration efforts. He was known in Arab countries as Azamat us-Sultan. Owing to extensive travels for community reach-out, he was the first Dā'ī al-Mutlaq to visit Europe, Australia, and America.",
    "year": 1912,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Emma Bailey",
    "birthday": "1910-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Emma_Bailey_%28American_auctioneer%29.png/189px-Emma_Bailey_%28American_auctioneer%29.png",
    "extract": "Emma Bailey was an American auctioneer and author, credited with being the first American woman auctioneer. She held her first auction in Brattleboro, Vermont, on May 12, 1950 as a way to supplement her family's income. In 1952 she became the first woman admitted to the National Auctioneers Association. She continued auctioneering for nearly 20 years and wrote a book about her experiences, entitled Sold to the Lady in the Green Hat (1962), before retiring in the late 1960s.",
    "year": 1910,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Obafemi Awolowo",
    "birthday": "1909-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/19/Awolowo-Obafemi.JPG",
    "extract": "Chief Obafemi Jeremiah Oyeniyi Awolowo was a Nigerian nationalist and statesman who played a key role in Nigeria's independence movement, the First and Second Republics and the Civil War. The son of a Yoruba farmer, he was one of the truly self-made men among his contemporaries in Nigeria.",
    "year": 1909,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Stanisław Jerzy Lec",
    "birthday": "1909-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Stanislaw_J._Lec.jpg/235px-Stanislaw_J._Lec.jpg",
    "extract": "Stanisław Jerzy Lec, born Baron Stanisław Jerzy de Tusch-Letz, was a Polish aphorist and poet. Often mentioned among the greatest writers of post-war Poland, he was one of the most influential aphorists of the 20th century, known for lyric poetry and skeptical philosophical-moral aphorisms, often with a political subtext.",
    "year": 1909,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lou Costello",
    "birthday": "1906-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Lou_Costello_in_Africa_Screams.jpg/257px-Lou_Costello_in_Africa_Screams.jpg",
    "extract": "Louis Francis Cristillo, professionally known as Lou Costello, was an American comedian and actor. He was best known for his double act with straight man Bud Abbott and their routine \"Who's on First?\".",
    "year": 1906,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bob Wills",
    "birthday": "1905-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Bob_Wills_photograph_-_Cropped.jpg/280px-Bob_Wills_photograph_-_Cropped.jpg",
    "extract": "James Robert Wills was an American Western swing musician, songwriter, and bandleader. Considered by music authorities as the founder of Western swing, he was known widely as the King of Western Swing.",
    "year": 1905,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "José Antonio Aguirre (politician)",
    "birthday": "1904-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Agirre_Lekube_lehendakaria_%28cropped%29.jpg/253px-Agirre_Lekube_lehendakaria_%28cropped%29.jpg",
    "extract": "José Antonio Aguirre y Lecube was a Basque politician and activist in the Basque Nationalist Party. He was the first president of the Provisional Government of the Basque Country and the executive defense advisor during the Spanish Civil War. Under his mandate, the Provisional Government formed the Basque Army and fought for the Second Spanish Republic.",
    "year": 1904,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Empress Kōjun",
    "birthday": "1903-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Empress_Kojun_1941-face.jpg/250px-Empress_Kojun_1941-face.jpg",
    "extract": "Empress Kōjun , born Princess Nagako , was a member of the Imperial House of Japan, the wife of Emperor Shōwa (Hirohito) and the mother of Shigeko Higashikuni, Princess Sachiko Hisa-nomiya, Kazuko Takatsukasa, Atsuko Ikeda, the Emperor Emeritus Akihito, Prince Masahito Hitachi-nomiya and Takako Shimazu.",
    "year": 1903,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gina Cigna",
    "birthday": "1900-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f4/Gina_Cigna.jpg",
    "extract": "Gina Cigna was a French-Italian dramatic soprano.",
    "year": 1900,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lefty Grove",
    "birthday": "1900-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Lefty_Grove_1939.jpeg/186px-Lefty_Grove_1939.jpeg",
    "extract": "Robert Moses \"Lefty\" Grove was an American professional baseball pitcher. After having success in the minor leagues during the early 1920s, Grove became a star in Major League Baseball with the American League's Philadelphia Athletics and Boston Red Sox. One of the greatest pitchers in history, Grove led the American League in wins in four separate seasons, in strikeouts seven years in a row, and had the league's lowest earned run average a record nine times. Over the course of the three years from 1929 to 1931, he twice won the pitcher's Triple Crown, leading the league in wins, strikeouts, and ERA, while amassing a 79–15 record and leading the Athletics to three straight AL championships. Overall, Grove won 300 games in his 17-year MLB career. He was elected to the National Baseball Hall of Fame in 1947.",
    "year": 1900,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gus Sonnenberg",
    "birthday": "1898-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Dynamite_Gus_Sonnenburg_-_Arena_Gardens_Wrestling_Program_-_1930_cover.jpg/185px-Dynamite_Gus_Sonnenburg_-_Arena_Gardens_Wrestling_Program_-_1930_cover.jpg",
    "extract": "Gustave Adolph Sonnenberg was an American football player and professional wrestler of German descent and World Heavyweight Champion. As a wrestler, he was National Wrestling Association world heavyweight champion. He played in the National Football League (NFL) from 1923 until 1930, for the Buffalo All-Americans, Columbus Tigers, Detroit Panthers, and Providence Steam Roller, where he was a member of the 1928 NFL championship team.",
    "year": 1898,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Albert Tessier",
    "birthday": "1895-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Albert_Tessier.jpg",
    "extract": "Albert Tessier was a French-speaking Canadian priest, historian and a film maker.",
    "year": 1895,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Furry Lewis",
    "birthday": "1893-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Furry_Lewis.jpg/304px-Furry_Lewis.jpg",
    "extract": "Walter E. \"Furry\" Lewis was an American country blues guitarist and songwriter from Memphis, Tennessee. He was one of the first of the blues musicians active in the 1920s to be brought out of retirement and given new opportunities to record during the folk blues revival of the 1960s.",
    "year": 1893,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ella P. Stewart",
    "birthday": "1893-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f1/EllaPStewart.gif",
    "extract": "Ella Nora Phillips Stewart was one of the first African American female pharmacists in the United States.",
    "year": 1893,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ring Lardner",
    "birthday": "1885-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Ring_Lardner_LC-DIG-npcc-03879.jpg/246px-Ring_Lardner_LC-DIG-npcc-03879.jpg",
    "extract": "Ringgold Wilmer Lardner was an American sports columnist and short story writer best known for his satirical writings on sports, marriage, and the theatre. His contemporaries Ernest Hemingway, Virginia Woolf, and F. Scott Fitzgerald all professed strong admiration for his writing, and author John O'Hara directly attributed his understanding of dialogue to him.",
    "year": 1885,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Molla Mallory",
    "birthday": "1884-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Molla_Bjurstedt_1909.jpg/243px-Molla_Bjurstedt_1909.jpg",
    "extract": "Anna Margrethe \"Molla\" Bjurstedt Mallory was a Norwegian tennis player, naturalized American. She won a record eight singles titles at the U.S. National Championships. She was the first woman to represent Norway at the Olympics.",
    "year": 1884,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Guy Kibbee",
    "birthday": "1882-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Guy_Kibbee.jpg/253px-Guy_Kibbee.jpg",
    "extract": "Guy Bridges Kibbee was an American stage and film actor.",
    "year": 1882,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jimmy Hunter",
    "birthday": "1879-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Jimmy_Hunter_1904.jpg/274px-Jimmy_Hunter_1904.jpg",
    "extract": "James Hunter was a rugby union footballer who played for New Zealand's national team, the All Blacks. He played mainly at second five-eighth, although he could play any position in the backline. He played for Hawera Club before being selected for Taranaki in 1898 and the North Island in 1904 before his first All Blacks selection in 1905. He toured with the 1905 All Blacks that travelled to Great Britain, France and North America. After returning he continued to be selected for the All Blacks until retiring after the 1908 season.",
    "year": 1879,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rose Fyleman",
    "birthday": "1877-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/RoseAFyleman.png/289px-RoseAFyleman.png",
    "extract": "\n\nRose Amy Fyleman was an English writer and poet, noted for her works on the fairy folk, for children. Her poem \"There are fairies at the bottom of our garden\" was set to music by English composer Liza Lehmann. Her Christmas carol \"Lift your hidden faces\", set to a French carol tune, was included in the Anglican hymnal Songs of Praise (1931) as well as in the Hutterian Brotherhood's Songs of Light (1977).",
    "year": 1877,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ben Harney",
    "birthday": "1872-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8e/BenHarneyPortrait.jpg",
    "extract": "Benjamin Robertson \"Ben\" Harney was an American songwriter, entertainer, and pioneer of ragtime music. His 1895 composition \"You've Been a Good Old Wagon but You Done Broke Down\" is regarded as among the earliest ragtime composition, but while he promoted himself as the inventor of ragtime, he \"almost certainly was not.\" Though now probably more associated with Scott Joplin, in 1924 The New York Times wrote that Ben Harney \"probably did more to popularize ragtime than any other person.\" Time magazine termed him \"Ragtime's Father\" in 1938.",
    "year": 1872,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Afonso Costa",
    "birthday": "1871-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Afonso_Costa_-_Mar%C3%A7o%2C_1921.png/217px-Afonso_Costa_-_Mar%C3%A7o%2C_1921.png",
    "extract": "Afonso Augusto da Costa, GCTE, GCL was a Portuguese lawyer, professor and republican politician.",
    "year": 1871,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Oscar Straus (composer)",
    "birthday": "1870-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Composer_Oscar_Straus_1907.jpg/204px-Composer_Oscar_Straus_1907.jpg",
    "extract": "Oscar Nathan Straus was a Viennese composer of operettas, film scores, and songs. He also wrote about 500 cabaret songs, chamber music, and orchestral and choral works. His original name was actually Strauss, but for professional purposes he deliberately omitted the final 's'. He wished not to be associated with the musical Strauss family of Vienna. However, he did follow the advice of Johann Strauss II in 1898 about abandoning the prospective lure of writing waltzes for the more lucrative business of writing for the theatre.",
    "year": 1870,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard Rushall",
    "birthday": "1864-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Richard_Rushall_in_mayoral_regalia.jpg/243px-Richard_Rushall_in_mayoral_regalia.jpg",
    "extract": "Captain Richard Boswell Rushall was a British sea captain and businessman who served as mayor of Rangoon, Burma, during the 1930s. He was the first Englishman to hold this position. Born in Braunston, Northamptonshire, Rushall was the eldest of eight children. After finishing school he left for sea, joined the UK's Merchant Navy, and became a ship's captain. He spent 20 years with the Irrawaddy Flotilla Company, of which 17 were in command of steamships belonging to the company. In 1908 he settled in Rangoon with his family, resigned from the Irrawaddy Flotilla Company and founded Rushall & Co. Ltd., a stevedoring and contracting business that employed between 3,000 and 4,000 men.",
    "year": 1864,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Georg Luger",
    "birthday": "1849-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/91/Luger19062iq.jpg",
    "extract": "Georg Johann Luger was an Austrian designer of the famous Luger pistol and the 9×19mm Parabellum cartridge.",
    "year": 1849,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Viktor Burenin",
    "birthday": "1841-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Viktor_Petrovich_Burenin.jpg/243px-Viktor_Petrovich_Burenin.jpg",
    "extract": "Viktor Petrovich Burenin was a Russian literary and theatre critic, publicist, novelist, dramatist, translator and satirical poet notorious for his confrontational articles and satirical poems, mostly targeting leftist writers. He was the author of several popular plays, novels and opera librettos.",
    "year": 1841,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "George du Maurier",
    "birthday": "1834-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/George_du_Maurier.jpg/238px-George_du_Maurier.jpg",
    "extract": "George Louis Palmella Busson du Maurier was a Franco-British cartoonist and writer known for work in Punch and a Gothic novel Trilby, featuring the character Svengali. His son was the actor Sir Gerald du Maurier. The writers Angela du Maurier and Dame Daphne du Maurier and the artist Jeanne du Maurier were all granddaughters of George. He was also father of Sylvia Llewelyn Davies and grandfather of the five boys who inspired J. M. Barrie's Peter Pan.",
    "year": 1834,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Philip Sheridan",
    "birthday": "1831-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/PHILIP_H._SHERIDAN_%28profile%29.jpg/240px-PHILIP_H._SHERIDAN_%28profile%29.jpg",
    "extract": "General of the Army Philip Henry Sheridan was a career United States Army officer and a Union general in the American Civil War. His career was noted for his rapid rise to major general and his close association with General-in-chief Ulysses S. Grant, who transferred Sheridan from command of an infantry division in the Western Theater to lead the Cavalry Corps of the Army of the Potomac in the East. In 1864, he defeated Confederate forces under General Jubal Early in the Shenandoah Valley and his destruction of the economic infrastructure of the Valley, called \"The Burning\" by residents, was one of the first uses of scorched-earth tactics in the war. In 1865, his cavalry pursued Gen. Robert E. Lee and was instrumental in forcing his surrender at Appomattox Courthouse.",
    "year": 1831,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Annie Feray Mutrie",
    "birthday": "1826-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Annie_Feray_Mutrie.gif",
    "extract": "Annie Feray Mutrie was a British still-life painter. She exhibited regularly and she and her sister Martha were considered the best flower painters in oils.",
    "year": 1826,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charles I of Württemberg",
    "birthday": "1823-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/King_Karl_von_W%C3%BCrttemberg-Richard_Lauchert-IMG_5314.JPG/198px-King_Karl_von_W%C3%BCrttemberg-Richard_Lauchert-IMG_5314.JPG",
    "extract": "Charles was King of Württemberg, from 25 June 1864 until his death in 1891.",
    "year": 1823,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William Claflin",
    "birthday": "1818-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/William_Claflin_-_Brady-Handy.jpg/242px-William_Claflin_-_Brady-Handy.jpg",
    "extract": "William Claflin was an American politician, industrialist and philanthropist from Massachusetts. He served as the 27th Governor of the Commonwealth of Massachusetts from 1869 to 1872 and as a member of the United States Congress from 1877 to 1881. He also served as chairman of the Republican National Committee from 1868 to 1872, serving as a moderating force between the Radical and moderate wings of the Republican Party. His name is given to Claflin University in South Carolina, a historically black college founded with funding from him and his father.",
    "year": 1818,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Princess Clémentine of Orléans",
    "birthday": "1817-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Princess_Cl%C3%A9mentine_of_Orl%C3%A9ans.jpg/227px-Princess_Cl%C3%A9mentine_of_Orl%C3%A9ans.jpg",
    "extract": "Princess Clémentine of Orléans, princess of Saxe-Coburg and Gotha and duchess in Saxony, was the sixth child of ten and youngest daughter of Louis-Philippe I, King of the French, and his wife Maria Amalia of the Two Sicilies. She was the mother of Ferdinand I, Tsar of Bulgaria.",
    "year": 1817,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Aaron Lufkin Dennison",
    "birthday": "1812-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Dennison%2C_Aaron_Lufkin%2C_Portrait.jpg/283px-Dennison%2C_Aaron_Lufkin%2C_Portrait.jpg",
    "extract": "Aaron Lufkin Dennison was an American watchmaker and businessman who founded a number of companies.",
    "year": 1812,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Elizabeth Barrett Browning",
    "birthday": "1806-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Elizabeth_Barrett_Browning.jpg/244px-Elizabeth_Barrett_Browning.jpg",
    "extract": "Elizabeth Barrett Browning was an English poet of the Victorian era, popular in Britain and the United States during her lifetime.",
    "year": 1806,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joseph von Fraunhofer",
    "birthday": "1787-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Joseph_v_Fraunhofer.jpg/251px-Joseph_v_Fraunhofer.jpg",
    "extract": "Joseph Ritter von Fraunhofer was a German physicist and optical lens manufacturer. He made optical glass and achromatic telescope objective lenses, invented the spectroscope, and developed diffraction grating. In 1814, he discovered and studied the dark absorption lines in the spectrum of the sun now known as Fraunhofer lines.",
    "year": 1787,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Karol Kurpiński",
    "birthday": "1785-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Karol_Kurpi%C5%84ski.jpg/277px-Karol_Kurpi%C5%84ski.jpg",
    "extract": "Karol Kazimierz Kurpiński was a Polish composer, conductor and pedagogue. He was a representative of late classicism and a member of the Warsaw Society of Friends of Learning. He is also known for having composed the music to the 1831 patriotic song La Varsovienne with lyrics by Casimir Delavigne. He was also a mentor and influence of a young Chopin.",
    "year": 1785,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Antoine-Henri Jomini",
    "birthday": "1779-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Jomini_Antoine-Henri.jpg/276px-Jomini_Antoine-Henri.jpg",
    "extract": "Antoine-Henri Jomini was a Swiss military officer who served as a general in French and later in Russian service, and one of the most celebrated writers on the Napoleonic art of war. Jomini's ideas are a staple at military academies, the United States Military Academy at West Point being a prominent example; his theories were thought to have affected many officers who later served in the American Civil War. He may have coined the term logistics in his Summary of the Art of War (1838).",
    "year": 1779,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Antoine-François Andréossy",
    "birthday": "1761-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Eymar_-_Fran%C3%A7ois-Andr%C3%A9ossi.jpg/251px-Eymar_-_Fran%C3%A7ois-Andr%C3%A9ossi.jpg",
    "extract": "Comte Antoine-François Andréossy was a Franco-Italian nobleman, who served as a French Army artillery general, diplomat and parliamentarian.",
    "year": 1761,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henry Laurens",
    "birthday": "1724-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Henry_laurens.jpg/263px-Henry_laurens.jpg",
    "extract": "Henry Laurens was an American Founding Father, merchant, slave trader, and rice planter from South Carolina who became a political leader during the Revolutionary War. A delegate to the Second Continental Congress, Laurens succeeded John Hancock as its president. He was a signatory to the Articles of Confederation and, as president, presided over its passage.",
    "year": 1724,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Pehr Kalm",
    "birthday": "1716-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/PehrKalm.jpg/259px-PehrKalm.jpg",
    "extract": "Pehr Kalm, also known as Peter Kalm, was a Finnish explorer, botanist, naturalist, and agricultural economist. He was one of the most important apostles of Carl Linnaeus.",
    "year": 1716,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "George Pocock",
    "birthday": "1706-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Sir_George_Pocock_by_Thomas_Hudson.jpg/265px-Sir_George_Pocock_by_Thomas_Hudson.jpg",
    "extract": "Admiral Sir George Pocock or Pococke, KB was a British officer of the Royal Navy.",
    "year": 1706,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Francis Atterbury",
    "birthday": "1663-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Francis_Atterbury_by_Godfrey_Kneller.jpg/239px-Francis_Atterbury_by_Godfrey_Kneller.jpg",
    "extract": "Francis Atterbury was an English man of letters, politician and bishop. A High Church Tory and Jacobite, he gained patronage under Queen Anne, but was mistrusted by the Hanoverian Whig ministries, and banished for communicating with the Old Pretender. He was a noted wit and a gifted preacher.",
    "year": 1663,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Cyrano de Bergerac",
    "birthday": "1619-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Savinien_de_Cyrano_de_Bergerac.JPG/232px-Savinien_de_Cyrano_de_Bergerac.JPG",
    "extract": "Savinien de Cyrano de Bergerac was a French novelist, playwright, epistolarian, and duelist.",
    "year": 1619,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Santi di Tito",
    "birthday": "1536-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Santi_di_Tito_-_Vision_of_St_Thomas_Aquinas_-_WGA22722.jpg/211px-Santi_di_Tito_-_Vision_of_St_Thomas_Aquinas_-_WGA22722.jpg",
    "extract": "Santi di Tito was one of the most influential and leading Italian painters of the proto-Baroque style – what is sometimes referred to as \"Counter-Maniera\" or Counter-Mannerism.",
    "year": 1536,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Luigi Alamanni",
    "birthday": "1495-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Alamanni_Luigi_1495-1556.png/241px-Alamanni_Luigi_1495-1556.png",
    "extract": "Luigi Alamanni was an Italian poet and statesman. He was regarded as a prolific and versatile poet. He was credited with introducing the epigram into Italian poetry.",
    "year": 1495,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Juan Luis Vives",
    "birthday": "1493-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/LuisVives.jpg/256px-LuisVives.jpg",
    "extract": "Juan Luis Vives March  was a Spanish (Valencian) scholar and Renaissance humanist who spent most of his adult life in the Southern Netherlands. His beliefs on the soul, insight into early medical practice, and perspective on emotions, memory and learning earned him the title of the \"father\" of modern psychology. Vives was the first to shed light on some key ideas that established how psychology is perceived today.",
    "year": 1493,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Francesco Guicciardini",
    "birthday": "1483-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/22/Ritratto_di_francesco_guicciardini.jpg",
    "extract": "Francesco Guicciardini was an Italian historian and statesman. A friend and critic of Niccolò Machiavelli, he is considered one of the major political writers of the Italian Renaissance. In his masterpiece, The History of Italy, Guicciardini paved the way for a new style in historiography with his use of government sources to support arguments and the realistic analysis of the people and events of his time.",
    "year": 1483,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michelangelo",
    "birthday": "1475-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Michelangelo_Daniele_da_Volterra_%28dettaglio%29.jpg/276px-Michelangelo_Daniele_da_Volterra_%28dettaglio%29.jpg",
    "extract": "Michelangelo di Lodovico Buonarroti Simoni, known simply as Michelangelo, was an Italian sculptor, painter, architect and poet of the High Renaissance. Born in the Republic of Florence, his work had a major influence on the development of Western art, particularly in relation to the Renaissance notions of humanism and naturalism. He is often considered a contender for the title of the archetypal Renaissance man, along with his rival and elder contemporary, Leonardo da Vinci. Given the sheer volume of surviving correspondence, sketches, and reminiscences, Michelangelo is one of the best-documented artists of the 16th century and several scholars have described Michelangelo as the most accomplished artist of his era.",
    "year": 1475,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jakob Fugger",
    "birthday": "1459-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Albrecht_D%C3%BCrer_080.jpg/226px-Albrecht_D%C3%BCrer_080.jpg",
    "extract": "Jakob Fugger of the Lily, also known as Jakob Fugger the Rich or sometimes Jakob II, was a major German merchant, mining entrepreneur, and banker. He was a descendant of the Fugger merchant family located in the Mixed Imperial City of Augsburg, where he was born and later also elevated through marriage to Grand Burgher of Augsburg. Within a few decades he expanded the family firm to a business operating in all of Europe. He began his education at the age of 14 in Venice, which also remained his main residence until 1487. At the same time he was a cleric and held several prebendaries, even though he lived in a monastery, Jakob found time to study history of investment in early Asian markets. His net worth at the time of his death was approximately 2 million guilders, which allowing for inflation is approximately US$328 million. At the time of his death in 1525, Fugger's personal wealth was equivalent to 2% of the GDP of Europe.",
    "year": 1459,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John II of Castile",
    "birthday": "1405-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Burgos_-_Cartuja_de_Miraflores_-_Tumba_de_Juan_II_de_Castilla.jpg/320px-Burgos_-_Cartuja_de_Miraflores_-_Tumba_de_Juan_II_de_Castilla.jpg",
    "extract": "John II of Castile was King of Castile and León from 1406 to 1454. He succeeded his older sister, Maria of Castile, Queen of Aragon, as Prince of Asturias in 1405.",
    "year": 1405,
    "month": 3,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John of Gaunt",
    "birthday": "1340-3-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Johnofgaunt.jpg/250px-Johnofgaunt.jpg",
    "extract": "John of Gaunt, Duke of Lancaster was an English royal prince, military leader, and statesman. He was the third son of King Edward III of England, and the father of King Henry IV. Due to Gaunt's royal origin, advantageous marriages, and some generous land grants, he was one of the richest men of his era, and was an influential figure during the reigns of both his father and his nephew, Richard II. As Duke of Lancaster, he is the founder of the royal House of Lancaster, whose members would ascend the throne after his death. His birthplace, Ghent, corrupted into English as Gaunt, was the origin for his name. When he became unpopular later in life, a scurrilous rumour circulated, along with lampoons, claiming that he was actually the son of a Ghent butcher. This rumour, which infuriated him, may have been inspired by the fact that Edward III had not been present at his birth.",
    "year": 1340,
    "month": 3,
    "day": 6,
    "language": "en"
  }
]