[
  {
    "name": "Tijana Bošković",
    "birthday": "1997-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/2016-12-14_Tijana_Boskovic_by_Sandro_Halank.jpg/160px-2016-12-14_Tijana_Boskovic_by_Sandro_Halank.jpg",
    "extract": "Tijana Bošković is a Serbian volleyball player for the Serbia women's national volleyball team. She was the leading scorer for the Serbia women's national volleyball team in her debut in the 2014 FIVB Volleyball Women's World Championship, and 2017 Women's European Volleyball Championship. She has won the Serbian Championship title and two Serbian Super Cups. Her current club is Eczacıbaşı VitrA since 2015-2016 season.",
    "year": 1997,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Matthew Hammelmann",
    "birthday": "1996-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Matthew_Hammelmann.jpg/213px-Matthew_Hammelmann.jpg",
    "extract": "Matthew Hammelmann is a former professional Australian rules footballer who played for the Brisbane Lions in the Australian Football League (AFL). He was drafted by the Brisbane Lions with their fourth selection and seventy-fifth overall in the 2015 AFL rookie draft. He debuted in the forty-two point loss against Richmond in round 14, 2016. In October 2017, he was delisted by Brisbane.",
    "year": 1996,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tom English (rugby union)",
    "birthday": "1991-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Tom_English_2014.jpg/310px-Tom_English_2014.jpg",
    "extract": "Tom English is an Australian rugby player, currently playing with the Melbourne Rebels in the Super Rugby. English plays as a centre, however, he can play on the wing.",
    "year": 1991,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Asier Illarramendi",
    "birthday": "1990-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Asier_Illaramendi_-_Real_Sociedad_2016-17_%28cropped%29.jpg/248px-Asier_Illaramendi_-_Real_Sociedad_2016-17_%28cropped%29.jpg",
    "extract": "Asier Illarramendi \"Illarra\" Andonegi  is a Spanish professional footballer who plays for and captains Real Sociedad as a defensive midfielder.",
    "year": 1990,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Petra Kvitová",
    "birthday": "1990-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Petra_Kvitov%C3%A1_Maud_Watson_trophy_2018.jpg/220px-Petra_Kvitov%C3%A1_Maud_Watson_trophy_2018.jpg",
    "extract": "Petra Kvitová is a Czech professional tennis player. Known for her powerful left-handed groundstrokes and variety, Kvitová turned professional in 2006 and has won 28 career singles titles, two of which are Grand Slam titles, the Wimbledon Championships in 2011 and in 2014. She also won a bronze medal while representing the Czech Republic at the 2016 Rio Olympics. Her career-high ranking of world No. 2 was achieved on 31 October 2011.",
    "year": 1990,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Maria Ohisalo",
    "birthday": "1985-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Maria_Ohisalo_2019_cropped.jpg/203px-Maria_Ohisalo_2019_cropped.jpg",
    "extract": "Maria Karoliina Ohisalo is a Finnish politician and researcher. She is a member of the Green League and has served as the party's leader since 2019. In the 2019 parliamentary election, she was elected with 11,797 votes. She was named Minister of the Interior in the Rinne Cabinet and continued with her duties in the following Marin Cabinet.",
    "year": 1985,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ross Taylor",
    "birthday": "1984-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Ross_Taylor.jpg/320px-Ross_Taylor.jpg",
    "extract": "Luteru Ross Poutoa Lote Taylor is a former international cricketer and former captain of the New Zealand national team. Batting predominantly at number four, when he announced his retirement from international cricket at the end of 2021 he was the leading run-scorer for New Zealand in Test and One Day International cricket.",
    "year": 1984,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "André Santos",
    "birthday": "1983-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Andre_Santos_2.jpg/215px-Andre_Santos_2.jpg",
    "extract": "André Clarindo dos Santos is a Brazilian footballer who most recently played for Figueirense. Santos is a left-back, who can also be deployed as a left winger. On 15 June 2009, he made his first international appearance as a substitute in a match against Egypt. Santos participated and helped Brazil capture the 2009 FIFA Confederations Cup. He joined Arsenal from Fenerbahçe in August 2011.",
    "year": 1983,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mark Worrell",
    "birthday": "1983-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Mark_Worrell_on_July_20%2C_2011.jpg/320px-Mark_Worrell_on_July_20%2C_2011.jpg",
    "extract": "Mark Robert Worrell is an American former Major League Baseball pitcher who played for the St. Louis Cardinals and the Baltimore Orioles between 2008 and 2011.",
    "year": 1983,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Leonidas Kampantais",
    "birthday": "1982-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Kampantigoal.jpg/320px-Kampantigoal.jpg",
    "extract": "Leonidas Kampantais is a Greek professional footballer who plays as a striker for Atlantis Anthoussa.",
    "year": 1982,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Keemstar",
    "birthday": "1982-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/KeemstarColdOnes2020_%28cropped%29.jpg/320px-KeemstarColdOnes2020_%28cropped%29.jpg",
    "extract": "Daniel M. Keem, better known by his online alias Keemstar, is an American YouTuber, podcaster, and streamer. A controversial figure, he is best known for being the host of the Internet popular culture news show DramaAlert.",
    "year": 1982,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "James Van Der Beek",
    "birthday": "1977-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/JamesVanDerBeekSept2013TIFF.jpg/240px-JamesVanDerBeekSept2013TIFF.jpg",
    "extract": "James William Van Der Beek is an American actor best known for his portrayal of Dawson Leery in the WB series Dawson's Creek and Johnny \"Mox\" Moxon in Varsity Blues (1999). He played a fictionalized version of himself on the cult ABC sitcom Don't Trust the B---- in Apartment 23, starred in CSI: Cyber as FBI Special Agent Elijah Mundo, and as Matt Bromley on the FX drama Pose.",
    "year": 1977,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Johann Vogel (footballer)",
    "birthday": "1977-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Vogel061115.jpg/320px-Vogel061115.jpg",
    "extract": "Johann Louis François Vogel is a Swiss former professional footballer who played as a midfielder. He spent most of his professional with Grasshopper Club Zürich and PSV. In his later career, he played for Milan, Betis, and Blackburn Rovers before returning to Grasshoppers. At international level, he amassed 94 caps scoring twice for the Switzerland national team.",
    "year": 1977,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Juan Encarnación",
    "birthday": "1976-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Juan_Encarnacion.jpg/197px-Juan_Encarnacion.jpg",
    "extract": "Juan De Dios Encarnación is a Dominican former professional baseball outfielder. He played 11 seasons in Major League Baseball (MLB) from 1997 to 2007 for the Detroit Tigers, Cincinnati Reds, Florida Marlins, Los Angeles Dodgers, and St. Louis Cardinals. Encarnación suffered a career-ending injury after getting hit in the eye by a foul ball on August 31, 2007.",
    "year": 1976,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Freddie Prinze Jr.",
    "birthday": "1976-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Freddie_Prinze%2C_Jr._%2827600088526%29_%28cropped%29.jpg/207px-Freddie_Prinze%2C_Jr._%2827600088526%29_%28cropped%29.jpg",
    "extract": "Frederick James Prinze Jr. is an American actor, television and film producer, and screenwriter. He has starred in films such as I Know What You Did Last Summer (1997) and its sequel I Still Know What You Did Last Summer (1998), She's All That (1999), Summer Catch (2001), Scooby-Doo (2002), and its sequel Scooby-Doo 2: Monsters Unleashed (2004). Prinze has also had recurring and starring roles in television shows, including Friends (2002), Boston Legal (2004), Freddie (2005–06) and 24 (2010), and voiced Kanan Jarrus in the Disney XD series Star Wars Rebels. He is the only child of comedian and actor Freddie Prinze.",
    "year": 1976,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lena Sundström",
    "birthday": "1972-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Lena_Sundstr%C3%B6m_09.jpg/240px-Lena_Sundstr%C3%B6m_09.jpg",
    "extract": "Lena Amalia Kyoung Ran Sundström is a Swedish journalist and author. She writes news chronicles and writes for Swedish daily newspaper Dagens Nyheter. She has also had her own column at Aftonbladet newspaper, Metro newspaper's Swedish editions, Mersmak and Dagens Arbete.",
    "year": 1972,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jason Elam",
    "birthday": "1970-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Jason_Elam_2009.jpg/213px-Jason_Elam_2009.jpg",
    "extract": "Jason Elam is a former American football placekicker. He was drafted by the Denver Broncos in the third round of the 1993 NFL Draft and played 15 seasons with the Broncos and two with the Atlanta Falcons.",
    "year": 1970,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Greg Barker, Baron Barker of Battle",
    "birthday": "1966-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5c/Gregory_Barker%2C_Minister_of_State_of_the_Department_of_Energy_and_Climate_Change.jpg",
    "extract": "Gregory Leonard George Barker, Baron Barker of Battle, is a British Conservative Party politician and life peer. In May 2010 he was appointed Minister of State for Energy and Climate Change, a role in which he served until 2014. At the following year's general election he stood down as MP for Bexhill and Battle and was appointed to the House of Lords.",
    "year": 1966,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kenny Smith",
    "birthday": "1965-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Kenny_Smith_crop_%28cropped%29.jpg/267px-Kenny_Smith_crop_%28cropped%29.jpg",
    "extract": "Kenneth Smith, nicknamed \"the Jet\", is an American sports commentator and former professional basketball player in the National Basketball Association (NBA). He played in the NBA from 1987 to 1997 as a member of the Sacramento Kings, Atlanta Hawks, Houston Rockets, Detroit Pistons, Orlando Magic, and Denver Nuggets. He won back-to-back NBA championships with Houston.",
    "year": 1965,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Camryn Manheim",
    "birthday": "1961-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Camryn_Manheim_TFF_2007_Shankbone.jpg/256px-Camryn_Manheim_TFF_2007_Shankbone.jpg",
    "extract": "Debra Frances \"Camryn\" Manheim is an American actress known for her roles as attorney Ellenor Frutt on ABC's The Practice, Delia Banks on CBS's Ghost Whisperer, Gladys Presley in the 2005 miniseries Elvis, and \"Control\" on Person of Interest. In 1999, Manheim won the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series for her work on The Practice.",
    "year": 1961,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Larry Murphy (ice hockey)",
    "birthday": "1961-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Larry_Murphy_Mellon_Arena_Final_Game_2010-04-08.JPG/312px-Larry_Murphy_Mellon_Arena_Final_Game_2010-04-08.JPG",
    "extract": "Lawrence Thomas Murphy is a Canadian former professional ice hockey defenceman. He played over 20 years in the National Hockey League, suiting up for the Los Angeles Kings, Washington Capitals, Minnesota North Stars, Pittsburgh Penguins, Toronto Maple Leafs, and Detroit Red Wings.",
    "year": 1961,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Aidan Quinn",
    "birthday": "1959-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Aidan_Quinn_at_the_2009_Tribeca_Film_Festival.jpg/217px-Aidan_Quinn_at_the_2009_Tribeca_Film_Festival.jpg",
    "extract": "Aidan Quinn is an American actor who made his film debut in Reckless (1984). He has starred in over 80 feature films, including Desperately Seeking Susan (1985), The Mission (1986), Stakeout (1987), Avalon (1990), Benny & Joon (1993), Legends of the Fall (1994), Mary Shelley's Frankenstein (1994), Michael Collins (1996), Practical Magic (1998), Song for a Raggy Boy (2003), and Unknown (2011).",
    "year": 1959,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gary Numan",
    "birthday": "1958-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Gary_Numan.jpg/240px-Gary_Numan.jpg",
    "extract": "Gary Numan is an English electronic musician. He is a singer, songwriter, composer, instrumentalist and record-producer. He entered the music industry as frontman of the new wave band Tubeway Army. After releasing two albums with the band, he released his debut solo album The Pleasure Principle in 1979, topping the UK Albums Chart. While his commercial popularity peaked in the late 1970s and early 1980s with hits including \"Are 'Friends' Electric?\" and \"Cars\", Numan maintains a cult following. He has sold over 10 million records.",
    "year": 1958,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Clive Burr",
    "birthday": "1957-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a7/Clive_Burr_playing_drums.jpg/320px-Clive_Burr_playing_drums.jpg",
    "extract": "Clive Burr was an English drummer. He was a member of British heavy metal band Iron Maiden from 1979 to 1982.",
    "year": 1957,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Billy Childs",
    "birthday": "1957-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Billy_Childs_2008.JPG/320px-Billy_Childs_2008.JPG",
    "extract": "William Edward Childs is an American jazz pianist, composer, arranger and conductor from Los Angeles, California, United States.",
    "year": 1957,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bob Stoddard",
    "birthday": "1957-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/1985_Nashville_Bob_Stoddard.jpg/244px-1985_Nashville_Bob_Stoddard.jpg",
    "extract": "Robert Lyle Stoddard is an American former professional baseball pitcher who played for the Seattle Mariners, Detroit Tigers, San Diego Padres and Kansas City Royals of Major League Baseball (MLB). Stoddard attended Fresno State University and he threw and batted right-handed.",
    "year": 1957,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Laurie Cunningham",
    "birthday": "1956-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Souness_%28links%29_en_Neal_%28rechts%29_in_duel_met_Cunningham_%28Real_Madrid%29.jpg/320px-Souness_%28links%29_en_Neal_%28rechts%29_in_duel_met_Cunningham_%28Real_Madrid%29.jpg",
    "extract": "Laurence Paul Cunningham was an English professional footballer. A left winger, he notably played in England, France and Spain, where he became the first ever British player to sign for Real Madrid.",
    "year": 1956,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Malpass",
    "birthday": "1956-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/David_Malpass%2C_World_Bank_Group_President_%28cropped%29.jpg/242px-David_Malpass%2C_World_Bank_Group_President_%28cropped%29.jpg",
    "extract": "David Robert Malpass is an American economic analyst and former government official serving as President of the World Bank Group since 2019. Malpass previously served as Under Secretary of the Treasury for International Affairs under Donald Trump, Deputy Assistant Treasury Secretary under Ronald Reagan, Deputy Assistant Secretary of State under George H. W. Bush. He served as Chief Economist at Bear Stearns for the six years preceding its collapse.",
    "year": 1956,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Wilkie (swimmer)",
    "birthday": "1954-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/David_Wilkie_%28swimmer%29.jpg/246px-David_Wilkie_%28swimmer%29.jpg",
    "extract": "David Andrew Wilkie is a Scottish former competitive swimmer who was Olympic and Commonwealth Games champion in the 1970s. He is the only person to have held British, American, Commonwealth, European, world and Olympic swimming titles at the same time and was the first British swimmer to win an Olympic gold medal since Anita Lonsbrough in 1960.",
    "year": 1954,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jim Rice",
    "birthday": "1953-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Jim_Rice_1976.jpg/194px-Jim_Rice_1976.jpg",
    "extract": "James Edward Rice, nicknamed \"Jim Ed\", is a former Major League Baseball left fielder and designated hitter. He was inducted into the Baseball Hall of Fame on July 26, 2009, as the 103rd member voted in by the BBWAA. Rice played his entire 16-year baseball career for the Boston Red Sox.",
    "year": 1953,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Teófilo Cubillas",
    "birthday": "1949-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Te%C3%B3filo_Cubillas.JPG/308px-Te%C3%B3filo_Cubillas.JPG",
    "extract": "Teófilo Juan Cubillas Arizaga is a Peruvian former footballer who played as an attacking midfielder. He was selected as Peru's greatest ever player in an IFFHS poll, in which he was also included in the world's Top 50. He is considered by many as the maximum reference of Peruvian football and one of the best South American players in history. He was renowned for his technique, shooting ability and free kick ability. He was considered one of the best players in the world of the 1970s and the best in his position of the decade only behind the Dutch Johan Cruyff. Among his main achievements are the FIFA awards for the best young player and the bronze boot in Mexico 1970, as well as the silver boot and member of the ideal team of Argentina 1978, he was also champion and best player of the 1975 Copa América. He is regarded one of the best attacking midfielders in the history of football.",
    "year": 1949,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jonathan Sacks, Baron Sacks",
    "birthday": "1948-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Sirjonathansacks.jpg/283px-Sirjonathansacks.jpg",
    "extract": "Jonathan Henry Sacks, Baron Sacks was an English Orthodox rabbi, philosopher, theologian, and author.",
    "year": 1948,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carole Bayer Sager",
    "birthday": "1947-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/CaroleBayerSagerHWOFMay2013.jpg/320px-CaroleBayerSagerHWOFMay2013.jpg",
    "extract": "Carole Bayer Sager is an American lyricist, singer, and songwriter.",
    "year": 1947,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michael S. Hart",
    "birthday": "1947-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Michael_Hart_at_HOPE_Conference_%28cropped%29.jpg",
    "extract": "Michael Stern Hart was an American author, best known as the inventor of the e-book and the founder of Project Gutenberg (PG), the first project to make e-books freely available via the Internet. He published e-books years before the Internet existed via the ARPANET, and later on BBS networks and Gopher servers.",
    "year": 1947,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Micky Dolenz",
    "birthday": "1945-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Micky_Dolenz_at_Epcot_2013_%28cropped%29.jpg/240px-Micky_Dolenz_at_Epcot_2013_%28cropped%29.jpg",
    "extract": "George Michael Dolenz Jr. is an American actor, musician, TV producer and businessman. He is best known as the vocalist and drummer for the 1960s pop-rock band the Monkees and a co-star of the TV series The Monkees (1966–1968). Upon the death of Michael Nesmith in 2021, Dolenz became the sole surviving member of the band.",
    "year": 1945,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Anselm Kiefer",
    "birthday": "1945-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cc/%27Grane%27_by_Anselm_Kiefer._Woodcut_with_paint_and_collage_on_paper_mounted_on_linin%2C_Museum_of_Modern_Art_%28New_York_City%29.jpg",
    "extract": "Anselm Kiefer is a German painter and sculptor. He studied with Peter Dreher and Horst Antes at the end of the 1960s. His works incorporate materials such as straw, ash, clay, lead, and shellac. The poems of Paul Celan have played a role in developing Kiefer's themes of German history and the horrors of the Holocaust, as have the spiritual concepts of Kabbalah.",
    "year": 1945,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sergey Nikitin (musician)",
    "birthday": "1944-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Sergey_Nikitin_jun06_crop.jpg/320px-Sergey_Nikitin_jun06_crop.jpg",
    "extract": "Sergey Yakovlevich Nikitin is a prominent Soviet and Russian bard, composer, and biophysicist. He performs both solo and in a duet with his wife, Tatyana Nikitina all over Russia, the former Soviet republics, and other countries with significant Russian-speaking diaspora. Nikitin is also known as a composer and performer of songs for children.",
    "year": 1944,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Susan Clark",
    "birthday": "1943-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Susan_Clark_as_Babe_1975.JPG/246px-Susan_Clark_as_Babe_1975.JPG",
    "extract": "Susan Clark is a Canadian actress, known for her movie roles such as Coogan's Bluff and Colossus: The Forbin Project, and for her role as Katherine Papadopolis on the American television sitcom Webster, on which she appeared with her husband, Alex Karras.",
    "year": 1943,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lynn Redgrave",
    "birthday": "1943-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Lynn_Redgrave_1999.jpg/299px-Lynn_Redgrave_1999.jpg",
    "extract": "Lynn Rachel Redgrave was an English actress. She won two Golden Globe Awards, was a two-time Oscar nominee and received Emmy, Grammy, and Tony nominations.",
    "year": 1943,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dick Allen",
    "birthday": "1942-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Dick_Allen.jpg/233px-Dick_Allen.jpg",
    "extract": "Richard Anthony Allen was an American professional baseball player. During his fifteen-year-long Major League Baseball (MLB) career, he played as a first baseman, third baseman, and outfielder, most notably for the Philadelphia Phillies and Chicago White Sox, and was one of baseball's top sluggers of the 1960s and early 1970s.",
    "year": 1942,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ann Packer",
    "birthday": "1942-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Ann_Packer_%281964%29.jpg/240px-Ann_Packer_%281964%29.jpg",
    "extract": "Ann Elizabeth Packer MBE is an English former sprinter, hurdler and long jumper. She won a gold medal in the 800 metres and a silver in the 400 metres at the 1964 Summer Olympics.",
    "year": 1942,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Norman Stone",
    "birthday": "1941-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/19/Norman_Stone_%281941%E2%80%932019%29.jpg/252px-Norman_Stone_%281941%E2%80%932019%29.jpg",
    "extract": "Norman Stone was a Scottish historian and author. He was Professor of European History in the Department of International Relations at Bilkent University, having formerly been a professor at the University of Oxford, a lecturer at the University of Cambridge, and an adviser to British Prime Minister Margaret Thatcher. He was a board member of the Center for Eurasian Studies (AVIM), and devoted some of the last years of his life to promoting Armenian genocide denial.",
    "year": 1941,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jim Bouton",
    "birthday": "1939-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Jim_Bouton_1969.jpg/271px-Jim_Bouton_1969.jpg",
    "extract": "James Alan Bouton was an American professional baseball player. Bouton played in Major League Baseball (MLB) as a pitcher for the New York Yankees, Seattle Pilots, Houston Astros, and Atlanta Braves between 1962 and 1978. He was also a best-selling author, actor, activist, sportscaster and one of the creators of Big League Chew.",
    "year": 1939,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lidiya Skoblikova",
    "birthday": "1939-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Lidiya_Skoblikova_1967.jpg/319px-Lidiya_Skoblikova_1967.jpg",
    "extract": "Lidiya Pavlovna Skoblikova is a retired Russian speed skater and coach. She represented the USSR Olympic team during the Olympic Winter Games in 1960, 1964 and 1968, and won a total of six gold medals, a record she shares with Dutch speed skater Ireen Wüst. She also won 25 gold medals at the world championships and 15 gold medals at the USSR National Championships in several distances. She was also the first athlete to earn six gold medals in the Winter Olympics and the first to earn four gold medals at a single Olympic Winter Games. She was the most successful athlete at the 1960 and 1964 Winter Olympics, sharing the honour for 1960 Games with her compatriot Yevgeny Grishin.",
    "year": 1939,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard Fariña",
    "birthday": "1937-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cf/Richard_Fari%C3%B1a.jpg",
    "extract": "Richard George Fariña was an American folksinger, songwriter, poet and novelist.",
    "year": 1937,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Juvénal Habyarimana",
    "birthday": "1937-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Juv%C3%A9nal_Habyarimana_%281980%29.jpg/228px-Juv%C3%A9nal_Habyarimana_%281980%29.jpg",
    "extract": "Juvénal Habyarimana was a Rwandan politician and military officer who served as the second president of Rwanda, from 1973 until 1994. He was nicknamed Kinani, a Kinyarwanda word meaning \"invincible\".",
    "year": 1937,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sue Ane Langdon",
    "birthday": "1936-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Sue_Ane_Langdon_1958.JPG/237px-Sue_Ane_Langdon_1958.JPG",
    "extract": "Sue Ane Langdon is an American actress. She has appeared in dozens of television series and had featured roles in films like A Guide for the Married Man and The Cheyenne Social Club, both directed by Gene Kelly, as well as The Rounders opposite Henry Fonda and Glenn Ford and a pair of Elvis Presley movies, Roustabout and Frankie and Johnny.",
    "year": 1936,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "George Coleman",
    "birthday": "1935-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/George_Coleman_at_the_Jazz_Standard%2C_October_2012.jpg/320px-George_Coleman_at_the_Jazz_Standard%2C_October_2012.jpg",
    "extract": "George Edward Coleman is an American jazz saxophonist known for his work with Miles Davis and Herbie Hancock in the 1960s. In 2015, he was named an NEA Jazz Master.",
    "year": 1935,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marv Breeding",
    "birthday": "1934-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f9/Marv_Breeding.jpg",
    "extract": "Marv Eugene Breeding was an American professional baseball second baseman who played four seasons in Major League Baseball (MLB) for the Baltimore Orioles, Washington Senators and Los Angeles Dodgers between 1960 and 1963. He batted and threw right-handed and was listed as 6 feet (1.8 m) tall and 175 pounds (79 kg).",
    "year": 1934,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John McPhee",
    "birthday": "1931-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/John_Mcphee.jpg/273px-John_Mcphee.jpg",
    "extract": "John Angus McPhee is an American writer. He is considered one of the pioneers of creative nonfiction. He is a four-time finalist for the Pulitzer Prize in the category General Nonfiction, and he won that award on the fourth occasion in 1999 for Annals of the Former World. In 2008, he received the George Polk Career Award for his \"indelible mark on American journalism during his nearly half-century career\". Since 1974, McPhee has been the Ferris Professor of Journalism at Princeton University.",
    "year": 1931,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Neil Postman",
    "birthday": "1931-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5f/Neil_Postman.jpg",
    "extract": "Neil Postman was an American author, educator, media theorist and cultural critic, who eschewed digital technology, including personal computers, mobile devices, and cruise control in cars, and was critical of uses of technology, such as personal computers in school. He is best known for twenty books regarding technology and education, including Amusing Ourselves to Death (1985), Conscientious Objections (1988), Technopoly: The Surrender of Culture to Technology (1992), The Disappearance of Childhood (1982) and The End of Education: Redefining the Value of School (1995).",
    "year": 1931,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gerald Potterton",
    "birthday": "1931-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Gerald_Potterton_in_2016_-_02.jpg/224px-Gerald_Potterton_in_2016_-_02.jpg",
    "extract": "Gerald Potterton is a British–Canadian director, writer, producer and animator. He is best known for directing the cult classic Heavy Metal and his animation work on Yellow Submarine.",
    "year": 1931,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bob Grim (baseball)",
    "birthday": "1930-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Bob_Grim_1957.jpg/199px-Bob_Grim_1957.jpg",
    "extract": "Robert Anton Grim was a pitcher in Major League Baseball.",
    "year": 1930,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Douglas Hurd",
    "birthday": "1930-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Lord_Hurd_%28cropped%29.jpg/320px-Lord_Hurd_%28cropped%29.jpg",
    "extract": "Douglas Richard Hurd, Baron Hurd of Westwell, is a British Conservative Party politician who served in the governments of Margaret Thatcher and John Major from 1979 to 1995.",
    "year": 1930,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Francisco Rabal",
    "birthday": "1926-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Francisco_Rabal_in_El_hombre_de_la_isla_%281960%29.jpg/320px-Francisco_Rabal_in_El_hombre_de_la_isla_%281960%29.jpg",
    "extract": "Francisco Rabal Valera, better known as Paco Rabal, was a Spanish actor, director, and screenwriter born in Águilas, a town in the south-western part of the province of Murcia, Spain. Throughout his career, Rabal appeared in around 200 films working with directors including Francesc Rovira-Beleta, Luis Buñuel, José Luis Sáenz de Heredia, Carlos Saura, Pedro Almodóvar, William Friedkin, Michelangelo Antonioni, Claude Chabrol, Luchino Visconti, and Gillo Pontecorvo. Paco Rabal was recognized both in his native Spain and internationally, winning the Award for Best Actor at the Cannes Film Festival for Los Santos Inocentes and a Goya Award for Best Actor for playing Francisco de Goya in Carlos Saura's Goya en Burdeos. One of Spain's most loved actors, Rabal also was known for his commitment to human rights and other social causes.",
    "year": 1926,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Warren Bennis",
    "birthday": "1925-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e7/Warren_Bennis.jpg",
    "extract": "Warren Gamaliel Bennis was an American scholar, organizational consultant and author, widely regarded as a pioneer of the contemporary field of Leadership studies.\nBennis was University Professor and Distinguished Professor of Business Administration and Founding Chairman of The Leadership Institute at the University of Southern California.",
    "year": 1925,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Anthony Caro",
    "birthday": "1924-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Anthony_Caro_balanced.png/320px-Anthony_Caro_balanced.png",
    "extract": "Sir Anthony Alfred Caro was an English abstract sculptor whose work is characterised by assemblages of metal using 'found' industrial objects. His style was of the modernist school, having worked with Henry Moore early in his career. He was lauded as the greatest British sculptor of his generation.",
    "year": 1924,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sean McClory",
    "birthday": "1924-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Sean_McClory_1975.JPG/242px-Sean_McClory_1975.JPG",
    "extract": "Séan Joseph McClory was an Irish actor whose career spanned six decades and included well over 100 films and television series. He was sometimes billed as Shawn McGlory or Sean McGlory.",
    "year": 1924,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ralph H. Baer",
    "birthday": "1922-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Ralphbaer.jpg/320px-Ralphbaer.jpg",
    "extract": "Ralph Henry Baer was a German-American inventor, game developer, and engineer.",
    "year": 1922,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Cyd Charisse",
    "birthday": "1922-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Cyd_Charisse_-_1949.jpg/241px-Cyd_Charisse_-_1949.jpg",
    "extract": "Cyd Charisse was an American actress and dancer.",
    "year": 1922,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carl Furillo",
    "birthday": "1922-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Carl_Furillo_1953.jpg/204px-Carl_Furillo_1953.jpg",
    "extract": "Carl Anthony Furillo, nicknamed \"The Reading Rifle\" and \"Skoonj\", was an American professional baseball right fielder who played in Major League Baseball (MLB), spending his entire career with the Brooklyn / Los Angeles Dodgers. A member of seven National League (NL) champions from 1947 to 1959 inclusive, Furillo batted over .300 five times, winning the 1953 batting title, with a .344 average — then the highest by a right-handed hitting Dodger since 1900. Noted for his strong and accurate throwing arm, he recorded ten or more assists in nine consecutive seasons, leading the league twice, and retired with the fifth-most games in right field (1,408) in NL history.",
    "year": 1922,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Shigeru Mizuki",
    "birthday": "1922-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b5/Mizuki_Shigeru_from_Mizukipro.jpg",
    "extract": "Shigeru Mizuki  was a Japanese manga artist and historian, best known for his manga series GeGeGe no Kitarō. Born in a hospital in Osaka and raised in the city of Sakaiminato, Tottori, he later moved to Chōfu, Tokyo where he remained until his death. His pen-name, Mizuki, comes from the time when he managed an inn called 'Mizuki Manor' while he drew pictures for kamishibai. A specialist in stories of Yōkai, he is considered a master of the genre. Mizuki was also a noted historian, publishing works relating to world history, Japanese history, and his own World War II experience.",
    "year": 1922,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alan Hale Jr.",
    "birthday": "1921-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Alan_Hale%2C_Jr._1959.jpg/257px-Alan_Hale%2C_Jr._1959.jpg",
    "extract": "Alan Hale Jr. was an American actor and restaurateur. He was the son of actor Alan Hale Sr. His television career spanned four decades, but he was best known for his secondary lead role as Captain Jonas Grumby, better known as The Skipper, on the 1960s CBS comedy series Gilligan's Island (1964–1967), a role he reprised in three Gilligan's Island television films and two spin-off cartoon series.",
    "year": 1921,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Eileen Herlie",
    "birthday": "1918-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d7/Eileen_Herlie.jpg/214px-Eileen_Herlie.jpg",
    "extract": "Eileen Herlie was a Scottish-American actress.",
    "year": 1918,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Yakov B. Zeldovich",
    "birthday": "1914-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/RUSMARKA-1827.jpg/320px-RUSMARKA-1827.jpg",
    "extract": "Yakov Borisovich Zeldovich, also known as YaB, was a leading Soviet theoretical physicist, who is known for his prolific contributions in cosmology and the physics of thermonuclear and hydrodynamical phenomena.",
    "year": 1914,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Preston Smith (governor)",
    "birthday": "1912-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Governor_Preston_Smith.jpg/320px-Governor_Preston_Smith.jpg",
    "extract": "Preston Earnest Smith was an American entrepreneur and politician who served as the 40th Governor of Texas from 1969 to 1973, who previously served as the lieutenant governor from 1963 to 1969.",
    "year": 1912,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Meldrim Thomson Jr.",
    "birthday": "1912-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Meldrim_Thomson.jpg/218px-Meldrim_Thomson.jpg",
    "extract": "Meldrim Thomson Jr. was an American politician who served three terms as the 73rd governor of New Hampshire from 1973 to 1979. A Republican, he was known as a strong supporter of conservative political values.",
    "year": 1912,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alan Hovhaness",
    "birthday": "1911-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/07/Alan_Hovhaness.jpg/217px-Alan_Hovhaness.jpg",
    "extract": "Alan Hovhaness was an American-Armenian composer. He was one of the most prolific 20th-century composers, with his official catalog comprising 67 numbered symphonies and 434 opus numbers. The true tally is well over 500 surviving works, since many opus numbers comprise two or more distinct works.",
    "year": 1911,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Claire Trevor",
    "birthday": "1910-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Claire_Trevor-still.jpg/241px-Claire_Trevor-still.jpg",
    "extract": "Claire Trevor was an American actress. She appeared in 65 feature films from 1933 to 1982, winning the Academy Award for Best Supporting Actress for her role in Key Largo (1948), and received nominations for her roles in The High and the Mighty (1954) and Dead End (1937). Trevor received top billing, ahead of John Wayne, for Stagecoach (1939).",
    "year": 1910,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Beatrice Shilling",
    "birthday": "1909-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/47/Beatrice_SHILLING_%28cropped%29.jpg",
    "extract": "Beatrice Shilling OBE PhD MSc CEng was a British aeronautical engineer and amateur racing driver. During the Second World War, she designed and developed \"Miss Shilling's orifice\" to restrict fuel flow to the carburettor of the Rolls-Royce Merlin engines in the Hawker Hurricane and Supermarine Spitfire fighters. Previously the pilots had experienced a loss of power or even complete engine cut-out during combat manoeuvres, posing a potentially lethal disadvantage in the Battle of Britain.",
    "year": 1909,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Konstantinos Karamanlis",
    "birthday": "1907-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Bezoek_premier_Karamanlis_van_Griekenland_Van_Agt_in_gesprek_met_Karamanlis%2C_Bestanddeelnr_929-6548_%28cropped%29.jpg/238px-Bezoek_premier_Karamanlis_van_Griekenland_Van_Agt_in_gesprek_met_Karamanlis%2C_Bestanddeelnr_929-6548_%28cropped%29.jpg",
    "extract": "Konstantinos G. Karamanlis, commonly anglicised to Constantine Karamanlis or just Caramanlis, was a four-time Prime Minister and twice President of the Third Hellenic Republic, and a towering figure of Greek politics, whose political career spanned much of the latter half of the 20th century.",
    "year": 1907,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Louise Beavers",
    "birthday": "1902-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Louise_Beavers_Rainbow_on_the_River_%28cropped%29.jpg/282px-Louise_Beavers_Rainbow_on_the_River_%28cropped%29.jpg",
    "extract": "Louise Beavers was an American film and television actress. Beavers appeared in dozens of films and two hit television shows from the 1920s until 1960, most often cast in the role of a maid, servant, or slave.",
    "year": 1902,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jennings Randolph",
    "birthday": "1902-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Jennings_Randolph_headshot.jpg",
    "extract": "Jennings Randolph was an American politician from West Virginia. A Democrat, he was most notable for his service in the United States House of Representatives from 1933 to 1947 and the United States Senate from 1958 to 1985. He was the last surviving member of the United States Congress to have served during the first 100 days of Franklin D. Roosevelt's administration. Randolph retired in 1985, and was succeeded by Jay Rockefeller.",
    "year": 1902,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Charlotte Whitton",
    "birthday": "1896-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Fru_Betzy_Kjelsberg%2C_Perkins%2C_%26_Miss_Charlotte_Whitton%2C_1939_or_1940.jpg/320px-Fru_Betzy_Kjelsberg%2C_Perkins%2C_%26_Miss_Charlotte_Whitton%2C_1939_or_1940.jpg",
    "extract": "Charlotte Elizabeth Whitton was a Canadian feminist and mayor of Ottawa. She was the first woman mayor of a major city in Canada, serving from 1951 to 1956 and again from 1960 to 1964. Whitton was a Canadian social policy pioneer, leader and commentator, as well as a journalist and writer.",
    "year": 1896,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Juana de Ibarbourou",
    "birthday": "1892-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Juana_de_Ibarbourou_from_Estampas_de_la_Biblia.jpg/213px-Juana_de_Ibarbourou_from_Estampas_de_la_Biblia.jpg",
    "extract": "Juana Fernández Morales de Ibarbourou, also known as Juana de América, was a Uruguayan poet and one of the most popular poets of Spanish America. Her poetry, the earliest of which is often highly erotic, is notable for her identification of her feelings with nature around her. She was nominated for the Nobel Prize in Literature four times.",
    "year": 1892,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Edward Calvin Kendall",
    "birthday": "1886-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fa/Edward_Calvin_Kendall_nobel.jpg/226px-Edward_Calvin_Kendall_nobel.jpg",
    "extract": "Edward Calvin Kendall was an American chemist. In 1950, Kendall was awarded the Nobel Prize for Physiology or Medicine along with Swiss chemist Tadeusz Reichstein and Mayo Clinic physician Philip S. Hench, for their work with the hormones of the adrenal gland. Kendall did not only focus on the adrenal glands, he was also responsible for the isolation of thyroxine, a hormone of the thyroid gland and worked with the team that crystallized glutathione and identified its chemical structure.",
    "year": 1886,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Otto Hahn",
    "birthday": "1879-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Otto_Hahn_1970.jpg/241px-Otto_Hahn_1970.jpg",
    "extract": "Otto Hahn was a German chemist who was a pioneer in the fields of radioactivity and radiochemistry. He is referred to as the father of nuclear chemistry and godfather of nuclear fission. Hahn and Lise Meitner discovered radioactive isotopes of radium, thorium, protactinium and uranium. He also discovered the phenomena of atomic recoil and nuclear isomerism, and pioneered rubidium–strontium dating. In 1938, Hahn, Lise Meitner and Fritz Strassmann discovered nuclear fission, for which Hahn received the 1944 Nobel Prize for Chemistry. Nuclear fission was the basis for nuclear reactors and nuclear weapons.",
    "year": 1879,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Frederic Goudy",
    "birthday": "1865-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Frederick_W._Goudy_by_Arnold_Genthe_1924.jpg/295px-Frederick_W._Goudy_by_Arnold_Genthe_1924.jpg",
    "extract": "Frederic William Goudy was an American printer, artist and type designer whose typefaces include Copperplate Gothic, Goudy Old Style and Kennerley. He was one of the most prolific of American type designers and his self-named type continues to be one of the most popular in America.",
    "year": 1865,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kenneth Grahame",
    "birthday": "1859-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fb/KennethGrahame.jpg",
    "extract": "Kenneth Grahame was a Scottish writer born in Edinburgh, Scotland. He is most famous for The Wind in the Willows (1908), one of the classics of children's literature, as well as The Reluctant Dragon. Both books were later adapted for stage and film, of which A. A. Milne's Toad of Toad Hall, based on part of The Wind in the Willows, was the first. Other adaptations include Cosgrove Hall Films' The Wind in the Willows, and the Walt Disney films.",
    "year": 1859,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bramwell Booth",
    "birthday": "1856-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Bramwell_Booth_1910-1915.jpg/256px-Bramwell_Booth_1910-1915.jpg",
    "extract": "William Bramwell Booth, CH was a British charity worker who was the first Chief of Staff (1881–1912) and the second General of The Salvation Army (1912–1929), succeeding his father, William Booth.",
    "year": 1856,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Colin Campbell Cooper",
    "birthday": "1856-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Colin_C._Cooper_photo_crop.jpg/245px-Colin_C._Cooper_photo_crop.jpg",
    "extract": "Colin Campbell Cooper, Jr. was an American Impressionist painter, perhaps most renowned for his architectural paintings, especially of skyscrapers in New York City, Philadelphia, and Chicago. An avid traveler, he was also known for his paintings of European and Asian landmarks, as well as natural landscapes, portraits, florals, and interiors. In addition to being a painter, he was also a teacher and writer. His first wife, Emma Lampert Cooper, was also a highly regarded painter.",
    "year": 1856,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Frank Avery Hutchins",
    "birthday": "1851-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Frank_Avery_Hutchins.jpg/250px-Frank_Avery_Hutchins.jpg",
    "extract": "Frank Avery Hutchins was an American educator and librarian. He was one of the founders of the Wisconsin Library Association and the Wisconsin Free Library Commission.",
    "year": 1851,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Oliver Wendell Holmes Jr.",
    "birthday": "1841-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Oliver_Wendell_Holmes_Jr_circa_1930-edit.jpg/219px-Oliver_Wendell_Holmes_Jr_circa_1930-edit.jpg",
    "extract": "Oliver Wendell Holmes Jr. was an American jurist and legal scholar who served as an associate justice of the Supreme Court of the United States from 1902 to 1932. He is one of the most widely cited U.S. Supreme Court justices and most influential American common law judges in history, noted for his long service, concise, and pithy opinions—particularly for opinions on civil liberties and American constitutional democracy—and deference to the decisions of elected legislatures. Holmes retired from the court at the age of 90, an unbeaten record for oldest justice on the Supreme Court. He previously served as a Brevet Colonel in the American Civil War, in which he was wounded three times, as an associate justice and chief justice of the Massachusetts Supreme Judicial Court, and as Weld Professor of Law at his alma mater, Harvard Law School. His positions, distinctive personality, and writing style made him a popular figure, especially with American progressives.",
    "year": 1841,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "João de Deus de Nogueira Ramos",
    "birthday": "1830-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Joao_de_Deus_Ramos.jpg/294px-Joao_de_Deus_Ramos.jpg",
    "extract": "João de Deus de Nogueira Ramos, better known as João de Deus, was a Portuguese poet, pedagogue and editor who turned his attention to Portuguese educational problems and wrote the famous didactic book Cartilha Maternal (1876), used to teach Portuguese language during both the 19th and 20th centuries across the country.",
    "year": 1830,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Wilhelm Bleek",
    "birthday": "1827-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Wilhelm_Bleek.jpg",
    "extract": "\nWilhelm Heinrich Immanuel Bleek was a German linguist. His work included A Comparative Grammar of South African Languages and his great project jointly executed with Lucy Lloyd: The Bleek and Lloyd Archive of ǀxam and !kun texts. A short form of this eventually reached press with Specimens of Bushman Folklore, which Laurens van der Post drew on heavily.",
    "year": 1827,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ignacy Łukasiewicz",
    "birthday": "1822-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Ignacy_Lukasiewicz.jpg/234px-Ignacy_Lukasiewicz.jpg",
    "extract": "Jan Józef Ignacy Łukasiewicz was a Polish pharmacist, engineer, businessman, inventor, and philanthropist. He was one of the most prominent philanthropists in the Kingdom of Galicia and Lodomeria, crown land of Austria-Hungary. He was a pioneer who in 1856 built the world's first modern oil refinery. His achievements included the discovery of how to distill kerosene from seep oil, the invention of the modern kerosene lamp (1853), the introduction of the first modern street lamp in Europe (1853), and the construction of the world's first modern oil well (1854).",
    "year": 1822,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alvan Clark",
    "birthday": "1804-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/1891_AlvanClark_Boston.png/227px-1891_AlvanClark_Boston.png",
    "extract": "Alvan Clark, born in Ashfield, Massachusetts, the descendant of a Cape Cod whaling family of English ancestry, was an American astronomer and telescope maker.",
    "year": 1804,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Simon Cameron",
    "birthday": "1799-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Smn_Cameron-SecofWar.jpg/241px-Smn_Cameron-SecofWar.jpg",
    "extract": "Simon Cameron was an American businessman and politician. He represented Pennsylvania in the United States Senate and served as United States Secretary of War under President Abraham Lincoln at the start of the American Civil War.",
    "year": 1799,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jan Potocki",
    "birthday": "1761-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Jan_Potocki.PNG/260px-Jan_Potocki.PNG",
    "extract": "Count Jan Potocki was a Polish nobleman, ethnologist, linguist, traveller and author of the Enlightenment period, whose life and exploits made him a celebrated figure in Poland. He is known chiefly for his picaresque novel, The Manuscript Found in Saragossa.",
    "year": 1761,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "William V, Prince of Orange",
    "birthday": "1748-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/William_V%2C_Prince_of_Orange_-_Bone_1801.jpg/250px-William_V%2C_Prince_of_Orange_-_Bone_1801.jpg",
    "extract": "William V was a prince of Orange and the last stadtholder of the Dutch Republic. He went into exile to London in 1795. He was furthermore ruler of the Principality of Orange-Nassau until his death in 1806. In that capacity he was succeeded by his son William.",
    "year": 1748,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "André Michaux",
    "birthday": "1746-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/82/Andre_Michaux02.jpg",
    "extract": "André Michaux, also styled Andrew Michaud, was a French botanist and explorer. He is most noted for his study of North American flora. In addition Michaux collected specimens in England, Spain, France, and even Persia. His work was part of a larger European effort to gather knowledge about the natural world. Michaux's contributions include Histoire des chênes de l'Amérique and Flora Boreali-Americana which continued to be botanical references well into the 19th century. His son, François André Michaux, also became an authoritative botanist.",
    "year": 1746,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard Howe, 1st Earl Howe",
    "birthday": "1726-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Admiral_of_the_Fleet_Howe_1726-99_1st_Earl_Howe_by_John_Singleton_Copley_%28cropped%29.jpg/256px-Admiral_of_the_Fleet_Howe_1726-99_1st_Earl_Howe_by_John_Singleton_Copley_%28cropped%29.jpg",
    "extract": "Admiral of the Fleet Richard Howe, 1st Earl Howe, was a British naval officer. After serving throughout the War of the Austrian Succession, he gained a reputation for his role in amphibious operations against the French coast as part of Britain's policy of naval descents during the Seven Years' War. He also took part, as a naval captain, in the decisive British naval victory at the Battle of Quiberon Bay in November 1759.",
    "year": 1726,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carl Philipp Emanuel Bach",
    "birthday": "1714-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/CPEB_by_L%C3%B6hr.jpg/264px-CPEB_by_L%C3%B6hr.jpg",
    "extract": "Carl Philipp Emanuel Bach, also formerly spelled Karl Philipp Emmanuel Bach, and commonly abbreviated C. P. E. Bach, was a German Classical period musician and composer, the fifth child and second surviving son of Johann Sebastian Bach and Maria Barbara Bach.",
    "year": 1714,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Fothergill (physician)",
    "birthday": "1712-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/John_Fothergill_1712-1780.jpg/252px-John_Fothergill_1712-1780.jpg",
    "extract": "John Fothergill FRS was an English physician, plant collector, philanthropist and Quaker. His medical writings were influential, and he built up a sizeable botanic garden in what is now West Ham Park in London.",
    "year": 1712,
    "month": 3,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John of God",
    "birthday": "1495-3-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/John_of_god_murillo.jpg/220px-John_of_god_murillo.jpg",
    "extract": "John of God was a Portuguese soldier turned health-care worker in Spain, whose followers later formed the Brothers Hospitallers of Saint John of God, a worldwide Catholic religious institute dedicated to the care of the poor, sick, and those suffering from mental disorders. He has been canonized by the Catholic Church, and is considered one of the leading religious figures in the Iberian Peninsula.",
    "year": 1495,
    "month": 3,
    "day": 8,
    "language": "en"
  }
]