[
  {
    "name": "Najee Harris",
    "birthday": "1998-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Najee_Harris_%2851655046635%29_%28cropped%29_%28cropped%29.jpg/216px-Najee_Harris_%2851655046635%29_%28cropped%29_%28cropped%29.jpg",
    "extract": "Najee Harris is an American football running back for the Pittsburgh Steelers of the National Football League (NFL). He played college football at Alabama and was selected by the Steelers in the first round of the 2021 NFL Draft.",
    "year": 1998,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Chika (rapper)",
    "birthday": "1997-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Chika%E2%80%99s_Journey_to_the_Top_is_the_Inspiration_Behind_%E2%80%98Balencies%27_5-19_screenshot.jpg/245px-Chika%E2%80%99s_Journey_to_the_Top_is_the_Inspiration_Behind_%E2%80%98Balencies%27_5-19_screenshot.jpg",
    "extract": "Jane Chika Oranika, known mononymously as Chika, is an American rapper. She first garnered attention on social media before signing to Warner Records in 2019. The following year, she was included in XXL's 2020 Freshman Class and was nominated for the Grammy Award for Best New Artist.",
    "year": 1997,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Morgan Rielly",
    "birthday": "1994-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Morgan_Rielly_2017-12-09_2.jpg/285px-Morgan_Rielly_2017-12-09_2.jpg",
    "extract": "Morgan Frederick Rielly is a Canadian professional ice hockey defenceman and alternate captain of the Toronto Maple Leafs of the National Hockey League (NHL). He was drafted by the Maple Leafs in the first round, fifth overall, of the 2012 NHL Entry Draft. Before being drafted, Rielly played with the Moose Jaw Warriors of the Western Hockey League. He has represented Canada internationally on several occasions, most notably at the 2016 World Championship, where he captured a gold medal.",
    "year": 1994,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Suga (rapper)",
    "birthday": "1993-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Suga_x_Galaxy_Samsung_August_2021.png/320px-Suga_x_Galaxy_Samsung_August_2021.png",
    "extract": "Min Yoon-gi, known professionally by his stage names Suga and Agust D, is a South Korean rapper, songwriter and record producer. Managed by Big Hit Music, he debuted as a member of the South Korean boy band BTS in 2013. In 2016, he released his first solo mixtape, Agust D. In 2018, he re-released the mixtape for digital purchase and streaming. The reissue reached number three on Billboard's World Albums Chart. In 2020, he released his second solo mixtape, D-2. Commercially, the mixtape peaked at number 11 on the US Billboard 200, number seven on the UK Albums Chart, and number two on Australia's ARIA Album Chart. The Korea Music Copyright Association attributes over 100 songs to Suga as a songwriter and producer, including Suran's \"Wine\" which peaked at number two on the Gaon Music Chart and won best Soul/R&B track of the year at the 2017 Melon Music Awards.",
    "year": 1993,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jooyoung",
    "birthday": "1991-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Jooyoung_in_2015_Greenplugged_Seoul.jpg/320px-Jooyoung_in_2015_Greenplugged_Seoul.jpg",
    "extract": "Kim Joo-young, better known as Jooyoung, is a South Korean singer-songwriter. He debuted in 2010 has released several singles and two extended plays, From Me To You (2012) and Fountain (2018).",
    "year": 1991,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Daley Blind",
    "birthday": "1990-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Zarya-MU_%286%29_%E2%80%94_%D0%BA%D0%BE%D0%BF%D0%B8%D1%8F.jpg/240px-Zarya-MU_%286%29_%E2%80%94_%D0%BA%D0%BE%D0%BF%D0%B8%D1%8F.jpg",
    "extract": "Daley Blind is a Dutch professional footballer who plays as a defensive midfielder, left-back or centre-back for Ajax and the Netherlands national team. He is the son of former Ajax defender and former Netherlands national team manager Danny Blind.",
    "year": 1990,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Matt Robinson (rugby league)",
    "birthday": "1990-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Matt_Robinson.jpg/233px-Matt_Robinson.jpg",
    "extract": "Matt Robinson is a New Zealand rugby league footballer who plays for the Burleigh Bears in the Intrust Super Cup. His choice of position is Second-Row.",
    "year": 1990,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "YG (rapper)",
    "birthday": "1990-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/YG.jpg/244px-YG.jpg",
    "extract": "Keenon Dequan Ray Jackson, better known by his stage name YG, is an American rapper from Compton, California. In 2010, he released his debut single, \"Toot It and Boot It\", which peaked at number 67 on the Billboard Hot 100. The single's success resulted in his signing to Def Jam Recordings. In the following years, YG released mixtapes such as The Real 4Fingaz, Just Re'd Up, Just Re'd Up 2, 4 Hunnid Degreez, among others.",
    "year": 1990,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Taeyeon",
    "birthday": "1989-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Kim_Tae-yeon_at_Incheon_Airport_on_August_29%2C_2019.png/200px-Kim_Tae-yeon_at_Incheon_Airport_on_August_29%2C_2019.png",
    "extract": "Kim Tae-yeon, known mononymously as Taeyeon, is a South Korean singer. She debuted as a member of girl group Girls' Generation in August 2007, which went on to become one of the best-selling artists in South Korea and one of the most popular K-pop groups worldwide. She has since participated in other SM Entertainment projects, including Girls' Generation-TTS, SM the Ballad, Girls' Generation-Oh!GG, and Got the Beat.",
    "year": 1989,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bow Wow (rapper)",
    "birthday": "1987-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Bow_Wow_2009.jpg/320px-Bow_Wow_2009.jpg",
    "extract": "Shad Gregory Moss, better known by his stage name Bow Wow, is an American rapper and actor. His career began upon being discovered by rapper Snoop Dogg in the late 1990s, eventually being brought to record producer Jermaine Dupri and signed to So So Def Recordings. As Lil' Bow Wow, he released his first album at age 13, Beware of Dog, in 2000, which was followed by Doggy Bag a year later.",
    "year": 1987,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Colin Greening",
    "birthday": "1986-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Colin_Greening_2013-05-17.JPG/272px-Colin_Greening_2013-05-17.JPG",
    "extract": "Colin Peter Greening is a Canadian former professional ice hockey left winger. He played for the Ottawa Senators and the Toronto Maple Leafs in the National Hockey League (NHL). He was originally drafted by the Senators in the seventh round, 204th overall, in the 2005 NHL Entry Draft.",
    "year": 1986,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brittany Snow",
    "birthday": "1986-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Brittany_Snow.jpg/225px-Brittany_Snow.jpg",
    "extract": "Brittany Anne Snow is an American actress. She rose to prominence after appearing in the CBS soap opera Guiding Light (1998–2001), for which she won a Young Artist Award for Best Young Actress and was nominated for two other Young Artist Awards and a Soap Opera Digest Award. She then starred in the NBC drama series American Dreams (2002–2005), for which she was nominated for a Young Artist Award and three Teen Choice Awards.",
    "year": 1986,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brent Burns",
    "birthday": "1985-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Brent_Burns_2016.jpg/320px-Brent_Burns_2016.jpg",
    "extract": " Brent Burns is a Canadian professional ice hockey defenceman and alternate captain for the San Jose Sharks of the National Hockey League (NHL). Drafted as a right wing at the 2003 NHL Entry Draft by the Minnesota Wild, he was converted into a defenceman upon turning professional. Burns is known as a dynamic offensive player, and though he mostly plays defence, he has been utilized as a forward on several occasions during his career.",
    "year": 1985,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jesse Litsch",
    "birthday": "1985-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/20110805-1086_Jesse_Litsch.jpg/238px-20110805-1086_Jesse_Litsch.jpg",
    "extract": "Jesse Allen Litsch is an American former professional baseball pitcher. After working as a batboy for the Tampa Bay Devil Rays, he was drafted in the 24th round by the Toronto Blue Jays in 2004, and played from 2007 to 2011, when his career was cut short by injuries. In March 2016, Litsch became the pitching coach for the Bridgeport Bluefish of the Atlantic League of Professional Baseball.",
    "year": 1985,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Pastor Maldonado",
    "birthday": "1985-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Pastor_Maldonado_2015_Malaysia.jpg/212px-Pastor_Maldonado_2015_Malaysia.jpg",
    "extract": "Pastor Rafael Maldonado Motta is a Venezuelan professional racing driver, who competed in Formula One for the Williams (2011–2013) and Lotus (2014–2015) teams and as a Pirelli test driver until 2017. Before entering Formula One, he won the 2010 GP2 Series championship. He became the first Venezuelan to win a Formula One Grand Prix when he won the 2012 Spanish Grand Prix for Williams, from his first and only pole position. It was also his only podium finish and his only win in Formula One.",
    "year": 1985,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Parthiv Patel",
    "birthday": "1985-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Parthiv_Patel.jpg/171px-Parthiv_Patel.jpg",
    "extract": "Parthiv Ajay Patel is a former Indian professional cricketer, wicketkeeper-batsman, and was a member of the Indian national cricket team. He is a left-handed batsman and played for Gujarat in domestic cricket. Having lost a finger at the age of 9, he initially found it hard to keep wickets, but after enough practice, he was used to it. When Parthiv played for the Indian team in 2002, he became the youngest wicket-keeper to represent a country in Tests. With the emergence of MS Dhoni as wicketkeeper-batsman, Parthiv Patel's chance of becoming the first choice keeper for India faded away.",
    "year": 1985,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Abdoulay Konko",
    "birthday": "1984-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Dnepr-Lazio_%288%29.jpg/176px-Dnepr-Lazio_%288%29.jpg",
    "extract": "Abdoulaye Konko Faye is a French football coach and former player in the role of a right-back. He is currently a youth coach at Genoa.",
    "year": 1984,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Julia Mancuso",
    "birthday": "1984-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Julia_Mancuso_2.jpg/240px-Julia_Mancuso_2.jpg",
    "extract": "Julia Marie Mancuso is a retired American World Cup alpine ski racer, Olympic gold medalist and podcast host. She won the giant slalom at the 2006 Winter Olympics, and was the silver medalist in both downhill and combined in 2010, and the bronze medalist in the combined in 2014. She has also won five medals at the World Championships and seven races in regular World Cup competition. Her four Olympic medals are the most ever for a female American alpine skier.",
    "year": 1984,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Wayne Simien",
    "birthday": "1983-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/WayneSimien.jpg/230px-WayneSimien.jpg",
    "extract": "Wayne Anthony Simien Jr. is an American former professional basketball player, who last played with Spain's Cáceres Ciudad de Baloncesto. He was a member of the Miami Heat team that won the 2006 NBA championship. Simien played in college at the University of Kansas where he was a consensus first team All-American his senior year in 2005.",
    "year": 1983,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Clint Dempsey",
    "birthday": "1983-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Clint_Dempsey_%2826347615912%29_%28cropped%29.jpg/241px-Clint_Dempsey_%2826347615912%29_%28cropped%29.jpg",
    "extract": "Clinton Drew Dempsey is an American retired soccer player, who played as a forward and midfielder. During his career, he played in the Premier League for Fulham and Tottenham Hotspur and in Major League Soccer for New England Revolution and Seattle Sounders FC. ESPN, FOX Sports, and NBC Sports have each ranked Dempsey as the greatest men's American soccer player in history.",
    "year": 1983,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Matt Bowen",
    "birthday": "1982-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/88/Mattbowen2007.jpg",
    "extract": "Matthew Jeremy Bowen is an Australian former professional rugby league footballer who played in the 2000s and 2010s. An Australia international and Queensland State of Origin representative fullback, he played in the National Rugby League for Australian club, the North Queensland Cowboys, with whom he set the club's record for most matches, and in the Super League for English club, the Wigan Warriors. Bowen was the NRL's top try-scorer in the 2005 and 2007 seasons. \nFormer Queensland and Australian captain Darren Lockyer has called Bowen a \"little freak\", citing his skills and dynamism. Two-time premiership winning coach Phil Gould remarked in 2005 that he was a \"modern-day icon of the game\", saying that \"Bowen has unique football instincts. He performs the difficult with ease and some of his feats have redefined what we once believed to be impossible.\"",
    "year": 1982,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mirjana Lučić-Baroni",
    "birthday": "1982-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Lucic_Baroni_WM17_%2810%29_%2835347352544%29.jpg/213px-Lucic_Baroni_WM17_%2810%29_%2835347352544%29.jpg",
    "extract": "Mirjana Lučić-Baroni is an inactive Croatian professional tennis player. She enjoyed a meteoric rise on the WTA Tour in the late 1990s, during which she set several \"youngest-ever\" records. She captured the women's doubles title at the 1998 Australian Open when she was 15 years old, partnered with Martina Hingis. She also won the first ever professional tournament she entered, the 1997 Croatian Ladies Open, and defended it the following year at age 16, making her the youngest player in history to successfully defend a title. She then reached the semifinals of the 1999 Wimbledon Championships, beating world No. 4 Monica Seles and eighth seed Nathalie Tauziat, the previous year's finalist, before she lost to Steffi Graf in three sets. Following a series of personal problems from 2000 onwards, she faded from the scene.",
    "year": 1982,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Antonio Bryant",
    "birthday": "1981-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Antonio_Bryant.jpg/320px-Antonio_Bryant.jpg",
    "extract": "Antonio Bryant is a former American football wide receiver in the National Football League (NFL). He played college football for University of Pittsburgh, and was recognized as an All-American and Fred Biletnikoff Award winner. The Dallas Cowboys picked him in the second round of the 2002 NFL Draft, and he played professionally for the Cleveland Browns, San Francisco 49ers and Tampa Bay Buccaneers of the NFL.",
    "year": 1981,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Clay Rapada",
    "birthday": "1981-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Clay_Rapada_2012.jpg/320px-Clay_Rapada_2012.jpg",
    "extract": "Clayton Anthony Rapada is a Filipino American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Chicago Cubs, Detroit Tigers, Texas Rangers, Seattle Mariners, New York Yankees, and Cleveland Indians. He is currently an assistant pitching coordinator for the San Francisco Giants organization.",
    "year": 1981,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Matthew Gray Gubler",
    "birthday": "1980-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Matthew_Gray_Gubler_takes_a_pic_with_Greg2600_in_New_York_City_2017.jpg/237px-Matthew_Gray_Gubler_takes_a_pic_with_Greg2600_in_New_York_City_2017.jpg",
    "extract": "Matthew Gray Gubler is an American actor, filmmaker, fashion model, painter, illustrator, director, and author. He is best known for his role as criminal profiler Dr. Spencer Reid in the CBS television show Criminal Minds, and he directed some of the show's episodes. Gubler has appeared in The Life Aquatic with Steve Zissou, (500) Days of Summer, Life After Beth, Suburban Gothic, Newness, and as the voice of Simon in Alvin and the Chipmunks and its three sequels.",
    "year": 1980,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Oscar Isaac",
    "birthday": "1979-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Oscar_Isaac_by_Gage_Skidmore.jpg/225px-Oscar_Isaac_by_Gage_Skidmore.jpg",
    "extract": "Óscar Isaac Hernández Estrada is an American actor. Known for his versatility, Isaac has been credited with spearheading a change in the portrayal of Latinos in Hollywood. He was named the best actor of his generation by Vanity Fair in 2017 and one of the 25 Greatest Actors of the 21st Century by The New York Times in 2020. His accolades include a Golden Globe Award, a National Board of Review Award and an appearance on Time's list of one of the 100 most influential people in the world in 2016.",
    "year": 1979,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Radek Dvořák",
    "birthday": "1977-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Radek_Dvo%C5%99%C3%A1k_2013.jpg/240px-Radek_Dvo%C5%99%C3%A1k_2013.jpg",
    "extract": "Radek Dvořák is a Czech former professional ice hockey right winger. Dvořák was drafted in the first round of the 1995 NHL Entry Draft, tenth overall, by the Florida Panthers. A veteran of 1,260 NHL games, Radek has played for the Panthers, New York Rangers, Edmonton Oilers, St. Louis Blues, Atlanta Thrashers, Dallas Stars, Anaheim Ducks and the Carolina Hurricanes.",
    "year": 1977,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Juan Sebastián Verón",
    "birthday": "1975-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Juan_Sebastian_Veron_2017.jpg/201px-Juan_Sebastian_Veron_2017.jpg",
    "extract": "Juan Sebastián Verón is an Argentine former professional footballer and current chairman of Estudiantes de La Plata, where he had served as Director of Sports. A former midfielder, Verón's career started in Estudiantes, continued in Argentina's Boca Juniors, and included stints in several clubs in the Italian Serie A, and England's Manchester United and Chelsea. In 2006, Verón returned to Estudiantes, where he remained until his retirement in 2014, aside from a brief spell with Brandsen. He announced his short return to first team football would occur in the 2017 Copa Libertadores.",
    "year": 1975,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jodey Arrington",
    "birthday": "1972-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Jodey_Arrington_115th_congress_photo.jpg/223px-Jodey_Arrington_115th_congress_photo.jpg",
    "extract": "Jodey Cook Arrington is an American politician serving as the U.S. representative for Texas's 19th congressional district. The district includes a large slice of West Texas, centered around Lubbock and Abilene. He is a member of the Republican Party.",
    "year": 1972,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Emmanuel Lewis",
    "birthday": "1971-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Emmanuel_Lewis_DF-ST-88-05173.jpg/131px-Emmanuel_Lewis_DF-ST-88-05173.jpg",
    "extract": "Emmanuel Lewis is an American actor, best known for playing the title character in the 1980s television sitcom Webster.",
    "year": 1971,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Naveen Jindal",
    "birthday": "1970-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Naveen_Jindal_at_the_India_Economic_Summit_2010_cropped.jpg/299px-Naveen_Jindal_at_the_India_Economic_Summit_2010_cropped.jpg",
    "extract": "Naveen Jindal is an Indian billionaire industrialist, and a former Member of Parliament, Lok Sabha from Kurukshetra, Haryana in the 14th and 15th Lok Sabha. He currently serves as the Chairman of Jindal Steel and Power Limited and Chancellor of O. P. Jindal Global University.",
    "year": 1970,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Martin Johnson (rugby union)",
    "birthday": "1970-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Martin_Johnson_Leicester.jpg/213px-Martin_Johnson_Leicester.jpg",
    "extract": "Martin Osborne Johnson CBE is an English retired rugby union player who represented and captained England and Leicester in a career spanning 16 seasons. He captained England to victory in the 2003 Rugby World Cup, and is regarded as one of the greatest locks ever to have played, and one of England's greatest ever players.",
    "year": 1970,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kimberly Guilfoyle",
    "birthday": "1969-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Kimberly_Guilfoyle_%2848940918381%29_%28cropped%29.jpg/240px-Kimberly_Guilfoyle_%2848940918381%29_%28cropped%29.jpg",
    "extract": "Kimberly Ann Guilfoyle is an American television news personality who also served as an advisor to the 45th President of the United States, Donald Trump.",
    "year": 1969,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Youri Djorkaeff",
    "birthday": "1968-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Youri_Djorkaeff_2011.jpg/212px-Youri_Djorkaeff_2011.jpg",
    "extract": "Youri Raffi Djorkaeff is a French former professional footballer who played as an attacking midfielder or forward.",
    "year": 1968,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brian Bosworth",
    "birthday": "1965-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Brian_Bosworth.jpg/272px-Brian_Bosworth.jpg",
    "extract": "Brian Keith Bosworth, nicknamed \"The Boz,\" is an American former football linebacker and actor who played in the National Football League (NFL) for three seasons with the Seattle Seahawks. A two-time Dick Butkus Award winner during his college football career at Oklahoma, he also achieved notoriety for his outspoken comments and antics. Bosworth was selected by the Seahawks in the first round of the 1987 NFL supplemental draft, but his professional career would be cut short by injuries. After retiring as a player, Bosworth pursued an acting career. He was inducted to the College Football Hall of Fame in 2015.",
    "year": 1965,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Benito Santiago",
    "birthday": "1965-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/20/Benito_Santiago_Padres.jpg",
    "extract": "Benito Santiago Rivera, is a Puerto Rican former professional baseball player. He played as a catcher in Major League Baseball from 1986 to 2005, most prominently as a member of the San Diego Padres, with whom he was a four-time Silver Slugger Award winner as well as a three-time Gold Glove Award winner. The five-time All-Star was considered the premier catcher in the National League (NL) during his tenure with the Padres. In 2015, Santiago was inducted into the San Diego Padres Hall of Fame.",
    "year": 1965,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Juliette Binoche",
    "birthday": "1964-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Juliette_Binoche%2C_2022_%28cropped%29.jpg/267px-Juliette_Binoche%2C_2022_%28cropped%29.jpg",
    "extract": "Juliette Binoche is a French actress, artist, and dancer. She has appeared in more than sixty feature films and has been the recipient of numerous accolades, including an Academy Award, a British Academy Film Award, a Silver Bear, a Cannes Film Festival Award, Volpi Cup and a César Award.",
    "year": 1964,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Phil Housley",
    "birthday": "1964-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Phil_Housley_2017-11-14_1.jpg/268px-Phil_Housley_2017-11-14_1.jpg",
    "extract": "Phillip Francis Housley is an American professional ice hockey coach and former player. He is currently an assistant coach for the Arizona Coyotes of the National Hockey League (NHL). Housley was the head coach of the NHL's Buffalo Sabres from 2017 until 2019.",
    "year": 1964,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Terry Mulholland",
    "birthday": "1963-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/2012_12_08_009_Terry_Mulholland.jpg/320px-2012_12_08_009_Terry_Mulholland.jpg",
    "extract": "Terence John Mulholland is an American former professional baseball pitcher. His Major League Baseball (MLB) career spanned 20 seasons, 1986 and 1988 to 2006. He threw left-handed and batted right-handed.",
    "year": 1963,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jean-Marc Vallée",
    "birthday": "1963-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Jean-Marc_Vall%C3%A9e%2C_Genie_Awards_2012.jpg/243px-Jean-Marc_Vall%C3%A9e%2C_Genie_Awards_2012.jpg",
    "extract": "Jean-Marc Vallée was a Canadian filmmaker, film editor, and screenwriter. After studying film at the Université de Montréal, Vallée went on to make a number of critically acclaimed short films, including Stéréotypes (1991), Les Fleurs magiques (1995), and Les Mots magiques (1998).",
    "year": 1963,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rick Steiner",
    "birthday": "1961-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Rick_Steiner_with_a_fan_%28cropped%29.jpg/276px-Rick_Steiner_with_a_fan_%28cropped%29.jpg",
    "extract": "Robert Rechsteiner is an American real estate broker and retired professional wrestler, better known by the ring name Rick Steiner.",
    "year": 1961,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Darrell Walker",
    "birthday": "1961-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Darrell_Walker.jpg/287px-Darrell_Walker.jpg",
    "extract": "Darrell Walker is an American college basketball coach and retired professional player. He is currently head men's coach at the University of Arkansas at Little Rock. At 6'4\" and 180 lb (82 kg), he played as a guard. He attended Chicago's Corliss High School.",
    "year": 1961,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Takaaki Kajita",
    "birthday": "1959-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Takaaki_Kajita_cropped_1_Takaaki_Kajita_202010.jpg/240px-Takaaki_Kajita_cropped_1_Takaaki_Kajita_202010.jpg",
    "extract": "Takaaki Kajita  is a Japanese physicist, known for neutrino experiments at the Kamioka Observatory – Kamiokande and its successor, Super-Kamiokande. In 2015, he was awarded the Nobel Prize in Physics jointly with Canadian physicist Arthur B. McDonald. On 1 October 2020, he became the president of the Science Council of Japan.",
    "year": 1959,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Paul MacLean (ice hockey)",
    "birthday": "1958-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Paul_MacLean_2013-05-24.JPG/279px-Paul_MacLean_2013-05-24.JPG",
    "extract": "Paul A. MacLean is a French-born Canadian professional ice hockey coach and former player who is currently an assistant coach with the Toronto Maple Leafs of the National Hockey League (NHL) and formerly head coach of the NHL's Ottawa Senators, winning the 2013 Jack Adams Award as the NHL's Coach of the Year. He also served as an assistant coach for the Anaheim Ducks until his departure from the team on June 1, 2017. He played 11 seasons in the NHL with the St. Louis Blues, Detroit Red Wings and the original Winnipeg Jets.",
    "year": 1958,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mark Dantonio",
    "birthday": "1956-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Big_Ten.jpg/320px-Big_Ten.jpg",
    "extract": "Mark Justin Dantonio is a former American football coach and player. He most recently served as the head football coach at Michigan State University, a position he had held from 2007 to 2019, presiding over one of the most successful eras in the program's history. He led the Michigan State Spartans to three Big Ten Conference championships, and eight victories over archrival Michigan in 13 years. In 2013, he coached Michigan State to its first 13-win season and the program's fifth trip to the Rose Bowl, where they defeated Stanford and finished the season ranked No. 3 in the nation. This was the second time a Big Ten team reached the 13-win mark, the previous being Ohio State's national championship season in 2002, where Dantonio was the defensive coordinator. The 2013 season also marked the first time a Big Ten team won nine conference games each by double digits. In 2015, Dantonio became the first head coach in Big Ten history to achieve at least 11 wins in five of six seasons. On December 6, 2015, Dantonio's Spartans qualified for the College Football Playoff for the first time in the program's history.",
    "year": 1956,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Shashi Tharoor",
    "birthday": "1956-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/ShashiTharoor.jpg/240px-ShashiTharoor.jpg",
    "extract": "Shashi Tharoor is an Indian former international diplomat, politician, writer and public intellectual who has been serving as Member of Parliament, Lok Sabha from Thiruvananthapuram, Kerala, since 2009. He was formerly Under-Secretary General of the United Nations and ran for the post of Secretary-General in 2006.",
    "year": 1956,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Willetts",
    "birthday": "1956-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Official_portrait_of_Lord_Willetts_crop_2.jpg/240px-Official_portrait_of_Lord_Willetts_crop_2.jpg",
    "extract": "David Linsay Willetts, Baron Willetts, is a British politician and life peer. From 1992 to 2015, he was the Member of Parliament (MP) representing the constituency of Havant in Hampshire. He served as Minister of State for Universities and Science from 2010 until July 2014 and became a member of the House of Lords in 2015. He is also President of the Resolution Foundation – a living standards-focused think-tank.",
    "year": 1956,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Józef Pinior",
    "birthday": "1955-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/J%C3%B3zef_Pinior_Kancelaria_Senatu.jpg/213px-J%C3%B3zef_Pinior_Kancelaria_Senatu.jpg",
    "extract": "Józef Pinior is a Polish politician and Member of the European Parliament for the Lower Silesian Voivodship & Opole Voivodship with the Social Democracy of Poland, part of the Socialist Group and sits on the European Parliament's Committee on Development.",
    "year": 1955,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carlos Ghosn",
    "birthday": "1954-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Carlos_Ghosn_2010.jpg/247px-Carlos_Ghosn_2010.jpg",
    "extract": "Carlos Ghosn is a Brazilian-born Lebanese businessman. Ghosn also holds French nationality. As of January 2020, he is an internationally wanted fugitive. Ghosn was the CEO of Michelin North America, chairman and CEO of Renault, chairman of AvtoVAZ, chairman and CEO of Nissan, and chairman of Mitsubishi Motors. Ghosn was also the chairman and CEO of the Renault–Nissan–Mitsubishi Alliance, a strategic partnership among those automotive manufacturers through a complex cross-shareholding agreement. The venture has held approximately 10% of the total market share since 2010, and as of 2017, was understood to be the largest automobile group worldwide.",
    "year": 1954,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bobby Sands",
    "birthday": "1954-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/09/Bobbysandslongkesh1973.jpg",
    "extract": "Robert Gerard Sands was a member of the Provisional Irish Republican Army (IRA) who died on hunger strike while imprisoned at HM Prison Maze in Northern Ireland. Sands helped to plan the 1976 bombing of the Balmoral Furniture Company in Dunmurry, which was followed by a gun battle with the Royal Ulster Constabulary. Sands was arrested while trying to escape and sentenced to 14 years for firearms possession.",
    "year": 1954,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jock Taylor",
    "birthday": "1954-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/71/Jock_Taylor_cropped.JPG/130px-Jock_Taylor_cropped.JPG",
    "extract": "Jock Taylor was a Scottish World Champion motorcycle sidecar racer.",
    "year": 1954,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bill Beaumont",
    "birthday": "1952-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Bill_Beaumont_2016.jpg/256px-Bill_Beaumont_2016.jpg",
    "extract": "Sir William Blackledge Beaumont, is a former rugby union player, and was captain of the England rugby union team, earning 34 caps. His greatest moment as captain was the unexpected 1980 Grand Slam. He played as a lock.",
    "year": 1952,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Helen Zille",
    "birthday": "1951-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Premier_of_the_Western_Cape_%288053071289%29_%28cropped%29.jpg/259px-Premier_of_the_Western_Cape_%288053071289%29_%28cropped%29.jpg",
    "extract": "Otta Helene Maree, known as Helen Zille, is a South African politician. She has served as the Chairperson of the Federal Council of the Democratic Alliance since 20 October 2019. From 2009 until 2019, she was the Premier of the Western Cape province for two five-year terms, and a member of the Western Cape Provincial Parliament. She served as Federal Leader of the Democratic Alliance from 2007 to 2015 and as Mayor of Cape Town from 2006 to 2009.",
    "year": 1951,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Doug Ault",
    "birthday": "1950-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d1/Doug_Ault.jpg",
    "extract": "Douglas Reagan Ault was an American professional baseball first baseman and designated hitter who played for the Texas Rangers (1976) and Toronto Blue Jays. He is best known for hitting the first two home runs in Blue Jays history, in the team's first Major League Baseball (MLB) game on April 7, 1977, a 9–5 Toronto win against the Chicago White Sox.",
    "year": 1950,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Neil Hamilton (politician)",
    "birthday": "1949-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Neil_Hamilton_AM_%2828136586146%29.jpg/231px-Neil_Hamilton_AM_%2828136586146%29.jpg",
    "extract": "Mostyn Neil Hamilton is a British politician, former barrister and former teacher who has been leader of the UK Independence Party (UKIP) since 2020. He was the Conservative Member of Parliament (MP) for Tatton from 1983 to 1997 and a UKIP Member of the Senedd (MS) for Mid and West Wales from 2016 to 2021.",
    "year": 1949,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Emma Bonino",
    "birthday": "1948-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Emma_Bonino_2017_crop.jpg/240px-Emma_Bonino_2017_crop.jpg",
    "extract": "Emma Bonino is an Italian politician. A senator for Rome, she served as Minister of Foreign Affairs from 2013 to 2014. Previously, she was a Member of the European Parliament and a member of the Chamber of Deputies. She served in the government of Italy as minister of international trade from 2006 to 2008.",
    "year": 1948,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Eric Fischl",
    "birthday": "1948-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Eric_Fischl.jpg/213px-Eric_Fischl.jpg",
    "extract": "Eric Fischl is an American painter, sculptor, printmaker, draughtsman and educator. He is known for his paintings depicting American suburbia from the 1970s and 1980s.",
    "year": 1948,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jeffrey Osborne",
    "birthday": "1948-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Jeffrey_Osborne.jpg/265px-Jeffrey_Osborne.jpg",
    "extract": "Jeffrey Linton Osborne is an American Grammy-nominated singer-songwriter, musician, and lyricist. He is the former drummer and lead singer of the American R&B/soul group L.T.D., with whom he began his musical career in 1970.",
    "year": 1948,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alexandra Bastedo",
    "birthday": "1946-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Alexandra_Bastedo_The_Champions_1968.jpg/242px-Alexandra_Bastedo_The_Champions_1968.jpg",
    "extract": "Alexandra Lendon Bastedo was a British actress, best known for her role as secret agent Sharron Macready in the 1968 British espionage/science fiction adventure series The Champions. Bastedo was a vegetarian and animal welfare advocate, and wrote a number of books on both subjects.",
    "year": 1946,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bernd Hölzenbein",
    "birthday": "1946-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/2018-09-17_Eintracht_Frankfurt_Golf_Open_Bernd_H%C3%B6lzenbein-8816.jpg/320px-2018-09-17_Eintracht_Frankfurt_Golf_Open_Bernd_H%C3%B6lzenbein-8816.jpg",
    "extract": "Bernd Hölzenbein is a German former professional footballer who played as a striker or winger. At international level, he was a member of the West German team that won the World Cup in 1974. Hölzenbein is best known for being fouled in the final against the Netherlands, which led to the Germans' equalizing penalty.",
    "year": 1946,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Robin Trower",
    "birthday": "1945-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/RobinTrower.jpg/213px-RobinTrower.jpg",
    "extract": "Robin Leonard Trower is an English rock guitarist and vocalist who achieved success with Procol Harum throughout 1967–1971, and then again as the bandleader of his own power trio known as the Robin Trower Band.",
    "year": 1945,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dennis Rader",
    "birthday": "1945-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a2/DennisRader.jpg/266px-DennisRader.jpg",
    "extract": "Dennis Lynn Rader is an American serial killer known as BTK, the BTK Strangler or the BTK Killer. Between 1974 and 1991, Rader killed ten people in Wichita and Park City, Kansas, and sent taunting letters to police and newspapers describing the details of his crimes. After a decade-long hiatus, Rader resumed sending letters in 2004, leading to his 2005 arrest and subsequent guilty plea. He is serving ten consecutive life sentences at El Dorado Correctional Facility.",
    "year": 1945,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bobby Fischer",
    "birthday": "1943-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Bundesarchiv_Bild_183-76052-0335%2C_Schacholympiade%2C_Tal_%28UdSSR%29_gegen_Fischer_%28USA%29_Crop.jpg/320px-Bundesarchiv_Bild_183-76052-0335%2C_Schacholympiade%2C_Tal_%28UdSSR%29_gegen_Fischer_%28USA%29_Crop.jpg",
    "extract": "Robert James Fischer was an American chess grandmaster and the eleventh World Chess Champion. A chess prodigy, at age 14 he won the 1958 U.S. Championship. In 1964, he won the same tournament with a perfect score. Qualifying for the 1972 World Championship, Fischer swept matches with Mark Taimanov and Bent Larsen by 6–0 scores. After another qualifying match against Tigran Petrosian, Fischer won the title match against Boris Spassky of the USSR, in Reykjavík, Iceland. Publicized as a Cold War confrontation between the US and USSR, the match attracted more worldwide interest than any chess championship before or since.",
    "year": 1943,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Cale",
    "birthday": "1942-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/John_Cale_%282006%29.jpg/320px-John_Cale_%282006%29.jpg",
    "extract": "John Davies Cale is a Welsh musician, composer, singer, songwriter and record producer who was a founding member of the American rock band the Velvet Underground. Over his six-decade career, Cale has worked in various styles across rock, drone, classical, avant-garde and electronic music.",
    "year": 1942,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ion Caramitru",
    "birthday": "1942-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Ion_Caramitru_2016_stamp_of_Romania.jpg/221px-Ion_Caramitru_2016_stamp_of_Romania.jpg",
    "extract": "Ion Horia Leonida Caramitru, OBE was a Romanian stage and film actor, stage director, and political figure. He was Minister of Culture between 1996 and 2000, in the Romanian Democratic Convention (CDR) cabinets of Victor Ciorbea, Gavril Dejeu, Radu Vasile, Alexandru Athanasiu, and Mugur Isărescu. He was married to actress Micaela Caracaș and had three sons: Ștefan, Andrei, and Matei Caramitru.",
    "year": 1942,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mark Lindsay",
    "birthday": "1942-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Paul_Revere_Mark_Lindsay_1973.JPG/225px-Paul_Revere_Mark_Lindsay_1973.JPG",
    "extract": "Mark Lindsay is an American musician, best known as the lead singer of Paul Revere & the Raiders.",
    "year": 1942,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ernesto Miranda",
    "birthday": "1941-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/73/Ernesto_Miranda.jpg/304px-Ernesto_Miranda.jpg",
    "extract": "Ernesto Arturo Miranda was an American criminal and laborer whose conviction on kidnapping, rape, and armed robbery charges based on his confession under police interrogation was set aside in the landmark U.S. Supreme Court case Miranda v. Arizona, which ruled that criminal suspects must be informed of their right against self-incrimination and their right to consult with an attorney before being questioned by police. This warning is known as a Miranda warning.",
    "year": 1941,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Raul Julia",
    "birthday": "1940-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Raul_Julia_-_Dracula.jpg/273px-Raul_Julia_-_Dracula.jpg",
    "extract": "Raúl Rafael Carlos Juliá Arcelay was a Puerto Rican actor. Born in San Juan, Puerto Rico, he took an interest in acting while still in school and pursued the career upon completion of his studies. After performing locally for some time, he was convinced by actor and entertainment personality Orson Bean to move and work in New York City. Juliá, who had been bilingual since his childhood, soon gained interest in Broadway and Off-Broadway plays. He took over the role of Orson in the Off-Broadway hit Your Own Thing, a rock musical update of Twelfth Night. He performed in mobile projects, including the Puerto Rican Traveling Theater.",
    "year": 1940,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bernard Landry",
    "birthday": "1937-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Bernard_Landry2-.jpg/241px-Bernard_Landry2-.jpg",
    "extract": "Bernard Landry was a Canadian politician who served as the 28th premier of Quebec from 2001 to 2003. A member of the Parti Québécois (PQ), he led the party from 2001 to 2005, also serving as the leader of the Opposition from 2003 to 2005.",
    "year": 1937,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brian Redman",
    "birthday": "1937-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Brian_Redman_1969_kl.JPG/168px-Brian_Redman_1969_kl.JPG",
    "extract": "Brian Herman Thomas Redman, is a retired British racing driver.",
    "year": 1937,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mickey Gilley",
    "birthday": "1936-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Mickey_Gilley.png/287px-Mickey_Gilley.png",
    "extract": "Mickey Leroy Gilley was an American country music singer and songwriter. Although he started out singing straight-up country and western material in the 1970s, he moved towards a more pop-friendly sound in the 1980s, bringing him further success on not just the country charts, but the pop charts as well.",
    "year": 1936,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Marty Ingels",
    "birthday": "1936-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/56/Marty_Ingels_I%27m_Dickens_He%27s_Fenster_1962.jpg",
    "extract": "Martin Ingerman, known professionally as Marty Ingels, was an American actor, comedian, comedy sketch writer and theatrical agent, who is best known as the co-star of the 1960s television series I'm Dickens, He's Fenster.",
    "year": 1936,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Andrew Viterbi",
    "birthday": "1935-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/10-08ViterbiBIG.jpg/213px-10-08ViterbiBIG.jpg",
    "extract": "Andrew James Viterbi is an American electrical engineer and businessman who co-founded Qualcomm Inc. and invented the Viterbi algorithm. He is the Presidential Chair Professor of Electrical Engineering at the University of Southern California's Viterbi School of Engineering, which was named in his honor in 2004 in recognition of his $52 million gift.",
    "year": 1935,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Yuri Gagarin",
    "birthday": "1934-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Yuri_Gagarin_%281961%29_-_Restoration.jpg/256px-Yuri_Gagarin_%281961%29_-_Restoration.jpg",
    "extract": "Yuri Alekseyevich Gagarin was a Soviet pilot and cosmonaut who became the first human to journey into outer space. Travelling in the Vostok 1 capsule, Gagarin completed one orbit of Earth on 12 April 1961. By achieving this major milestone in the Space Race he became an international celebrity, and was awarded many medals and titles, including Hero of the Soviet Union, his nation's highest honour.",
    "year": 1934,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joyce Van Patten",
    "birthday": "1934-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Joyce_Van_Patten_%281969%29.JPG/290px-Joyce_Van_Patten_%281969%29.JPG",
    "extract": "Joyce Benignia Van Patten is an American film and stage actress. She is best known for her roles in films like The Bad News Bears (1976), Saint Elmo's Fire (1985), and as Rob Schneider's septuagenarian wife in Grown Ups (2010).",
    "year": 1934,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lloyd Price",
    "birthday": "1933-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Publicity_photo_of_Lloyd_Price_-_ht24wk00x_files_046435e7-3a2b-42be-b859-88a492e9b836_%28cropped%29.jpg/240px-Publicity_photo_of_Lloyd_Price_-_ht24wk00x_files_046435e7-3a2b-42be-b859-88a492e9b836_%28cropped%29.jpg",
    "extract": "Lloyd Price was an American R&B and swing singer-songwriter, record executive and bandleader, known as \"Mr. Personality\", after his 1959 million-selling hit, \"Personality\". His first recording, \"Lawdy Miss Clawdy\", was a hit for Specialty Records in 1952. He continued to release records, but none were as popular until several years later, when he refined the New Orleans beat and achieved a series of national hits. He was inducted into the Rock and Roll Hall of Fame in 1998.",
    "year": 1933,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Weatherall",
    "birthday": "1933-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Jeremy_Farrar_and_David_Weatherall_at_RILD_launch_%2814425802043%29.jpg/320px-Jeremy_Farrar_and_David_Weatherall_at_RILD_launch_%2814425802043%29.jpg",
    "extract": "Sir David John Weatherall, was a British physician and researcher in molecular genetics, haematology, pathology and clinical medicine.",
    "year": 1933,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Qayyum Chowdhury",
    "birthday": "1932-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Qayyum_Chowdhury_1960.png/236px-Qayyum_Chowdhury_1960.png",
    "extract": "Qayyum Chowdhury was a Bangladeshi painter. Along with Zainul Abedin, Quamrul Hassan and Safiuddin Ahmed, he is considered as a first generation artist of Bangladesh. He was awarded the Ekushey Padak in 1984 and the Independence Day Award in 2014 by the Government of Bangladesh.",
    "year": 1932,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Walter Mercado",
    "birthday": "1932-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d3/Walter_Mercado.jpg/291px-Walter_Mercado.jpg",
    "extract": "Walter Mercado Salinas, also known by his stage name Shanti Ananda, was a Puerto Rican astrologer, actor, dancer, and writer, best known as a television personality for his shows as an astrologer. His astrological prediction shows aired for decades in Puerto Rico, Latin America and the United States, and he became a cultural phenomenon in the Hispanic community.",
    "year": 1932,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ornette Coleman",
    "birthday": "1930-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Ornette-Coleman-2008-Heidelberg-schindelbeck.jpg/237px-Ornette-Coleman-2008-Heidelberg-schindelbeck.jpg",
    "extract": "Randolph Denard Ornette Coleman was an American jazz saxophonist, violinist, trumpeter, and composer known as a principal founder of the free jazz genre, a term derived from his 1960 album Free Jazz: A Collective Improvisation. His pioneering performances often abandoned the chordal and harmony-based structure found in bebop, instead emphasizing a jarring and avant-garde approach to improvisation.",
    "year": 1930,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Desmond Hoyte",
    "birthday": "1929-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Desmond_Hoyte.jpg/246px-Desmond_Hoyte.jpg",
    "extract": "Hugh Desmond Hoyte was a Guyanese politician who served as Prime Minister of Guyana from 1984 to 1985 and President of Guyana from 1985 until 1992.",
    "year": 1929,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Zillur Rahman",
    "birthday": "1929-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Zillur_Rahman_in_Dhaka_on_September_07%2C_2011.jpg/240px-Zillur_Rahman_in_Dhaka_on_September_07%2C_2011.jpg",
    "extract": "Mohammed Zillur Rahman was the President of Bangladesh from 2009 to 2013. He was also a senior presidium member of the Awami League. He is the third president of Bangladesh, after Sheikh Mujibur Rahman and Ziaur Rahman, to die in office, while being the first to die of natural causes.",
    "year": 1929,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gerald Bull",
    "birthday": "1928-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Gerald_Bull_1964_cropped.jpg/170px-Gerald_Bull_1964_cropped.jpg",
    "extract": "Gerald Vincent Bull was a Canadian engineer who developed long-range artillery. He moved from project to project in his quest to economically launch a satellite using a huge artillery piece, to which end he designed the Project Babylon \"supergun\" for Sadam Hussein's government in Iraq.",
    "year": 1928,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Keely Smith",
    "birthday": "1928-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Keely_Smith_1960.jpg/236px-Keely_Smith_1960.jpg",
    "extract": "Dorothy Jacqueline Keely, better known as Keely Smith, was an American jazz and popular music singer, who performed and recorded extensively in the 1950s with then-husband Louis Prima, and throughout the 1960s as a solo artist.",
    "year": 1928,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joe Franklin",
    "birthday": "1926-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/JoeFranklinin2007.jpg/241px-JoeFranklinin2007.jpg",
    "extract": "Joe Franklin, born Joseph Fortgang, was an American radio and television host personality, author and actor from New York City. His television series debuted in January 1951 on WJZ-TV, moving to WOR-TV in 1962, remaining there until 1993, one of the longest running uninterrupted careers in broadcasting history.",
    "year": 1926,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James L. Buckley",
    "birthday": "1923-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/12/JamesLBuckley.jpg",
    "extract": "James Lane Buckley is an American retired jurist, politician, civil servant, attorney, businessman, and author, who currently serves as the Senior Judge on the United States Court of Appeals for the District of Columbia. Nominated by President Ronald Reagan, he previously served as a United States Senator from New York as a member of both the Republican Party and the Conservative Party of New York from 1971 to 1977. He was also the Republican nominee in the 1980 Connecticut Senate race, but was defeated by Democrat Chris Dodd.",
    "year": 1923,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "André Courrèges",
    "birthday": "1923-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Andr%C3%A9_Courr%C3%A8ges.jpg/318px-Andr%C3%A9_Courr%C3%A8ges.jpg",
    "extract": "André Courrèges was a French fashion designer. He was particularly known for his streamlined 1960s designs influenced by modernism and futurism, exploiting modern technology and new fabrics. Courrèges defined the go-go boot and along with Mary Quant, is one of the designers credited with inventing the miniskirt.",
    "year": 1923,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Walter Kohn",
    "birthday": "1923-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Walter_Kohn.jpg/236px-Walter_Kohn.jpg",
    "extract": "Walter Kohn was an Austrian-American theoretical physicist and theoretical chemist.\nHe was awarded, with John Pople, the Nobel Prize in Chemistry in 1998. The award recognized their contributions to the understandings of the electronic properties of materials. In particular, Kohn played the leading role in the development of density functional theory, which made it possible to calculate quantum mechanical electronic structure by equations involving the electronic density. This computational simplification led to more accurate calculations on complex systems as well as many new insights, and it has become an essential tool for materials science, condensed-phase physics, and the chemical physics of atoms and molecules.",
    "year": 1923,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carl Betz",
    "birthday": "1921-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Carl_Betz_Judd_for_the_Defense_1967.JPG/240px-Carl_Betz_Judd_for_the_Defense_1967.JPG",
    "extract": "Carl Lawrence Betz was an American stage, film, and television actor. He appeared in a variety of television series, including the CBS soap opera Love of Life; however, he is best remembered for playing Donna Reed's television husband, Dr. Alex Stone, from 1958 to 1966 in the ABC sitcom The Donna Reed Show. Then between 1967 and 1969, Betz played defense attorney Clinton Judd in ABC's courtroom drama Judd, for the Defense, winning an Emmy Award in 1969 for his work on that series.",
    "year": 1921,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "George Lincoln Rockwell",
    "birthday": "1918-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/George-Lincoln-Rockwell.jpg/213px-George-Lincoln-Rockwell.jpg",
    "extract": "George Lincoln Rockwell was an American far-right political activist and founder of the American Nazi Party. He later became a major figure in the neo-Nazi movement in the United States, and his beliefs, strategies, and writings have continued to influence many white supremacists and neo-Nazis.",
    "year": 1918,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mickey Spillane",
    "birthday": "1918-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Mickey_Spillane_Columbo_1974.JPG/240px-Mickey_Spillane_Columbo_1974.JPG",
    "extract": "Frank Morrison Spillane, better known as Mickey Spillane, was an American crime novelist, whose stories often feature his signature detective character, Mike Hammer. More than 225 million copies of his books have sold internationally. Spillane was also an occasional actor, once even playing Hammer himself.",
    "year": 1918,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johnnie Johnson (RAF officer)",
    "birthday": "1915-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Wing_Commander_James_E_%27johnny%27_Johnson_at_Bazenville_Landing_Ground%2C_Normandy%2C_31_July_1944_TR2145.jpg/245px-Wing_Commander_James_E_%27johnny%27_Johnson_at_Bazenville_Landing_Ground%2C_Normandy%2C_31_July_1944_TR2145.jpg",
    "extract": "Air Vice Marshal James Edgar Johnson,, DL, nicknamed \"Johnnie\", was an English Royal Air Force (RAF) pilot and flying ace who flew and fought during the Second World War.",
    "year": 1915,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Clara Rockmore",
    "birthday": "1911-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Rockmore_and_Termen.jpg/320px-Rockmore_and_Termen.jpg",
    "extract": "Clara Reisenberg Rockmore was a Lithuanian classical violin prodigy and a virtuoso performer of the theremin, an electronic musical instrument. She was the sister of pianist Nadia Reisenberg.",
    "year": 1911,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Samuel Barber",
    "birthday": "1910-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Samuel_Barber.jpg/229px-Samuel_Barber.jpg",
    "extract": "Samuel Osmond Barber II was an American composer, pianist, conductor, baritone, and music educator, and one of the most celebrated composers of the 20th century. The music critic Donal Henahan stated, \"Probably no other American composer has ever enjoyed such early, such persistent and such long-lasting acclaim.\" Principally influenced by nine years' composition studies with Rosario Scalero at the Curtis Institute and more than twenty-five years' study with his uncle, the composer Sidney Homer, Barber's music usually eschewed the experimental trends of musical modernism in favor of utilizing traditional 19th-century harmonic language and formal structure that embraced lyricism and emotional expression. However, elements of modernism were adopted by Barber after 1940 in a limited number of his compositions, such as an increased use of dissonance and chromaticism in the Cello Concerto (1945) and Medea's Dance of Vengeance (1955), and the use of tonal ambiguity and a narrow use of serialism in his Piano Sonata (1949), Prayers of Kierkegaard (1954), and Nocturne (1959).",
    "year": 1910,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Will Geer",
    "birthday": "1902-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/The_Waltons_1974.JPG/256px-The_Waltons_1974.JPG",
    "extract": "Will Geer was an American actor, musician, and social activist, who was active in labor organizing and other movements in New York and Southern California in the 1930s and 1940s. In California he befriended rising singer Woody Guthrie. They both lived in New York for a time in the 1940s. He was blacklisted in the 1950s by Hollywood after refusing, in testimony before Congress, to name persons who had joined the Communist Party.",
    "year": 1902,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mátyás Rákosi",
    "birthday": "1892-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Kommunista_politikusok_a_trib%C3%BCn%C3%B6n_fortepan_79084_%28profile-4%29.jpg/243px-Kommunista_politikusok_a_trib%C3%BCn%C3%B6n_fortepan_79084_%28profile-4%29.jpg",
    "extract": "Mátyás Rákosi was a Hungarian communist politician who was the de facto leader of Hungary from 1947 to 1956. He served first as General Secretary of the Hungarian Communist Party from 1945 to 1948 and then as General Secretary of the Hungarian Working People's Party from 1948 to 1956.",
    "year": 1892,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Vita Sackville-West",
    "birthday": "1892-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Victoria-mary-sackville-west-vita.jpg/299px-Victoria-mary-sackville-west-vita.jpg",
    "extract": "Victoria Mary, Lady Nicolson, CH, usually known as Vita Sackville-West, was an English author and garden designer.",
    "year": 1892,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jose P. Laurel",
    "birthday": "1891-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Jose_P._Laurel.jpg/240px-Jose_P._Laurel.jpg",
    "extract": "José Paciano Laurel y García was a Filipino politician and judge, who served as the president of the Japanese-occupied Second Philippine Republic, a puppet state during World War II, from 1943 to 1945. Since the administration of President Diosdado Macapagal (1961–1965), Laurel has been officially recognized by later administrations as a former president of the Philippines.",
    "year": 1891,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rupert Balfe",
    "birthday": "1890-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/AWM.H05654.jpeg/238px-AWM.H05654.jpeg",
    "extract": "Joseph Rupert Balfe was an Australian rules footballer and soldier who was killed during the landing at Anzac Cove.",
    "year": 1890,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Vyacheslav Molotov",
    "birthday": "1890-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Vyacheslav_Molotov_Anefo2.jpg/231px-Vyacheslav_Molotov_Anefo2.jpg",
    "extract": "Vyacheslav Mikhaylovich Molotov was a Russian politician and diplomat, an Old Bolshevik, and a leading figure in the Soviet government from the 1920s onward. He served as Chairman of the Council of People's Commissars from 1930 to 1941 and as Minister of Foreign Affairs from 1939 to 1949 and from 1953 to 1956.",
    "year": 1890,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mary Harris Armor",
    "birthday": "1863-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Mary_Harris_Armour.jpg/209px-Mary_Harris_Armour.jpg",
    "extract": "Mary Elizabeth Harris Armor was an American suffragist. She was the state president of the Woman's Christian Temperance Union (WCTU) and is often credited for the passing of prohibition legislature in Georgia.",
    "year": 1863,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Eddie Foy Sr.",
    "birthday": "1856-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Eddie-Foy-Sr.jpg/239px-Eddie-Foy-Sr.jpg",
    "extract": "Edwin Fitzgerald, known professionally as Eddie Foy and Eddie Foy Sr., was an American actor, comedian, dancer and vaudevillian.",
    "year": 1856,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hamo Thornycroft",
    "birthday": "1850-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Hamo_Thornycroft.jpg/262px-Hamo_Thornycroft.jpg",
    "extract": "Sir William Hamo Thornycroft was an English sculptor, responsible for some of London's best-known statues, including the statue of Oliver Cromwell outside the Palace of Westminster. He was a keen student of classical sculpture and was one of the youngest artists to be elected to the Royal Academy, in 1882, the same year the bronze cast of Teucer was purchased for the British nation under the auspices of the Chantrey Bequest.",
    "year": 1850,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Martin Pierre Marsick",
    "birthday": "1847-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/MartinMarsick.jpg/298px-MartinMarsick.jpg",
    "extract": "Martin Pierre Joseph Marsick, was a Belgian violin player, composer and teacher. His violin was made by Antonio Stradivari in 1705 and has since become known as the Ex Marsick Stradivarius. It was the instrument of David Oistrakh from 1966 to 1974. Marsick's nephew, Armand Marsick, the son of his brother Louis François, was a major violinist of the 20th century.",
    "year": 1847,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Leland Stanford",
    "birthday": "1824-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Leland_Stanford_c1870s.jpg/206px-Leland_Stanford_c1870s.jpg",
    "extract": "Amasa Leland Stanford was an American industrialist and politician. A member of the Republican Party, he served as the 8th governor of California from 1862 to 1863 and represented California in the United States Senate from 1885 until his death in 1893. He and his wife Jane were also the founders of Stanford University, which they named after their late son. Prior to his political career, Stanford was a successful merchant and wholesaler who built his business empire after migrating to California during the Gold Rush. As president of the Central Pacific Railroad and later the Southern Pacific from 1885 to 1890, he held tremendous power in the region and a lasting impact on California. Stanford is widely considered a robber baron.",
    "year": 1824,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Samuel Blatchford",
    "birthday": "1820-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Samuel_Blatchford%2C_US_Supreme_Court_Justice.png/225px-Samuel_Blatchford%2C_US_Supreme_Court_Justice.png",
    "extract": "Samuel M. Blatchford was an American attorney and judge. He was most notable for his service as an Associate Justice of the Supreme Court of the United States from April 3, 1882 until his death in 1893.",
    "year": 1820,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Davis (Supreme Court justice)",
    "birthday": "1815-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/JudgeDDavis.jpg/278px-JudgeDDavis.jpg",
    "extract": "David Davis was a United States Senator from Illinois and associate justice of the United States Supreme Court. He also served as Abraham Lincoln's campaign manager at the 1860 Republican National Convention, engineering Lincoln's successful nomination for President by that party.",
    "year": 1815,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Taras Shevchenko",
    "birthday": "1814-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/%D0%A2._%D0%93._%D0%A8%D0%B5%D0%B2%D1%87%D0%B5%D0%BD%D0%BA%D0%BE._%D0%9A%D0%B2%D1%96%D1%82%D0%B5%D0%BD%D1%8C_1859.jpg/235px-%D0%A2._%D0%93._%D0%A8%D0%B5%D0%B2%D1%87%D0%B5%D0%BD%D0%BA%D0%BE._%D0%9A%D0%B2%D1%96%D1%82%D0%B5%D0%BD%D1%8C_1859.jpg",
    "extract": "Taras Hryhorovych Shevchenko, also known as Kobzar Taras, or simply Kobzar, was a Ukrainian poet, writer, artist, public and political figure, folklorist and ethnographer. His literary heritage is regarded to be the foundation of modern Ukrainian literature and, to a large extent, the modern Ukrainian language though it is different from the language of his poems. Shevchenko is also known for his many masterpieces as a painter and an illustrator.",
    "year": 1814,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Edwin Forrest",
    "birthday": "1806-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Edwin_Forrest.jpg/222px-Edwin_Forrest.jpg",
    "extract": "Edwin Forrest was a prominent nineteenth-century American Shakespearean actor. His feud with the British actor William Macready was the cause of the deadly Astor Place Riot of 1849.",
    "year": 1806,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "William Cobbett",
    "birthday": "1763-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/William_Cobbett.JPG/244px-William_Cobbett.JPG",
    "extract": "William Cobbett was an English pamphleteer, journalist, politician and farmer born in Farnham, Surrey, one of a popular agrarian faction seeking to reform Parliament, abolish \"rotten boroughs\", restrain foreign activity and raise wages, to bring peace and ease poverty among farm labourers and smallholders. He backed lower taxes, saving, reversing commons enclosures and resisting the 1821 gold standard. He sought an end to borough-mongers, sinecurists and bureaucratic \"tax-eaters\" and stockbrokers, and to Jews in Britain, whom he typecast in a similar way. Early in life he was a soldier and devotee of king and country, but his later radicalism furthered the Reform Act 1832 and gained him one of two newly-created seats in Parliament for the borough of Oldham. He urged Catholic emancipation. He saw British agriculture and other economic output geographically. His polemics range from political reform to religion. His best known book is Rural Rides. He argued against Malthusianism, saying economic betterment could support global population growth.",
    "year": 1763,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Franz Joseph Gall",
    "birthday": "1758-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Franz_Josef_Gall3.jpg/268px-Franz_Josef_Gall3.jpg",
    "extract": "Franz Josef Gall was a German neuroanatomist, physiologist, and pioneer in the study of the localization of mental functions in the brain.",
    "year": 1758,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Kléber",
    "birthday": "1753-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/General_Jean_Baptiste_Kleber_%28Jean_Gu%C3%A9rin%29_-_Nationalmuseum_-_24145.tif/lossy-page1-273px-General_Jean_Baptiste_Kleber_%28Jean_Gu%C3%A9rin%29_-_Nationalmuseum_-_24145.tif.jpg",
    "extract": "Jean-Baptiste Kléber was a French general during the French Revolutionary Wars. After serving for one year in the French Royal Army, he entered Habsburg service seven years later. However, his plebeian ancestry hindered his opportunities. Eventually, he volunteered for the French Revolutionary Army in 1792 and quickly rose through the ranks.",
    "year": 1753,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Honoré Gabriel Riqueti, comte de Mirabeau",
    "birthday": "1749-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Boze_-_Honor%C3%A9_de_Mirabeau.jpg/255px-Boze_-_Honor%C3%A9_de_Mirabeau.jpg",
    "extract": "Honoré Gabriel Riqueti, Count of Mirabeau was a leader of the early stages of the French Revolution. A noble, he had been involved in numerous scandals before the start of the Revolution in 1789 that had left his reputation in ruins. Nonetheless, he rose to the top of the French political hierarchy in the years 1789–1791 and acquired the reputation of a voice of the people. A successful orator, he was the leader of the moderate position among revolutionaries by favoring a constitutional monarchy built on the model of Great Britain. When he died, he was a great national hero, even though support for his moderate position was slipping away. The later discovery that he was in the pay of King Louis XVI and the Austrian enemies of France beginning in 1790 brought him into posthumous disgrace. Historians are deeply split on whether he was a great leader who almost saved the nation from the Terror, a venal demagogue lacking political or moral values, or a traitor in the pay of the enemy.",
    "year": 1749,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Josef Mysliveček",
    "birthday": "1737-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Jan_Vil%C3%ADmek_-_Josef_Myslive%C4%8Dek.jpg/267px-Jan_Vil%C3%ADmek_-_Josef_Myslive%C4%8Dek.jpg",
    "extract": "Josef Mysliveček was a Czech composer who contributed to the formation of late eighteenth-century classicism in music. Mysliveček provided his younger friend Wolfgang Amadeus Mozart with significant compositional models in the genres of symphony, Italian serious opera, and violin concerto; both Wolfgang and his father Leopold Mozart considered him an intimate friend from the time of their first meetings in Bologna in 1770 until he betrayed their trust over the promise of an operatic commission for Wolfgang to be arranged with the management of the Teatro San Carlo in Naples. His closeness to the Mozart family resulted in frequent references to him in the Mozart correspondence.",
    "year": 1737,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Friederike Caroline Neuber",
    "birthday": "1697-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Friederike_Caroline_Neuber_1898_Neuer_Theater-Almanch.png/259px-Friederike_Caroline_Neuber_1898_Neuer_Theater-Almanch.png",
    "extract": "Friederike Caroline Neuber, née Friederike Caroline Weissenborn, also known as Friedericke Karoline Neuber, Frederika Neuber, Karoline Neuber, Carolina Neuber, Frau Neuber, and Die Neuberin, was a German actress and theatre director. She is considered one of the most famous actresses and actor-managers in the history of the German theatre, \"influential in the development of modern German theatre.\" Neuber also worked to improve the social and artistic status of German actors and actresses, emphasizing naturalistic technique. During a time when theatrical managers in Germany were predominantly men, Caroline Neuber stands out in history as a remarkably ambitious woman who, during her 25-year career, was able to alter theatrical history, elevating the status of German theatre alongside of Germany's most important male theatrical leaders at the time, such as \"her actor-manager husband Johann, the popular stage fool Johann Müller, the major actor of the next generation Johann Schönemann, the multi-talented newcomer Gotthold Ephraim Lessing, and principally, their de facto Dramaturg, Johann Gottsched.\"",
    "year": 1697,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Franz Anton von Sporck",
    "birthday": "1662-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Sporck01.jpg/234px-Sporck01.jpg",
    "extract": "Franz Anton von Sporck, Count was a German-speaking literatus and patron of the arts who lived in the province of Bohemia in what is now the Czech Republic. He was one of the most notable cultural and intellectual figures in central Europe in the early 18th century.",
    "year": 1662,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Aloysius Gonzaga",
    "birthday": "1568-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/The_Vocation_of_Saint_Aloysius_Gonzaga.PNG/242px-The_Vocation_of_Saint_Aloysius_Gonzaga.PNG",
    "extract": "Aloysius de Gonzaga was an Italian aristocrat who became a member of the Society of Jesus. While still a student at the Roman College, he died as a result of caring for the victims of a serious epidemic. He was beatified in 1605 and canonized in 1726.",
    "year": 1568,
    "month": 3,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Amerigo Vespucci",
    "birthday": "1451-3-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Portrait_of_Amerigo_Vespucci.jpg/245px-Portrait_of_Amerigo_Vespucci.jpg",
    "extract": "Amerigo Vespucci was an Italian merchant, explorer, and navigator from the Republic of Florence, from whose name the term \"America\" is derived.",
    "year": 1451,
    "month": 3,
    "day": 9,
    "language": "en"
  }
]