[
  {
    "name": "Álex Palou",
    "birthday": "1997-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Alex_Palou_at_Road_America_in_2021.png/289px-Alex_Palou_at_Road_America_in_2021.png",
    "extract": "Álex Palou Montalbo is a Spanish racing driver born in Sant Antoni de Vilamajor, Spain. He drives for Chip Ganassi Racing in the IndyCar Series, where he won the 2021 series championship. He is the first Spanish racing driver to win a National Championship in American open-wheel racing history and also the first Spaniard to win in the GP3 Series.",
    "year": 1997,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Logan Paul",
    "birthday": "1995-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Hero-image.fill.size_1200x1200.v1614810746.jpg/247px-Hero-image.fill.size_1200x1200.v1614810746.jpg",
    "extract": "Logan Alexander Paul is an American YouTuber and social media personality. In addition to posting on his own YouTube channel, he has run the Impaulsive podcast since November 2018, and he currently has more than 23 million subscribers on YouTube as of January 2022.",
    "year": 1995,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Deng Linlin",
    "birthday": "1992-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Deng_Linlin_2009.jpg/213px-Deng_Linlin_2009.jpg",
    "extract": "Deng Linlin, is a retired Chinese gymnast. She was a member of the Chinese team that won the team gold medal at the 2008 Olympic Games in Beijing, People's Republic of China, and is a three-time World Cup gold medalist. She is the 2009 World and 2012 Olympic champion on balance beam.",
    "year": 1992,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Julia Harting",
    "birthday": "1990-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/20150725_1622_DM_Leichtathletik_Frauen_Diskuswurf_9553.jpg/213px-20150725_1622_DM_Leichtathletik_Frauen_Diskuswurf_9553.jpg",
    "extract": "Julia Harting is a German athlete who specialises in the discus throw. She won the silver medal at the 2016 European Championships, and has represented Germany at two Olympics.",
    "year": 1990,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jan Blokhuijsen",
    "birthday": "1989-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Jan_Blokhuijsen_2020.jpg/213px-Jan_Blokhuijsen_2020.jpg",
    "extract": "Jan Blokhuijsen is an Olympic award-winning Dutch long-track speed skater who until 2013 skated for the commercial TVM team.",
    "year": 1989,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "David N'Gog",
    "birthday": "1989-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/David_N%27Gog_23-07-11_1.png/130px-David_N%27Gog_23-07-11_1.png",
    "extract": "David Philippe Henri Ngog, known as David N'Gog, is a French former professional footballer who played as a striker.",
    "year": 1989,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Christian Vietoris",
    "birthday": "1989-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Vietoris_christian.JPG/238px-Vietoris_christian.JPG",
    "extract": "Christian Vietoris is a German racing driver, currently driving in the Deutsche Tourenwagen Masters for HWA Team. Vietoris is also a part of the revitalized Mercedes-Benz Junior Team, together with Robert Wickens and Roberto Merhi. Vietoris made his debut in the DTM in 2011, driving for Persson Motorsport, before being promoted to HWA for the 2012 DTM season.",
    "year": 1989,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Brook Lopez",
    "birthday": "1988-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Brook_Lopez_against_Bobcats.jpg/140px-Brook_Lopez_against_Bobcats.jpg",
    "extract": "Brook Robert Lopez is an American professional basketball player for the Milwaukee Bucks of the National Basketball Association (NBA). He played two years of college basketball for the Stanford Cardinal.",
    "year": 1988,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robin Lopez",
    "birthday": "1988-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Robin_Lopez_Hornets_2.jpg/251px-Robin_Lopez_Hornets_2.jpg",
    "extract": "Robin Byron Lopez is an American professional basketball player for the Orlando Magic of the National Basketball Association (NBA). He was selected with the 15th pick in the 2008 NBA draft by the Phoenix Suns, was traded to the New Orleans Hornets in 2012 and was traded to Portland in 2013. He played college basketball for the Stanford Cardinal alongside his twin brother Brook Lopez.",
    "year": 1988,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ding Junhui",
    "birthday": "1987-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Ding_Junhui_at_Snooker_German_Masters_%28DerHexer%29_2015-02-05_01.jpg/298px-Ding_Junhui_at_Snooker_German_Masters_%28DerHexer%29_2015-02-05_01.jpg",
    "extract": "Ding Junhui is a Chinese professional snooker player and the most successful Asian player in the history of the sport. Throughout his career, he has won 14 major ranking titles, including three UK Championships. He has twice reached the final of the Masters, winning once in 2011. In 2016, he became the first Asian player to reach the final of the World Championship.",
    "year": 1987,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Oliver Turvey",
    "birthday": "1987-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Oliver_Turvey.jpg/234px-Oliver_Turvey.jpg",
    "extract": "Oliver Jonathan Turvey is a British professional racing driver currently competing in Formula E. He was a notable kart racer, with two national titles, and was the 2006 McLaren Autosport BRDC Award winner. His career has been supported by the Racing Steps Foundation. He is currently signed to McLaren as a test driver.",
    "year": 1987,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hillary Scott",
    "birthday": "1986-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lady_A_-_Charlotte_12-27-12-1.jpg/280px-Lady_A_-_Charlotte_12-27-12-1.jpg",
    "extract": "Hillary Dawn Scott-Tyrrell is an American singer and songwriter. She is the co-lead singer of Lady A, previously known as Lady Antebellum, a country music group that was formed in 2006, and is signed to Big Machine Records.",
    "year": 1986,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Daniel Murphy (baseball)",
    "birthday": "1985-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Daniel_Murphy_%2829517303687%29_%28cropped%29.jpg/292px-Daniel_Murphy_%2829517303687%29_%28cropped%29.jpg",
    "extract": "Daniel Thomas Murphy is an American former professional baseball infielder who played 12 seasons in Major League Baseball (MLB) for the New York Mets, Washington Nationals, Chicago Cubs, and Colorado Rockies. While primarily a second baseman, he also played first base, third base, and left field. Murphy was an MLB All-Star in 2014, 2016, and 2017.",
    "year": 1985,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Beth Tweddle",
    "birthday": "1985-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Elizabeth_Tweddle_FIG_2012.jpg/320px-Elizabeth_Tweddle_FIG_2012.jpg",
    "extract": "Elizabeth Kimberly Tweddle is a retired British artistic gymnast. Renowned for her uneven bar and floor routines, she was the first female gymnast from Great Britain to win a medal at the European Championships, World Championships, and Olympic Games. Tweddle, known for her consistency and longevity as an elite gymnast, is regarded as a pioneer of the renaissance of British gymnastics at the beginning of the twenty-first century that saw the country's gymnastics programme progress from 'also ran' to consistent global competitiveness.",
    "year": 1985,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sean Taylor",
    "birthday": "1983-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Sean_Taylor.jpg/204px-Sean_Taylor.jpg",
    "extract": "Sean Michael Maurice Taylor is an American football safety for the Washington Redskins of the National Football League (NFL). He was selected fifth overall in the 2004 NFL Draft by the Redskins, where he played four seasons until his murder in 2007.",
    "year": 1983,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Taran Killam",
    "birthday": "1982-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/10.13.13TaranKillamByLuigiNovi1.jpg/253px-10.13.13TaranKillamByLuigiNovi1.jpg",
    "extract": "Taran Hourie Killam is an American actor, comedian, and writer. He is known for his television work on The Amanda Show, How I Met Your Mother, MADtv, New Girl, Saturday Night Live, and Single Parents. Killam is also known for his portrayal of a teen pop star in the 2004 Disney Channel Original Movie Stuck in the Suburbs. He voices the title character on the PBS children's cartoon series Nature Cat.",
    "year": 1982,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Andreas Thorkildsen",
    "birthday": "1982-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Andreas_Thorkildsen_2008_cr.jpg/275px-Andreas_Thorkildsen_2008_cr.jpg",
    "extract": "Andreas Thorkildsen is a retired Norwegian track and field athlete who competed in the javelin throw. He was the Olympic Champion in 2004 and 2008, European Champion in 2006 and 2010, and World Champion in 2009. He is the first male javelin thrower in history to simultaneously be European, World and Olympic Champion. He was also a three-time silver medalist at the World Championships, placing second in 2005, 2007 and 2011. His personal best of 91.59 m, set in 2006, is the Norwegian record.",
    "year": 1982,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Antonis Fotsis",
    "birthday": "1981-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/PA020112Fotsis.JPG/238px-PA020112Fotsis.JPG",
    "extract": "Antonis Fotsis is a Greek professional basketball player for Ilysiakos. He was also the captain of the senior men's Greek national basketball team. He is a 2.09-metre tall power forward, who can also play as a small ball center, or even as a small forward, if needed.",
    "year": 1981,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bjørn Einar Romøren",
    "birthday": "1981-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Bj%C3%B6rn_Einar_Rom%C3%B6ren_NOR.JPG/236px-Bj%C3%B6rn_Einar_Rom%C3%B6ren_NOR.JPG",
    "extract": "Bjørn Einar Romøren is a Norwegian former ski jumper who competed at World Cup level from 2001 to 2014. His career highlights include eight individual World Cup wins, two ski flying world records, and a team bronze medal at the 2006 Winter Olympics. Bjørn Einar is the younger brother of Jan-Erik Romøren, best known by the stage name Nag, frontman of black metal band Tsjuder.",
    "year": 1981,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dennis Kruppke",
    "birthday": "1980-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Kruppke%2C_Dennis_BS_12-13_WP.JPG/214px-Kruppke%2C_Dennis_BS_12-13_WP.JPG",
    "extract": "Dennis Kruppke is a German former professional footballer who played as a midfielder or forward.",
    "year": 1980,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Randy Orton",
    "birthday": "1980-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Randy_Orton_April_2018.jpg/181px-Randy_Orton_April_2018.jpg",
    "extract": "Randal Keith Orton is an American professional wrestler and actor. Widely regarded as one of the greatest professional wrestlers of all time, He is currently signed to WWE, where he performs on the Raw brand.",
    "year": 1980,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bijou Phillips",
    "birthday": "1980-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Bijou_Phillips.jpg/320px-Bijou_Phillips.jpg",
    "extract": "Bijou Lilly Phillips Masterson is an American actress, model, and singer. The daughter of musician John Phillips and Geneviève Waïte, she began her career as a model. Phillips made her singing debut with I'd Rather Eat Glass (1999), and since her first major film appearance in Black and White (1999), she has acted in Almost Famous (2000), Bully (2001), The Door in the Floor (2004), Hostel: Part II (2007), and Choke (2008). From 2010 to 2013, she played the recurring role of Lucy Carlyle on the television series Raising Hope.",
    "year": 1980,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ruth Beitia",
    "birthday": "1979-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Ruth_Beitia_by_Augustas_Didzgalvis.jpg/302px-Ruth_Beitia_by_Augustas_Didzgalvis.jpg",
    "extract": "Ruth Beitia Vila is a retired high jumper who was the 2016 Olympic champion in the women's high jump. She was also a politician in the Partido Popular and a member of the Parliament of Cantabria.",
    "year": 1979,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Antonio de Nigris",
    "birthday": "1978-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/86/Antonio_de_Nigris.jpeg/320px-Antonio_de_Nigris.jpeg",
    "extract": "Antonio de Nigris Guajardo was a Mexican professional footballer who played as a striker.",
    "year": 1978,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mirka Federer",
    "birthday": "1978-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Roger_and_Mirka_Federer.jpg/320px-Roger_and_Mirka_Federer.jpg",
    "extract": "Miroslava \"Mirka\" Federer is a Swiss former professional tennis player.",
    "year": 1978,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Anamaria Marinca",
    "birthday": "1978-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Anamaria_Marinca_in_a_presentation_on_November_24%2C_2007_in_Panji.jpg/269px-Anamaria_Marinca_in_a_presentation_on_November_24%2C_2007_in_Panji.jpg",
    "extract": "Anamaria Marinca is a Romanian actress. She made her screen debut with the Channel 4 film Sex Traffic, for which she won the British Academy Television Award for Best Actress. Marinca is also known for her performance in 4 Months, 3 Weeks and 2 Days, earning several awards for her performance, and was nominated for the European Film Award for Best Actress, London Film Critics Circle Award for Actress of the Year, Los Angeles Film Critics Association Award for Best Actress and National Society of Film Critics Award for Best Actress. In 2008, at the 58th Berlin International Film Festival, she was presented the Shooting Stars Award by the European Film Promotion.",
    "year": 1978,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Etan Thomas",
    "birthday": "1978-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Etan_Thomas.jpg/296px-Etan_Thomas.jpg",
    "extract": "Dedrick Etan Thomas is an American former professional basketball player who played for the Washington Wizards, Oklahoma City Thunder, and Atlanta Hawks of the National Basketball Association (NBA). He is also a published poet, freelance writer, activist, and motivational speaker, as well as a co-host of Centers of Attention, a sports talk show on ESPN Radio Syracuse in Syracuse, New York, alongside former professional basketball player Danny Schayes.",
    "year": 1978,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Vitor Belfort",
    "birthday": "1977-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Vitor_belfort_cropped.jpg/320px-Vitor_belfort_cropped.jpg",
    "extract": "Vítor Vieira Belfort is a Brazilian mixed martial artist who competes in the Heavyweight and Middleweight divisions. Belfort previously competed for the Ultimate Fighting Championship (UFC), where he fought in the Heavyweight, Light Heavyweight and Middleweight divisions. He is the UFC 12 Heavyweight Tournament Champion, as well as the former UFC Light Heavyweight Champion and Cage Rage World Light Heavyweight Champion. Known for his explosive knockout power, Belfort is tied for third for the most finishes in UFC history with 14. Belfort has also competed for MMA promotions Pride FC, Strikeforce, Affliction, and Cage Rage.",
    "year": 1977,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Haimar Zubeldia",
    "birthday": "1977-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Tour_de_France_20130704_Aix-en-Provence_067.jpg/213px-Tour_de_France_20130704_Aix-en-Provence_067.jpg",
    "extract": "Haimar Zubeldia Agirre is a Spanish former road racing cyclist from the Basque Country, who competed professionally between 1998 and 2017 for the Euskaltel–Euskadi, Astana, Team RadioShack and Trek–Segafredo teams. During his career, Zubeldia recorded five top-ten finishes in the Tour de France, and one in the Vuelta a España.",
    "year": 1977,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hazem El Masri",
    "birthday": "1976-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Hazem_el_Magic.jpg/215px-Hazem_el_Magic.jpg",
    "extract": "Hazem El Masri is a Lebanese Australian former professional rugby league footballer who played as a winger in the 1990s and 2000s. An international representative for Australia and Lebanon, and a New South Wales State of Origin representative goal-kicking wing, he played his entire club football career in Sydney with Canterbury-Bankstown with whom he won the 2004 NRL Premiership. In 2009 El Masri took the record for the highest-ever point scorer in premiership history and for a record sixth time was the NRL's top point scorer for the season. He also became only the seventh player in history to score over 150 NRL tries, having primarily played on the wing, but also at fullback.",
    "year": 1976,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "David Gilliland",
    "birthday": "1976-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/David_gilliland_%2840249393295%29.jpg/234px-David_gilliland_%2840249393295%29.jpg",
    "extract": "David L. Gilliland is an American professional stock car racing driver and team owner. Since 2017, he has operated David Gilliland Racing, a team that races in the NASCAR Camping World Truck Series, ARCA Menards Series, and CARS Tour.",
    "year": 1976,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "David Oyelowo",
    "birthday": "1976-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/David_Oyelowo_Golden_Globes.jpg/229px-David_Oyelowo_Golden_Globes.jpg",
    "extract": "David Oyetokunbo Oyelowo  is a British actor, director and producer. His accolades include a Critics' Choice Award, a Screen Actors Guild Award, and nominations for two Golden Globe Awards, two Primetime Emmy Awards, and a BAFTA Award. In 2016, he was appointed an Officer of the Order of the British Empire (OBE) for his services to drama.",
    "year": 1976,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Clarence Seedorf",
    "birthday": "1976-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Clarence_Seedorf_2021.jpg/213px-Clarence_Seedorf_2021.jpg",
    "extract": "Clarence Clyde Seedorf is a Dutch Surinamese professional football manager and former player. He is regarded by many as one of the best midfielders of his generation, as well as one of the finest ever. Seedorf was known for his powerful accurate striking ability, speed, passing, and strength.",
    "year": 1976,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Yuka Kaneko",
    "birthday": "1976-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Yuka_Kaneko.JPG/320px-Yuka_Kaneko.JPG",
    "extract": "Yuka Kaneko is a former professional tennis player from Japan.",
    "year": 1976,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Butler (musician)",
    "birthday": "1975-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/John_Butler_%40_The_Bakery_%282_6_2012%29_%287172052141%29.jpg/320px-John_Butler_%40_The_Bakery_%282_6_2012%29_%287172052141%29.jpg",
    "extract": "John Charles Wiltshire-Butler, professionally known as John Butler, is an American-Australian singer, songwriter, and music producer. He is the front man for the John Butler Trio, a roots and jam band that formed in Fremantle, Western Australia, in 1998.",
    "year": 1975,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Magdalena Maleeva",
    "birthday": "1975-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Magdalena_Maleeva_RG_2005.jpg/280px-Magdalena_Maleeva_RG_2005.jpg",
    "extract": "Magdalena Georgieva Maleeva is a Bulgarian former professional tennis player. She played on the WTA Tour competing in singles and doubles, from April 1989 to October 2005 and has won ten career singles titles. Her best WTA singles ranking was world No. 4.",
    "year": 1975,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Christian Finnegan",
    "birthday": "1973-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Christian_Finnegan.jpg/291px-Christian_Finnegan.jpg",
    "extract": "Fletcher Christian Finnegan, better known as Christian Finnegan, is an American stand-up comedian, writer and actor based in New York City.",
    "year": 1973,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Stephen Fleming",
    "birthday": "1973-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Stephen_Fleming_ONZM_%28cropped%29.jpg/227px-Stephen_Fleming_ONZM_%28cropped%29.jpg",
    "extract": "Stephen Paul Fleming is a New Zealand cricket coach and former captain of the New Zealand national cricket team, who is the current head coach of IPL team Chennai Super Kings. He is considered one of the greatest batsmen for the New Zealand national cricket team.",
    "year": 1973,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Rachel Maddow",
    "birthday": "1973-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Rachel_Maddow_%282018%29.jpg/241px-Rachel_Maddow_%282018%29.jpg",
    "extract": "Rachel Anne Maddow is an American television news program host and liberal political commentator. Maddow hosts The Rachel Maddow Show, a weekly television show on MSNBC, and serves as the cable network's special event co-anchor alongside Brian Williams. Her syndicated talk radio program of the same name aired on Air America Radio from 2005 to 2010. Maddow has received multiple Emmy Awards for her broadcasting work and in 2021 received a Grammy Award for Best Spoken Word Album for her book Blowout (2019).",
    "year": 1973,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Darren McCarty",
    "birthday": "1972-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Stanley1.jpg/213px-Stanley1.jpg",
    "extract": "Darren Douglas McCarty is a Canadian former professional ice hockey forward, best known for his years playing with the Detroit Red Wings of the National Hockey League (NHL). McCarty has been known for taking on the role of the Red Wings enforcer most of his career, a role in which he won the Stanley Cup four times in 1997, 1998, 2002, and 2008, the last of which after resurrecting his career in the Red Wings minor league system.",
    "year": 1972,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Shinji Nakano",
    "birthday": "1971-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Shinji_Nakano_2009_Japan.jpg/213px-Shinji_Nakano_2009_Japan.jpg",
    "extract": "Shinji Nakano is a Japanese professional racing driver.",
    "year": 1971,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Brad Meltzer",
    "birthday": "1970-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/3.6.18BradMeltzerByLuigiNovi4.jpg/318px-3.6.18BradMeltzerByLuigiNovi4.jpg",
    "extract": "Brad Meltzer is an American novelist, non-fiction writer, TV show creator, and comic book author. His novels touch on the political thriller, legal thriller and conspiracy fiction genres, while he has also written superhero fiction for DC Comics and a series of short biographies of prominent people for young readers.",
    "year": 1970,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dean Windass",
    "birthday": "1969-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Dean_Windass_05-12-2011_1.jpg/260px-Dean_Windass_05-12-2011_1.jpg",
    "extract": "Dean Windass is an English former professional footballer who played as a striker. He played spells at Bradford City and contributed to his hometown team Hull City's promotion to the Premier League in 2008.",
    "year": 1969,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mike Baird",
    "birthday": "1968-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Mike_Baird_Day-1-Opening-Plenary-4091_%28cropped%29.jpg/251px-Mike_Baird_Day-1-Opening-Plenary-4091_%28cropped%29.jpg",
    "extract": "Michael Bruce Baird is an Australian investment banker and former politician who was the 44th Premier of New South Wales, the Minister for Infrastructure, the Minister for Western Sydney, and the Leader of the New South Wales Liberal Party from April 2014 to January 2017.",
    "year": 1968,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Andreas Schnaas",
    "birthday": "1968-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Andreas_Schnaas.jpg",
    "extract": "Andreas Schnaas is a German director and actor working exclusively in the horror genre. Since he first appeared on the film scene in 1989, he has become a leader in Germany's ultra-violent low-budget horror film industry. He was the first in a series of maverick directors making underground movies who began a sustained revival of German horror cinema post World War II.",
    "year": 1968,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alexander Stubb",
    "birthday": "1968-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Alexander_Stubb_EPP_October_2018_%2844474967285%29_%28cropped%29.jpg/253px-Alexander_Stubb_EPP_October_2018_%2844474967285%29_%28cropped%29.jpg",
    "extract": "Cai-Göran Alexander Stubb is a Finnish politician who served as Prime Minister of Finland from 2014 to 2015. He rose to politics as a researcher specialized in the affairs of the European Union and was elected to the European Parliament in 2004 as a member of the National Coalition Party. In 2008, Stubb was appointed as Minister for Foreign Affairs following a scandal surrounding his predecessor, Ilkka Kanerva. In 2011 Stubb stood for election to the Finnish Parliament for the first time and was elected MP with the second highest vote count in the election, which led to Stubb becoming the Minister for Europe and Foreign Trade in Jyrki Katainen's cabinet.",
    "year": 1968,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nicola Roxon",
    "birthday": "1967-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Nicola_Roxon_Portrait_2012.jpg/233px-Nicola_Roxon_Portrait_2012.jpg",
    "extract": "Nicola Louise Roxon is a former Australian politician, who was a member of the House Representatives representing the seat of Gellibrand in Victoria for the Australian Labor Party from the 1998 federal election until her retirement in August 2013. Between 2011 and 2013, Roxon was the first female Attorney-General of Australia. Roxon is currently an adjunct professor at Victoria University.",
    "year": 1967,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Chris Evans (presenter)",
    "birthday": "1966-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Chris_Evans_2010.jpg/232px-Chris_Evans_2010.jpg",
    "extract": "Christopher James Evans is an English television presenter, radio DJ and producer for radio and television. He started his broadcasting career working for Piccadilly Radio, Manchester, as a teenager, before moving to London as a presenter for the BBC's BBC Radio London and then Channel 4 television, where The Big Breakfast made him a star. Soon he was able to dictate highly favourable terms, allowing him to broadcast on competing radio and TV stations. Slots like Radio 1 Breakfast and TFI Friday provided a mix of celebrity interviews, music and comic games, delivered in an irreverent style that attracted high ratings, though often also generated significant numbers of complaints. By 2000 he was the UK's highest paid entertainer, according to the Sunday Times Rich List. In the tax year to April 2017, he was the BBC's highest-paid presenter, earning between £2.2m and £2.25m annually.",
    "year": 1966,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mehmet Özdilek",
    "birthday": "1966-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Mehmet_%C3%96zdilek.jpg/212px-Mehmet_%C3%96zdilek.jpg",
    "extract": "Mehmet \"Şifo\" Özdilek is a Turkish football manager and former player. He is nicknamed \"Şifo\" after Belgian star Enzo Scifo with whom he shared a similar playing style.",
    "year": 1966,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mark Jackson",
    "birthday": "1965-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Coach_Mark_Jackson_at_Warriors_open_practice_Oct_13%2C_2012.jpg/228px-Coach_Mark_Jackson_at_Warriors_open_practice_Oct_13%2C_2012.jpg",
    "extract": "Mark A. Jackson is an American former professional basketball player and coach. A point guard from St. John's University, he played for the New York Knicks, Los Angeles Clippers, Indiana Pacers, Denver Nuggets, Toronto Raptors, Utah Jazz, and Houston Rockets of the National Basketball Association (NBA) in a career spanning from 1987 to 2004.",
    "year": 1965,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Erik Breukink",
    "birthday": "1964-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Erik_Breukink_%28Tour_de_France_2007_-_stage_8%29.jpg/223px-Erik_Breukink_%28Tour_de_France_2007_-_stage_8%29.jpg",
    "extract": "Erik Breukink is a former professional road racing cyclist. In 1988, Breukink won the youth competition in the Tour de France. In 1990, finished 3rd in the 1990 Tour de France. Most recently, he served as the manager of the Rabobank team.",
    "year": 1964,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Morris (cricketer, born 1964)",
    "birthday": "1964-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/JohnMorrisCanterbury.jpg/164px-JohnMorrisCanterbury.jpg",
    "extract": "John Morris is a former English cricketer, who played for England in three Test matches and eight One Day Internationals in 1990 and 1991. He played first-class cricket for Derbyshire from 1982 to 1993, for Durham from 1994 to 1999 and for Nottinghamshire in 2000 and 2001.",
    "year": 1964,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "José Rodrigues dos Santos",
    "birthday": "1964-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Jos%C3%A9RodriguesDosSantos.png/252px-Jos%C3%A9RodriguesDosSantos.png",
    "extract": "José António Afonso Rodrigues dos Santos is a Portuguese journalist, novelist and university lecturer. He has been one of the presenters of Telejornal, the evening news program on the Portuguese public television channel RTP1, since 1991. Since the 2000s he has published several thriller and historical fiction novels, becoming a best-selling author in Portugal.",
    "year": 1964,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Teddy Diaz",
    "birthday": "1963-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f3/Teddy_Diaz_guitar_solo_1987.jpg/281px-Teddy_Diaz_guitar_solo_1987.jpg",
    "extract": "Teodoro \"Teddy\" de Villa Diaz was a Filipino musician and composer, best known as the founder and original guitarist of The Dawn.",
    "year": 1963,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Aprille Ericsson-Jackson",
    "birthday": "1963-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Aprille_Ericsson.jpg/320px-Aprille_Ericsson.jpg",
    "extract": "Aprille J. Ericsson-Jackson is an American aerospace engineer. Ericsson-Jackson is the first African-American woman to receive a Ph.D. in mechanical engineering from Howard University and the first African-American woman to receive a Ph.D. in Engineering at the National Aeronautics and Space Administration (NASA) Goddard Space Flight Center (GSFC).",
    "year": 1963,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Chris Grayling",
    "birthday": "1962-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Official_portrait_of_Rt_Hon_Chris_Grayling_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Chris_Grayling_MP_crop_2.jpg",
    "extract": "Christopher Stephen Grayling is a British Conservative Party politician and author who served as Secretary of State for Transport from 2016 to 2019. He has served as Member of Parliament (MP) for Epsom and Ewell since 2001. Grayling previously worked in the television and film industry.",
    "year": 1962,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Samboy Lim",
    "birthday": "1962-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/84/Samboy.jpg",
    "extract": "Avelino Borromeo Lim Jr., better known as Samboy \"The Skywalker\" Lim, is a retired Filipino professional basketball player of the Philippine Basketball Association and many time national player in the 1980s and 90s.",
    "year": 1962,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Phillip Schofield",
    "birthday": "1962-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Philip_Schofield_%28cropped%29.jpg",
    "extract": "Phillip Bryan Schofield is an English television presenter who works for ITV. He is currently the co-presenter of ITV's This Morning (2002–present) and Dancing on Ice alongside Holly Willoughby. Schofield gained national attention working for the BBC, first as a continuity presenter for Children's BBC on weekdays from 1985 to 1987. His other television work includes Going Live! (1987–1993), All Star Mr & Mrs (2008–2016), The Cube, Text Santa (2011–2015), and 5 Gold Rings (2017–2020).",
    "year": 1962,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Susan Boyle",
    "birthday": "1961-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Susan_Boyle_Nov_2009.jpg/279px-Susan_Boyle_Nov_2009.jpg",
    "extract": "Susan Magdalane Boyle is a Scottish singer. She rose to fame in 2009 after appearing as a contestant on the third series of Britain's Got Talent, singing \"I Dreamed a Dream\" from Les Misérables.",
    "year": 1961,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sergio Scariolo",
    "birthday": "1961-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Sergio_Scariolo_by_Augustas_Didzgalvis.jpg/259px-Sergio_Scariolo_by_Augustas_Didzgalvis.jpg",
    "extract": "Sergio Scariolo is an Italian professional basketball coach who is head coach of Virtus Bologna of the Italian Lega Basket Serie A (LBA) and the head coach of the senior Spain national team. Having won three EuroBasket championships and a World Cup at the head of Spain, Scariolo is one of the most successful coaches in the history of international competitions.",
    "year": 1961,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mark White (British musician)",
    "birthday": "1961-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/MarkWhite2016.jpg/320px-MarkWhite2016.jpg",
    "extract": "Mark Andrew White is an English singer, songwriter, composer, musician and record producer.",
    "year": 1961,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Helmuth Duckadam",
    "birthday": "1959-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Helmuth_Duckadam_1986.jpg/246px-Helmuth_Duckadam_1986.jpg",
    "extract": "Helmut Robert Duckadam is a Romanian retired footballer who played as a goalkeeper.",
    "year": 1959,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "D. Boon",
    "birthday": "1958-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Minutemen%2C_1982_%28cropped%29.jpg/237px-Minutemen%2C_1982_%28cropped%29.jpg",
    "extract": "Dennes Dale Boon was an American singer, songwriter, and guitarist. Boon was best known as the guitarist and vocalist of the American punk rock trio Minutemen. In 1985, he died in a van crash at the age of 27.",
    "year": 1958,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "David Gower",
    "birthday": "1957-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/David_Gower.jpg/212px-David_Gower.jpg",
    "extract": "David Ivon Gower is an English cricket commentator and former cricketer who was captain of the England cricket team during the 1980s. Described as one of the most stylish left-handed batsmen of his era, Gower played 117 Test matches and 114 One Day Internationals (ODI) scoring 8,231 and 3,170 runs, respectively. He was one of the most capped and high scoring players for England during his period.",
    "year": 1957,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Denise Nickerson",
    "birthday": "1957-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Denise_Nickerson_by_Gage_Skidmore.jpg/214px-Denise_Nickerson_by_Gage_Skidmore.jpg",
    "extract": "Denise Marie Nickerson was an American actress. At the age of 13 she starred as Violet Beauregarde in the 1971 film Willy Wonka & the Chocolate Factory. She later played Allison on The Electric Company, and had recurring roles as Amy Jennings, Nora Collins, and Amy Collins in the soap opera Dark Shadows. She retired from acting in 1978 and later worked as a receptionist and office manager.",
    "year": 1957,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Humayun Akhtar Khan",
    "birthday": "1955-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Huak.jpg/287px-Huak.jpg",
    "extract": "Humayun Akhtar Khan is a Pakistani politician, business tycoon, and actuary. He has been elected as a member of the National Assembly four consecutive times between 1990–2007, having served as Federal Minister for Trade and Commerce from 2002–2007 and as Chairman Board of Investment from 1997–1999.",
    "year": 1955,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jeff Porcaro",
    "birthday": "1954-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Jeff_Porcaro_Toto_Fahrenheit_World_Tour_1986.jpg/256px-Jeff_Porcaro_Toto_Fahrenheit_World_Tour_1986.jpg",
    "extract": "Jeffrey Thomas Porcaro was an American drummer, songwriter and record producer. He is best known for his work with the rock band Toto but is one of the most recorded session musicians in history, working on hundreds of albums and thousands of sessions. While already an established studio player in the 1970s, he came to prominence in the United States as the drummer on the Steely Dan album Katy Lied.",
    "year": 1954,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Barry Sonnenfeld",
    "birthday": "1953-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Barry_Sonnenfeld_2012.jpg/254px-Barry_Sonnenfeld_2012.jpg",
    "extract": "Barry Sonnenfeld is an American filmmaker and television director. He originally worked as a cinematographer for the Coen brothers before directing films such as The Addams Family (1991) and its sequel Addams Family Values (1993), Get Shorty (1995), the Men in Black trilogy (1997–2012), and Wild Wild West (1999).",
    "year": 1953,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alberto Zaccheroni",
    "birthday": "1953-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Alberto_Zaccheroni.jpg/190px-Alberto_Zaccheroni.jpg",
    "extract": "Alberto Zaccheroni is an Italian football manager, formerly in charge of the United Arab Emirates and Japan national football teams.",
    "year": 1953,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Annette O'Toole",
    "birthday": "1952-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/AnnetteOTooleKidding2020.png/212px-AnnetteOTooleKidding2020.png",
    "extract": "Annette O'Toole is an American actress. She is known for portraying Lisa Bridges in the television series Nash Bridges, Beverly Marsh in the 1990 television mini-series adaptation of Stephen King's epic horror novel It, Lana Lang in Superman III, Kathy in the romantic-comedy film Cross My Heart and Martha Kent on the television series Smallville.",
    "year": 1952,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bernard Stiegler",
    "birthday": "1952-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/2016_HTNM_Bernard_Stiegler_%2830301265471%29_%28cropped%29.jpg/256px-2016_HTNM_Bernard_Stiegler_%2830301265471%29_%28cropped%29.jpg",
    "extract": "Bernard Stiegler was a French philosopher. He was head of the Institut de recherche et d'innovation (IRI), which he founded in 2006 at the Centre Georges-Pompidou. He was also the founder in 2005 of the political and cultural group, Ars Industrialis; the founder in 2010 of the philosophy school, pharmakon.fr, held at Épineuil-le-Fleuriel; and a co-founder in 2018 of Collectif Internation, a group of \"politicised researchers\" across multiple disciplines. His best known work is Technics and Time, 1: The Fault of Epimetheus.",
    "year": 1952,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Abizaid",
    "birthday": "1951-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/John_P._Abizaid_official_photo.jpg/256px-John_P._Abizaid_official_photo.jpg",
    "extract": "John Philip Abizaid is a retired United States Army general and former United States Central Command (CENTCOM) commander who served as the United States Ambassador to Saudi Arabia from 2019 to 2021.",
    "year": 1951,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Samuel Alito",
    "birthday": "1950-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Samuel_Alito_official_photo.jpg/256px-Samuel_Alito_official_photo.jpg",
    "extract": "Samuel Anthony Alito Jr. is an American lawyer and jurist who serves as an associate justice of the Supreme Court of the United States. He was nominated by President George W. Bush on October 31, 2005, and has served since January 31, 2006. He is the second Italian-American justice to serve on the U.S. Supreme Court, after Antonin Scalia, and the eleventh Roman Catholic.",
    "year": 1950,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Loris Kessel",
    "birthday": "1950-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/1976_BRDC_International_Trophy%2C_Loris_Kessel.jpg/320px-1976_BRDC_International_Trophy%2C_Loris_Kessel.jpg",
    "extract": "Loris Kessel was a racing driver from Switzerland. He was born in Lugano and died in Montagnola following a long illness.",
    "year": 1950,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Daniel Paillé",
    "birthday": "1950-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Daniel_Paill%C3%A9.jpg/309px-Daniel_Paill%C3%A9.jpg",
    "extract": "Daniel Paillé is a Canadian politician, who represented the riding of Prévost in the National Assembly of Quebec from 1994 to 1996 as a member of the Parti Québécois, and represented the district of Hochelaga in the House of Commons of Canada as a member of the Bloc Québécois. He was elected leader of the Bloc Québécois with 62 percent of the vote on December 11, 2011. Paillé stepped down as leader on December 16, 2013 due to health reasons.",
    "year": 1950,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gérard Mestrallet",
    "birthday": "1949-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/G%C3%A9rard_Mestrallet_Engie.png/320px-G%C3%A9rard_Mestrallet_Engie.png",
    "extract": "Gérard Mestrallet is a French manager who served as chairman of the board of directors of Engie and as CEO from 2008 to 2016. He is also the chairman of Suez.",
    "year": 1949,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Paul Manafort",
    "birthday": "1949-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Paul_Manafort_at_2016_RNC.jpg/264px-Paul_Manafort_at_2016_RNC.jpg",
    "extract": "Paul John Manafort Jr. is an American lobbyist, political consultant, attorney and convicted fraudster. A long-time Republican Party campaign consultant, he chaired the Trump presidential campaign from June to August 2016. Manafort served as an adviser to the U.S. presidential campaigns of Republicans Gerald Ford, Ronald Reagan, George H. W. Bush, and Bob Dole. In 1980, he co-founded the Washington, D.C.–based lobbying firm Black, Manafort & Stone, along with principals Charles R. Black Jr., and Roger J. Stone, joined by Peter G. Kelly in 1984. Manafort often lobbied on behalf of foreign leaders such as former President of Ukraine Viktor Yanukovych, former dictator of the Philippines Ferdinand Marcos, former dictator of Zaire Mobutu Sese Seko, and Angolan guerrilla leader Jonas Savimbi. Lobbying to serve the interests of foreign governments requires registration with the Justice Department under the Foreign Agents Registration Act (FARA); on June 27, 2017, he retroactively registered as a foreign agent.",
    "year": 1949,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gil Scott-Heron",
    "birthday": "1949-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Gil_Scott_Heron.jpg/226px-Gil_Scott_Heron.jpg",
    "extract": "Gilbert Scott-Heron was an American soul and jazz poet, musician, and author, known primarily for his work as a spoken-word performer in the 1970s and 1980s. His collaborative efforts with musician Brian Jackson featured a musical fusion of jazz, blues, and soul, as well as lyrical content concerning social and political issues of the time, delivered in both rapping and melismatic vocal styles by Scott-Heron. His own term for himself was \"bluesologist\", which he defined as \"a scientist who is concerned with the origin of the blues\". His poem \"The Revolution Will Not Be Televised\", delivered over a jazz-soul beat, is considered a major influence on hip hop music.",
    "year": 1949,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Javier Irureta",
    "birthday": "1948-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Javier_Irureta_1973.jpg/231px-Javier_Irureta_1973.jpg",
    "extract": "Javier Iruretagoyena Amiano, Irureta for short, is a Spanish retired football attacking midfielder and manager.",
    "year": 1948,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Peter Law",
    "birthday": "1948-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d6/Peterlaw.jpg",
    "extract": "Peter John Law was a Welsh politician. Formerly a member of the Labour Party, he stood as an independent candidate for Blaenau Gwent in the 2005 general election, defeating the Labour candidate by over 9,000 votes. The Daily Telegraph described his victory as \"one of the most spectacular general election results of modern times\".",
    "year": 1948,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alain Connes",
    "birthday": "1947-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/be/Alain_Connes.jpg",
    "extract": "Alain Connes is a French mathematician, and a theoretical physicist, known for his contributions to the study of operator algebras and noncommutative geometry. He is a professor at the Collège de France, IHÉS, Ohio State University and Vanderbilt University. He was awarded the Fields Medal in 1982.",
    "year": 1947,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nikitas Kaklamanis",
    "birthday": "1946-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Stylianidis-Kaklamanis%2C_cropped_%28Kaklamanis%29.jpg/250px-Stylianidis-Kaklamanis%2C_cropped_%28Kaklamanis%29.jpg",
    "extract": "Nikitas M. Kaklamanis is a Greek New Democracy (ND) politician and former mayor of Athens. He is also a former Minister for Health and Social Solidarity. In the Greek local elections of 2010 he lost the position of mayor after being defeated by Giorgos Kaminis.",
    "year": 1946,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ronnie Lane",
    "birthday": "1946-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Ronnie_Lane.jpg/320px-Ronnie_Lane.jpg",
    "extract": "Ronald Frederick Lane was an English musician, songwriter, and producer who is best known as the bass guitarist and founding member of two prominent English rock and roll bands: Small Faces (1965–69) and subsequently Faces (1969–73). With Small Faces he was nicknamed \"Plonk\". After their breakup and re-formation as Faces, he acquired the nickname \"Three-Piece\".",
    "year": 1946,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Arrigo Sacchi",
    "birthday": "1946-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Sacchi.jpg/250px-Sacchi.jpg",
    "extract": "Arrigo Sacchi is an Italian former professional football coach. He was twice manager of AC Milan, with great success. He won the Serie A title in his 1987–88 debut season and then dominated European football by winning back to back European Cups in 1989 and 1990. From 1991 to 1996, he was head coach of the Italy national team and led them to the 1994 FIFA World Cup Final, where they lost to Brazil in a penalty shoot-out.",
    "year": 1946,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dafydd Wigley",
    "birthday": "1943-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Dafydd_Wigley.jpg/246px-Dafydd_Wigley.jpg",
    "extract": "Dafydd Wynne Wigley, Baron Wigley, is a Welsh politician. He served as Plaid Cymru Member of Parliament (MP) for Caernarfon from 1974 until 2001 and as Assembly Member for Caernarfon from 1999 until 2003. He was the leader of Plaid Cymru from 1981 to 1984 and again from 1991 to 2000. On 19 November 2010 it was announced that he had been granted a life peerage by the Queen, and he took his seat in the House of Lords, as Baron Wigley of Caernarfon, on 24 January 2011.",
    "year": 1943,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Samuel R. Delany",
    "birthday": "1942-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Samuel_R._Delany_%28headshot_2%29.png/149px-Samuel_R._Delany_%28headshot_2%29.png",
    "extract": "Samuel R. Delany, born April 1, 1942, nicknamed \"Chip\", is an American author and literary critic. His work includes fiction, memoir, criticism, and essays.",
    "year": 1942,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Richard D. Wolff",
    "birthday": "1942-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Richard_D._Wolff_in_2015.jpg/320px-Richard_D._Wolff_in_2015.jpg",
    "extract": "Richard David Wolff is an American Marxian economist, known for his work on economic methodology and class analysis. He is Professor Emeritus of Economics at the University of Massachusetts Amherst, and currently a Visiting Professor in the Graduate Program in International Affairs of the New School in New York. Wolff has also taught economics at Yale University, City University of New York, University of Utah, University of Paris I (Sorbonne), and The Brecht Forum in New York City.",
    "year": 1942,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ajit Wadekar",
    "birthday": "1941-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Indore_Cricket_Bat.JPG/240px-Indore_Cricket_Bat.JPG",
    "extract": "Ajit Laxman Wadekar was an Indian international cricketer who played for the Indian national team between 1966 and 1974. Described as an \"aggressive batsman\", Wadekar made his first-class debut in 1958, before making his foray into international cricket in 1966. He batted at number three and was considered to be one of the finest slip fielders. Wadekar also captained the Indian cricket team which won series in the West Indies and England in 1971(first victory of Indian team in test cricket outside of India was recorded in 1968 under the captaincy of Tiger Pataudi against New Zealand). The Government of India honoured him with the Arjuna Award (1967) and Padmashri (1972), India's fourth highest civilian honour.",
    "year": 1941,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Wangari Maathai",
    "birthday": "1940-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Wangari_Maathai_in_2001.jpg/198px-Wangari_Maathai_in_2001.jpg",
    "extract": "Wangarĩ Muta Maathai was a Kenyan social, environmental and a political activist and the first African woman to win the Nobel Peace Prize. As a beneficiary of the Kennedy Airlift she studied in the United States, earning a bachelor's degree from Mount St. Scholastica and a master's degree from the University of Pittsburgh. She went on to become the first woman in East and Central Africa to become a Doctor of Philosophy, receiving her PhD from the University of Nairobi in Kenya.",
    "year": 1940,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ali MacGraw",
    "birthday": "1939-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Ali_MacGraw_-_1972.jpg/241px-Ali_MacGraw_-_1972.jpg",
    "extract": "Elizabeth Alice MacGraw is an American actress and activist. She gained attention with her role in the film Goodbye, Columbus (1969), for which she won the Golden Globe Award for Most Promising Newcomer. She gained an international profile for her role in the film Love Story (1970), for which she was nominated for an Academy Award for Best Actress and won the Golden Globe Award for Best Actress in a Motion Picture – Drama. In 1972, MacGraw was voted the top female box office star in the world and was honored with a hands and footprints ceremony at Grauman's Chinese Theatre after having been in just three films. She went on to star in the popular action film The Getaway (1972). She played the female lead in Convoy (1978) and headlined the romantic sports drama Players (1979), the comedy Just Tell Me What You Want (1980), and appeared in the historical novel-based television miniseries The Winds of War (1983). In 1991, she published an autobiography, Moving Pictures.",
    "year": 1939,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Phil Niekro",
    "birthday": "1939-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Phil_Niekro_1974.jpg/254px-Phil_Niekro_1974.jpg",
    "extract": "Philip Henry Niekro, nicknamed \"Knucksie\", was an American baseball pitcher who played 24 seasons in Major League Baseball, 20 of them with the Milwaukee / Atlanta Braves. Niekro's 318 career victories are the most by a knuckleballer and rank 16th on MLB's all-time wins list. He won the National League Gold Glove Award five times, was selected to five All-Star teams, and led the league in victories twice and earned run average once. He was a key contributor to the Braves winning their only two division titles before 1991. Niekro was inducted into the Baseball Hall of Fame in 1997.",
    "year": 1939,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Peter Collinson (film director)",
    "birthday": "1936-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/ac/Peter_Collinson_%28film_director%29.jpg/320px-Peter_Collinson_%28film_director%29.jpg",
    "extract": "Peter Collinson was a British film director probably best remembered for directing The Italian Job (1969).",
    "year": 1936,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jean-Pascal Delamuraz",
    "birthday": "1936-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Delamuraz01.jpg/320px-Delamuraz01.jpg",
    "extract": "Jean-Pascal Delamuraz was a Swiss politician and member of the Swiss Federal Council (1983–1998).",
    "year": 1936,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tarun Gogoi",
    "birthday": "1936-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Tarun_Gogoi_-_Kolkata_2013-02-10_4891_Cropped.JPG/213px-Tarun_Gogoi_-_Kolkata_2013-02-10_4891_Cropped.JPG",
    "extract": "Tarun Gogoi was an Indian politician who served as the Chief Minister of Assam from 2001 to 2016. He was a member of the Indian National Congress and led the party to a record three consecutive electoral victories and was the longest serving chief minister of the state. During his tenure as the chief minister, he is credited with ending militant insurgency and mitigating violence in addition to improving the state's fiscal condition.",
    "year": 1936,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Abdul Qadeer Khan",
    "birthday": "1936-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Abdul_Qadeer_Khan.jpg/316px-Abdul_Qadeer_Khan.jpg",
    "extract": "Abdul Qadeer Khan, NI, HI, FPAS, known as A. Q. Khan, was a Pakistani nuclear physicist and metallurgical engineer who is colloquially known as the \"father of Pakistan's atomic weapons program\".",
    "year": 1936,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Larry McDonald",
    "birthday": "1935-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Larry_McDonald.jpg/189px-Larry_McDonald.jpg",
    "extract": "Lawrence Patton McDonald was an American politician and a member of the United States House of Representatives, representing Georgia's 7th congressional district as a Democrat from 1975 until he was killed while a passenger on board Korean Air Lines Flight 007 when it was shot down by Soviet interceptors.",
    "year": 1935,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Vladimir Pozner Jr.",
    "birthday": "1934-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Vladimir_Posner_2013_04.jpg/213px-Vladimir_Posner_2013_04.jpg",
    "extract": "Vladimir Vladimirovich Pozner is a French-born Russian-American journalist and presenter.",
    "year": 1934,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Claude Cohen-Tannoudji",
    "birthday": "1933-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Claude_Cohen-Tannoudji.JPG/320px-Claude_Cohen-Tannoudji.JPG",
    "extract": "Claude Cohen-Tannoudji is a French physicist. He shared the 1997 Nobel Prize in Physics with Steven Chu and William Daniel Phillips for research in methods of laser cooling and trapping atoms. Currently he is still an active researcher, working at the École normale supérieure (Paris).",
    "year": 1933,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dan Flavin",
    "birthday": "1933-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/31/Site-specific_installation_by_Dan_Flavin%2C_1996%2C_Menil_Collection%2C_Houston_Texas.JPG/320px-Site-specific_installation_by_Dan_Flavin%2C_1996%2C_Menil_Collection%2C_Houston_Texas.JPG",
    "extract": "Dan Flavin was an American minimalist artist famous for creating sculptural objects and installations from commercially available fluorescent light fixtures.",
    "year": 1933,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Debbie Reynolds",
    "birthday": "1932-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Debbie_Reynolds_6_Allan_Warren.jpg/302px-Debbie_Reynolds_6_Allan_Warren.jpg",
    "extract": "Mary Frances \"Debbie\" Reynolds was an American actress, singer, and businesswoman. Her career spanned almost 70 years. She was nominated for the Golden Globe Award for Most Promising Newcomer for her portrayal of Helen Kane in the 1950 film Three Little Words. Her breakout role was her first leading role, as Kathy Selden in Singin' in the Rain (1952). Her other successes include The Affairs of Dobie Gillis (1953), Susan Slept Here (1954), Bundle of Joy, The Catered Affair, and Tammy and the Bachelor (1957), in which her performance of the song \"Tammy\" reached number one on the Billboard music charts. In 1959, she released her first pop music album, titled Debbie.",
    "year": 1932,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "George Baker (British actor)",
    "birthday": "1931-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/37/George-Baker-008.jpg",
    "extract": "George Morris Baker, MBE was an English actor and writer. He was best known for portraying Tiberius in I, Claudius, and Inspector Wexford in The Ruth Rendell Mysteries.",
    "year": 1931,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Rolf Hochhuth",
    "birthday": "1931-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Rolf_Hochhuth_2009.jpg/252px-Rolf_Hochhuth_2009.jpg",
    "extract": "Rolf Hochhuth was a German author and playwright, best known for his 1963 drama The Deputy, which insinuates Pope Pius XII's indifference to Hitler's extermination of the Jews, and he remained a controversial figure both for his plays and other public comments and for his 2005 defense of British Holocaust denier David Irving.",
    "year": 1931,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Grace Lee Whitney",
    "birthday": "1930-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Grace_lee_whitney_1980.jpg/220px-Grace_lee_whitney_1980.jpg",
    "extract": "Grace Lee Whitney was an American actress and singer. She played Janice Rand on the original Star Trek television series and subsequent Star Trek films.",
    "year": 1930,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jonathan Haze",
    "birthday": "1929-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Jonathan_Haze_as_Seymour_Krelboyne.png/320px-Jonathan_Haze_as_Seymour_Krelboyne.png",
    "extract": "Jonathan Haze is an American actor, producer and screenwriter. He is best known for his work in Roger Corman films, especially the 1960 black comedy cult classic, The Little Shop of Horrors, in which he played florist's assistant Seymour Krelboined.",
    "year": 1929,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Milan Kundera",
    "birthday": "1929-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Milan_Kundera_redux.jpg/317px-Milan_Kundera_redux.jpg",
    "extract": "Milan Kundera is a Czech writer who went into exile in France in 1975, becoming a naturalised French citizen in 1981. Kundera's Czechoslovak citizenship was revoked in 1979; he received his Czech citizenship in 2019. He \"sees himself as a French writer and insists his work should be studied as French literature and classified as such in book stores\".",
    "year": 1929,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Payut Ngaokrachang",
    "birthday": "1929-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Payute_Ngaokrachang_20070920.jpg/240px-Payute_Ngaokrachang_20070920.jpg",
    "extract": "Payut Ngaokrachang was a Thai cartoonist and animator. He created Thai cinema's first cel-animated feature film, The Adventure of Sudsakorn.",
    "year": 1929,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jane Powell",
    "birthday": "1929-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Jane_Powell_1952.jpg/256px-Jane_Powell_1952.jpg",
    "extract": "Jane Powell was an American actress, singer, and dancer who first appeared in Metro-Goldwyn-Mayer musicals in the 1940s. With her soprano voice and girl-next-door image, Powell appeared in films, television and on the stage. She was notable for her performances in A Date with Judy (1948), Royal Wedding (1951), Seven Brides for Seven Brothers (1954), and Hit the Deck (1955).",
    "year": 1929,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Walter Bahr",
    "birthday": "1927-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Walter_Bahr_Joe_Biden_at_Lincoln_Financial_Field_for_Philadelphia_Union_match_%28cropped%29.jpg/258px-Walter_Bahr_Joe_Biden_at_Lincoln_Financial_Field_for_Philadelphia_Union_match_%28cropped%29.jpg",
    "extract": "Walter Alfred Bahr was an American professional soccer player, considered one of the greatest ever in his country. He was the long-time captain of the U.S. national team and played in the 1950 FIFA World Cup when the U.S. defeated England 1–0. Bahr's three sons Casey, Chris, and Matt, all played professional soccer in the defunct North American Soccer League. Casey and Chris also played for the U.S. Olympic team, and Chris and Matt later became placekickers in the National Football League, each earning two Super Bowl rings.",
    "year": 1927,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ferenc Puskás",
    "birthday": "1927-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Ferenc_Pusk%C3%A1s_%28cropped%29.jpg/209px-Ferenc_Pusk%C3%A1s_%28cropped%29.jpg",
    "extract": "Ferenc Puskás was a Hungarian football player and manager, widely regarded as one of the greatest players of all time and the sport's first international superstar. A forward, he scored 84 goals in 85 international matches for Hungary, played four international matches for Spain and scored 625 goals in 631 matches in the Hungarian and Spanish leagues. He became an Olympic champion in 1952 and led his nation to the final of the 1954 World Cup. He won three European Cups, ten national championships and eight top individual scoring honors. In 1995, he was recognized as the greatest top division scorer of the 20th century by the IFFHS. With 703 goals in 707 official games scored during his career, he is the fifth top goalscorer of all time. He also has 363 assists, which is the second most in history behind Pelé.",
    "year": 1927,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Anne McCaffrey",
    "birthday": "1926-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Anne_McCaffrey_2005.JPG/297px-Anne_McCaffrey_2005.JPG",
    "extract": "Anne Inez McCaffrey was an American-Irish writer known for the Dragonriders of Pern science fiction series. She was the first woman to win a Hugo Award for fiction and the first to win a Nebula Award. Her 1978 novel The White Dragon became one of the first science-fiction books to appear on the New York Times Best Seller list.",
    "year": 1926,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Brendan Byrne",
    "birthday": "1924-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Brendan_Byrne_%28NJ_2%29.png/233px-Brendan_Byrne_%28NJ_2%29.png",
    "extract": "Brendan Thomas Byrne was an American politician, statesman, and prosecutor, serving as the 47th governor of New Jersey from 1974 to 1982.",
    "year": 1924,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Duke Jordan",
    "birthday": "1922-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/%28Portrait_of_Charlie_Parker%2C_Tommy_Potter%2C_Miles_Davis%2C_Duke_Jordan%2C_and_Max_Roach%2C_Three_Deuces%2C_New_York%2C_N.Y.%2C_ca._Aug._1947%29_%28LOC%29_%284843140781%29.jpg/320px-%28Portrait_of_Charlie_Parker%2C_Tommy_Potter%2C_Miles_Davis%2C_Duke_Jordan%2C_and_Max_Roach%2C_Three_Deuces%2C_New_York%2C_N.Y.%2C_ca._Aug._1947%29_%28LOC%29_%284843140781%29.jpg",
    "extract": "Irving Sidney \"Duke\" Jordan was an American jazz pianist.",
    "year": 1922,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Manchester",
    "birthday": "1922-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Portrait_of_William_Manchester_in_c._1967.jpg/305px-Portrait_of_William_Manchester_in_c._1967.jpg",
    "extract": "William Raymond Manchester was an American author, biographer, and historian. He was the author of 18 books which have been translated into over 20 languages. He was awarded the National Humanities Medal and the Abraham Lincoln Literary Award.",
    "year": 1922,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Arthur \"Guitar Boogie\" Smith",
    "birthday": "1921-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/40/ArthurSmithGuitarBoogie.png",
    "extract": "Arthur Smith was an American musician, songwriter, and producer of records, as well as a radio and TV host. Smith produced radio and TV shows; The Arthur Smith Show was the first nationally syndicated country music show on television. After moving to Charlotte, North Carolina, Smith developed and ran the first commercial recording studio in the Southeast.",
    "year": 1921,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Toshiro Mifune",
    "birthday": "1920-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Toshiro_Mifune_1954_Scan10003_160913.jpg/238px-Toshiro_Mifune_1954_Scan10003_160913.jpg",
    "extract": "Toshiro Mifune  was a Japanese actor who appeared in over 150 feature films. He is best known for his 16-film collaboration (1948–1965) with Akira Kurosawa in such works as Rashomon, Seven Samurai, The Hidden Fortress, Throne of Blood, and Yojimbo. He also portrayed Miyamoto Musashi in Hiroshi Inagaki's Samurai Trilogy and one earlier Inagaki film, Lord Toranaga in the NBC television miniseries Shōgun, and Admiral Isoroku Yamamoto in three different films.",
    "year": 1920,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Joseph Murray",
    "birthday": "1919-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c1/Joseph_Murray.png/277px-Joseph_Murray.png",
    "extract": "Joseph Edward Murray was an American plastic surgeon who performed the first successful human kidney transplant on identical twins Richard and Ronald Herrick on December 23, 1954.",
    "year": 1919,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sydney Newman",
    "birthday": "1917-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6a/Sydneynewman.JPG/320px-Sydneynewman.JPG",
    "extract": "Sydney Cecil Newman, OC was a Canadian film and television producer, who played a pioneering role in British television drama from the late 1950s to the late 1960s. After his return to Canada in 1970, Newman was appointed Acting Director of the Broadcast Programs Branch for the Canadian Radio and Television Commission (CRTC) and then head of the National Film Board of Canada (NFB). He also occupied senior positions at the Canadian Film Development Corporation and Canadian Broadcasting Corporation, and acted as an advisor to the Secretary of State.",
    "year": 1917,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Melville Shavelson",
    "birthday": "1917-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7f/Melville_Shavelson.jpg",
    "extract": "Melville Shavelson was an American film director, producer, screenwriter, and author. He was President of the Writers Guild of America, West (WGAw) from 1969 to 1971, 1979 to 1981, and 1985 to 1987.",
    "year": 1917,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "O. W. Fischer",
    "birthday": "1915-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Vertr%C3%A4umte_Tage%2C_L%27Aiguille_rouge_%281951%29.jpg/320px-Vertr%C3%A4umte_Tage%2C_L%27Aiguille_rouge_%281951%29.jpg",
    "extract": "Otto Wilhelm Fischer was an Austrian film and theatre actor, a leading man of West German cinema during the Wirtschaftswunder era of the 1950s and 1960s.",
    "year": 1915,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Memos Makris",
    "birthday": "1913-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Makrisz_01.jpg/241px-Makrisz_01.jpg",
    "extract": "Memos Makris was a prominent Greek sculptor. He spent his early childhood in Patras but his family moved to Athens in 1919. He studied at the Athens School of Fine Arts and soon became involved in the artistic and cultural life of the 1930s. During the German Occupation Makris joined the National Resistance. After the liberation he continued his studies in Paris. He was deported from France in 1950 due to his political allegiance to the Left and sought political asylum in Hungary. In Hungary he became an important figure in the country's political and cultural life. In 1964 he was deprived of his Greek nationality, which he regained in 1975 after the restoration of democracy in Greece. In 1979 his first retrospective exhibition in Greece took place in the National Art Gallery.",
    "year": 1913,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Augusta Braxton Baker",
    "birthday": "1911-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7d/Augusta_Baker.jpg",
    "extract": "Augusta Braxton Baker was an American librarian and storyteller. She was known for her contributions to children's literature, especially regarding the portrayal of black Americans in works for children.",
    "year": 1911,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Harry Carney",
    "birthday": "1910-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/At_the_Palomar.jpg/320px-At_the_Palomar.jpg",
    "extract": "Harry Howell Carney was a jazz saxophonist and clarinettist who spent over four decades as a member of the Duke Ellington Orchestra. He played a variety of instruments but primarily used the baritone saxophone, being a critical influence on the instrument in jazz.",
    "year": 1910,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Abner Biberman",
    "birthday": "1909-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Abner_Biberman_1943.jpg/247px-Abner_Biberman_1943.jpg",
    "extract": "Abner Warren Biberman was an American actor, director, and screenwriter.",
    "year": 1909,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Eddy Duchin",
    "birthday": "1909-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Eddie_Duchin_Billboard.jpg/214px-Eddie_Duchin_Billboard.jpg",
    "extract": "Edwin Frank Duchin, commonly known as Eddy Duchin or alternatively Eddie Duchin, was an American jazz pianist and bandleader during the 1930s and 1940s.",
    "year": 1909,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Abraham Maslow",
    "birthday": "1908-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e0/Abraham_Maslow.jpg/254px-Abraham_Maslow.jpg",
    "extract": "Abraham Harold Maslow was an American psychologist who was best known for creating Maslow's hierarchy of needs, a theory of psychological health predicated on fulfilling innate human needs in priority, culminating in self-actualization. Maslow was a psychology professor at Brandeis University, Brooklyn College, New School for Social Research, and Columbia University. He stressed the importance of focusing on the positive qualities in people, as opposed to treating them as a \"bag of symptoms\". A Review of General Psychology survey, published in 2002, ranked Maslow as the tenth most cited psychologist of the 20th century.",
    "year": 1908,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Harlow Rothert",
    "birthday": "1908-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/da/Harlow_Rothert_1926.jpg",
    "extract": "Harlow Phelps Rothert was an American athlete who competed mainly in the shot put.",
    "year": 1908,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Shivakumara Swami",
    "birthday": "1907-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Shivakumara_Swami.png/243px-Shivakumara_Swami.png",
    "extract": "Shivakumara Swami was an Indian humanitarian, spiritual leader and educator. He was a Veerashaiva \nLingayat religious figure, he joined the Siddaganga Matha in 1930 Karnataka and became head seer from 1941. He also founded the Sri Siddaganga Education Society. Described as the most esteemed adherent of Lingayatism(Veerashaivism), he was referred to as Nadedaaduva Devaru in the state.",
    "year": 1907,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alexander Sergeyevich Yakovlev",
    "birthday": "1906-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/%D0%90%D0%BB%D0%B5%D0%BA%D1%81%D0%B0%D0%BD%D0%B4%D1%80_%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B5%D0%B2%D0%B8%D1%87_%D0%AF%D0%BA%D0%BE%D0%B2%D0%BB%D0%B5%D0%B2_%28cropped%29.jpg/213px-%D0%90%D0%BB%D0%B5%D0%BA%D1%81%D0%B0%D0%BD%D0%B4%D1%80_%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B5%D0%B2%D0%B8%D1%87_%D0%AF%D0%BA%D0%BE%D0%B2%D0%BB%D0%B5%D0%B2_%28cropped%29.jpg",
    "extract": "Alexander Sergeyevich Yakovlev was a Soviet aeronautical engineer. He designed the Yakovlev military aircraft and founded the Yakovlev Design Bureau. Yakovlev joined the Communist Party of the Soviet Union in 1938.",
    "year": 1906,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gaston Eyskens",
    "birthday": "1905-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Gaston_Eyskens_%281969%29.jpg/240px-Gaston_Eyskens_%281969%29.jpg",
    "extract": "Gaston François Marie, viscount Eyskens was a Christian democratic politician and Prime Minister of Belgium. He was also an economist and member of the Belgian Christian Social Party (CVP-PSC).",
    "year": 1905,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Paul Hasluck",
    "birthday": "1905-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Paulhasluck.jpg/229px-Paulhasluck.jpg",
    "extract": "Sir Paul Meernaa Caedwalla Hasluck, was an Australian statesman who served as the 17th Governor-General of Australia, in office from 1969 to 1974. Prior to that, he was a Liberal Party politician, holding ministerial office continuously from 1951 to 1969.",
    "year": 1905,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Whittaker Chambers",
    "birthday": "1901-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Whittaker_Chambers.jpg/241px-Whittaker_Chambers.jpg",
    "extract": "Whittaker Chambers was an American writer-editor, who, after early years as a Communist Party member (1925) and Soviet spy (1932–1938), defected from the Soviet underground (1938), worked for Time magazine (1939–1948), and then testified about the Ware group in what became the Hiss case for perjury (1949–1950), often referred to as the trial of the century, all described in his 1952 memoir Witness. Afterwards, he worked as a senior editor at National Review (1957–1959). US President Ronald Reagan awarded him the Presidential Medal of Freedom posthumously in 1984.",
    "year": 1901,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William James Sidis",
    "birthday": "1898-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/William_James_Sidis_1914.jpg/244px-William_James_Sidis_1914.jpg",
    "extract": "William James Sidis was an American child prodigy with exceptional mathematical and linguistic skills. He is notable for his 1920 book The Animate and the Inanimate, in which he speculates about the origin of life in the context of thermodynamics.",
    "year": 1898,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alberta Hunter",
    "birthday": "1895-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/29/Alberta_Hunter.jpg",
    "extract": "Alberta Hunter was an American jazz and blues singer and songwriter from the early 1920s to the late 1950s. After twenty years of working as a nurse, Hunter resumed her singing career in 1977.",
    "year": 1895,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Cicely Courtneidge",
    "birthday": "1893-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a1/Cicely-courtneidge-mousm%C3%A9-1911.jpg/273px-Cicely-courtneidge-mousm%C3%A9-1911.jpg",
    "extract": "Dame Esmerelda Cicely Courtneidge, was an Australian-born British actress, comedian and singer. The daughter of the producer and playwright Robert Courtneidge, she was appearing in his productions in the West End by the age of 16, and was quickly promoted from minor to major roles in his Edwardian musical comedies.",
    "year": 1893,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "K. B. Hedgewar",
    "birthday": "1889-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Dr._Hedgevar.jpg/224px-Dr._Hedgevar.jpg",
    "extract": "Keshav Baliram Hedgewar, also known by his moniker Doctorji, was an Indian Surgeon and the founding Sarsanghachalak of the Rashtriya Swayamsevak Sangh (RSS). Hedgewar founded the RSS in Nagpur in 1925, based on the ideology of Hindutva with the intention of creating a Hindu Rashtra.",
    "year": 1889,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Wallace Beery",
    "birthday": "1885-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Wallace_Beery-publicity.JPG/262px-Wallace_Beery-publicity.JPG",
    "extract": "Wallace Fitzgerald Beery was an American film and stage actor. He is best known for his portrayal of Bill in Min and Bill (1930) opposite Marie Dressler, as General Director Preysing in Grand Hotel (1932), as Long John Silver in Treasure Island (1934), as Pancho Villa in Viva Villa! (1934), and his titular role in The Champ (1931), for which he won the Academy Award for Best Actor. Beery appeared in some 250 films during a 36-year career. His contract with Metro-Goldwyn-Mayer stipulated in 1932 that he would be paid $1 more than any other contract player at the studio. This made Beery the highest-paid film actor in the world during the early 1930s. He was the brother of actor Noah Beery and uncle of actor Noah Beery Jr.",
    "year": 1885,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Clementine Churchill",
    "birthday": "1885-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Clementine_Churchill_1915.jpg/201px-Clementine_Churchill_1915.jpg",
    "extract": "Clementine Ogilvy Spencer Churchill, Baroness Spencer-Churchill, was the wife of Winston Churchill, Prime Minister of the United Kingdom, and a life peer in her own right. While legally the daughter of Sir Henry Hozier, her mother’s known infidelity and his suspected infertility make her paternal parentage uncertain. Clementine met Churchill in 1904 and they began their marriage of 56 years in 1908. They had five children together, one of whom died at the age of two from sepsis. During the First World War, Clementine organised canteens for munitions workers and during the Second World War, she acted as Chairman of the Red Cross Aid to Russia Fund, President of the Young Women’s Christian Association War Time Appeal and Chairman of Maternity Hospital for the Wives of Officers, Fulmer Chase, South Bucks. Throughout her life she was granted many titles, the final being a life peerage following the death of her husband in 1965. In her later years, she sold several of her husband’s portraits to help support herself financially. She died in her London home at the age of 92.",
    "year": 1885,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lon Chaney",
    "birthday": "1883-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Lon_Chaney%2C_Sr._The_Miracle_Man.jpg/211px-Lon_Chaney%2C_Sr._The_Miracle_Man.jpg",
    "extract": "Leonidas Frank \"Lon\" Chaney was an American actor, director, screenwriter and makeup artist. He is regarded as one of the most versatile and powerful actors of cinema, renowned for his characterizations of tortured, often grotesque and afflicted characters, and his groundbreaking artistry with makeup. Chaney was known for his starring roles in such silent horror films as The Hunchback of Notre Dame (1923) and The Phantom of the Opera (1925). His ability to transform himself using makeup techniques he developed earned him the nickname \"The Man of a Thousand Faces\".",
    "year": 1883,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Edvard Drabløs",
    "birthday": "1883-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/60863_Edvard_Drabl%C3%B8s.jpg/245px-60863_Edvard_Drabl%C3%B8s.jpg",
    "extract": "Edvard Drabløs was a Norwegian actor and theatre director.",
    "year": 1883,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Laurette Taylor",
    "birthday": "1883-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Laurette_Taylor.jpg/209px-Laurette_Taylor.jpg",
    "extract": "Laurette Taylor was an American stage and silent film star who is particularly well known for originating the role of Amanda Wingfield in the first production of Tennessee Williams's play The Glass Menagerie.",
    "year": 1883,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Octavian Goga",
    "birthday": "1881-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Octavian_Goga_%281%29.jpg/198px-Octavian_Goga_%281%29.jpg",
    "extract": "Octavian Goga was a nationalistic and later far-right Romanian politician, poet, playwright, journalist and translator.",
    "year": 1881,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Stanislaus Zbyszko",
    "birthday": "1879-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Stanislaus_Zbyszko_in_1919_%28cropped%29.jpg/280px-Stanislaus_Zbyszko_in_1919_%28cropped%29.jpg",
    "extract": "Jan Stanisław Cyganiewicz, better known by his ring name as Stanislaus Zbyszko, was a Polish strongman and professional wrestler — a three-time World Heavyweight Champion at his highest profile in the United States during the 1920s. The surname Zbyszko was only a nickname, given him by friends due to his bravery when he was a child; the name comes from that of a fictional medieval Polish knight in the historical novel The Knights of the Cross by Henryk Sienkiewicz. Stanislaus Zbyszko was the brother of Wladek Zbyszko (1891-1968).",
    "year": 1879,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "C. Ganesha Iyer",
    "birthday": "1878-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Viduva_Shironmani_C.Ganeshiyer.jpg/229px-Viduva_Shironmani_C.Ganeshiyer.jpg",
    "extract": "Vidhva Shiromani Brahma Sri C. Ganesha Iyer was a Ceylonese Tamil philologist from Jaffna.",
    "year": 1878,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Edgar Wallace",
    "birthday": "1875-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Bundesarchiv_Bild_102-13109%2C_Edgar_Wallace.jpg/208px-Bundesarchiv_Bild_102-13109%2C_Edgar_Wallace.jpg",
    "extract": "Richard Horatio Edgar Wallace was a British writer.",
    "year": 1875,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ernest Barnes",
    "birthday": "1874-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Ernest_William_Barnes.jpeg/266px-Ernest_William_Barnes.jpeg",
    "extract": "Ernest William Barnes was a British mathematician and scientist who later became a liberal theologian and bishop.",
    "year": 1874,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Prince Karl of Bavaria (1874–1927)",
    "birthday": "1874-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a4/Karl_of_Bavaria.jpg/254px-Karl_of_Bavaria.jpg",
    "extract": "Prince Karl of Bavaria was a member of the Bavarian Royal House of Wittelsbach and a Major General in the Bavarian Army.",
    "year": 1874,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sergei Rachmaninoff",
    "birthday": "1873-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Sergei_Rachmaninoff_cph.3a40575.jpg/252px-Sergei_Rachmaninoff_cph.3a40575.jpg",
    "extract": "Sergei Vasilyevich Rachmaninoff was a Russian composer, virtuoso pianist, and conductor. Rachmaninoff is widely considered one of the finest pianists of his day and, as a composer, one of the last great representatives of Romanticism in Russian classical music. Early influences of Tchaikovsky, Rimsky-Korsakov, and other Russian composers gave way to a thoroughly personal idiom notable for its song-like melodicism, expressiveness and rich orchestral colours. The piano is featured prominently in Rachmaninoff's compositional output and he made a point of using his skills as a performer to fully explore the expressive and technical possibilities of the instrument.",
    "year": 1873,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "F. Melius Christiansen",
    "birthday": "1871-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/F_Melius_Christiansen.jpg/167px-F_Melius_Christiansen.jpg",
    "extract": "Fredrik Melius Christiansen was a Norwegian-born violinist and choral conductor in the Lutheran choral tradition.",
    "year": 1871,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Edmond Rostand",
    "birthday": "1868-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Edmond_Rostand_en_habit_vert_01.jpg/235px-Edmond_Rostand_en_habit_vert_01.jpg",
    "extract": "Edmond Eugène Alexis Rostand was a French poet and dramatist. He is associated with neo-romanticism and is known best for his 1897 play Cyrano de Bergerac. Rostand's romantic plays contrasted with the naturalistic theatre popular during the late nineteenth century. Another of Rostand's works, Les Romanesques (1894), was adapted to the 1960 musical comedy The Fantasticks.",
    "year": 1868,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Walter Mead (cricketer)",
    "birthday": "1868-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Walter_Mead_cricketer_c1905.jpg/268px-Walter_Mead_cricketer_c1905.jpg",
    "extract": "Walter Mead was the principal bowler for Essex during their first two decades as a first-class county. As a member of the Lord’s ground staff, he was also after J.T. Hearne the most important bowler for MCC and Ground, who in those days played quite a number of first-class matches.",
    "year": 1868,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Blomfield",
    "birthday": "1866-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/William_Blomfield.jpg/227px-William_Blomfield.jpg",
    "extract": "William Blomfield was a New Zealand cartoonist and local politician. He was born in Auckland, New Zealand on 1 April 1866. Between 1914 and 1921 he was the second Mayor of Takapuna.",
    "year": 1866,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ferruccio Busoni",
    "birthday": "1866-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/FerruccioBusoni1913.jpg/242px-FerruccioBusoni1913.jpg",
    "extract": "Ferruccio Busoni was an Italian composer, pianist, conductor, editor, writer, and teacher. His international career and reputation led him to work closely with many of the leading musicians, artists and literary figures of his time, and he was a sought-after keyboard instructor and a teacher of composition.",
    "year": 1866,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ève Lavallière",
    "birthday": "1866-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/%C3%88ve_Lavalli%C3%A8re-1890.jpg/308px-%C3%88ve_Lavalli%C3%A8re-1890.jpg",
    "extract": "Ève Lavallière was a French stage actress and later a noteworthy Catholic penitent and member of the Secular Franciscan Order.",
    "year": 1866,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Richard Adolf Zsigmondy",
    "birthday": "1865-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9b/Richard_Adolf_Zsigmondy.jpg/226px-Richard_Adolf_Zsigmondy.jpg",
    "extract": "Richard Adolf Zsigmondy was an ethnic Hungarian chemist from Austria. He was known for his research in colloids, for which he was awarded the Nobel Prize in chemistry in 1925. The crater Zsigmondy on the Moon is named in his honour.",
    "year": 1865,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Edwin Austin Abbey",
    "birthday": "1852-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Edwin_Austin_Abbey_cropped.jpg/236px-Edwin_Austin_Abbey_cropped.jpg",
    "extract": "Edwin Austin Abbey was an American muralist, illustrator, and painter. He flourished at the beginning of what is now referred to as the \"golden age\" of illustration, and is best known for his drawings and paintings of Shakespearean and Victorian subjects, as well as for his painting of Edward VII's coronation. His most famous set of murals, The Quest and Achievement of the Holy Grail, adorns the Boston Public Library.",
    "year": 1852,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "James Fisk (financier)",
    "birthday": "1834-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/13/Jubilee-jim-fisk.jpg",
    "extract": "James Fisk Jr., known variously as \"Big Jim\", \"Diamond Jim\", and \"Jubilee Jim\" – was an American stockbroker and corporate executive who has been referred to as one of the \"robber barons\" of the Gilded Age. Though Fisk was admired by the working class of New York and the Erie Railroad, he achieved much ill-fame for his role in Black Friday in 1869, where he and his partner Jay Gould befriended the unsuspecting President Ulysses S. Grant in an attempt to use the President's good name in a scheme to corner the gold market in New York City. Several years later Fisk was murdered by a disgruntled business associate.",
    "year": 1834,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Louis-Zéphirin Moreau",
    "birthday": "1824-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Louis-Z%C3%A9phirin_Moreau.png/220px-Louis-Z%C3%A9phirin_Moreau.png",
    "extract": "Louis-Zéphirin Moreau was a Canadian Roman Catholic prelate who served as the fourth Bishop of Saint-Hyacinthe from 1875 until his death in 1901. He was also the cofounder of the Sisters of Saint Joseph of – an order he founded with Élisabeth Bergeron – and the founder of the Sisters of Sainte Martha. Moreau was a frail child due to being born premature and so could not help his farmer parents work on their land. He dedicated himself to his studies and later his ecclesial studies despite the fact that illness forced him to slow down his studies which impeded on his progress to ordination. But a benefactor in the Coadjutor Bishop of Montreal saw him advance towards his ordination and he served as an aide to several bishops in the diocesan secretariat and later as a diocesan vicar general.",
    "year": 1824,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Simon Bolivar Buckner",
    "birthday": "1823-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Simon_Bolivar_Buckner_Sr.jpg/246px-Simon_Bolivar_Buckner_Sr.jpg",
    "extract": "Simon Bolivar Buckner was an American soldier, Confederate combatant, and politician. He fought in the United States Army in the Mexican–American War. He later fought in the Confederate States Army during the American Civil War. After the war, he served as the 30th governor of Kentucky.",
    "year": 1823,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Otto von Bismarck",
    "birthday": "1815-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Bundesarchiv_Bild_146-2005-0057%2C_Otto_von_Bismarck_%28cropped%29.jpg/226px-Bundesarchiv_Bild_146-2005-0057%2C_Otto_von_Bismarck_%28cropped%29.jpg",
    "extract": "Otto, Prince of Bismarck, Count of Bismarck-Schönhausen, Duke of Lauenburg, born Otto Eduard Leopold von Bismarck, was a conservative German statesman and diplomat. From his base in the upper class of Junker landowners, Bismarck rose rapidly in Prussian politics. He masterminded the unification of Germany in 1871 and served as its first chancellor until 1890, in which capacity he dominated European affairs for two decades. He had served as the chancellor of the North German Confederation from 1867 to 1871 and alongside the office of chancellor of Germany, he was Prussia's minister president and the minister of Foreign Affairs from 1862 to 1890. Before his rise to the executive power, Bismarck was the Prussian ambassador to Russia and France and served in both houses of the Prussian Parliament. He cooperated with King Wilhelm I of Prussia to unify the various German states, a partnership that would last for the rest of Wilhelm's life. King Wilhelm granted Chancellor Bismarck the titles of Count of Bismarck-Schönhausen in 1865 and Prince of Bismarck in 1871. Bismarck provoked three short, decisive wars against Denmark, Austria, and France. Following the victory against Austria, he abolished the supranational German Confederation and instead formed the North German Confederation as the first German national state, aligning the smaller North German states behind Prussia, and excluding Austria. Receiving the support of the independent South German states in the Confederation's defeat of France, he formed the German Empire – which also excluded Austria – and united Germany.",
    "year": 1815,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Edward Clark (governor)",
    "birthday": "1815-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Edward_clark.png",
    "extract": "Edward Clark was the eighth Governor of Texas. His term coincided with the beginning of the American Civil War.",
    "year": 1815,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Mulready",
    "birthday": "1786-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Mulready_photo_by_Cundall_Downes.jpg/244px-Mulready_photo_by_Cundall_Downes.jpg",
    "extract": "William Mulready was an Irish genre painter living in London. He is best known for his romanticising depictions of rural scenes, and for creating Mulready stationery letter sheets, issued at the same time as the Penny Black postage stamp.",
    "year": 1786,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sophie Germain",
    "birthday": "1776-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Germain.jpeg/263px-Germain.jpeg",
    "extract": "Marie-Sophie Germain was a French mathematician, physicist, and philosopher. Despite initial opposition from her parents and difficulties presented by society, she gained education from books in her father's library, including ones by Leonhard Euler, and from correspondence with famous mathematicians such as Lagrange, Legendre, and Gauss. One of the pioneers of elasticity theory, she won the grand prize from the Paris Academy of Sciences for her essay on the subject. Her work on Fermat's Last Theorem provided a foundation for mathematicians exploring the subject for hundreds of years after. Because of prejudice against her sex, she was unable to make a career out of mathematics, but she worked independently throughout her life. Before her death, Gauss had recommended that she be awarded an honorary degree, but that never occurred. On 27 June 1831, she died from breast cancer. At the centenary of her life, a street and a girls’ school were named after her. The Academy of Sciences established the Sophie Germain Prize in her honor.",
    "year": 1776,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Luigi Schiavonetti",
    "birthday": "1765-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/A_Scene_from_Troilus_and_Cressida_-_Angelica_Kauffmann.jpg/320px-A_Scene_from_Troilus_and_Cressida_-_Angelica_Kauffmann.jpg",
    "extract": "Luigi Schiavonetti, Italian reproductive engraver and etcher, was born at Bassano in Venetia.",
    "year": 1765,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jean Anthelme Brillat-Savarin",
    "birthday": "1755-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Le_Vachez_Collection_-_Jean_Anthelme_Brillat-Savarin_%281755-1826%29.jpg/230px-Le_Vachez_Collection_-_Jean_Anthelme_Brillat-Savarin_%281755-1826%29.jpg",
    "extract": "Jean Anthelme Brillat-Savarin was a French lawyer and politician, who, as the author of The Physiology of Taste, gained fame as an epicure and gastronome: \"Grimod and Brillat-Savarin. Between them, two writers effectively founded the whole genre of the gastronomic essay.\"",
    "year": 1755,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Joseph de Maistre",
    "birthday": "1753-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Jmaistre.jpg/243px-Jmaistre.jpg",
    "extract": "Joseph Marie, comte de Maistre was a Savoyard philosopher, writer, lawyer and diplomat who advocated social hierarchy and monarchy in the period immediately following the French Revolution. Despite his close personal and intellectual ties with France, Maistre was throughout his life a subject of the Kingdom of Sardinia, which he served as a member of the Savoy Senate (1787–1792), ambassador to Russia (1803–1817) and minister of state to the court in Turin (1817–1821).",
    "year": 1753,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "George Dance the Younger",
    "birthday": "1741-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/British_Institution_at_52_Pall_Mall.jpg/212px-British_Institution_at_52_Pall_Mall.jpg",
    "extract": "George Dance the Younger RA was an English architect and surveyor as well as a portraitist.",
    "year": 1741,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Pieter Hellendaal",
    "birthday": "1721-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Pieter_Hellendaal.jpg",
    "extract": "Pieter Hellendaal was a Dutch composer, organist and violinist.",
    "year": 1721,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Abbé Prévost",
    "birthday": "1697-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Schmidt_Prevost.jpg/228px-Schmidt_Prevost.jpg",
    "extract": "Antoine François Prévost d'Exiles, usually known simply as the Abbé Prévost, was a French priest, author, and novelist.",
    "year": 1697,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Wilmot, 2nd Earl of Rochester",
    "birthday": "1647-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/John_Wilmot.jpg/258px-John_Wilmot.jpg",
    "extract": "John Wilmot, 2nd Earl of Rochester was an English poet and courtier of King Charles II's Restoration court. The Restoration reacted against the \"spiritual authoritarianism\" of the Puritan era. Rochester embodied this new era, and he became as well known for his rakish lifestyle as for his poetry, although the two were often interlinked. He died as a result of venereal disease at the age of 33.",
    "year": 1647,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Georg Mohr",
    "birthday": "1640-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Georg_Mohr.png/247px-Georg_Mohr.png",
    "extract": "\nJørgen Mohr was a Danish mathematician, known for being the first to prove the Mohr–Mascheroni theorem, which states that any geometric construction which can be done with compass and straightedge can also be done with compasses alone.",
    "year": 1640,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jean-Henri d'Anglebert",
    "birthday": "1629-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Jean-Henri_d%27Anglebert.jpg/274px-Jean-Henri_d%27Anglebert.jpg",
    "extract": "Jean-Henri d'Anglebert was a French composer, harpsichordist and organist. He was one of the foremost keyboard composers of his day.",
    "year": 1629,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Charles de Saint-Évremond",
    "birthday": "1610-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Charles_de_Marquetel_de_Saint-Evremond_by_Jacques_Parmentier.jpg/264px-Charles_de_Marquetel_de_Saint-Evremond_by_Jacques_Parmentier.jpg",
    "extract": "Charles de Marguetel de Saint-Denis, seigneur de Saint-Évremond was a French soldier, hedonist, essayist and literary critic. After 1661, he lived in exile, mainly in England, as a consequence of his attack on French policy at the time of the Peace of the Pyrenees (1659). He is buried in Poets' Corner, Westminster. He wrote for his friends and did not intend his work to be published, although a few of his pieces were leaked in his lifetime. The first full collection of his works was published in London in 1705, after his death.",
    "year": 1610,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Harvey",
    "birthday": "1578-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/William_Harvey_2.jpg/271px-William_Harvey_2.jpg",
    "extract": "William Harvey was an English physician who made influential contributions in anatomy and physiology. He was the first known physician to describe completely, and in detail, the systemic circulation and properties of blood being pumped to the brain and the rest of the body by the heart, though earlier writers, such as Realdo Colombo, Michael Servetus, and Jacques Dubois, had provided precursors of the theory.",
    "year": 1578,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "François de Bonne, Duke of Lesdiguières",
    "birthday": "1543-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Fran%C3%A7ois_de_Bonne_de_Lesdigui%C3%A8res_-_1597.jpg/274px-Fran%C3%A7ois_de_Bonne_de_Lesdigui%C3%A8res_-_1597.jpg",
    "extract": "François de Bonne, duc de Lesdiguières was a French soldier of the French Wars of Religion and Constable of France, and one of only six Marshals to have been promoted Marshal General of France.",
    "year": 1543,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Blanche of France, Duchess of Orléans",
    "birthday": "1328-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Blanche_de_France_%28fille_de_Charles_IV%29.jpg/282px-Blanche_de_France_%28fille_de_Charles_IV%29.jpg",
    "extract": "Blanche of France was the posthumous daughter of King Charles IV of France and his third wife, Joan of Évreux. She was the last direct Capetian and the last-surviving member of her family, and her marriage to her second-cousin, Philip, Duke of Orléans, proved childless. With Blanche's death in 1393, the House of Capet continued to exist only via its numerous cadet branches.",
    "year": 1328,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Louis IV, Holy Roman Emperor",
    "birthday": "1282-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Ludovico_il_Bavaro.jpeg/224px-Ludovico_il_Bavaro.jpeg",
    "extract": "Louis IV, called the Bavarian, of the house of Wittelsbach, was King of the Romans from 1314, King of Italy from 1327, and Holy Roman Emperor from 1328.",
    "year": 1282,
    "month": 4,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Emperor Go-Saga",
    "birthday": "1220-4-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Emperor_Go-Saga.jpg/301px-Emperor_Go-Saga.jpg",
    "extract": "Emperor Go-Saga  was the 88th emperor of Japan, according to the traditional order of succession. This reign spanned the years 1242 through 1246.",
    "year": 1220,
    "month": 4,
    "day": 1,
    "language": "en"
  }
]