[
  {
    "name": "Noa Kirel",
    "birthday": "2001-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Noa_Kirel_in_2016.jpg/235px-Noa_Kirel_in_2016.jpg",
    "extract": "Noa Kirel is an Israeli singer, actress, and television host. She has won the MTV Europe Music Awards for best Israeli act between 2017 and 2020.",
    "year": 2001,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Anna Pogorilaya",
    "birthday": "1998-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Anna_Pogorilaya_at_the_2016_World_Championships_-_Awarding_ceremony.jpg/213px-Anna_Pogorilaya_at_the_2016_World_Championships_-_Awarding_ceremony.jpg",
    "extract": "Anna Alexeyevna Pogorilaya is a Russian figure skater. She is the 2016 World bronze medalist, a three-time European medalist, and the 2016 Russian national bronze medalist. She won gold at three Grand Prix events – the 2013 Cup of China, 2016 Rostelecom Cup, and 2016 NHK Trophy. Earlier in her career, she won bronze at the 2013 World Junior Championships and at the 2012–13 Junior Grand Prix Final.",
    "year": 1998,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Claire Wineland",
    "birthday": "1997-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Claire_Wineland.jpg/320px-Claire_Wineland.jpg",
    "extract": "Claire Lucia Wineland was an American activist, author, TEDx Speaker and a social media personality. Through her non-profit organization, Claire's Place Foundation, she provided support to children and families affected by cystic fibrosis (CF). She died from a blood clot one week after receiving a double lung transplant at the age of 21.",
    "year": 1997,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Thanasi Kokkinakis",
    "birthday": "1996-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Kokkinakis_QC15_%2813%29_%2820107588728%29.jpg/213px-Kokkinakis_QC15_%2813%29_%2820107588728%29.jpg",
    "extract": "Athanasios \"Thanasi\" Kokkinakis is an Australian professional tennis player. He has been ranked as high as world No. 69 in singles by the Association of Tennis Professionals (ATP), which he first achieved on 8 June 2015. He has won one ATP Tour title in singles and produced his best Major singles performance at the 2015 French Open by reaching the third round. Kokkinakis also has a career-high doubles ranking of world No. 33 which he attained on 4 April 2022 after winning the 2022 Australian Open and later making the semifinals in Miami with countryman Nick Kyrgios.",
    "year": 1996,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Audrey Whitby",
    "birthday": "1996-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Audrey_Whitby_Guilty_Party_2018.png/270px-Audrey_Whitby_Guilty_Party_2018.png",
    "extract": "Audrey Whitby is an American actress. She is known for her many appearances on AwesomenessTV including starring in the cast of Betch: A Sketch Show, and for her recurring roles as Audrey Vale on the Disney Channel sketch comedy spinoff series So Random!  and as Cherry on the Nickelodeon television comedy series The Thundermans.",
    "year": 1996,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Siobhan Hunter",
    "birthday": "1994-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Siobhan_Hunter.jpg/196px-Siobhan_Hunter.jpg",
    "extract": "Siobhan Hunter is a Scottish footballer who currently plays as a defender for Hibernian in the Scottish Women's Premier League.",
    "year": 1994,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sofia Carson",
    "birthday": "1993-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Sof%C3%ADa_Carson.png/222px-Sof%C3%ADa_Carson.png",
    "extract": "Sofía Daccarett Char, known professionally as Sofia Carson, is an American singer and actress. Her first appearance on television was as a guest star on the Disney Channel series Austin & Ally. In 2015, she appeared as Evie, the daughter of the Evil Queen, in the Disney Channel Original Movie Descendants, later reprising her role in Descendants 2 and Descendants 3. In 2016, she appeared as Lola Perez in Adventures in Babysitting, Melanie Sanchez in Tini: The Movie, and Tessa in A Cinderella Story: If the Shoe Fits. In 2019, Carson starred as Ava Jalali in the Freeform drama series Pretty Little Liars: The Perfectionists. In June 2020, she starred in the Netflix film Feel the Beat.",
    "year": 1993,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jack Buchanan (rugby league)",
    "birthday": "1992-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Jack_Buchanan_%2815054935160%29.jpg/210px-Jack_Buchanan_%2815054935160%29.jpg",
    "extract": "Jack Buchanan is an Australian professional rugby league footballer who plays as a prop for the Burleigh Bears in the Queensland Cup.",
    "year": 1992,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sadio Mané",
    "birthday": "1992-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Sadio_Man%C3%A9_Senegal.jpg/214px-Sadio_Man%C3%A9_Senegal.jpg",
    "extract": "Sadio Mané is a Senegalese professional footballer who plays as a forward for Premier League club Liverpool and the Senegal national team. He is considered to be one of the best players in the world.",
    "year": 1992,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Daisy Ridley",
    "birthday": "1992-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Daisy_Ridley_by_Gage_Skidmore.jpg/225px-Daisy_Ridley_by_Gage_Skidmore.jpg",
    "extract": "Daisy Jazz Isobel Ridley is an English actress and voice artist, who rose to prominence for her role as Rey in the Star Wars sequel trilogy: The Force Awakens (2015), The Last Jedi (2017), and The Rise of Skywalker (2019).",
    "year": 1992,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "AJ Michalka",
    "birthday": "1991-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/AJ_Michalka_-_portrait_2019.jpg/225px-AJ_Michalka_-_portrait_2019.jpg",
    "extract": "Amanda Joy Michalka is an American actress, musician and singer. She is best known as one half of the musical duo Aly & AJ, alongside her older sister Aly Michalka. She has appeared in films such as The Lovely Bones (2008), Secretariat (2010), Super 8 (2011), Grace Unplugged (2013), Weepah Way for Now (2015), and Support the Girls (2018). Michalka also starred in the ABC sitcom The Goldbergs (2013–present) and its spin-off series Schooled (2019–2020). She is also known for voicing a lead role as Catra in the Netflix animated adventure series She-Ra and the Princesses of Power (2018–2020).",
    "year": 1991,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ben Amos",
    "birthday": "1990-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Ben_Amos.jpg/174px-Ben_Amos.jpg",
    "extract": "Benjamin Paul Amos is an English professional footballer who plays as a goalkeeper for Wigan Athletic. Born in Macclesfield, Cheshire, Amos began his career with Crewe Alexandra's youth academy, but joined Manchester United at the age of 11. He has also played for Bolton Wanderers and has spent time on loan at Peterborough United, Molde, and Oldham Athletic. Additionally, Amos is an England youth international, having represented his country at every level from Under-16 to Under-21.",
    "year": 1990,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ricky Leutele",
    "birthday": "1990-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Ricky_Leutele_Toronto_Wolfpack.jpg/240px-Ricky_Leutele_Toronto_Wolfpack.jpg",
    "extract": "Ricky Leutele is a Samoa international rugby league footballer who plays as a centre for the Huddersfield Giants in the Betfred Super League.",
    "year": 1990,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Maren Morris",
    "birthday": "1990-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Maren_Morris_2019_by_Glenn_Francis.jpg/213px-Maren_Morris_2019_by_Glenn_Francis.jpg",
    "extract": "Maren Larae Morris is an American singer-songwriter. While rooted in the country genre, her music also blends elements of pop, R&B and Hip-Hop. Born and raised in Arlington, Texas, Morris enjoyed singing as a child. She started publicly performing in her preteen years and toured throughout Texas. In her late teens and early twenties, she released three studio albums on independent record labels. She relocated to Nashville, Tennessee, to pursue a career in country music during this same time period. Morris signed a publishing contract and later a recording contract following the streaming success of her 2015 self-titled EP.",
    "year": 1990,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Alex Pettyfer",
    "birthday": "1990-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Alex_Pettyfer_2006_%28252479969%29_cropped.jpg/235px-Alex_Pettyfer_2006_%28252479969%29_cropped.jpg",
    "extract": "Alexander Richard Pettyfer is a British actor and model. He appeared in school plays and on television before being cast as Alex Rider, the main character in the 2006 film version of Stormbreaker. Pettyfer was nominated for a Young Artist Award and an Empire Award for his role.",
    "year": 1990,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chris Heston",
    "birthday": "1988-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Chris_Heston_pitching_in_2016_Spring_Training.jpg/303px-Chris_Heston_pitching_in_2016_Spring_Training.jpg",
    "extract": "Christopher Lee Heston is an American former professional baseball pitcher. He played college baseball for East Carolina University and played in Major League Baseball (MLB) for the San Francisco Giants, the Seattle Mariners and the Minnesota Twins. On June 9, 2015, he threw the 17th no-hitter in Giants franchise history.",
    "year": 1988,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kareem Jackson",
    "birthday": "1988-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Kareem_Jackson.JPG/235px-Kareem_Jackson.JPG",
    "extract": "Kareem Jackson is an American football strong safety for the Denver Broncos of the National Football League (NFL). He played college football at Alabama. He was drafted by the Houston Texans in the first round of the 2010 NFL Draft.",
    "year": 1988,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Haley Joel Osment",
    "birthday": "1988-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Haley_Joel_Osment_TIFF_2014.jpg/238px-Haley_Joel_Osment_TIFF_2014.jpg",
    "extract": "Haley Joel Osment is an American actor. Beginning his career as a child actor, Osment's role in the comedy-drama film Forrest Gump (1994) won him a Young Artist Award. His breakthrough came with the psychological thriller film The Sixth Sense (1999), which won him a Saturn Award and earned him nominations for an Academy Award, a Golden Globe Award and a Screen Actors Guild Award. He achieved further success with the drama film Pay It Forward (2000), the science fiction film A.I. Artificial Intelligence (2001) which won him a second Saturn Award, and the comedy film Secondhand Lions (2003), which won him a Critics Choice Award.",
    "year": 1988,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Shay Mitchell",
    "birthday": "1987-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Shay_Mitchell_2019_by_Glenn_Francis.jpg/213px-Shay_Mitchell_2019_by_Glenn_Francis.jpg",
    "extract": "Shannon Ashley Garcia Mitchell is a Canadian actress, model and entrepreneur. She rose to prominence for her role as Emily Fields in the mystery thriller drama series Pretty Little Liars (2010–2017), which earned her nominations for a People's Choice Award and six Teen Choice Awards. She has garnered wider recognition for starring as Peach Salinger in the psychological thriller series You (2018) and as Stella Cole in the Hulu comedy series Dollface (2019–2022). She currently voices Alexandra Trese in the Netflix animated series Trese (2021–present).",
    "year": 1987,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Hayley Westenra",
    "birthday": "1987-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/HayleyWestenraWikipedia1.jpg/233px-HayleyWestenraWikipedia1.jpg",
    "extract": "Hayley Dee Westenra is a New Zealand classical crossover singer and songwriter. Her first internationally released album, Pure, reached number one on the UK classical charts in 2003 and has sold more than two million copies worldwide, making it one of the fastest selling albums in her country's history.",
    "year": 1987,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Olivia Borlée",
    "birthday": "1986-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/20090819_Olivia_Borl%C3%A9e.jpg/310px-20090819_Olivia_Borl%C3%A9e.jpg",
    "extract": "Olivia Borlée is a retired Belgian sprinter who specialized in the 200 metres. Her personal best time in the 200 is 22.98 seconds, achieved in July 2006 in Brussels. She has a personal best of 11.39 seconds in the 100 metres. She won a gold medal in the 4x100 m relay at the 2008 Summer Olympics with teammates Hanna Mariën, Élodie Ouédraogo, and Kim Gevaert in a time of 42.54 seconds, which set a new Belgian record.",
    "year": 1986,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Fernando Gago",
    "birthday": "1986-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/42/Fernando_Gago_%28Roda_de_premsa%29.jpg",
    "extract": "Fernando Rubén Gago is an Argentine professional former player and football manager of Racing Club.",
    "year": 1986,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Corey Kluber",
    "birthday": "1986-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Corey_Kluber_with_the_Texas_Rangers.jpg/217px-Corey_Kluber_with_the_Texas_Rangers.jpg",
    "extract": "Corey Scott Kluber is an American professional baseball pitcher for the Tampa Bay Rays of Major League Baseball (MLB). He previously played in MLB for the Cleveland Indians, Texas Rangers and New York Yankees. He made his MLB debut in 2011 as a member of the Indians. A power pitcher, Kluber achieves high strikeout rates through a two-seam sinker and a breaking ball that variously resembles a slider and a curveball.",
    "year": 1986,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Vincent Kompany",
    "birthday": "1986-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Vincent_Kompany.jpg/213px-Vincent_Kompany.jpg",
    "extract": "Vincent Jean Mpoy Kompany is a Belgian professional football manager and former player who played as a centre-back. He is the manager of EFL Championship club Burnley. He most notably played for Manchester City for 11 seasons, whom he captained for eight seasons. He also represented the Belgium national team for 15 years, whom he captained for 7 years.",
    "year": 1986,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tore Reginiussen",
    "birthday": "1986-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Testspiel_RB_Salzburg_Rosenborg_Trondheim_%285._Februar_2017%29_45.jpg/289px-Testspiel_RB_Salzburg_Rosenborg_Trondheim_%285._Februar_2017%29_45.jpg",
    "extract": "Tore Reginiussen is a Norwegian professional footballer who plays for Alta. Reginiussen has previously played for the clubs Tromsø, Schalke 04, Lecce, OB, Rosenborg and FC St. Pauli and has been capped playing for Norway. Reginiussen plays as a centre back, but can also play as a central midfielder.",
    "year": 1986,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Barkhad Abdi",
    "birthday": "1985-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Barkhad_Abdi_at_LFCC_Awards.jpg/208px-Barkhad_Abdi_at_LFCC_Awards.jpg",
    "extract": "Barkhad Abdi is a Somali–American actor and director. He made his acting debut as Somali pirate Abduwali Muse in the biographical drama film Captain Phillips (2013), which earned him a British Academy Film Award for Best Actor in a Supporting Role, along with Academy Award, Golden Globe Award, and Screen Actors Guild Award nominations. Following his breakthrough, Abdi appeared in the films Eye in the Sky (2015), Good Time (2017), The Pirates of Somalia (2017), and Blade Runner 2049 (2017). Outside of film, he was featured as a series regular on the second season of the Hulu horror anthology Castle Rock (2019).",
    "year": 1985,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Willo Flood",
    "birthday": "1985-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Willo_Flood_3.jpg/224px-Willo_Flood_3.jpg",
    "extract": "William Robert Flood is an Irish former professional footballer who played as a midfielder. He earned 15 caps for his country at under-20 and under-21 levels. He represented eight clubs in England and Scotland including Manchester City, Cardiff City, Dundee United, Celtic, Middlesbrough and Aberdeen.",
    "year": 1985,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jesús Gámez",
    "birthday": "1985-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8c/Zenit-Malaga_2012_%288%29.jpg",
    "extract": "Jesús Gámez Duarte is a Spanish professional footballer who plays mainly as a right back.",
    "year": 1985,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dion Phaneuf",
    "birthday": "1985-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Dion_Phaneuf_2_2017-05-13.jpg/320px-Dion_Phaneuf_2_2017-05-13.jpg",
    "extract": "Dion Phaneuf is a Canadian retired professional ice hockey player who played for the Calgary Flames, Toronto Maple Leafs, Ottawa Senators and Los Angeles Kings of the National Hockey League (NHL). He was drafted ninth overall in the 2003 NHL Entry Draft by Calgary and made his NHL debut in 2005 after a four-year junior career with the Red Deer Rebels of the Western Hockey League (WHL), in which he was twice named the Defenceman of the Year.",
    "year": 1985,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jeremy Barrett (figure skater)",
    "birthday": "1984-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Caydee_Denney_Jeremy_Barrett_2009_4CC.jpg/223px-Caydee_Denney_Jeremy_Barrett_2009_4CC.jpg",
    "extract": "Jeremy Barrett is an American former pair skater. With Caydee Denney, he became the 2010 U.S. national champion and competed at the 2010 Winter Olympics. During the pairs short program at the 2010 Olympics, Denney and Barrett became the first team to land a throw triple Lutz jump at any Winter Olympic competition.",
    "year": 1984,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mandy Moore",
    "birthday": "1984-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Mandy_Moore_at_SXSW_2018_%2825904503147%29_%28cropped%29.jpg/242px-Mandy_Moore_at_SXSW_2018_%2825904503147%29_%28cropped%29.jpg",
    "extract": "Amanda Leigh Moore is an American singer, songwriter, and actress. She rose to fame with her debut single, \"Candy\", which peaked at number 41 on the Billboard Hot 100. Her debut studio album, So Real (1999), received a platinum certification from the RIAA. The title single from her first compilation album, I Wanna Be With You (2000), became Moore's first top 40 song in the U.S., peaking at number 24 on the Hot 100. Moore subsequently released the studio albums Mandy Moore (2001), Coverage (2003), Wild Hope (2007), Amanda Leigh (2009), Silver Landings (2020), and In Real Life (2022). Overall Moore has sold 2.7 million albums in the US according to Billboard.",
    "year": 1984,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Damien Perquis",
    "birthday": "1984-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/RC_Lens_-_GFC_Ajaccio_%2822-10-2018%29_30.jpg/240px-RC_Lens_-_GFC_Ajaccio_%2822-10-2018%29_30.jpg",
    "extract": "Damien Albert René Perquis is a former professional footballer and current assistant coach of Gazélec Ajaccio's B-team.",
    "year": 1984,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gonzalo Rodríguez (footballer, born 1984)",
    "birthday": "1984-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Gonzalo_Javier_Rodriguez_2.jpg/160px-Gonzalo_Javier_Rodriguez_2.jpg",
    "extract": "Gonzalo Javier Rodríguez Prado, also known as simply Gonzalo, is an Argentine former professional footballer who played as a centre back.",
    "year": 1984,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jamie Chung",
    "birthday": "1983-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Jamie_Chung_2013.jpg/231px-Jamie_Chung_2013.jpg",
    "extract": "Jamie Jilynn Chung is an American actress and former reality television personality. She began her career in 2004 as a cast member on the MTV reality series The Real World: San Diego and subsequently through her appearances on its spin-off show, Real World/Road Rules Challenge: The Inferno II. She is regarded by many as the Real World alumna with the most successful media career.",
    "year": 1983,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Andrew Dost",
    "birthday": "1983-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Andrew_Dost.jpg/217px-Andrew_Dost.jpg",
    "extract": "Andrew Paul Dost is an American musician, singer and is member of the indie rock band Fun., in which he plays several instruments, mainly the piano. He was formerly a member of the indie rock band Anathallo from 2003 to 2007.",
    "year": 1983,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ryan Merriman",
    "birthday": "1983-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Ryan_Merriman_in_Cheesecake_Casserole.jpg/320px-Ryan_Merriman_in_Cheesecake_Casserole.jpg",
    "extract": "Ryan Earl Merriman is an American actor. He began his career at the age of ten and has appeared in several feature films and television shows. He is best known for a handful of Disney Channel original movies and for portraying Jake Pierce in The Ring Two, Kevin Fischer in Final Destination 3, and Ian Thomas in Pretty Little Liars.",
    "year": 1983,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Hannes Sigurðsson",
    "birthday": "1983-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/HannesSigurdsson01.jpg/320px-HannesSigurdsson01.jpg",
    "extract": "Hannes Þorsteinn Sigurðsson is an Icelandic football manager and former player who played as a striker. He is currently the manager of German club FC Deisenhofen.",
    "year": 1983,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Andre Ethier",
    "birthday": "1982-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Andre_Ethier_2013.jpg/182px-Andre_Ethier_2013.jpg",
    "extract": "Andre Everett Ethier is an American former professional baseball outfielder. He played in Major League Baseball (MLB) for the Los Angeles Dodgers from 2006 to 2017 and is second all-time in post-season appearances as a Dodger with 51.",
    "year": 1982,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chyler Leigh",
    "birthday": "1982-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Chyler_Leigh_headshot.jpg/240px-Chyler_Leigh_headshot.jpg",
    "extract": "Chyler Leigh West, known professionally as Chyler Leigh, is an American actress, singer and model. She is known for portraying Janey Briggs in the comedy film Not Another Teen Movie (2001), Lexie Grey in the ABC medical drama series Grey's Anatomy (2007–2012), and Alex Danvers in the DC Comics superhero series Supergirl (2015–2021).",
    "year": 1982,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Laura Bell Bundy",
    "birthday": "1981-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/LauraBellBundyApr10.jpg/212px-LauraBellBundyApr10.jpg",
    "extract": "Laura Ashley Bell Bundy is an American actress and singer who has performed in a number of Broadway roles, including the original Amber Von Tussle in the musical version of Hairspray, the original Elle Woods in the musical version of Legally Blonde, and Dr. Jordan Denby on television's Anger Management. She signed to Mercury Records Nashville and released her first two country music singles, \"Giddy On Up\" and \"Drop on By\", in 2010.",
    "year": 1981,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Liz McClarnon",
    "birthday": "1981-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Liz_McClarnon_War_of_The_Worlds.jpg/320px-Liz_McClarnon_War_of_The_Worlds.jpg",
    "extract": "Elizabeth Margaret McClarnon is an English pop singer, songwriter, dancer, television presenter and actress. She is the longest serving member of the girl group Atomic Kitten, with whom she has scored three number-one singles and also two number-one albums. In 2006, she went solo and the group reformed in 2012 as part of The Big Reunion. McClarnon co-wrote several Atomic Kitten songs, including the UK top 10 hits \"See Ya\", \"I Want Your Love\" and \"Someone Like Me\".",
    "year": 1981,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Michael Pitt",
    "birthday": "1981-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/MichaelPitt03.jpg/320px-MichaelPitt03.jpg",
    "extract": "Michael Carmen Pitt is an American actor, model and musician. Pitt is known in film for his roles in Murder by Numbers (2002), Bernardo Bertolucci's The Dreamers (2003), Gus Van Sant's Last Days (2005), and Michael Haneke's Funny Games (2007), and in television for his roles as Henry Parker in the teen drama Dawson's Creek (1999–2000), Jimmy Darmody in the HBO series Boardwalk Empire (2010–2011), and Mason Verger in the second season of the NBC series Hannibal (2014). He has also appeared in the films Hedwig and the Angry Inch (2001), Bully (2001), Silk (2007), Seven Psychopaths (2012), I Origins (2014), and Ghost in the Shell (2017).",
    "year": 1981,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Alexei Semenov",
    "birthday": "1981-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/AlexeiSemenov20090307.jpg/302px-AlexeiSemenov20090307.jpg",
    "extract": "Alexei Anatolevich Semenov is a Russian former professional ice hockey defenceman. He played in the National Hockey League (NHL) and the Kontinental Hockey League (KHL). Semenov was selected by the Edmonton Oilers in the second round of the 1999 NHL Entry Draft, 36th overall.",
    "year": 1981,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sean Avery",
    "birthday": "1980-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Sean_Avery_Headshot.jpg/235px-Sean_Avery_Headshot.jpg",
    "extract": "Sean Christopher Avery is a Canadian former professional ice hockey player. During his career in the National Hockey League (NHL), he played left wing for the Detroit Red Wings, Los Angeles Kings, New York Rangers and Dallas Stars, gaining recognition for controversial and disrespectful behavior both on and off the ice. His agitating playing style led to multiple teams waiving him and to having a contract terminated. He led the league in penalty minutes twice, during the 2003–04 and 2005–06 NHL seasons.",
    "year": 1980,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Charlie Hunnam",
    "birthday": "1980-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/MJK34322_Charlie_Hunnam_%28The_Lost_City_Of_Z%2C_Berlinale_2017%29.jpg/200px-MJK34322_Charlie_Hunnam_%28The_Lost_City_Of_Z%2C_Berlinale_2017%29.jpg",
    "extract": "Charles Matthew Hunnam is an English actor and screenwriter. He is known for his role as Jackson \"Jax\" Teller on the FX series Sons of Anarchy (2008–2014), for which he was twice nominated for the Critics' Choice Television Award for Best Actor.",
    "year": 1980,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Shao Jiayi",
    "birthday": "1980-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/FileJiayi_Shao_2011_2.jpg/213px-FileJiayi_Shao_2011_2.jpg",
    "extract": "Shao Jiayi is a Chinese former professional footballer who played as a midfielder. He represented Beijing Guoan, TSV 1860 Munich, Energie Cottbus and MSV Duisburg as well as the China national team with which he participated in the 2000 AFC Asian Cup, 2002 FIFA World Cup and 2004 AFC Asian Cup.",
    "year": 1980,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kasey Kahne",
    "birthday": "1980-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Kasey_Kahne_2017_Camping_World_500_%28cropped%29.jpg/235px-Kasey_Kahne_2017_Camping_World_500_%28cropped%29.jpg",
    "extract": "Kasey Kenneth Kahne is an American dirt track racing driver and former professional stock car racing driver. He last competed in the Monster Energy NASCAR Cup Series in 2018, driving the No. 95 Dumont Jets/Procore Technologies Chevrolet Camaro ZL1 for Leavine Family Racing.",
    "year": 1980,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Andy Ram",
    "birthday": "1980-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Ram_A._WM13-002_%289461703648%29.jpg/223px-Ram_A._WM13-002_%289461703648%29.jpg",
    "extract": "Andy Ram is a retired Israeli professional tennis player. He was primarily a doubles player, and competed in three Olympics.",
    "year": 1980,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bryce Soderberg",
    "birthday": "1980-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Bryce_Soderberg_2013.jpg/298px-Bryce_Soderberg_2013.jpg",
    "extract": "Bryce Dane Soderberg is a Canadian-American musician and songwriter, best known as the bassist and vocalist for American rock band Lifehouse.",
    "year": 1980,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Iván Alonso",
    "birthday": "1979-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Iv%C3%A1n_Alonso_2016.jpg/271px-Iv%C3%A1n_Alonso_2016.jpg",
    "extract": "Iván Daniel Alonso Vallejo is an Uruguayan former footballer who played as a striker.",
    "year": 1979,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rachel Corrie",
    "birthday": "1979-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ec/Rachel_corrie.jpeg/239px-Rachel_corrie.jpeg",
    "extract": "Rachel Aliene Corrie was an American activist and diarist. A member of the pro-Palestinian group International Solidarity Movement (ISM), she was crushed to death by an Israel Defense Forces (IDF) armored bulldozer in a southern Gaza Strip combat zone during the height of the second Palestinian intifada under contested circumstances.",
    "year": 1979,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sophie Ellis-Bextor",
    "birthday": "1979-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Sophie_Ellis-Bextor_2015.jpg/244px-Sophie_Ellis-Bextor_2015.jpg",
    "extract": "Sophie Michelle Ellis-Bextor is an English singer and songwriter. She first came to prominence in the late 1990s, as the lead singer of the indie rock band Theaudience. After the group disbanded, Ellis-Bextor went solo, achieving success in the early 2000s. Her music is a mixture of mainstream pop, disco, nu-disco, and 1980s electronic influences.",
    "year": 1979,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Peter Kopteff",
    "birthday": "1979-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/PeterKopteff.jpg/247px-PeterKopteff.jpg",
    "extract": "Peter Kopteff is a Finnish former footballer who played in the position of left winger.",
    "year": 1979,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sir Christus",
    "birthday": "1978-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Jukka-Palm.jpg/213px-Jukka-Palm.jpg",
    "extract": "Sir Christus was a Finnish guitarist, best known as the former rhythm guitarist of the glam rock band Negative. His father was Arwo Mikkonen, guitarist of the Finnish rock band Popeda. His father died in 1986, leaving eight-year-old Christus and his four-year-old brother Matthau, without a father figure in their life.",
    "year": 1978,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Stephanie Sheh",
    "birthday": "1977-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/41st_Annie_Awards%2C_Stephanie_Sheh%2C_2014.jpg/240px-41st_Annie_Awards%2C_Stephanie_Sheh%2C_2014.jpg",
    "extract": "Stephanie Sheh is an American voice actress, ADR director, writer and producer who has worked for several major companies, including Cartoon Network and Sony. She is often involved with work in English dubs of anime, cartoons, video games and films. Her notable voice roles include Hinata Hyuga in the Naruto franchise, Orihime Inoue in Bleach, Usagi Tsukino/Sailor Moon in the Viz Media redub of Sailor Moon, Yui Hirasawa in K-On!, Eureka in Eureka Seven, Katana in DC Super Hero Girls, Mikuru Asahina in The Melancholy of Haruhi Suzumiya, Mona and Kat in WarioWare Gold, Yui in Sword Art Online, Illyasviel von Einzbern in Fate/stay night, Mamimi Samejima in FLCL, and Mitsuha Miyamizu in Your Name.",
    "year": 1977,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Yoshino Kimura",
    "birthday": "1976-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Jurassic_World_Fallen_Kingdom_Japan_Premiere_Red_Carpet_Kimura_Yoshino_%2828232799427%29.jpg/213px-Jurassic_World_Fallen_Kingdom_Japan_Premiere_Red_Carpet_Kimura_Yoshino_%2828232799427%29.jpg",
    "extract": "Yoshino Kimura  is a British-born Japanese actress, voice actress and singer. She appeared on an episode of the Showtime series Masters of Horror. Kimura won the \"Rookie of the Year\" prize at the 21st Japan Academy Awards for her appearance in Shitsurakuen.",
    "year": 1976,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sara Renner",
    "birthday": "1976-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/RENNER_Sara_Tour_de_Ski_2010.jpg/320px-RENNER_Sara_Tour_de_Ski_2010.jpg",
    "extract": "Sara Renner is a Canadian cross-country skier who competed from 1994 to 2010. With Beckie Scott, she won the silver medal in the team sprint event at the 2006 Winter Olympics in Turin and earned her best individual finish of eight in the 10 km classical event in those same games. She was born in Golden, British Columbia.",
    "year": 1976,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chris Carrabba",
    "birthday": "1975-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Chris_Carrabba_2015.jpg/197px-Chris_Carrabba_2015.jpg",
    "extract": "Christopher Andrew Carrabba is the lead singer and guitarist of the band Dashboard Confessional, lead singer of the band Further Seems Forever, and is the vocalist for the folk band Twin Forks.",
    "year": 1975,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Terence Lewis (choreographer)",
    "birthday": "1975-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/35/Terence_Lewis.jpg",
    "extract": "Terence Lewis is an Indian dancer and choreographer, specialising in contemporary dance. He is known as a choreographer and judge in reality dance series Dance India Dance season 1, 2 & 3 (2009–2012) He runs his 'Terence Lewis Contemporary Dance Company' in Mumbai, holds dance workshops both in India and abroad. He has choreographed Bollywood films like, Lagaan (2001), Jhankaar Beats (2003) and Goliyon Ki Raasleela Ram-Leela (2013), apart from musicals, stage shows, ads, music videos and national and international dance competitions, as well as starring in a music video for DJ Hot Remix Vol.3 called Badan Pe Sitare He was a judge of Nach Baliye 5, along with actress Shilpa Shetty and film director Sajid Khan. And seen judging Nach Baliye Shriman v/s Shrimati along with actress and Nach Baliye 5 judge Shilpa Shetty and film director and choreographer Farah Khan. Terence Lewis also got Staar Parivaar Award for Favourite Judge. He also choreographed Disney India's first theatre production Beauty and the Beast. Presently he is one of the judges of India's Best Dancer. He recently came up with his first music video \"Tenu Meri Umar Lag Jaave\" by Rahul Jain.",
    "year": 1975,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David Harbour",
    "birthday": "1975-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/David_Harbour_%2836172660586%29_%28cropped%29.jpg/236px-David_Harbour_%2836172660586%29_%28cropped%29.jpg",
    "extract": "David Kenneth Harbour is an American actor. He gained recognition for his portrayal of Jim Hopper in the Netflix science fiction drama series Stranger Things (2016–present), for which he earned a Critics' Choice Television Award in 2018. For the role, he also received two Primetime Emmy Award nominations and an Golden Globe Award nomination.",
    "year": 1975,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Eric Greitens",
    "birthday": "1974-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Eric_Greitens_2018_%28cropped%29.jpg/240px-Eric_Greitens_2018_%28cropped%29.jpg",
    "extract": "Eric Robert Greitens is an American politician, author, and former Navy SEAL who was the 56th governor of Missouri from January 2017 until his resignation in June 2018 amid allegations of sexual assault and campaign finance impropriety.",
    "year": 1974,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Guillaume Canet",
    "birthday": "1973-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Guillaume_Canet_Cannes_2019.jpg/226px-Guillaume_Canet_Cannes_2019.jpg",
    "extract": "Guillaume Canet is a French actor, film director and screenwriter, and show jumper.",
    "year": 1973,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Roberto Carlos",
    "birthday": "1973-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Roberto_Carlos_in_Moscow_3.jpg/228px-Roberto_Carlos_in_Moscow_3.jpg",
    "extract": "Roberto Carlos da Silva Rocha, commonly known as Roberto Carlos, is a Brazilian former professional footballer who now works as a football ambassador. He started his career in Brazil as a forward but spent most of his career as a left-back and has been described as the \"most offensive-minded left-back in the history of the game\". A free kick specialist throughout his career, his bending shots have measured at over 105 miles per hour (169 km/h). In 1997, he was runner-up in the FIFA World Player of the Year. Widely considered one of the greatest left backs in history, in 2004 was named by Pelé in the FIFA 100 list of the world's greatest living players.",
    "year": 1973,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Aidan Moffat",
    "birthday": "1973-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Aidan_Moffat_19_May_2004.jpg/320px-Aidan_Moffat_19_May_2004.jpg",
    "extract": "Aidan John Moffat is a Scottish vocalist and musician, and member of the band Arab Strap.",
    "year": 1973,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Christopher Simmons",
    "birthday": "1973-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Christopher_Simmons_presenting_at_the_Cusp_Conference%2C_Chicago_IL_September_2011.jpg/320px-Christopher_Simmons_presenting_at_the_Cusp_Conference%2C_Chicago_IL_September_2011.jpg",
    "extract": "Christopher Simmons is a Canadian-born, San Francisco-based graphic designer, writer and educator.",
    "year": 1973,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ian Harvey",
    "birthday": "1972-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/IanHarvey.JPG/236px-IanHarvey.JPG",
    "extract": "Ian Joseph Harvey is a former Australian cricketer. He was an all-rounder who played 73 One Day Internationals for Australia and was named as one of the five Wisden Cricketers of the Year for 2004 for his performances in county cricket.",
    "year": 1972,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Priit Kasesalu",
    "birthday": "1972-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Ambient_Sound_Investments_Ahti_Heinla%2C_Toivo_Annus_and_Priit_Kasesalu.jpg/320px-Ambient_Sound_Investments_Ahti_Heinla%2C_Toivo_Annus_and_Priit_Kasesalu.jpg",
    "extract": "Priit Kasesalu is an Estonian programmer and software developer best known for his participation in the development of Kazaa, Skype and, most recently, Joost. He currently works for Ambient Sound Investments and lives in Tallinn, Estonia.",
    "year": 1972,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Al Reyes",
    "birthday": "1971-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Al_Reyes_2007.jpg/320px-Al_Reyes_2007.jpg",
    "extract": "Rafael Alberto \"Al\" Reyes is a former Major League Baseball pitcher. A right-handed pitcher and career reliever, he played for seven teams; debuting on April 27, 1995, with the Milwaukee Brewers and playing for the Baltimore Orioles, Los Angeles Dodgers, Pittsburgh Pirates, New York Yankees, St. Louis Cardinals, and Tampa Bay Devil Rays/Rays, over the years.",
    "year": 1971,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Enrico Ciccone",
    "birthday": "1970-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/88/Enrico_ciccone.jpg",
    "extract": "Enrico Pasquale Ciccone is a Canadian politician and former professional ice hockey defenceman who played in the National Hockey League (NHL). He currently represents Marquette as a member of the Quebec Liberal Party.",
    "year": 1970,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Leonard Doroftei",
    "birthday": "1970-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Leonard_Doroftei.png/213px-Leonard_Doroftei.png",
    "extract": "Leonard Dorin Doroftei is a Romanian \nformer boxer, the WBA Lightweight World Champion from 5 January 2002 to 24 October 2003.",
    "year": 1970,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kenny Lattimore",
    "birthday": "1970-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Kenny_Lattimore.jpg/226px-Kenny_Lattimore.jpg",
    "extract": "Kenny Lattimore is an American singer-songwriter.",
    "year": 1970,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Q-Tip (musician)",
    "birthday": "1970-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Q-Tip_at_Commonwealth_Washington%2C_D.C._in_2008.jpg/231px-Q-Tip_at_Commonwealth_Washington%2C_D.C._in_2008.jpg",
    "extract": "Kamaal Ibn John Fareed, better known by his stage name Q-Tip, is an American rapper, record producer, singer, and DJ. Nicknamed The Abstract, he is noted for his innovative jazz-influenced style of hip hop production and his philosophical, esoteric and introspective lyrical themes. He embarked on his music career in the late 1980s, as an MC and main producer of the influential alternative hip hop group A Tribe Called Quest. In the mid-1990s, he co-founded the production team The Ummah, followed by the release of his gold-certified solo debut Amplified in 1999. In the 2000s, he released the Grammy Award-nominated album The Renaissance and the experimental album Kamaal the Abstract.",
    "year": 1970,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Metin Göktepe",
    "birthday": "1968-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Metin_G%C3%B6ktepe_mezar_ba%C5%9F%C4%B1_anmas%C4%B1_2020.jpg/320px-Metin_G%C3%B6ktepe_mezar_ba%C5%9F%C4%B1_anmas%C4%B1_2020.jpg",
    "extract": "Metin Göktepe was a Kurdish photojournalist who was tortured and brutally murdered in police custody in Istanbul on January 8, 1996.",
    "year": 1968,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Orlando Jones",
    "birthday": "1968-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Orlando_Jones_Outkast_Red_Carpet_%2822702203498%29_%28cropped%29.jpg/240px-Orlando_Jones_Outkast_Red_Carpet_%2822702203498%29_%28cropped%29.jpg",
    "extract": "Orlando Jones is an American stand-up comedian and actor. He is known for being one of the original cast members of the sketch comedy series MADtv, for his role as the 7 Up spokesman from 1999 to 2002, and for his role as the African god Anansi on Starz's American Gods.",
    "year": 1968,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Donald Dufresne",
    "birthday": "1967-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Donald_Dufresne.JPG/207px-Donald_Dufresne.JPG",
    "extract": "Donald Alain Joseph Dufresne is a Canadian former professional ice hockey defenceman.",
    "year": 1967,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David Rovics",
    "birthday": "1967-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/David_Rovics_2013.jpg/320px-David_Rovics_2013.jpg",
    "extract": "David Stefan Rovics is an American indie singer/songwriter. His music concerns topical subjects such as the 2003 Iraq war, anti-globalization, and social justice issues. Rovics has been an outspoken critic of former President George W. Bush, the Republican Party, John Kerry, and the Democratic Party.",
    "year": 1967,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tim Alexander",
    "birthday": "1965-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Tim_Alexander_of_Primus.jpg/320px-Tim_Alexander_of_Primus.jpg",
    "extract": "Timothy W. Alexander, also credited as \"Herb\" Alexander, is an American musician best known as the drummer for the rock band Primus. Alexander has played on the majority of Primus's discography, including some of the band's most well known albums such as Frizzle Fry (1990), Sailing the Seas of Cheese (1991), Pork Soda (1993) and Tales from the Punchbowl (1995). Alexander has left and re-joined Primus twice, he initially left the band in 1996 and rejoined in 2003 before leaving again in 2010 and re-joining in 2013.",
    "year": 1965,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Warren DeMartini",
    "birthday": "1963-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Warren_DeMartini.jpg/223px-Warren_DeMartini.jpg",
    "extract": "Warren Justin DeMartini is an American musician best known as the lead guitarist for heavy metal group Ratt, who achieved international stardom in the 1980s.",
    "year": 1963,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jeff Gray (baseball, born 1963)",
    "birthday": "1963-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/1987_Nashville_Jeff_Gray.jpg/248px-1987_Nashville_Jeff_Gray.jpg",
    "extract": "Jeffrey Edward Gray is a former Major League Baseball relief pitcher who played from 1988 to 1991 for the Cincinnati Reds (1988) and Boston Red Sox (1990–91). Listed at 6 ft 1 in (1.85 m), 175 lb., Gray batted and threw right-handed. He was signed by the Philadelphia Phillies in 1984 out of Florida State University.",
    "year": 1963,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Doris Leuthard",
    "birthday": "1963-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Doris_Leuthard_%28Neu%29.jpg/245px-Doris_Leuthard_%28Neu%29.jpg",
    "extract": "Doris Leuthard is a Swiss politician and lawyer who served as a Member of the Swiss Federal Council from 2006 to 2018. A member of the Christian Democratic People's Party (CVP/PDC), she was elected as President of the Swiss Confederation for 2010 and 2017. Leuthard headed the Federal Department of Economic Affairs until 2010, when she became head of the Federal Department of Environment, Transport, Energy and Communications. As of 19 December 2019 she is a member of the board of the Kofi Annan Foundation.",
    "year": 1963,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nicky Campbell",
    "birthday": "1961-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Illegal_Wildlife_Trade_Conference_London_2018_%2844354608375%29_%28cropped%29.jpg/219px-Illegal_Wildlife_Trade_Conference_London_2018_%2844354608375%29_%28cropped%29.jpg",
    "extract": "Nicholas Andrew Argyll Campbell, OBE is a Scottish radio and television presenter and journalist.",
    "year": 1961,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Carole Goble",
    "birthday": "1961-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Carole_Goble_by_Rob_Whitrow_%2815682291039%29.jpg/289px-Carole_Goble_by_Rob_Whitrow_%2815682291039%29.jpg",
    "extract": "Carole Anne Goble, is a British academic who is Professor of Computer Science at the University of Manchester. She is principal investigator (PI) of the myGrid, BioCatalogue and myExperiment projects and co-leads the Information Management Group (IMG) with Norman Paton.",
    "year": 1961,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Steve Bisciotti",
    "birthday": "1960-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Steve_Bisciotti%2C_Super_Bowl_celebration_%28cropped%29.jpg/216px-Steve_Bisciotti%2C_Super_Bowl_celebration_%28cropped%29.jpg",
    "extract": "Stephen J. Bisciotti is an American business executive and the current majority owner of the Baltimore Ravens of the NFL. He founded Aerotek, the largest privately owned staffing and recruiting company in the U.S. based in Hanover, Maryland, and cofounded Allegis Group, an international talent management firm headquartered in Hanover, Maryland that owns Aerotek; TEKsystems; MarketSource; Major, Lindsey & Africa; Aston Carter; and Allegis Global Solutions.",
    "year": 1960,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Katrina Leskanich",
    "birthday": "1960-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Katrinaleskanich.jpg/320px-Katrinaleskanich.jpg",
    "extract": "Katrina Elizabeth Leskanich is an American musician and the former lead singer of British-American pop rock band Katrina and the Waves. Their song \"Walking on Sunshine\" was an international hit in 1985. In 1997, the band won the Eurovision Song Contest for the United Kingdom with the song \"Love Shine a Light\".",
    "year": 1960,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Babyface (musician)",
    "birthday": "1959-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/KennethBabyfaceEdmondsHWOFMay2013.jpg/224px-KennethBabyfaceEdmondsHWOFMay2013.jpg",
    "extract": "Kenneth Brian Edmonds, better known by his stage name Babyface, is an American singer, songwriter, and record producer. He has written and produced over 26 number-one R&B hits throughout his career and has won 12 Grammy Awards. He was ranked number 20 on NME's 50 of The Greatest Producers Ever list.",
    "year": 1959,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Brian Setzer",
    "birthday": "1959-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Brian_Salzburg_2006.JPG/320px-Brian_Salzburg_2006.JPG",
    "extract": "Brian Robert Setzer is an American guitarist, singer, and songwriter. He found widespread success in the early 1980s with the 1950s-style rockabilly group Stray Cats, and revitalized his career in the early 1990s with his swing revival band, the Brian Setzer Orchestra. In 1987, he made a cameo appearance as Eddie Cochran in the film La Bamba.",
    "year": 1959,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Yefim Bronfman",
    "birthday": "1958-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/YefimBronfman_20081029.jpg/235px-YefimBronfman_20081029.jpg",
    "extract": "Yefim \"Fima\" Naumovich Bronfman is a Soviet-born Israeli-American pianist.",
    "year": 1958,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Aliko Dangote",
    "birthday": "1957-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Al_Shabani_at_the_acquisition_of_Dangote_Cement_by_ICD_in_2014_%28cropped%29.jpg/240px-Al_Shabani_at_the_acquisition_of_Dangote_Cement_by_ICD_in_2014_%28cropped%29.jpg",
    "extract": "Aliko Dangote GCON is a Nigerian billionaire business magnate. Dangote is the founder and current chairman and CEO of the Dangote Group, the largest industrial conglomerate in West Africa. Dangote is the wealthiest person in Africa, with an estimated net worth of US$21 billion according to the Bloomberg Billionaires Index as of May 2022.",
    "year": 1957,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John M. Ford",
    "birthday": "1957-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/JohnMFord_2001_ddb.jpg/320px-JohnMFord_2001_ddb.jpg",
    "extract": "John Milo \"Mike\" Ford was an American science fiction and fantasy writer, game designer, and poet.",
    "year": 1957,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Steve Gustafson",
    "birthday": "1957-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Steve_Gustafson.jpg/320px-Steve_Gustafson.jpg",
    "extract": "Steven E. \"Steve\" Gustafson is the bass guitarist for the American alternative rock band 10,000 Maniacs. He, Dennis Drew and John Lombardo are the only remaining founding members of the group. Drummer Jerome Augustyniak has been with the band since 1982. Singer Mary Ramsey has been working with the band since 1992 and has been the band's lead singer since 1994. Guitarist Jeff Erickson former tech for Robert Buck has been playing lead guitar with the band since 2001.",
    "year": 1957,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Paul Bearer",
    "birthday": "1954-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/PaulBearerCage.jpg/240px-PaulBearerCage.jpg",
    "extract": "William Alvin Moody was an American professional wrestling manager and licensed funeral director. He is best known for his tenure with the World Wrestling Federation where he performed under the ring name and gimmick of Paul Bearer as the manager of The Undertaker. He's also known for managing his storyline son/Undertaker's storyline half-brother, Kane, as well as Mankind. Outside WWE, he was known by the name Percival \"Percy\" Pringle III and performed in various regional territories and promotions, as well as World Class Championship Wrestling (WCCW).",
    "year": 1954,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Anne Lamott",
    "birthday": "1954-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Anne-Lamott-2013-San-Francisco_%28cropped%29.jpg/256px-Anne-Lamott-2013-San-Francisco_%28cropped%29.jpg",
    "extract": "Anne Lamott is an American novelist and non-fiction writer.",
    "year": 1954,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Peter MacNicol",
    "birthday": "1954-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/27/Peter_MacNicol.jpg",
    "extract": "Peter MacNicol is an American actor. He received a Theatre World Award for his 1981 Broadway debut in the play Crimes of the Heart. His film roles include Galen in Dragonslayer (1981), Stingo in Sophie's Choice (1982), Janosz Poha in Ghostbusters II (1989), camp organizer Gary Granger in Addams Family Values (1993), and David Langley in Bean (1997).",
    "year": 1954,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Juan Williams",
    "birthday": "1954-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Juan_williams_5212922_%28cropped%29.jpg/232px-Juan_williams_5212922_%28cropped%29.jpg",
    "extract": "Juan Antonio Williams is a Panamanian-born American journalist and political analyst for Fox News Channel. He writes for several newspapers, including The Washington Post, The New York Times, and The Wall Street Journal, and has been published in magazines such as The Atlantic and Time. Williams has worked as an editorial writer, an op-ed columnist, a White House correspondent, and a national correspondent. He is a registered Democrat.",
    "year": 1954,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David Moorcroft",
    "birthday": "1953-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Dave_Moorcroft.jpg/300px-Dave_Moorcroft.jpg",
    "extract": "David Robert Moorcroft is a former middle-distance and long-distance runner from England, and former world record holder for 5,000 metres. His athletic career spanned the late-1970s and 1980s. He subsequently served as the Chief Executive of UK Athletics from 1997 to 2007. He received an MBE in 1983 and an OBE in 1998 for services to British sport.",
    "year": 1953,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Pamela Wallin",
    "birthday": "1953-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/ETalk2008-Pamela_Wallin_%28cropped%29.jpg/320px-ETalk2008-Pamela_Wallin_%28cropped%29.jpg",
    "extract": "Pamela Wallin, is a Canadian senator, former television journalist, and diplomat. She was appointed to the senate on January 2, 2009, where she initially sat as a Conservative.",
    "year": 1953,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Narayan Rane",
    "birthday": "1952-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Narayan_Rane_%28cropped%29.jpg",
    "extract": "Narayan Tatu Rane is an Indian politician and former Chief Minister of Maharashtra. He currently serves as Minister of Micro, Small and Medium Enterprises in the Second Modi ministry. He has previously held Cabinet Ministry positions for Industry, Port, Employment and Self-employment; Revenue; and Industry in the Government of Maharashtra.",
    "year": 1952,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Steven Seagal",
    "birthday": "1952-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Steven_Seagal_November_2016.jpg/250px-Steven_Seagal_November_2016.jpg",
    "extract": "Steven Frederic Seagal is an American actor, screenwriter and martial artist. A 7th-dan black belt in aikido, he began his adult life as a martial arts instructor in Japan, becoming the first foreigner to operate an aikido dojo in the country. He later moved to Los Angeles where he had the same profession. In 1988, Seagal made his acting debut in Above the Law. By 1991, he had starred in four films. In 1992, he played Navy SEAL counter-terrorist expert Casey Ryback in Under Siege. During the latter half of the 1990s, Seagal starred in three more feature films and the direct-to-video film The Patriot. Subsequently, his career shifted to mostly direct-to-video productions. He has since appeared in films and reality shows, including Steven Seagal: Lawman, which depicted Seagal performing his duties as a reserve deputy sheriff.",
    "year": 1952,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ken Griffey Sr.",
    "birthday": "1950-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Ken_Griffey_Sr._-_Cincinnati_Reds.jpg",
    "extract": "George Kenneth Griffey is an American former professional baseball player and coach. He played in Major League Baseball (MLB) as an outfielder from 1973 through 1991, most notably as a member of the Cincinnati Reds dynasty that won three division titles and two World Series championships between 1973 and 1976. He also played for the New York Yankees, Atlanta Braves and the Seattle Mariners.",
    "year": 1950,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Eddie Hazel",
    "birthday": "1950-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/19/Ehpalladium.jpg/214px-Ehpalladium.jpg",
    "extract": "Edward Earl Hazel was an American guitarist and singer in early funk music who played lead guitar with Parliament-Funkadelic. Hazel was a posthumous inductee to the Rock and Roll Hall of Fame, inducted in 1997 with fifteen other members of Parliament-Funkadelic. His ten-minute guitar solo in the Funkadelic song \"Maggot Brain\" is hailed as \"one of the greatest solos of all time on any instrument\". In 2015, Rolling Stone ranked Hazel at no. 83 in its list of the 100 Greatest Guitarists.",
    "year": 1950,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Daniel Mangeas",
    "birthday": "1949-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Daniel_Mangeas_%282%29-_Six_jours_de_Grenoble_2011.jpg/213px-Daniel_Mangeas_%282%29-_Six_jours_de_Grenoble_2011.jpg",
    "extract": "Daniel Mangeas, is a former baker who was the commentator of the Tour de France and other important cycle races in France and Belgium between 1974 and 2014. During his career he commentated on 200 events a year, and tried to never speak for the rest of the day after races, to preserve his voice.",
    "year": 1949,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Eric Troyer",
    "birthday": "1949-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/74/Eric_Troyer%2C_ELO_Part_2%2C_The_Orchestra.jpg/279px-Eric_Troyer%2C_ELO_Part_2%2C_The_Orchestra.jpg",
    "extract": "Eric Lee Troyer is an American keyboardist, singer, songwriter, and occasional guitarist, best known as a member of ELO Part II and its successor The Orchestra. Troyer was a founding member of ELO Part II, having been recruited by band leader Bev Bevan in 1988. He wrote a substantial quantity of the material on ELO Part II's three albums: Electric Light Orchestra Part Two; Moment of Truth; and One Night, a live album recorded in Australia. He also wrote a large amount of The Orchestra's album No Rewind.",
    "year": 1949,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mel Blount",
    "birthday": "1948-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mel-Bount_Legends-Reception_09-04-10.jpg/263px-Mel-Bount_Legends-Reception_09-04-10.jpg",
    "extract": "Melvin Cornell Blount is an American former professional football player who was a cornerback for the Pittsburgh Steelers of the National Football League (NFL) for fourteen seasons. A five-time Pro Bowler, he was inducted into the Pro Football Hall of Fame in 1989.",
    "year": 1948,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David A. Adler",
    "birthday": "1947-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/David_A._Adler.JPG/320px-David_A._Adler.JPG",
    "extract": "David Abraham Adler is an American writer of 265 books for children and young adults, most notably the Cam Jansen mystery series, the \"Picture Book of...\" series, and several acclaimed works about the Holocaust for young readers.",
    "year": 1947,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bunny Wailer",
    "birthday": "1947-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/BunnyWailer-Istandpredominate.jpg/320px-BunnyWailer-Istandpredominate.jpg",
    "extract": "Neville O'Riley Livingston, known professionally as Bunny Wailer, was a Jamaican singer-songwriter and percussionist. He was an original member of reggae group The Wailers along with Bob Marley and Peter Tosh. A three-time Grammy Award winner, he is considered one of the longtime standard-bearers of reggae music. He was also known as Jah B, Bunny O'Riley, and Bunny Livingston.",
    "year": 1947,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David Angell",
    "birthday": "1946-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1f/Davidangell.png",
    "extract": "David Lawrence Angell was an American screenwriter and television producer. Angell won multiple Emmy Awards as the creator and executive producer, along with Peter Casey and David Lee, of the sitcoms Wings and Frasier. Angell and his wife Lynn both died heading home from their vacation on Cape Cod aboard American Airlines Flight 11, the first plane to hit the World Trade Center during the September 11 attacks.",
    "year": 1946,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bob Watson",
    "birthday": "1946-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Bob_Watson_-_Houston_Astros_-_1976.jpg/217px-Bob_Watson_-_Houston_Astros_-_1976.jpg",
    "extract": "Robert José Watson was an American professional baseball player and sports executive. He was a first baseman and left fielder, who played in Major League Baseball (MLB) for the Houston Astros, Boston Red Sox, New York Yankees, and Atlanta Braves, from 1966 to 1984. Watson was a two-time All-Star during his playing career.",
    "year": 1946,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Adolf Winkelmann (film director)",
    "birthday": "1946-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Winkelmann-U-57654-b.jpg/240px-Winkelmann-U-57654-b.jpg",
    "extract": "Adolf Winkelmann is a German film director, film producer and screenwriter. He is also a professor of film design in the department of design at the Dortmund University of Applied Sciences and Arts.",
    "year": 1946,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Andrzej Badeński",
    "birthday": "1943-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Andrzej_Bade%C5%84ski_1968.jpg/200px-Andrzej_Bade%C5%84ski_1968.jpg",
    "extract": "Andrzej Stanisław Badeński was a Polish sprinter who specialized in the 400 metres. He won a bronze medal in that event at the 1964 Summer Olympics, and won the gold medal in that event at the European Indoor Championships in 1968 and in 1971.",
    "year": 1943,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ian Callaghan",
    "birthday": "1942-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/LFC_Legends_-_FA_Cup_Final_1974_%2825633138964%29.jpg/256px-LFC_Legends_-_FA_Cup_Final_1974_%2825633138964%29.jpg",
    "extract": "Ian Robert Callaghan MBE is an English retired professional footballer who played as a midfielder. He holds the record for most appearances for Liverpool. He was made an MBE in the 1975 New Year Honours.",
    "year": 1942,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Paul Theroux",
    "birthday": "1941-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/PaulTheroux_2008Sep.jpg/320px-PaulTheroux_2008Sep.jpg",
    "extract": "Paul Edward Theroux is an American novelist and travel writer who has written numerous books, including the travelogue, The Great Railway Bazaar (1975). Some of his works of fiction have been adapted as feature films. He was awarded the 1981 James Tait Black Memorial Prize for his novel The Mosquito Coast, which was adapted for the 1986 movie of the same name and the 2021 television series of the same name.",
    "year": 1941,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gloria Hunniford",
    "birthday": "1940-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Gloria_Hunniford.jpg/253px-Gloria_Hunniford.jpg",
    "extract": "Mary Winifred Gloria Hunniford, OBE is a Northern Irish television and radio presenter on programmes on the BBC and ITV, such as Rip Off Britain, and her regular appearances as a panellist on Loose Women. She has been a regular reporter on This Morning and The One Show. She also had a singing career between the 1960s and 1980s.",
    "year": 1940,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Claudio Magris",
    "birthday": "1939-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Friedenspreis-ffm-2009-magris-012-a.jpg/238px-Friedenspreis-ffm-2009-magris-012-a.jpg",
    "extract": "Claudio Magris  is an Italian scholar, translator and writer. He was a senator for Friuli-Venezia Giulia from 1994 to 1996.",
    "year": 1939,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Don Meredith",
    "birthday": "1938-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Don_meredith_cowboys.jpg/254px-Don_meredith_cowboys.jpg",
    "extract": "Joseph \"Dandy\" Don Meredith was an American football quarterback, sports commentator and actor. He spent all nine seasons of his professional playing career (1960–1968) with the Dallas Cowboys of the National Football League (NFL). He was named to the Pro Bowl in each of his last three years as a player. He subsequently became a color analyst for NFL telecasts from 1970 to 1984. As an original member of the Monday Night Football broadcast team, he famously played the role of Howard Cosell's comic foil. Meredith was also an actor who appeared in a dozen films and in seven major television shows, some of which had him as the main starring actor. He is probably familiar to television audiences as Bert Jameson, a recurring role he had in Police Story.",
    "year": 1938,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bella Akhmadulina",
    "birthday": "1937-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Bella_Akhmadulina.jpg/239px-Bella_Akhmadulina.jpg",
    "extract": "Izabella Akhatovna Akhmadulina was a Soviet and Russian poet, short story writer, and translator, known for her apolitical writing stance. She was part of the Russian New Wave literary movement. She was cited by Joseph Brodsky as the best living poet in the Russian language. She is known in Russia as \"the voice of the epoch\".",
    "year": 1937,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John A. Bennett",
    "birthday": "1936-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/01_bennett.jpg/256px-01_bennett.jpg",
    "extract": "John Arthur Bennett was a United States Army soldier who remains the last person to be executed after a court-martial by the United States Armed Forces. The 19-year-old African-American private was convicted of the rape and attempted murder of an 11-year-old girl in Austria. Despite last minute appeals for clemency and pleas to President John F. Kennedy by the victim and her family to spare his life, he was hanged at Fort Leavenworth in 1961.",
    "year": 1936,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Madden",
    "birthday": "1936-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/John_Madden_%28Higher_Quality%29.jpg/234px-John_Madden_%28Higher_Quality%29.jpg",
    "extract": "John Earl Madden was an American football coach and sports commentator in the National Football League (NFL). He served as the head coach of the Oakland Raiders from 1969 to 1978, whom he led to eight playoff appearances, seven division titles, seven AFL / AFC Championship Game appearances, and the franchise's first Super Bowl title in Super Bowl XI. Never having a losing season, Madden holds the highest winning percentage among NFL head coaches who coached 100 games.",
    "year": 1936,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bobby Smith (rhythm and blues singer)",
    "birthday": "1936-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/17/Bobby_Smith_1977.jpg/241px-Bobby_Smith_1977.jpg",
    "extract": "Robert Steel Smith, professionally known as Bobby Smith, also spelled Bobbie, was an American R&B singer notable as the principal lead singer of the classic Motown/Philly group, The Spinners, throughout its history. The group was formed circa 1954 at Ferndale High School in Ferndale, Michigan, just north of the Detroit border. The group had their first record deal when they signed with Tri-Phi Records in early 1961.",
    "year": 1936,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Patrick Garland",
    "birthday": "1935-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Patrick_Garland_Garland_Allan_Warren.jpg/230px-Patrick_Garland_Garland_Allan_Warren.jpg",
    "extract": "Patrick Ewart Garland was a British director, writer and actor.",
    "year": 1935,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Peter Hollingworth",
    "birthday": "1935-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Dr_Peter_Hollingworth.jpg/229px-Dr_Peter_Hollingworth.jpg",
    "extract": "Peter John Hollingworth is an Australian retired Anglican bishop. Engaged in social work for several decades, he served as the archbishop of the Anglican Diocese of Brisbane in Queensland for 11 years from 1989 and was the 1991 Australian of the Year. He served as the 23rd Governor-General of Australia from 2001 until 2003. He is also an author and recipient of various civil and ecclesiastical honours. In May 2003 Hollingworth became the third Australian governor-general to resign, after criticisms were aired over his conduct as Anglican Archbishop of Brisbane in the 1990s.",
    "year": 1935,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David Halberstam",
    "birthday": "1934-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/David_Halberstam_2001_%28cropped%29.jpg/240px-David_Halberstam_2001_%28cropped%29.jpg",
    "extract": "David Halberstam was an American writer, journalist, and historian, known for his work on the Vietnam War, politics, history, the Civil Rights Movement, business, media, American culture, and later, sports journalism. He won a Pulitzer Prize for International Reporting in 1964. Halberstam was killed in a car crash in 2007, while doing research for a book.",
    "year": 1934,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rokusuke Ei",
    "birthday": "1933-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Ei_Rokusuke.jpg/145px-Ei_Rokusuke.jpg",
    "extract": "Rokusuke Ei  was a Japanese lyricist, composer, author, essayist, and television personality of Chinese descent.",
    "year": 1933,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Delphine Seyrig",
    "birthday": "1932-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3e/Delphine_Seyrig.jpg",
    "extract": "Delphine Claire Beltiane Seyrig was a Lebanese-born French actress and film director.",
    "year": 1932,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Omar Sharif",
    "birthday": "1932-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Omar_Sharif_1963.JPG/265px-Omar_Sharif_1963.JPG",
    "extract": "Omar Sharif was an Egyptian actor, generally regarded as one of his country's greatest male film stars. He began his career in his native country in the 1950s, but is best known for his appearances in British, American, French, and Italian productions. His career encompassed over 100 films spanning 50 years, and brought him many accolades including three Golden Globe Awards and a César Award for Best Actor.",
    "year": 1932,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kishori Amonkar",
    "birthday": "1931-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Kishori_Amankar.jpg/320px-Kishori_Amankar.jpg",
    "extract": "Kishori Amonkar was a leading Indian classical vocalist, belonging to the Jaipur gharana, or a community of musicians sharing a distinctive musical style.",
    "year": 1931,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Claude Bolling",
    "birthday": "1930-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Claude_Bolling.jpg",
    "extract": "Claude Bolling was a French jazz pianist, composer, arranger, and occasional actor.",
    "year": 1930,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dolores Huerta",
    "birthday": "1930-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Dolores_Huerta_2019_cropped.jpg/234px-Dolores_Huerta_2019_cropped.jpg",
    "extract": "Dolores Clara Fernández Huerta is an American labor leader and civil rights activist who, with Cesar Chavez, is a co-founder of the National Farmworkers Association, which later merged with the Agricultural Workers Organizing Committee to become the United Farm Workers (UFW). Huerta helped organize the Delano grape strike in 1965 in California and was the lead negotiator in the workers' contract that was created after the strike.",
    "year": 1930,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Spede Pasanen",
    "birthday": "1930-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Pertti-Pasanen-1964b.jpg/207px-Pertti-Pasanen-1964b.jpg",
    "extract": "Pertti Olavi \"Spede\" Pasanen was a Finnish film director and producer, comedian, and inventor. During his career he directed, wrote, produced or acted in about 50 movies and participated in numerous TV productions, including the comedy Spede Show and the game-show Speden Spelit. Much of his more commercial work was in collaboration with Vesa-Matti Loiri and Simo Salminen. Pasanen's films and TV shows, often made quickly and on a low budget, usually received little critical recognition but were popular among Finnish audiences from the 1960s onwards. He was the owner of his own film production company, Filmituotanto Spede Pasanen Ky.",
    "year": 1930,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mike Hawthorn",
    "birthday": "1929-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/99/Mike_Hawthorn.jpg/246px-Mike_Hawthorn.jpg",
    "extract": "John Michael Hawthorn was a British racing driver. He became the United Kingdom's first Formula One World Champion driver in 1958, whereupon he announced his retirement, having been profoundly affected by the death of his teammate and friend Peter Collins two months earlier in the 1958 German Grand Prix. Hawthorn also won the 1955 24 Hours of Le Mans, but was haunted by his involvement in the disastrous crash that marred the race. Hawthorn died in a road accident three months after retiring.",
    "year": 1929,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Liz Sheridan",
    "birthday": "1929-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/13/Liz_Sheridan.jpg/320px-Liz_Sheridan.jpg",
    "extract": "Elizabeth Ann Sheridan was an American actress. While best known for her roles as Jerry's mother, Helen in Seinfeld and the nosy neighbor, Mrs. Ochmonek, on sitcom ALF, her decades-long career was extensive and included work on the stage and large and small screens.",
    "year": 1929,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Max von Sydow",
    "birthday": "1929-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Max_von_Sydow_Cannes_2016.jpg/210px-Max_von_Sydow_Cannes_2016.jpg",
    "extract": "Max von Sydow was a Swedish-French actor. He had a 70-year career in European and American cinema, television, and theatre, appearing in more than 150 films and several television series in multiple languages. He became a French citizen in 2002, and lived in France for the last two decades of his life.",
    "year": 1929,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Norma Candal",
    "birthday": "1927-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9e/Normacandal.jpg/221px-Normacandal.jpg",
    "extract": "Norma Daniela Candal Penedo, was a Puerto Rican actress and comedian who was best known for her role as Petunia on La criada malcriada.",
    "year": 1927,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Marshall Warren Nirenberg",
    "birthday": "1927-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Marshall_Nirenberg_%282002%2C_by_National_Institutes_of_Health%2C_U.S.%29.jpg/233px-Marshall_Nirenberg_%282002%2C_by_National_Institutes_of_Health%2C_U.S.%29.jpg",
    "extract": "Marshall Warren Nirenberg was an American biochemist and geneticist. He shared a Nobel Prize in Physiology or Medicine in 1968 with Har Gobind Khorana and Robert W. Holley for \"breaking the genetic code\" and describing how it operates in protein synthesis. In the same year, together with Har Gobind Khorana, he was awarded the Louisa Gross Horwitz Prize from Columbia University.",
    "year": 1927,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Junior Samples",
    "birthday": "1926-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/af/Junior_Samples_1970.JPG",
    "extract": "Junior Samples, born Alvin Samples Jr. was an American comedian best known for his 14-year run as a cast member of the television show Hee Haw.",
    "year": 1926,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Angelo Poffo",
    "birthday": "1925-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Angelo_Poffo_-_1955.jpg/200px-Angelo_Poffo_-_1955.jpg",
    "extract": "Angelo John Poffo was an American professional wrestler and wrestling promoter. He ran International Championship Wrestling for a number of years, holding cards in Tennessee, Kentucky and Arkansas. He was the father of \"Macho Man\" Randy Savage and \"The Genius\" Lanny Poffo.",
    "year": 1925,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kenneth Noland",
    "birthday": "1924-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2c/Kenneth_Noland.jpg",
    "extract": "Kenneth Noland was an American painter. He was one of the best-known American Color Field painters, although in the 1950s he was thought of as an abstract expressionist and in the early 1960s he was thought of as a minimalist painter. Noland helped establish the Washington Color School movement. In 1977, he was honored by a major retrospective at the Solomon R. Guggenheim Museum in New York that then traveled to the Hirshhorn Museum and Sculpture Garden in Washington, D.C. and Ohio's Toledo Museum of Art in 1978. In 2006, Noland's Stripe Paintings were exhibited at the Tate in London.",
    "year": 1924,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Roger Gaillard (historian)",
    "birthday": "1923-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Roger_Gaillard.JPG/320px-Roger_Gaillard.JPG",
    "extract": "Roger Gaillard was a Haitian historian and novelist. Born in Port-au-Prince, Gaillard earned a philosophy degree at the University of Paris in France. He is best known for his multiple-volume chronicle of the United States' occupation of Haiti.",
    "year": 1923,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jane Kean",
    "birthday": "1923-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Jane_Kean_1973.JPG",
    "extract": "Jane Kean was an American actress and singer whose career in show business spanned seven decades and included appearing in nightclubs, on recordings, and in radio, television, Broadway and films. Among her most famous roles were as Trixie Norton on The Jackie Gleason Show, and as the voice of Belle in the perennial favorite Mister Magoo's Christmas Carol.",
    "year": 1923,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Watkins (South African cricketer)",
    "birthday": "1923-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/47/South_African_team_in_ANZ_1952-53.jpg/320px-South_African_team_in_ANZ_1952-53.jpg",
    "extract": "John Cecil Watkins was a South African cricketer who played in 15 Test matches for South Africa between 1949 and 1957. At the time of his death aged 98, Watkins was the oldest living Test cricketer and the last surviving member of the side that toured Australasia in 1952–53.",
    "year": 1923,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chuck Connors",
    "birthday": "1921-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Chuck_Connors_The_Rifleman_1962.JPG/255px-Chuck_Connors_The_Rifleman_1962.JPG",
    "extract": "Kevin Joseph Aloysius \"Chuck\" Connors was an American actor, writer, and professional basketball and baseball player. He is one of only 13 athletes in the history of American professional sports to have played in both Major League Baseball and the National Basketball Association. With a 40-year film and television career, he is best known for his five-year role as Lucas McCain in the highly rated ABC series The Rifleman (1958–63).",
    "year": 1921,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sheb Wooley",
    "birthday": "1921-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Sheb_Wooley_1971.JPG/255px-Sheb_Wooley_1971.JPG",
    "extract": "Shelby Fredrick \"Sheb\" Wooley was an American actor and singer. He recorded a series of novelty songs including the 1958 novelty song \"The Purple People Eater\" and under the name Ben Colder the country hit \"Almost Persuaded No. 2\". He portrayed Cletus Summers, the principal of Hickory High School & assistant coach in the 1986 film Hoosiers; Ben Miller, brother of Frank Miller in the film High Noon; Travis Cobb in The Outlaw Josey Wales, and also had a co-starring role as scout Pete Nolan in the television series Rawhide. Wooley is also credited as the voice actor who produced the Wilhelm scream sound effect.",
    "year": 1921,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Houbolt",
    "birthday": "1919-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/John_C._Houbolt_-_GPN-2000-001274.jpg/320px-John_C._Houbolt_-_GPN-2000-001274.jpg",
    "extract": "John Cornelius Houbolt was an aerospace engineer credited with leading the team behind the lunar orbit rendezvous (LOR) mission mode, a concept that was used to successfully land humans on the Moon and return them to Earth. This flight path was chosen for the Apollo program in July 1962. The critical decision to use LOR was viewed as vital to ensuring that man reached the Moon by the end of the decade as proposed by President John F. Kennedy. In the process, LOR saved time and billions of dollars by efficiently using the rocket and spacecraft technologies.",
    "year": 1919,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jagjit Singh Lyallpuri",
    "birthday": "1917-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1a/Jagjit_Singh_Lyallpuri.JPG",
    "extract": "Jagjit Singh Lyallpuri was an Indian politician. He was the oldest surviving member of the founding Central Committee of the Communist Party of India (Marxist).",
    "year": 1917,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Robert Burns Woodward",
    "birthday": "1917-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bf/Robert_Woodward_Nobel.jpg/226px-Robert_Woodward_Nobel.jpg",
    "extract": "Robert Burns Woodward was an American organic chemist. He is considered by many to be the most preeminent synthetic organic chemist of the twentieth century, having made many key contributions to the subject, especially in the synthesis of complex natural products and the determination of their molecular structure. He also worked closely with Roald Hoffmann on theoretical studies of chemical reactions. He was awarded the Nobel Prize in Chemistry in 1965.",
    "year": 1917,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Harry Morgan",
    "birthday": "1915-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Harry_Morgan_in_1975.JPG/241px-Harry_Morgan_in_1975.JPG",
    "extract": "Harry Morgan was an American actor and director whose television and film career spanned six decades. Morgan's major roles included Pete Porter in both December Bride (1954–1959) and Pete and Gladys (1960–1962); Officer Bill Gannon on Dragnet (1967–1970); Amos Coogan on Hec Ramsey (1972–1974); and his starring role as Colonel Sherman T. Potter in M*A*S*H (1975–1983) and AfterMASH (1983–1985). Morgan also appeared in more than 100 films.",
    "year": 1915,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Leo Vroman",
    "birthday": "1915-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Leo_Vroman.jpg/233px-Leo_Vroman.jpg",
    "extract": "Leo Vroman was a Dutch-American hematologist, a prolific poet mainly in Dutch and an illustrator.",
    "year": 1915,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jack Badcock",
    "birthday": "1914-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Jack_Badcock_1930s.jpg/177px-Jack_Badcock_1930s.jpg",
    "extract": "Clayvel Lindsay \"Jack\" Badcock was an Australian cricketer who played in seven Tests from 1936 to 1938.",
    "year": 1914,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Stefan Heym",
    "birthday": "1913-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Stefan_Heym_%281982%29.jpg/240px-Stefan_Heym_%281982%29.jpg",
    "extract": "Helmut Flieg or Hellmuth Fliegel was a German writer, known by his pseudonym Stefan Heym. He lived in the United States and trained at Camp Ritchie, making him one of the Ritchie Boys of World War II. In 1952, he returned to his home to the part of his native Germany which was, from 1949 to 1990, the German Democratic Republic. He published works in English and German at home and abroad, and despite longstanding criticism of the GDR remained a committed socialist. He was awarded the 1953 Heinrich Mann Prize, the 1959 National Prize of East Germany, and the 1993 Jerusalem Prize.",
    "year": 1913,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Boris Kidrič",
    "birthday": "1912-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Boris_Kidri%C4%8D_%281%29.jpg/221px-Boris_Kidri%C4%8D_%281%29.jpg",
    "extract": "Boris Kidrič was a Slovene politician and revolutionary who was one of the chief organizers of the Slovene Partisans, the Slovene resistance against occupation by Nazi Germany and Fascist Italy after Operation Barbarossa in June 1941. He became the de facto leader of the Liberation Front of the Slovenian People. As such, he had a crucial role in the anti-Fascist liberation struggle in Slovenia between 1941 and 1945. After World War II he was, together with Edvard Kardelj, a leading Slovenian politician in communist Yugoslavia.",
    "year": 1912,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Maurice Schumann",
    "birthday": "1911-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Maurice_Schumann_%281969%29.jpg/240px-Maurice_Schumann_%281969%29.jpg",
    "extract": "Maurice Schumann was a French politician, journalist, writer, and hero of the Second World War who served as Minister of Foreign Affairs under Georges Pompidou from 22 June 1969 to 15 March 1973. Schumann was a member of the Christian democratic Popular Republican Movement.",
    "year": 1911,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Margaret Clapp",
    "birthday": "1910-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Margaret_Clapp_with_Indian_Prime_Minister%2C_his_daughter%2C_and_the_Indian_ambassador_to_the_U.S.A.jpg/320px-Margaret_Clapp_with_Indian_Prime_Minister%2C_his_daughter%2C_and_the_Indian_ambassador_to_the_U.S.A.jpg",
    "extract": "Margaret Antoinette Clapp was an American scholar, educator and Pulitzer Prize winner. She was the president of Wellesley College from 1949-1966.",
    "year": 1910,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Helenio Herrera",
    "birthday": "1910-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/1973%E2%80%9374_Inter_Milan_-_Helenio_Herrera_%28cropped%29.jpg/256px-1973%E2%80%9374_Inter_Milan_-_Helenio_Herrera_%28cropped%29.jpg",
    "extract": "Helenio Herrera Gavilán was an Argentine, naturalized French, football player and manager. He is best remembered for his success with the Inter Milan team known as Grande Inter in the 1960s.",
    "year": 1910,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Paul Sweezy",
    "birthday": "1910-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f3/PaulSweezy.jpeg",
    "extract": "Paul Marlor Sweezy was a Marxist economist, political activist, publisher, and founding editor of the long-running magazine Monthly Review. He is best remembered for his contributions to economic theory as one of the leading Marxian economists of the second half of the 20th century.",
    "year": 1910,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Clare Turlay Newberry",
    "birthday": "1903-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6f/Photo_of_Clare_Turlay_Newberry.jpg",
    "extract": "Clare Turlay Newberry was an American writer and illustrator of 17 published children's books, who achieved fame for her drawings of cats, the subject of all but three of her books. Four of her works were named Caldecott Honor Books.",
    "year": 1903,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dhananjay Ramchandra Gadgil",
    "birthday": "1901-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Dhananjay_Ramchandra_Gadgil_2008_stamp_of_India.jpg/240px-Dhananjay_Ramchandra_Gadgil_2008_stamp_of_India.jpg",
    "extract": "Dhananjay Ramchandra Gadgil, also known as D. R. Gadgil, was an Indian economist, institution builder and the vice-chairman of the Planning Commission of India. He was the founder Director of the Gokhale Institute of Politics and Economics, Pune and the author of the Gadgil formula, which served as the base for the allocation of central assistance to states during the Fourth and Fifth Five Year Plans of India. He is credited with contributions towards the development of Farmers' Cooperative movement in Maharashtra. The Government of India recognised his services by issuing a commemorative postage stamp in his honour in 2008.",
    "year": 1901,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Arnold Beckman",
    "birthday": "1900-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Arnold_Beckman_early_portrait_2.65.tif/lossy-page1-212px-Arnold_Beckman_early_portrait_2.65.tif.jpg",
    "extract": "Arnold Orville Beckman was an American chemist, inventor, investor, and philanthropist. While a professor at California Institute of Technology, he founded Beckman Instruments based on his 1934 invention of the pH meter, a device for measuring acidity, later considered to have \"revolutionized the study of chemistry and biology\". He also developed the DU spectrophotometer, \"probably the most important instrument ever developed towards the advancement of bioscience\". Beckman funded the Shockley Semiconductor Laboratory, the first silicon transistor company in California, thus giving rise to Silicon Valley. After retirement, he and his wife Mabel (1900–1989) were numbered among the top philanthropists in the United States.",
    "year": 1900,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Prafulla Chandra Sen",
    "birthday": "1897-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/19/Prafulla_Chandra_Sen.jpg",
    "extract": "Prafulla Chandra Sen was an Indian politician and freedom fighter. He was the Chief Minister of West Bengal from 1962 to 1967.",
    "year": 1897,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ben Nicholson",
    "birthday": "1894-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Ben_Nicholson_by_Mabel_Pryde.jpg/267px-Ben_Nicholson_by_Mabel_Pryde.jpg",
    "extract": "Benjamin Lauder Nicholson, OM was an English painter of abstract compositions, landscape and still-life.",
    "year": 1894,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Frank Barson",
    "birthday": "1891-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e2/FBarson.jpg/157px-FBarson.jpg",
    "extract": "Frank Barson was an English footballer from Grimesthorpe who played for several English football clubs including Barnsley, Manchester United, Aston Villa and Watford. He had a reputation for aggressive play, and is regarded as one of the \"hard men\" of English football.",
    "year": 1891,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bernardo Houssay",
    "birthday": "1887-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Bernado_Houssay.JPG",
    "extract": "Bernardo Alberto Houssay was an Argentine physiologist who, in 1947, was a co-recipient of a Nobel Prize for Physiology or Medicine for his discovery of the role played by pituitary hormones in regulating the amount of blood sugar (glucose) in animals. He was the first Argentine Nobel laureate in the sciences. He shared the prize with Carl Ferdinand Cori and Gerty Cori, who won for their discoveries regarding the role of glucose in carbohydrate metabolism).",
    "year": 1887,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Johnny Hayes",
    "birthday": "1886-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Johnny_Hayes_1908.jpg/224px-Johnny_Hayes_1908.jpg",
    "extract": "John Joseph \"Johnny\" Hayes was an American athlete, a member of the Irish American Athletic Club, and winner of the marathon race at the 1908 Summer Olympics. Hayes' Olympic victory contributed to the early growth of long-distance running and marathoning in the United States. He was also the first man to win a marathon at the now official standard distance of 26 miles 385 yards when Olympic officials lengthened the distance to put the finish line in front of the Royal Box.",
    "year": 1886,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Frances Perkins",
    "birthday": "1880-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Frances_Perkins_cph.3a04983.jpg/235px-Frances_Perkins_cph.3a04983.jpg",
    "extract": "Frances Perkins was an American workers-rights advocate who served as the 4th United States secretary of labor from 1933 to 1945, the longest serving in that position. A member of the Democratic Party, Perkins made history as the first woman ever to serve in a presidential cabinet. As a loyal supporter of her longtime friend, Franklin D. Roosevelt, she helped make labor issues important in the emerging New Deal coalition. She was one of two Roosevelt cabinet members to remain in office for his entire presidency.",
    "year": 1880,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bernhard Gregory",
    "birthday": "1879-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/11/Bernhard_Gregory.jpg/241px-Bernhard_Gregory.jpg",
    "extract": "Bernhard Gregory was a Baltic German chess master.",
    "year": 1879,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Alfred Kubin",
    "birthday": "1877-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Nicola_Perscheid_-_Alfred_Kubin_1904b.jpg/252px-Nicola_Perscheid_-_Alfred_Kubin_1904b.jpg",
    "extract": "Alfred Leopold Isidor Kubin was an Austrian printmaker, illustrator, and occasional writer. Kubin is considered an important representative of Symbolism and Expressionism.",
    "year": 1877,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kyösti Kallio",
    "birthday": "1873-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/President_of_Finland_Ky%C3%B6sti_Kallio.jpg/232px-President_of_Finland_Ky%C3%B6sti_Kallio.jpg",
    "extract": "Kyösti Kallio was a Finnish politician of the Agrarian League who served as the fourth president of Finland from 1937–1940, which also included leading the country through the Winter War. He was the first President of Finland to resign and the only president to die in office. Kallio was also the only president of Finland who did not have an academic or similar degree.",
    "year": 1873,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "George Arliss",
    "birthday": "1868-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/George_Arliss_cph.3b31151.jpg/225px-George_Arliss_cph.3b31151.jpg",
    "extract": "George Arliss was an English actor, author, playwright, and filmmaker who found success in the United States. He was the first British actor to win an Academy Award – which he won for his performance as Victorian-era British prime minister Benjamin Disraeli in Disraeli (1929) – as well as the earliest-born actor to win the honour. He specialized in successful biopics, such as Disraeli, Voltaire (1933), and Cardinal Richelieu (1935), as well as light comedies, which included The Millionaire (1931) and A Successful Calamity (1932).",
    "year": 1868,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Asriel Günzig",
    "birthday": "1868-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Synagoga_v_Lo%C5%A1tic%C3%ADch_03.jpg/320px-Synagoga_v_Lo%C5%A1tic%C3%ADch_03.jpg",
    "extract": "Asriel Günzig (also known as Azriel Günzig, Ezriel Günzig, Israel Günzig, Izrael Günzig, or J. Günzig; 10 April 1868, Kraków – 1931, Antwerp) was a rabbi, scholar, bookseller, editor and writer. He served as the rabbi of Loštice, Moravia, from 1899 until 1920.",
    "year": 1868,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "George William Russell",
    "birthday": "1867-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/George_William_Russell_-_Project_Gutenberg_eText_19028.jpg/225px-George_William_Russell_-_Project_Gutenberg_eText_19028.jpg",
    "extract": "George William Russell who wrote with the pseudonym Æ, was an Irish writer, editor, critic, poet, painter and Irish nationalist. He was also a writer on mysticism, and a central figure in the group of devotees of theosophy which met in Dublin for many years.",
    "year": 1867,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jack Miner",
    "birthday": "1865-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Jack_Miner_portrait.jpg/230px-Jack_Miner_portrait.jpg",
    "extract": "John Thomas Miner, OBE, or \"Wild Goose Jack,\" was a Canadian conservationist called by some the \"father\" of North American conservationism.",
    "year": 1865,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Eugen d'Albert",
    "birthday": "1864-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/D%27albert2.jpg/185px-D%27albert2.jpg",
    "extract": "Eugen Francis Charles d'Albert was a Scottish-born pianist and composer.",
    "year": 1864,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Joseph Pulitzer",
    "birthday": "1847-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/JosephPulitzerPinceNeznpsgov.jpg/219px-JosephPulitzerPinceNeznpsgov.jpg",
    "extract": "Joseph Pulitzer was a Hungarian-American politician and newspaper publisher of the St. Louis Post-Dispatch and the New York World. He became a leading national figure in the Democratic Party and was elected congressman from New York. He crusaded against big business and corruption and helped keep the Statue of Liberty in New York.",
    "year": 1847,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "William Booth",
    "birthday": "1829-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/William_Booth.jpg/207px-William_Booth.jpg",
    "extract": "William Booth was an English Methodist preacher who, along with his wife, Catherine, founded the Salvation Army and became its first \"General\" (1878–1912). The Christian movement with a quasi-military structure and government founded in 1865 has spread from London, England, to many parts of the world and is known for being one of the largest distributors of humanitarian aid.",
    "year": 1829,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Lew Wallace",
    "birthday": "1827-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Lewis_Wallace.jpg/228px-Lewis_Wallace.jpg",
    "extract": "Lewis Wallace was an American lawyer, Union general in the American Civil War, governor of the New Mexico Territory, politician, diplomat, and author from Indiana. Among his novels and biographies, Wallace is best known for his historical adventure story, Ben-Hur: A Tale of the Christ (1880), a bestselling novel that has been called \"the most influential Christian book of the nineteenth century.\"",
    "year": 1827,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Juliette Drouet",
    "birthday": "1806-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Victor_Hugo-Drouet.jpg/261px-Victor_Hugo-Drouet.jpg",
    "extract": "Juliette Drouet, born Julienne Josephine Gauvain, was a French actress. She abandoned her career on the stage after becoming the mistress of Victor Hugo, to whom she acted as a secretary and travelling companion. Juliette accompanied Hugo in his exile to the Channel Islands, and wrote thousands of letters to him throughout her life.",
    "year": 1806,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Leonidas Polk",
    "birthday": "1806-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Portrait_of_General_Leonidas_Polk%2C_C.S.A.jpg/207px-Portrait_of_General_Leonidas_Polk%2C_C.S.A.jpg",
    "extract": "Lieutenant-General Leonidas Polk was a bishop of the Episcopal Diocese of Louisiana and founder of the Protestant Episcopal Church in the Confederate States of America, which separated from the Episcopal Church of the United States of America. He was a slaveholding planter in Maury County, Tennessee, and a second cousin of President James K. Polk. He resigned his ecclesiastical position to become a major-general in the Confederate States Army, when he was called \"Sewanee's Fighting Bishop\". His official portrait at the University of the South depicts him dressed as a bishop with his army uniform hanging nearby. He is often erroneously referred to as \"Leonidas K. Polk,\" but he had no middle name and never signed any documents as such.",
    "year": 1806,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Matthew C. Perry",
    "birthday": "1794-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Commodore_Matthew_Calbraith_Perry.png/257px-Commodore_Matthew_Calbraith_Perry.png",
    "extract": "Matthew Calbraith Perry was a commodore of the United States Navy who commanded ships in several wars, including the War of 1812 and the Mexican–American War (1846–1848). He played a leading role in the opening of Japan to the West with the Convention of Kanagawa in 1854.",
    "year": 1794,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "William Hazlitt",
    "birthday": "1778-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/William_Hazlitt_self-portrait_%281802%29.jpg/245px-William_Hazlitt_self-portrait_%281802%29.jpg",
    "extract": "William Hazlitt was an English essayist, drama and literary critic, painter, social commentator, and philosopher. He is now considered one of the greatest critics and essayists in the history of the English language, placed in the company of Samuel Johnson and George Orwell. He is also acknowledged as the finest art critic of his age. Despite his high standing among historians of literature and art, his work is currently little read and mostly out of print.",
    "year": 1778,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jean Lannes",
    "birthday": "1769-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Jean_Charles_Nicaise_Perrin_-_Jean_Lannes%2C_duc_de_Montebello%2C_Mar%C3%A9chal_de_France.jpg/205px-Jean_Charles_Nicaise_Perrin_-_Jean_Lannes%2C_duc_de_Montebello%2C_Mar%C3%A9chal_de_France.jpg",
    "extract": "Jean Lannes, 1st Duke of Montebello, Prince of Siewierz, was a French military commander and a Marshal of the Empire who served during both the French Revolutionary Wars and the Napoleonic Wars. He was one of Napoleon's most daring and talented generals, and is regarded by many as one of history's greatest military commanders. Napoleon once commented on Lannes: \"I found him a pygmy and left him a giant\". A personal friend of the emperor, he was allowed to address him with the familiar tu, as opposed to the formal vous.",
    "year": 1769,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Giovanni Aldini",
    "birthday": "1762-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Ritratto_di_Giovanni_Aldini%2C_1829_-_Accademia_delle_Scienze_di_Torino_-_Ritratti_0035_B.jpg/281px-Ritratto_di_Giovanni_Aldini%2C_1829_-_Accademia_delle_Scienze_di_Torino_-_Ritratti_0035_B.jpg",
    "extract": "Giovanni Aldini was an Italian physician and physicist born in Bologna. He was a brother of the statesman Count Antonio Aldini (1756–1826).",
    "year": 1762,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Samuel Hahnemann",
    "birthday": "1755-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Samuel_Christian_Friedrich_Hahnemann._Line_engraving_by_L._B_Wellcome_L0016250_a.jpg/261px-Samuel_Christian_Friedrich_Hahnemann._Line_engraving_by_L._B_Wellcome_L0016250_a.jpg",
    "extract": "Christian Friedrich Samuel Hahnemann was a German physician, best known for creating the pseudoscientific system of alternative medicine called homeopathy.",
    "year": 1755,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Whitehurst",
    "birthday": "1713-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Whitehurst_John_by_Wright_of_Derby.jpg/253px-Whitehurst_John_by_Wright_of_Derby.jpg",
    "extract": "John Whitehurst FRS, born in Cheshire, England, was a clockmaker and scientist, and made significant early contributions to geology. He was an influential member of the Lunar Society.",
    "year": 1713,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Michel Corrette",
    "birthday": "1707-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Michel_Corrette_portrait.jpg/267px-Michel_Corrette_portrait.jpg",
    "extract": "Michel Corrette was a French composer, organist and author of musical method books.",
    "year": 1707,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Benjamin Heath",
    "birthday": "1704-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Benjamin_Heath.jpg/271px-Benjamin_Heath.jpg",
    "extract": "Benjamin Heath, D.C.L. was an English classical scholar and bibliophile.",
    "year": 1704,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "René Lepage de Sainte-Claire",
    "birthday": "1656-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Blason_Ren%C3%A9_Lepage_de_Ste-Claire.svg/291px-Blason_Ren%C3%A9_Lepage_de_Ste-Claire.svg.png",
    "extract": "Rene Lepage de Sainte-Claire is the lord-founder of the town of Rimouski, province of Quebec, in Canada.",
    "year": 1656,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ehrenfried Walther von Tschirnhaus",
    "birthday": "1651-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Tschirnhaus.jpg/254px-Tschirnhaus.jpg",
    "extract": "Ehrenfried Walther von Tschirnhaus was a German mathematician, physicist, physician, and philosopher. He introduced the Tschirnhaus transformation and is considered by some to have been the inventor of European porcelain, an invention long accredited to Johann Friedrich Böttger but others claim porcelain had been made by English manufacturers at an even earlier date.",
    "year": 1651,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Christian, Prince-Elect of Denmark",
    "birthday": "1603-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Erbprinzchristiandenmark.jpg/224px-Erbprinzchristiandenmark.jpg",
    "extract": "Christian was Prince-Elect of Denmark since 1610 and Heir Apparent to the Throne of the Kingdom of Norway since 1603. Dying in 1647, he was succeeded by his younger brother, Prince Frederik.",
    "year": 1603,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Hugo Grotius",
    "birthday": "1583-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Michiel_Jansz_van_Mierevelt_-_Hugo_Grotius.jpg/268px-Michiel_Jansz_van_Mierevelt_-_Hugo_Grotius.jpg",
    "extract": "Hugo Grotius, also known as Huig de Groot and Hugo de Groot, was a Dutch humanist, diplomat, lawyer, theologian, jurist, poet and playwright.",
    "year": 1583,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Augustus the Younger, Duke of Brunswick-Wolfenbüttel",
    "birthday": "1579-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/August_d.J..jpg/224px-August_d.J..jpg",
    "extract": "Augustus II, called the Younger, a member of the House of Welf was Duke of Brunswick-Lüneburg. In the estate division of the House of Welf of 1635, he received the Principality of Wolfenbüttel which he ruled until his death. Considered one of the most literate princes of his time, he is known for founding the Herzog August Library at his Wolfenbüttel residence, then the largest collection of books and manuscripts north of the Alps.",
    "year": 1579,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "James V of Scotland",
    "birthday": "1512-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Portrait_of_James_V_of_Scotland_%281512_-_1542%29.jpg/273px-Portrait_of_James_V_of_Scotland_%281512_-_1542%29.jpg",
    "extract": "James V was King of Scotland from 9 September 1513 until his death in 1542. He was crowned on 21 September 1513 at the age of seventeen months. James was the son of King James IV and Margaret Tudor, and during his childhood Scotland was governed by regents, firstly by his mother until she remarried, and then by his second cousin, John, Duke of Albany. James's personal rule began in 1528 when he finally escaped the custody of his stepfather, Archibald Douglas, Earl of Angus. His first action was to exile Angus and confiscate the lands of the Douglases.",
    "year": 1512,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "William I, Count of Nassau-Dillenburg",
    "birthday": "1487-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Portret_van_Willem_I%2C_graaf_van_Nassau-Dillenburg.jpg/253px-Portret_van_Willem_I%2C_graaf_van_Nassau-Dillenburg.jpg",
    "extract": "William I, Count of Nassau-Dillenburg was a count of Nassau-Dillenburg from the House of Nassau. His nickname the Rich refers to him having many children. However, he owned a number of counties: Nassau-Dillenburg, Nassau-Siegen, Nassau-Dietz and Vianden.",
    "year": 1487,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Philibert II, Duke of Savoy",
    "birthday": "1480-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Bust_of_Philibert_le_Beau%2C_Duke_of_Savoy%2C_by_Conrat_Meit%2C_Mechelen%2C_before_1523-1524%2C_box_wood_-_Bode-Museum_-_DSC03025.JPG/230px-Bust_of_Philibert_le_Beau%2C_Duke_of_Savoy%2C_by_Conrat_Meit%2C_Mechelen%2C_before_1523-1524%2C_box_wood_-_Bode-Museum_-_DSC03025.JPG",
    "extract": "Philibert II, nicknamed the Handsome or the Good, was the Duke of Savoy from 1497 until his death.",
    "year": 1480,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nizam al-Mulk",
    "birthday": "1018-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Nizam_al-Mulk_tomb_2.JPG/320px-Nizam_al-Mulk_tomb_2.JPG",
    "extract": "Abu Ali Hasan ibn Ali Tusi, better known by his honorific title of Nizam al-Mulk was a Persian scholar, political philosopher and vizier of the Seljuk Empire. Rising from a lowly position, he was the de facto ruler of the empire for 20 years after the assassination of sultan Alp Arslan in 1072, serving as the archetypal \"good vizier\" of Islamic history.",
    "year": 1018,
    "month": 4,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Theodosius II",
    "birthday": "401-4-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Theodosius_II_Louvre_Ma1036.jpg/240px-Theodosius_II_Louvre_Ma1036.jpg",
    "extract": "Theodosius II, also known as Theodosius the Younger, was Roman emperor for most of his life, proclaimed Augustus as an infant in 402 and ruling as the eastern Empire's sole emperor after the death of his father Arcadius in 408. His reign was marked by the promulgation of the Theodosian law code and the construction of the Theodosian Walls of Constantinople. He also presided over the outbreak of two great Christological controversies, Nestorianism and Eutychianism.",
    "year": 401,
    "month": 4,
    "day": 10,
    "language": "en"
  }
]