[
  {
    "name": "Dele Alli",
    "birthday": "1996-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/2020-03-10_Dele_Alli_%28cropped%29.jpg/221px-2020-03-10_Dele_Alli_%28cropped%29.jpg",
    "extract": "Bamidele Jermaine \"Dele\" Alli is an English professional footballer who plays as an attacking midfielder for Premier League club Everton and the England national team.",
    "year": 1996,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Thiago Alcântara",
    "birthday": "1991-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/UEFA_EURO_qualifiers_Sweden_vs_Spain_20191015_Thiago_Alcantara_13_%28cropped%29.jpg/234px-UEFA_EURO_qualifiers_Sweden_vs_Spain_20191015_Thiago_Alcantara_13_%28cropped%29.jpg",
    "extract": "Thiago Alcântara do Nascimento, or simply Thiago, is a professional footballer who plays as a central midfielder for Premier League club Liverpool and the Spain national team.",
    "year": 1991,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Brennan Poole",
    "birthday": "1991-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Brennan_poole_%2832373226032%29_%28cropped%29.jpg/246px-Brennan_poole_%2832373226032%29_%28cropped%29.jpg",
    "extract": "Brennan Cole Poole is an American professional stock car racing driver, engineer, consultant, driver coach, spotter, and crew chief. He competes part-time in the NASCAR Xfinity Series, driving the No. 47 Chevrolet Camaro for Mike Harmon Racing and part-time in the NASCAR Camping World Truck Series, driving the Nos. 46 and 47 Toyota Tundra’s for G2G Racing. He has raced in each of NASCAR's top three divisions as well as the ARCA Menards Series where he has multiple wins.",
    "year": 1991,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Thulani Serero",
    "birthday": "1990-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Thulani-serero-1315994501.jpg/320px-Thulani-serero-1315994501.jpg",
    "extract": "Thulani Caleb Serero is a South African soccer player who plays as a midfielder for Al Jazira and the South African national team. Prior to joining Vitesse, he played for Ajax and for Ajax Cape Town in the South African Premier Soccer League.",
    "year": 1990,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Leland Irving",
    "birthday": "1988-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Leland_Irving.PNG/251px-Leland_Irving.PNG",
    "extract": "Leland Bruce Irving is a Canadian professional ice hockey goaltender, currently playing for the HC Bolzano in the Austrian Hockey League (EBEL). He was a first round selection of the Calgary Flames, 26th overall at the 2006 NHL Entry Draft and played parts of two National Hockey League (NHL) seasons with the team. He made his NHL debut on December 16, 2011, in a shootout loss to the Florida Panthers and won his first NHL game one week later in his second start, against the Vancouver Canucks.",
    "year": 1988,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Joss Stone",
    "birthday": "1987-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Cwo_20180719190820e.jpg/213px-Cwo_20180719190820e.jpg",
    "extract": "Joscelyn Eve Stoker, known professionally as Joss Stone, is an English singer, songwriter and actress. She rose to fame in late 2003 with her multi-platinum debut album, The Soul Sessions, which made the 2004 Mercury Prize shortlist. Her second album, the similarly multi-platinum Mind Body & Soul (2004), topped the UK Albums Chart and spawned the top-ten single \"You Had Me\", Stone's most successful single on the UK Singles Chart to date. Both the album and single received one nomination at the 2005 Grammy Awards, while Stone herself was nominated for Best New Artist, and in an annual BBC poll of music critics, Sound of 2004, was ranked fifth as a predicted breakthrough act of 2004. She became the youngest British female singer to top the UK Albums Chart. Stone's third album, Introducing Joss Stone, released in March 2007, achieved gold record status by the Recording Industry Association of America (RIAA) and yielded the second-ever highest debut for a British female solo artist on the Billboard 200, and became Stone's first top five album in the US.",
    "year": 1987,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lights (musician)",
    "birthday": "1987-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Lights_09_20_2017_-5_%2837009966944%29.jpg/228px-Lights_09_20_2017_-5_%2837009966944%29.jpg",
    "extract": "Lights Poxleitner-Bokan, known mononymously as Lights, is a Canadian musician, singer, and songwriter. She is known for singles \"Drive My Soul\", \"February Air\", \"Ice\", \"Second Go\", \"Toes\", \"My Boots\" and \"Up We Go\", which have charted within the top ninety on the Canadian Hot 100. She was awarded the 2009 Juno Award for New Artist of the Year and two 2009 Astral Media Radio awards during Canadian Music Week.",
    "year": 1987,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lena Schöneborn",
    "birthday": "1986-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Lena_Sch%C3%B6neborn_cropped.jpg/256px-Lena_Sch%C3%B6neborn_cropped.jpg",
    "extract": "Lena Schöneborn is a German pentathlete, who won the gold medal in the Modern Pentathlon at the 2008 Summer Olympics. She is living in Berlin and besides Pentathlon she is studying Marketing. She won gold at the Women’s Final of the Modern Pentathlon European Championships 2011, held in Medway.",
    "year": 1986,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pablo Hernández (footballer, born 1985)",
    "birthday": "1985-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Pablo_Hern%C3%A1ndez_bal%C3%B3.jpg/205px-Pablo_Hern%C3%A1ndez_bal%C3%B3.jpg",
    "extract": "Pablo Hernández Domínguez is a Spanish professional footballer who plays as an attacking midfielder but also as a winger for Castellón, where he is also a part-owner.",
    "year": 1985,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Will Minson",
    "birthday": "1985-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Will_minson.jpg/245px-Will_minson.jpg",
    "extract": "William Gerald Minson is a former professional Australian rules footballer who played for the Western Bulldogs in the Australian Football League (AFL).",
    "year": 1985,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kelli Garner",
    "birthday": "1984-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/KelliGarnerTorontoFilmFestival2007_Crop.jpg/234px-KelliGarnerTorontoFilmFestival2007_Crop.jpg",
    "extract": "Kelli Brianne Garner is an American actress who has appeared in a variety of independent and mainstream films, television, and theater.",
    "year": 1984,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nikola Karabatić",
    "birthday": "1984-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/NikolaKarabatic.jpg/248px-NikolaKarabatic.jpg",
    "extract": "Nikola Karabatić is a French handball player for Paris Saint-Germain and the French national team.",
    "year": 1984,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jennifer Heil",
    "birthday": "1983-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Jennifier_Heil_%284%29.jpg/173px-Jennifier_Heil_%284%29.jpg",
    "extract": "Jennifer Heil is a Canadian freestyle skier from Spruce Grove, Alberta. Heil started skiing at age two. Jennifer Heil won the first gold medal for Canada in the 2006 Winter Olympics games in Turin, Italy and a silver medal at the 2010 Winter Olympics in Vancouver, which was also Canada's first medal in those games. Heil is the reigning world champion in dual moguls. She has three world championship titles in total and two silver medals from the Worlds as well. Over her career, Heil has won a record-tying five overall FIS World Cup Crystal Globe titles for freestyle skiing.",
    "year": 1983,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rubén Palazuelos",
    "birthday": "1983-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Rub%C3%A9n_Palazuelos_April_2014.jpg/146px-Rub%C3%A9n_Palazuelos_April_2014.jpg",
    "extract": "Rubén Palazuelos García is a Spanish footballer who plays for Gimnástica de Torrelavega as a defensive midfielder.",
    "year": 1983,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nicky Pastorelli",
    "birthday": "1983-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Nicky_Pastorelli.jpg/281px-Nicky_Pastorelli.jpg",
    "extract": "Nicky Pastorelli is a Dutch professional racing driver.",
    "year": 1983,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ian Bell",
    "birthday": "1982-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/The_England_Cricket_Team_Ashes_2015_%28bell_cropped%29.jpg/238px-The_England_Cricket_Team_Ashes_2015_%28bell_cropped%29.jpg",
    "extract": "Ian Ronald Bell is an English former cricketer who played international cricket in all formats for the England cricket team and county cricket for Warwickshire County Cricket Club. A right-handed higher/middle order batsman, described in The Times as an \"exquisite rapier,\" with a strong cover drive, Bell was also an occasional right-arm medium pace bowler and a slip fielder. He was also noted for his sharp reflexes and often fielded in close catching positions. He scored twenty-two Test centuries and four One Day International (ODI) 100s.",
    "year": 1982,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Peeter Kümmel",
    "birthday": "1982-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Peeter_K%C3%BCmmel.jpg/258px-Peeter_K%C3%BCmmel.jpg",
    "extract": "Peeter Kümmel is an Estonian cross-country skier who has competed since 2001.",
    "year": 1982,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alessandra Ambrosio",
    "birthday": "1981-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Alessandra_Ambr%C3%B3sio_January_2020%2C_01.jpg/311px-Alessandra_Ambr%C3%B3sio_January_2020%2C_01.jpg",
    "extract": "Alessandra Corine Ambrósio is a Brazilian-born American model, actress, fashion designer, businesswoman and television personality. She is known for her work with Victoria's Secret and was chosen as the first spokesmodel for the company's PINK line. Ambrosio was a Victoria's Secret Angel from 2004 to 2017 and has modeled for fashion houses such as Christian Dior, Armani, Ralph Lauren, and Next.",
    "year": 1981,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alex Burrows",
    "birthday": "1981-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Alex_Burrows_10-2015.jpg/228px-Alex_Burrows_10-2015.jpg",
    "extract": "Alexandre Ménard-Burrows is a Canadian former professional ice hockey left winger who played in the National Hockey League (NHL) with the Vancouver Canucks and the Ottawa Senators. He is currently an assistant coach for the Montreal Canadiens of the National Hockey League. He was known for playing in the style of an agitator before developing into a skilled, top line fixture. He is also regarded for his remarkable ascension to the NHL from being an undrafted player in the ECHL. After a two-year career in the Quebec Major Junior Hockey League (QMJHL), he played in the minor leagues for three seasons. He was signed by the Vancouver Canucks in 2005 from their American Hockey League (AHL) affiliate, the Manitoba Moose. Burrows established himself as a checking forward with the Canucks in his first three NHL seasons before emerging as a scorer with four consecutive 25-plus-goal seasons from 2008–09 to 2011–12.",
    "year": 1981,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Veronica Pyke",
    "birthday": "1981-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/2017%E2%80%9318_WBBL_HH_v_PS_18-01-21_Pyke_%2802%29_%28cropped%29.jpg/320px-2017%E2%80%9318_WBBL_HH_v_PS_18-01-21_Pyke_%2802%29_%28cropped%29.jpg",
    "extract": "Veronica Pyke is an Australian cricketer who plays for Tasmanian Roar and Hobart Hurricanes.",
    "year": 1981,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Keiji Tamada",
    "birthday": "1980-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Flickr_-_tpower1978_-_KIRIN_Challenge_Cup_%281%29.jpg/320px-Flickr_-_tpower1978_-_KIRIN_Challenge_Cup_%281%29.jpg",
    "extract": "Keiji Tamada  is a Japanese professional footballer who plays as a forward for V-Varen Nagasaki.",
    "year": 1980,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mark Teixeira",
    "birthday": "1980-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Mark_Teixeira_basepaths_2011.jpg/261px-Mark_Teixeira_basepaths_2011.jpg",
    "extract": "Mark Charles Teixeira, nicknamed \"Tex\", is an American former professional baseball first baseman who played 14 seasons in Major League Baseball (MLB) for the Texas Rangers, Atlanta Braves, Los Angeles Angels of Anaheim and New York Yankees. Before his professional career, he played college baseball at Georgia Tech, where in 2000 he won the Dick Howser Trophy as the national collegiate baseball player of the year. One of the most prolific switch hitters in MLB history, Teixeira was an integral part of the Yankees' 27th World Series championship in 2009, leading the American League (AL) in home runs and runs batted in (RBI) while finishing second in the Most Valuable Player Award (MVP) balloting. Teixeira was a three-time All-Star, won five Gold Glove Awards and three Silver Slugger Awards, and also holds the all-time major league record for most games with a home run from both sides of the plate, with 14. He was the fifth switch hitter in MLB history to reach 400 home runs.",
    "year": 1980,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sebastien Grainger",
    "birthday": "1979-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Death_From_Above_1979_%40_Wellington_Square_%2825_9_2011%29_%286202562470%29.jpg/320px-Death_From_Above_1979_%40_Wellington_Square_%2825_9_2011%29_%286202562470%29.jpg",
    "extract": "Sebastien Alexandre Grainger is a Canadian singer and musician, best known as drummer and singer of the alternative rock duo Death from Above and the singer and guitarist for his band Sebastien Grainger and The Mountains. He is part owner of Giant Studios in Toronto, Ontario with Jimmy Shaw of Metric.",
    "year": 1979,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Michel Riesen",
    "birthday": "1979-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Riesen_Michel-2011-01-15_EHCB_vs_Lakers.jpg/213px-Riesen_Michel-2011-01-15_EHCB_vs_Lakers.jpg",
    "extract": "Michel Riesen is a Swiss former professional ice hockey winger who last played for the EHC Basel in the National League B.",
    "year": 1979,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Josh Server",
    "birthday": "1979-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Josh_Server_2019_%28aArvve3N9F0%29.jpg/217px-Josh_Server_2019_%28aArvve3N9F0%29.jpg",
    "extract": "Joshua Aaron Server is an American actor best known for being the only All That cast member to remain through all six original seasons.",
    "year": 1979,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Josh Hancock",
    "birthday": "1978-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/On_the_mound.jpg/320px-On_the_mound.jpg",
    "extract": "Joshua Morgan Hancock was a professional baseball pitcher, who played Major League Baseball (MLB) for the Boston Red Sox, Philadelphia Phillies, Cincinnati Reds, and St. Louis Cardinals. He was killed in an auto accident on April 29, 2007 at the age of 29.",
    "year": 1978,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kelvim Escobar",
    "birthday": "1976-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/The_Los_Angeles_Angels_of_Anaheim.jpg/320px-The_Los_Angeles_Angels_of_Anaheim.jpg",
    "extract": "Kelvim José Escobar Bolívar is a Venezuelan former professional baseball pitcher. He played for the Toronto Blue Jays (1997–2003) and Los Angeles Angels of Anaheim. He won 101 games, but his career was cut short by shoulder injuries.",
    "year": 1976,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kotomitsuki Keiji",
    "birthday": "1976-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Kotomitsuki_Osaka_March_23_2009.jpg/148px-Kotomitsuki_Osaka_March_23_2009.jpg",
    "extract": "Kotomitsuki Keiji  is a Japanese former professional sumo wrestler from Okazaki City. A former amateur champion, he turned professional in 1999. He reached the top makuuchi division in November 2000 and won one yūshō or tournament championship, in September 2001. He was a runner-up in eight other tournaments, and earned thirteen sanshō or special prizes. He is one of five wrestlers in the history of sumo to receive all three sanshō in the same tournament, accomplishing the feat in the November 2000 honbasho. After a record 22 tournaments at sekiwake, he achieved promotion to sumo's second highest rank of ōzeki in July 2007 upon winning 35 out of 45 bouts in three consecutive tournaments. This made him at 31 the oldest man to reach ōzeki in the modern era. He wrestled for Sadogatake stable. On July 4, 2010, he was expelled from professional sumo by the Japan Sumo Association for his involvement in an illegal gambling ring.",
    "year": 1976,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Àlex Corretja",
    "birthday": "1974-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Alex_Corretja_ATC2010.jpg/240px-Alex_Corretja_ATC2010.jpg",
    "extract": "Àlex Corretja i Verdegay is a former professional tennis player from Spain. During his career, he was twice a Grand Slam runner-up at the French Open and won the ATP Tour World Championships in 1998, reaching a career-high singles ranking of world No. 2 in 1999. He also played a key role in helping Spain win its first-ever Davis Cup title in 2000.",
    "year": 1974,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "David Jassy",
    "birthday": "1974-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7b/David_Jassy.jpg",
    "extract": "David Moses Jassy, also known as Dawda, is a Swedish musician, songwriter and music producer of mixed Gambian and Estonian origin. With Andrés Avellán, he was part of a Swedish R&B hip hop duo, Navigators in the late 1990s. After split up of the group, Jassy went on to writing music and producing a number of international acts such as Ashley Tisdale, Britney Spears, Sean Kingston, Eve, No Angels, Mohombi, Darin, Charice, Ilya Salmanzadeh and Heidi Montag. He is the founder of Jassy World Entertainment, a music production and publishing company.",
    "year": 1974,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tom Thacker (musician)",
    "birthday": "1974-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/2017_RiP_-_Sum_41_-_Tom_Thacker_-_by_2eight_-_8SC8108.jpg/213px-2017_RiP_-_Sum_41_-_Tom_Thacker_-_by_2eight_-_8SC8108.jpg",
    "extract": "Thomas Arnold Thacker, nicknamed Brown Tom, is a Canadian musician. He is the lead guitarist, lead singer and co-founder of the Canadian punk rock group Gob and rhythm guitarist for Sum 41. Thacker formed Gob with Theo Goutzinakis in 1993. Following Dave Baksh’s departure from Sum 41 on May 11, 2006, Thacker was recruited as their touring guitarist, and then became an official member in 2009. He has remained with Sum 41 ever since, even after Baksh rejoined the band in 2015, contributing to three studio releases.",
    "year": 1974,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Trot Nixon",
    "birthday": "1974-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Trot_Nixon.JPG/320px-Trot_Nixon.JPG",
    "extract": "Christopher Trotman \"Trot\" Nixon is an American former professional baseball right fielder. He played in Major League Baseball (MLB) from 1996 through 2008, primarily with the Boston Red Sox from 1996 through 2006, with whom he was a fan favorite for his scrappy play and won the 2004 World Series, ending the Curse of the Bambino. His career wound down with limited appearances for the Cleveland Indians in 2007 and the New York Mets in 2008. He currently serves as co-host/analyst for \"The 5th Quarter,\" a high school football highlight show on WWAY-TV in his hometown of Wilmington, North Carolina.",
    "year": 1974,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Olivier Magne",
    "birthday": "1973-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Olivier_Magne.jpg/214px-Olivier_Magne.jpg",
    "extract": "Olivier Claude C. Magne is a French former rugby union footballer and a current coach.",
    "year": 1973,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Balls Mahoney",
    "birthday": "1972-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Balls_Mahoney_at_Hardcore_Roadtrip_2013.jpg/320px-Balls_Mahoney_at_Hardcore_Roadtrip_2013.jpg",
    "extract": "Jonathan Rechner, better known by his ring name Balls Mahoney, was an American professional wrestler. He is perhaps best known for his appearances with Extreme Championship Wrestling (ECW) during the late 1990s and early 2000s, where he was a three-time ECW Tag Team Champion, as well as working for World Wrestling Entertainment (WWE) on its ECW brand.",
    "year": 1972,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jason Varitek",
    "birthday": "1972-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Jason_Varitek_on_June_30%2C_2009.jpg/273px-Jason_Varitek_on_June_30%2C_2009.jpg",
    "extract": "Jason Andrew Varitek, nicknamed Tek, is an American professional baseball coach and former catcher. He is currently the game planning coordinator, a uniformed coaching position, for the Boston Red Sox. After being traded as a minor league prospect by the Seattle Mariners, Varitek played his entire 15-year career in Major League Baseball (MLB) for the Red Sox. A three-time All-Star and Gold Glove Award winner at catcher, as well as a Silver Slugger Award winner, Varitek was part of both the 2004 World Series and 2007 World Series Championship teams, and was viewed widely as one of the team's leaders. In December 2004 he was named the captain of the Red Sox, only their fourth captain since 1923. He was a switch-hitter.",
    "year": 1972,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jennifer Esposito",
    "birthday": "1972-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Jennifer_Esposito_Black_and_White_Portrait.jpg/320px-Jennifer_Esposito_Black_and_White_Portrait.jpg",
    "extract": "Jennifer Esposito is an American actress. She is known for her roles in the feature films Crash, Summer of Sam, Don't Say a Word, Taxi, and Welcome to Collinwood. She has also appeared in several television series, most notably The Looney Tunes Show, Spin City, Related, Samantha Who?, Blue Bloods, and Mistresses. From 2016 to 2017, she played Special Agent Alexandra Quinn on the CBS series NCIS. In 2019, her most recent movie was Mob Town, starring opposite David Arquette. She also played CIA Deputy Director Susan Raynor in the Amazon series The Boys.",
    "year": 1972,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Oliver Riedel",
    "birthday": "1971-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Oliver_Riedel.jpg/293px-Oliver_Riedel.jpg",
    "extract": "Oliver \"Ollie\" Riedel is a German musician, best known as the bassist for German Neue Deutsche Härte band Rammstein.",
    "year": 1971,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Trevor Linden",
    "birthday": "1970-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Linden3cropped1.JPG/229px-Linden3cropped1.JPG",
    "extract": "Trevor John Linden is a Canadian former professional ice hockey player and former president of hockey operations and alternate governor of the Vancouver Canucks. He spent 19 seasons in the National Hockey League (NHL), playing centre and right wing with four teams: the Vancouver Canucks, New York Islanders, Montreal Canadiens and Washington Capitals. Before joining the NHL in 1988, Linden helped the Medicine Hat Tigers of the Western Hockey League (WHL) win consecutive Memorial Cup championships. In addition to appearing in two NHL All-Star Games, Linden was a member of the 1998 Canadian Olympic team and participated in the 1996 World Cup of Hockey.",
    "year": 1970,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Cerys Matthews",
    "birthday": "1969-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Cerys_Matthews_Glastonbury_2008_%28cropped%29.jpg/259px-Cerys_Matthews_Glastonbury_2008_%28cropped%29.jpg",
    "extract": "Cerys Matthews is a Welsh singer, songwriter, author, and broadcaster. She was a founding member of Welsh rock band Catatonia and a leading figure in the \"Cool Cymru\" movement of the late 1990s.",
    "year": 1969,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sergei Lukyanenko",
    "birthday": "1968-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Sergey_Lukyanenko_MOW_03-2011.jpg/320px-Sergey_Lukyanenko_MOW_03-2011.jpg",
    "extract": "Sergei Vasilievich Lukyanenko is a Russian science fiction and fantasy author, writing in Russian. His works often feature intense action-packed plots, interwoven with the moral dilemma of keeping one's humanity while being strong.",
    "year": 1968,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Steve Scarsone",
    "birthday": "1966-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Steve_Scarsone_Nashville_Sounds.jpg/240px-Steve_Scarsone_Nashville_Sounds.jpg",
    "extract": "Steven Wayne Scarsone is an American former professional baseball infielder and former minor league manager. He serves on the Oakland Athletics' Player Development staff as travelling minor league instructor. He played all or parts of seven seasons in Major League Baseball (MLB) between 1992 and 1999 for the Philadelphia Phillies, Baltimore Orioles, San Francisco Giants, St. Louis Cardinals, and Kansas City Royals.",
    "year": 1966,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Shin Seung-hun",
    "birthday": "1966-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Shin_Seung-hun_from_acrofan.jpg/320px-Shin_Seung-hun_from_acrofan.jpg",
    "extract": "Shin Seung-hun is a South Korean singer-songwriter who was known in the 1990s as the \"Emperor of Ballads.\" He debuted in 1990 with the hit song, \"Reflection of You in Your Smile,\" and has since released 12 studio albums. Before 2020, he held the record for the most albums sold by one artist in South Korea with 17 million albums sold over his career.",
    "year": 1966,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lisa Stansfield",
    "birthday": "1966-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Lisa_Stansfield.jpg/282px-Lisa_Stansfield.jpg",
    "extract": "Lisa Jane Stansfield is an English singer, songwriter, and actress. Her career began in 1980 when she won the singing competition Search for a Star. After appearances in various television shows and releasing her first singles, Stansfield, along with Ian Devaney and Andy Morris, formed Blue Zone in 1986. The band released several singles and one album, but after the success of Coldcut's \"People Hold On\" in 1989, on which Stansfield was featured, the focus was placed on her solo career.",
    "year": 1966,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Steve Azar",
    "birthday": "1964-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Steve_Azar.jpg/214px-Steve_Azar.jpg",
    "extract": "Stephen Thomas Azar is an American country music singer, songwriter, guitarist, and philanthropist. Active since 1996, he has released a total of seven studio albums: one on the former River North Records, one on Mercury Nashville, and five independently. Azar has charted nine times on Billboard Hot Country Songs, most successfully with his late 2001-early 2002 hit \"I Don't Have to Be Me \", which reached the number two position there. After leaving Mercury in 2005, Azar began recording independently; Slide On Over Here, his second independently-released album, charted the top-40 country singles \"Moo La Moo\" and \"Sunshine \" in 2009.",
    "year": 1964,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Cryer",
    "birthday": "1964-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Official_portrait_of_John_Cryer_MP_crop_2.jpg/240px-Official_portrait_of_John_Cryer_MP_crop_2.jpg",
    "extract": "John Robert Cryer is a British Labour Party politician who has been the Member of Parliament (MP) for Leyton and Wanstead since the general election in May 2010. He was previously MP for Hornchurch from 1997 until his defeat at the 2005 general election. He is the Chair of the Parliamentary Labour Party.",
    "year": 1964,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Johann Sebastian Paetsch",
    "birthday": "1964-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a6/Jspaetsch.jpg/240px-Jspaetsch.jpg",
    "extract": "Johann Sebastian Paetsch is an American cellist and musician.",
    "year": 1964,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bret Saberhagen",
    "birthday": "1964-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Bret_Saberhagen_%284764163%29_%28cropped%29.jpg/276px-Bret_Saberhagen_%284764163%29_%28cropped%29.jpg",
    "extract": "Bret William Saberhagen is an American former professional baseball right-handed starting pitcher. He played in Major League Baseball (MLB) for the Kansas City Royals, New York Mets, Colorado Rockies, and Boston Red Sox from 1984 through 1999, and a comeback in 2001.",
    "year": 1964,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Billy Bowden",
    "birthday": "1963-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Billy_Bowden.jpg/233px-Billy_Bowden.jpg",
    "extract": "Brent Fraser \"Billy\" Bowden is a cricket umpire from New Zealand. He was a player until he began to suffer from rheumatoid arthritis. He is well known for his dramatic signaling style which includes the famous \"crooked finger of doom\" out signal. On 6 February 2016, Bowden stood in his 200th One Day International match in the game between New Zealand and Australia in Wellington.",
    "year": 1963,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Waldemar Fornalik",
    "birthday": "1963-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Fornalik_Waldemar.jpg/252px-Fornalik_Waldemar.jpg",
    "extract": "Waldemar Fornalik is a Polish former footballer who played his entire career for Ruch Chorzów. He currently manages Piast Gliwice. From July 2012 to October 2013, he was the coach of the Poland national football team.",
    "year": 1963,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mark Lawson",
    "birthday": "1962-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Mark_Lawson_at_the_British_Library.jpg/320px-Mark_Lawson_at_the_British_Library.jpg",
    "extract": "Mark Gerard Lawson is an English journalist, broadcaster and author. Specialising in culture and the arts, he is best known for presenting the flagship BBC Radio 4 arts programme Front Row between 1998 and 2014. He is also a Guardian columnist, and presented Mark Lawson Talks To... on BBC Four from 2006 to 2015.",
    "year": 1962,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Vincent Gallo",
    "birthday": "1961-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Vincent_Gallo-1-2.jpg/225px-Vincent_Gallo-1-2.jpg",
    "extract": "Vincent Gallo is an American actor and director. He has had supporting roles in films such as Arizona Dream (1993), The House of the Spirits (1993), Palookaville (1995), and The Funeral (1996). His lead roles include Tetro in Tetro (2009) and Mohammed in Essential Killing (2010). He won a Volpi Cup for Best Actor for his performance in Essential Killing.",
    "year": 1961,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nobuaki Kakuda",
    "birthday": "1961-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Bonjasky.jpg/320px-Bonjasky.jpg",
    "extract": "Nobuaki Kakuda  is a retired karateka and kickboxer.",
    "year": 1961,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jeremy Clarkson",
    "birthday": "1960-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Jeremy_Clarkson%2C_Top_Gear_Live_2012_%28cropped%29.jpg/246px-Jeremy_Clarkson%2C_Top_Gear_Live_2012_%28cropped%29.jpg",
    "extract": "Jeremy Charles Robert Clarkson is an English broadcaster, journalist, farmer, game show host and writer who specialises in motoring. He is best known for the motoring programmes Top Gear and The Grand Tour alongside Richard Hammond and James May. He also currently writes weekly columns for The Sunday Times and The Sun. Since 2018, Clarkson has hosted the revived ITV game show Who Wants to Be a Millionaire?, replacing former host Chris Tarrant.",
    "year": 1960,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ana María Polo",
    "birthday": "1959-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Ana_Mar%C3%ADa_Polo_%282982570311%29.jpg/320px-Ana_Mar%C3%ADa_Polo_%282982570311%29.jpg",
    "extract": "Ana María Cristina Polo González is a Cuban-American Hispanic television arbitrator on Caso Cerrado and Ana Polo Rules",
    "year": 1959,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Zahid Maleque",
    "birthday": "1959-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Zahid_Maleque.jpg/240px-Zahid_Maleque.jpg",
    "extract": "Zahid Maleque is a Bangladesh Awami League politician and the incumbent Minister of Health and Family Welfare. He is the incumbent Jatiya Sangsad member from the Manikganj-3 constituency.",
    "year": 1959,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Stuart Adamson",
    "birthday": "1958-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Stuart_Adamson_91.jpg/246px-Stuart_Adamson_91.jpg",
    "extract": "William Stuart Adamson was a Scottish rock guitarist and singer. Adamson began his career in the late 1970s as a founding member and performer with the punk rock band Skids. After leaving Skids in 1981, he formed Big Country and was the band's lead singer and guitarist. The group's commercial heyday was in the 1980s. In the 1990s, he was a member of the alternative country band The Raphaels. In the late 1970s the British music journalist John Peel referred to his musical virtuosity as a guitarist as \"a new Jimi Hendrix\".",
    "year": 1958,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kevin Brady",
    "birthday": "1955-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Kevin_Brady_117th_congress.jpeg/256px-Kevin_Brady_117th_congress.jpeg",
    "extract": "Kevin Patrick Brady is an American politician and the U.S. representative for Texas's 8th congressional district, serving since 1997. He is a member of the Republican Party. The district includes northern Houston, including The Woodlands. On April 14, 2021, Brady announced that he would not run for a 14th term and would retire after the 2022 election cycle.",
    "year": 1955,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Michael Callen",
    "birthday": "1955-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/82/Michael_Callen.jpg/260px-Michael_Callen.jpg",
    "extract": "Michael Callen was an American singer, songwriter, composer, author, and AIDS activist. Callen was diagnosed with AIDS in 1982 and became a pioneer of AIDS activism in New York City, working closely with his doctor, Dr. Joseph Sonnabend, and Richard Berkowitz. Together, they published articles and pamphlets to raise awareness about the correlation between risky sexual behaviors and AIDS.",
    "year": 1955,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Micheal Ray Richardson",
    "birthday": "1955-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Micheal_Ray_Richardson.jpg/240px-Micheal_Ray_Richardson.jpg",
    "extract": "Micheal \"Sugar\" Ray Richardson is an American former professional basketball player and head coach. He most recently was head coach of London Lightning of the National Basketball League of Canada. Richardson played college basketball for the Montana Grizzlies. The No. 4 overall pick in the 1978 NBA draft, Richardson played in the National Basketball Association (NBA) for eight years, for the New York Knicks, Golden State Warriors and New Jersey Nets. Richardson was a four-time NBA All-Star, and led the league in steals in three seasons.",
    "year": 1955,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Abdullah Atalar",
    "birthday": "1954-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Abdullah_Atalar_-_Bilkent_-_1.4.13.jpg/240px-Abdullah_Atalar_-_Bilkent_-_1.4.13.jpg",
    "extract": "Abdullah Atalar is a Turkish scientist and academic. Atalar is the Rector of İhsan Doğramacı Bilkent University, and a professor at Department of Electrical and Electronics Engineering. He received B.S. degree from Middle East Technical University, in 1974, M.S. and Ph.D. degrees from Stanford University in 1976 and 1978, respectively, all in Electrical Engineering. His thesis work was on reflection acoustic microscopy.",
    "year": 1954,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Aleksandr Averin (cyclist)",
    "birthday": "1954-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/20/Aleksandr_Averin_1977.jpg",
    "extract": "Aleksandr Dmitriyevich Averin is a retired Soviet cyclist. He competed at the 1976 Summer Olympics in the road race and finished in 17th place. He won the multistage Peace Race individually in 1978 and with the Soviet team in 1977–1979.",
    "year": 1954,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Willie Royster",
    "birthday": "1954-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/23/Willie_Royster_Orioles.jpg/237px-Willie_Royster_Orioles.jpg",
    "extract": "Willie Arthur Royster was an American former professional baseball player. The catcher spent eleven seasons in minor league baseball, with a brief, four-game Major League trial for the 1981 Baltimore Orioles. He threw and batted right-handed, stood 5 feet 11 inches (1.80 m) tall and weighed 180 pounds (82 kg).",
    "year": 1954,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Guy Verhofstadt",
    "birthday": "1953-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Guy_Verhofstadt_June_2021_%28cropped%29.jpg/234px-Guy_Verhofstadt_June_2021_%28cropped%29.jpg",
    "extract": "Guy Maurice Marie Louise Verhofstadt is a Belgian politician who was the Leader of the Alliance of Liberals and Democrats for Europe from 2009 to 2019, and has been a Member of the European Parliament (MEP) from Belgium since 2009. He was the Prime Minister of Belgium from 1999 to 2008 and Deputy Prime Minister and Minister of Budget from 1985 to 1992. He was a Member of the Chamber of Representatives from 1985 to 2009.",
    "year": 1953,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Andrew Wiles",
    "birthday": "1953-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Andrew_wiles1-3.jpg/240px-Andrew_wiles1-3.jpg",
    "extract": "Sir Andrew John Wiles is an English mathematician and a Royal Society Research Professor at the University of Oxford, specializing in number theory. He is best known for proving Fermat's Last Theorem, for which he was awarded the 2016 Abel Prize and the 2017 Copley Medal by the Royal Society. He was appointed Knight Commander of the Order of the British Empire in 2000, and in 2018, was appointed the first Regius Professor of Mathematics at Oxford. Wiles is also a 1997 MacArthur Fellow.",
    "year": 1953,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Indira Samarasekera",
    "birthday": "1952-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Indira_V._Samarasekera_-_Annual_Meeting_of_the_New_Champions_Dalian_2009.jpg/320px-Indira_V._Samarasekera_-_Annual_Meeting_of_the_New_Champions_Dalian_2009.jpg",
    "extract": "Indira Vasanti Samarasekera is the former president and former vice-chancellor of the University of Alberta. She has been a member of the Independent Advisory Board for Senate Appointments, which advises on appointments to the Senate of Canada, since 2016.",
    "year": 1952,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Peter Windsor",
    "birthday": "1952-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/PeterWindsor-2004-06-19.png/213px-PeterWindsor-2004-06-19.png",
    "extract": "Peter David Windsor is a Formula One journalist, and former Formula One team and sponsorship manager.",
    "year": 1952,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bill Irwin",
    "birthday": "1950-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Bill_Irwin_by_Gage_Skidmore.jpg/224px-Bill_Irwin_by_Gage_Skidmore.jpg",
    "extract": "William Mills Irwin is an American actor, clown, and comedian. He began as a vaudeville-style stage performer and has been noted for his contribution to the renaissance of American circus during the 1970s. He has made a number of appearances on film and television, and he won a Tony Award for his role in Who's Afraid of Virginia Woolf? on Broadway. He is also known as Mr. Noodle on the Sesame Street segment Elmo's World, has appeared in the Sesame Street film short Does Air Move Things?, regularly appeared as a therapist on Law & Order: Special Victims Unit, and had a recurring role as \"The Dick & Jane Killer\" on CSI: Crime Scene Investigation. From 2017 to 2019, he appeared as Cary Loudermilk on the FX television series Legion.",
    "year": 1950,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bernd Eichinger",
    "birthday": "1949-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Eichinger_Bernd_%28cropped%29.jpg/228px-Eichinger_Bernd_%28cropped%29.jpg",
    "extract": "Bernd Eichinger was a German film producer, director, and screenwriter.",
    "year": 1949,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Peter Riegert",
    "birthday": "1947-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Peter_Riegert_1979.jpg/235px-Peter_Riegert_1979.jpg",
    "extract": "Peter Riegert is an American actor, director and screenwriter. He is best known for his roles as Donald \"Boon\" Schoenstein in Animal House (1978), oil company executive \"Mac\" MacIntyre in Local Hero (1983), pickle store owner Sam Posner in Crossing Delancey (1988), Lt. Mitch Kellaway in The Mask (1994), and glove manufacturer Lou Levov in American Pastoral (2016). He directed the short film By Courier (2000), for which he was nominated along with producer Ericka Frederick for the Academy Award for Best Live Action Short Film.",
    "year": 1947,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Chris Burden",
    "birthday": "1946-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/95/Chris_Burden.jpg/320px-Chris_Burden.jpg",
    "extract": "Christopher Lee Burden was an American artist working in performance, sculpture and installation art. Burden became known in the 1970s for his performance art works, including Shoot (1971), where he arranged for a friend to shoot him in the arm with a small-caliber rifle. A prolific artist, Burden created many well-known installations, public artworks and sculptures before his death in 2015.",
    "year": 1946,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bob Harris (radio presenter)",
    "birthday": "1946-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Bob_Harris_2012_%28cropped%29.jpg/245px-Bob_Harris_2012_%28cropped%29.jpg",
    "extract": "Robert Brinley Joseph Harris, popularly known as \"Whispering Bob\" Harris, is an English music presenter known for being a host of the BBC2 music programme The Old Grey Whistle Test, and as a co-founder of the listings magazine Time Out.",
    "year": 1946,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Krebs, Baron Krebs",
    "birthday": "1945-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Official_portrait_of_Lord_Krebs_crop_2.jpg/240px-Official_portrait_of_Lord_Krebs_crop_2.jpg",
    "extract": "John Richard Krebs, Baron Krebs, Kt FRS is an English zoologist researching in the field of behavioural ecology of birds. He was the principal of Jesus College, Oxford, from 2005 until 2015. Lord Krebs was President of the British Science Association for the period 2012–2013.",
    "year": 1945,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Montagu, 11th Earl of Sandwich",
    "birthday": "1943-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Official_portrait_of_The_Earl_of_Sandwich_crop_2.jpg/240px-Official_portrait_of_The_Earl_of_Sandwich_crop_2.jpg",
    "extract": "John Edward Hollister Montagu, 11th Earl of Sandwich, is a British entrepreneur, politician and nobleman. He has sat in the House of Lords on the crossbenches since 1995.",
    "year": 1943,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Harley Race",
    "birthday": "1943-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Harley_race.jpg/241px-Harley_race.jpg",
    "extract": "Harley Leland Race was an American professional wrestler, promoter, and trainer.",
    "year": 1943,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Anatoly Berezovoy",
    "birthday": "1942-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/%D0%91%D0%B5%D1%80%D0%B5%D0%B7%D0%BE%D0%B2%D0%BE%D0%B9_%D0%90%D0%BD%D0%B0%D1%82%D0%BE%D0%BB%D0%B8%D0%B9_%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B5%D0%B2%D0%B8%D1%87.jpg/238px-%D0%91%D0%B5%D1%80%D0%B5%D0%B7%D0%BE%D0%B2%D0%BE%D0%B9_%D0%90%D0%BD%D0%B0%D1%82%D0%BE%D0%BB%D0%B8%D0%B9_%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B5%D0%B2%D0%B8%D1%87.jpg",
    "extract": "Anatoly Nikolayevich Berezovoy was a Soviet cosmonaut.",
    "year": 1942,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ellen Goodman",
    "birthday": "1941-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Ellen-goodman-tedx-talk.jpg/320px-Ellen-goodman-tedx-talk.jpg",
    "extract": "Ellen Goodman is an American journalist and syndicated columnist. She won a Pulitzer Prize in 1980. She is also a speaker and commentator.",
    "year": 1941,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Shirley Stelfox",
    "birthday": "1941-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Stelfox.jpg/223px-Stelfox.jpg",
    "extract": "Shirley Rosemary Stelfox was an English actress, known for her portrayal of the character Edna Birch, moralising busybody in a Yorkshire village in the ITV soap opera Emmerdale, and as Rose, the vampy sister of the snobby and overbearing Hyacinth Bucket in the first season of the comedy series Keeping Up Appearances.",
    "year": 1941,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Władysław Komar",
    "birthday": "1940-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/W%C5%82adys%C5%82aw_Komar_1972.jpg/242px-W%C5%82adys%C5%82aw_Komar_1972.jpg",
    "extract": "Władysław Stefan Komar was a Polish shot putter, actor and cabaretist. Competing in three Summer Olympics between 1964 and 1972, he won the gold medal at the Munich Games in 1972 with a throw of 21.18 metres. His nickname was \"King Kong\" Komar as attributed to a Sports Illustrated article.",
    "year": 1940,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Luther Johnson (Guitar Junior)",
    "birthday": "1939-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Luther_Johnson_Jr.jpg/228px-Luther_Johnson_Jr.jpg",
    "extract": "Luther Johnson is a Chicago blues singer and guitarist, who performs under the name Luther \"Guitar Junior\" Johnson. He is not to be confused with Luther \"Georgia Boy\" Johnson, Luther \"Houserocker\" Johnson, or Lonnie \"Guitar Junior\" Brooks.",
    "year": 1939,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Louise Lasser",
    "birthday": "1939-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Louise_Lasser_Mary_Hartman_1976.JPG/223px-Louise_Lasser_Mary_Hartman_1976.JPG",
    "extract": "Louise Marie Lasser is an American actress, television writer, and performing arts teacher and director. She is known for her portrayal of the title character on the soap opera satire Mary Hartman, Mary Hartman. She was married to Woody Allen and appeared in several of his early films. She is also a life member of The Actors Studio and studied with both Sanford Meisner and Robert X. Modica.",
    "year": 1939,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Michael Deaver",
    "birthday": "1938-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Michael_Deaver_1981_BW.jpg/211px-Michael_Deaver_1981_BW.jpg",
    "extract": "Michael Keith Deaver was a member of President Ronald Reagan's White House staff serving as White House Deputy Chief of Staff under James Baker III and Donald Regan from January 1981 until May 1985.",
    "year": 1938,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Reatha King",
    "birthday": "1938-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Reatha_King_2009.jpg/191px-Reatha_King_2009.jpg",
    "extract": "Reatha Clark King is an American chemist, the former vice president of the General Mills Corporation; and the former president, executive director, and chairman of the board of trustees of the General Mills Foundation, the philanthropic foundation of General Mills, Inc.",
    "year": 1938,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jill Gascoine",
    "birthday": "1937-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/07/JillGascoine.jpg",
    "extract": "Jill Viola Gascoine was an English actress and novelist. She portrayed Detective Inspector Maggie Forbes in the 1980s television series The Gentle Touch and its spin-off series C.A.T.S. Eyes. In the 1990s, she also became a novelist and published three books.",
    "year": 1937,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Richard Berry (musician)",
    "birthday": "1935-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0c/Richard_Berry_publicity_still.jpg",
    "extract": "Richard Berry, Jr. was an American singer, songwriter and musician, who performed with many Los Angeles doo-wop and close harmony groups in the 1950s, including The Flairs and The Robins.",
    "year": 1935,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mark Strand",
    "birthday": "1934-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Markstrand012.JPG/240px-Markstrand012.JPG",
    "extract": "Mark Strand was a Canadian-born American poet, essayist and translator. He was appointed Poet Laureate Consultant in Poetry to the Library of Congress in 1990 and received the Wallace Stevens Award in 2004. Strand was a professor of English and Comparative Literature at Columbia University from 2005 until his death in 2014.",
    "year": 1934,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tony Brown (journalist)",
    "birthday": "1933-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Tony_Brown.jpg",
    "extract": "William Anthony \"Tony\" Brown is an American journalist, academic and businessman. He is best known as the commentator of the long running syndicated television show Tony Brown's Journal.",
    "year": 1933,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Joel Grey",
    "birthday": "1932-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Joel_Grey_2014.jpg/241px-Joel_Grey_2014.jpg",
    "extract": "Joel Grey is an American actor, singer, dancer, photographer and theatre director. He is best known for portraying the Master of Ceremonies in the musical Cabaret on Broadway as well as in the 1972 film adaptation. He has won an Academy Award, a Tony Award, and a Golden Globe Award.",
    "year": 1932,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lewis Jones (rugby)",
    "birthday": "1931-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Benjamin_Lewis_Jones_1950.jpg/223px-Benjamin_Lewis_Jones_1950.jpg",
    "extract": "Benjamin Lewis Jones is a Welsh former rugby union and rugby league footballer who played in the 1950s and 1960s. A dual-code rugby international he won nine caps for Wales at full-back, centre, wing, before turning professional and playing rugby league for Leeds, Great Britain, Other Nationalities and Wales. Rugby league historian Robert Gate has described Lewis Jones as \"arguably the most devastating attacking back Wales has ever produced.\" His acceleration over the first few yards allowed him to penetrate almost any defence in the mid-1950s.",
    "year": 1931,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nicholas F. Brady",
    "birthday": "1930-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Nicholas_Frederick_Brady.jpg",
    "extract": "Nicholas Frederick Brady is an American politician from the state of New Jersey, who was the United States Secretary of the Treasury under Presidents Ronald Reagan and George H. W. Bush, and is also known for articulating the Brady Plan in March 1989. In 1982, he was appointed to succeed Harrison A. Williams as a United States Senator until a special election could be held. He served in the Senate for 8 months.",
    "year": 1930,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Anton LaVey",
    "birthday": "1930-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e5/Anton_LaVey_photo.jpg/249px-Anton_LaVey_photo.jpg",
    "extract": "Anton Szandor LaVey was an American author, musician, and Satanist. He was the founder of the Church of Satan and the religion of Satanism. He authored several books, including The Satanic Bible, The Satanic Rituals, The Satanic Witch, The Devil's Notebook, and Satan Speaks! In addition, he released three albums, including The Satanic Mass, Satan Takes a Holiday, and Strange Music. He played a minor on-screen role and served as technical advisor for the 1975 film The Devil's Rain and served as host and narrator for Nick Bougas' 1989 mondo film Death Scenes.",
    "year": 1930,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ethel Kennedy",
    "birthday": "1928-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Ethel_Kennedy_2018.jpg/230px-Ethel_Kennedy_2018.jpg",
    "extract": "Ethel Kennedy is an American human rights advocate. She is the widow of U.S. Senator Robert F. Kennedy, a sister-in-law of President John F. Kennedy, and the sixth child of George Skakel and Ann Brannack. Shortly after her husband's 1968 assassination, Kennedy founded the Robert F. Kennedy Center for Justice and Human Rights. The organization is a non-profit charity working to fulfill his dream of a just and peaceful world. In 2014, Ethel Kennedy was awarded the Presidential Medal of Freedom by President Barack Obama.",
    "year": 1928,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lokesh Chandra",
    "birthday": "1927-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Lokesh_Chandra.jpg/240px-Lokesh_Chandra.jpg",
    "extract": "Lokesh Chandra is a prominent scholar of the Vedic period, Buddhism and the Indian arts. Between 1942 and 2004, he published 576 books and 286 articles.",
    "year": 1927,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "David Manker Abshire",
    "birthday": "1926-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8b/David_M_Abshire.jpg",
    "extract": "David Manker Abshire served as a Special Counselor to President Ronald Reagan and was the United States Permanent Representative to NATO from 1983 to 1987. Abshire presided over the Center for the Study of the Presidency and Congress.",
    "year": 1926,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Karl Rebane",
    "birthday": "1926-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/48/Rebane%2C_Karl._Eesti_f%C3%BC%C3%BCsik_ja_akadeemik.jpg",
    "extract": "Karl K. Rebane was an Estonian physicist.",
    "year": 1926,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Viola Liuzzo",
    "birthday": "1925-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8e/Viola_Liuzzo.jpg",
    "extract": "Viola Fauver Liuzzo was an American civil rights activist. In March 1965, Liuzzo heeded the call of Martin Luther King Jr. and traveled from Detroit, Michigan, to Selma, Alabama, in the wake of the Bloody Sunday attempt at marching across the Edmund Pettus Bridge. Liuzzo participated in the successful Selma to Montgomery marches and helped with coordination and logistics. At the age of 39, while driving back from a trip shuttling fellow activists to the Montgomery airport, she was fatally hit by shots fired from a pursuing car containing Ku Klux Klan members Collie Wilkins, William Eaton, Eugene Thomas, and Gary Thomas Rowe, the last of whom was actually an undercover informant working for the Federal Bureau of Investigation (FBI). Although the State of Alabama was unable to secure a murder conviction, Wilkins, Eaton, and Thomas were charged in federal court with conspiracy to intimidate African Americans under the 1871 Ku Klux Klan Act, a Reconstruction civil rights statute. On December 3, the trio was found guilty by an all-white, all-male jury, and were sentenced to ten years in prison, a landmark in Southern legal history.",
    "year": 1925,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pierre Péladeau",
    "birthday": "1925-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Pierre_P%C3%A9ladeau_Pierre_tombale.JPG/213px-Pierre_P%C3%A9ladeau_Pierre_tombale.JPG",
    "extract": "Pierre Péladeau, was a French-Canadian businessman. He was the founder of Quebecor Inc., a Canadian media and telecommunications conglomerate in Quebec.",
    "year": 1925,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jim Hearn",
    "birthday": "1921-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Jim_Hearn_1953.jpg/202px-Jim_Hearn_1953.jpg",
    "extract": "James Tolbert Hearn was an American professional baseball player, a pitcher in Major League Baseball for 13 seasons (1947–59). The right-hander was listed as 6 feet 3 inches (1.91 m) tall and 205 pounds (93 kg).",
    "year": 1921,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jack Rayner",
    "birthday": "1921-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/db/Jack_Rayner.jpg/197px-Jack_Rayner.jpg",
    "extract": "Rupert John Raynor was an Australian state and national representative rugby league player and NSWRFL coach. His club playing career was with the South Sydney Rabbitohs from 1946 to 1957 and he also represented New South Wales on eleven occasions and played in five Test matches for the Australian national side.",
    "year": 1921,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Emilio Colombo",
    "birthday": "1920-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Emilio_Colombo_crop.jpg/232px-Emilio_Colombo_crop.jpg",
    "extract": "Emilio Colombo was an Italian politician, member of the Christian Democracy, who served as Prime Minister of Italy from August 1970 to February 1972.",
    "year": 1920,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "William Royer",
    "birthday": "1920-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/William_Howard_Royer.jpg/231px-William_Howard_Royer.jpg",
    "extract": "William Howard Royer was an American politician and a member of the Republican Party. He served as a U.S. Representative from the 11th Congressional District of California from 1979 until 1981.",
    "year": 1920,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Richard Wainwright (politician)",
    "birthday": "1918-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/12/Richard_Wainwright.jpg",
    "extract": "Richard Scurrah Wainwright was a Liberal MP for Colne Valley 1966–70, and February 1974–87.",
    "year": 1918,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alberto Ginastera",
    "birthday": "1916-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Fotograf%C3%ADa_del_compositor_argentino_Alberto_Ginastera.jpg/244px-Fotograf%C3%ADa_del_compositor_argentino_Alberto_Ginastera.jpg",
    "extract": "Alberto Evaristo Ginastera was an Argentinian composer of classical music. He is considered to be one of the most important 20th-century classical composers of the Americas.",
    "year": 1916,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Howard W. Koch",
    "birthday": "1916-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Howard_W._Koch_1966.jpg",
    "extract": "Howard Winchel Koch was an American producer and director of film and television.",
    "year": 1916,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Norman McLaren",
    "birthday": "1914-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Norman_McLaren_drawing_on_film_-_1944.jpg/308px-Norman_McLaren_drawing_on_film_-_1944.jpg",
    "extract": "William Norman McLaren, was a Scottish Canadian animator, director and producer known for his work for the National Film Board of Canada (NFB). He was a pioneer in a number of areas of animation and filmmaking, including hand-drawn animation, drawn-on-film animation, visual music, abstract film, pixilation and graphical sound.",
    "year": 1914,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Robert Stanfield",
    "birthday": "1914-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/45/Premier_Robert_Stanfield.jpg",
    "extract": "Robert Lorne Stanfield was a Canadian politician who served as the 17th premier of Nova Scotia from 1956 to 1967 and the leader of the Official Opposition and leader of the federal Progressive Conservative Party of Canada from 1967 to 1976.",
    "year": 1914,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dorothy Lewis Bernstein",
    "birthday": "1914-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/ba/Dorothy_Lewis_Bernstein.jpg",
    "extract": "Dorothy Lewis Bernstein was an American mathematician known for her work in applied mathematics, statistics, computer programming, and her research on the Laplace transform. She was the first woman to be elected president of the Mathematics Association of America.",
    "year": 1914,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Oleg Cassini",
    "birthday": "1913-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Cassini_1962.jpg/239px-Cassini_1962.jpg",
    "extract": "Oleg Cassini was a fashion designer born to an aristocratic Russian family with maternal Italian ancestry. He came to the United States as a young man after starting as a designer in Rome, and quickly got work with Paramount Pictures. Cassini established his reputation by designing for films.",
    "year": 1913,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Levy (musician)",
    "birthday": "1912-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Jimmy_Jones_1947_%28Gottlieb_04671%29.jpg/304px-Jimmy_Jones_1947_%28Gottlieb_04671%29.jpg",
    "extract": "John Levy was an American jazz double-bassist and businessman.",
    "year": 1912,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "António de Spínola",
    "birthday": "1910-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Ant%C3%B3nio_de_Sp%C3%ADnola_%281974%29.png/240px-Ant%C3%B3nio_de_Sp%C3%ADnola_%281974%29.png",
    "extract": "António Sebastião Ribeiro de Spínola GCTE ComA was a Portuguese military officer, author and conservative politician who played an important role in Portugal's transition to democracy following the Carnation Revolution.",
    "year": 1910,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jane Bolin",
    "birthday": "1908-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Jane_Bolin_1942.jpg/251px-Jane_Bolin_1942.jpg",
    "extract": "Jane Matilda Bolin, LL.B. was the first black woman to graduate from Yale Law School, the first to join the New York City Bar Association and the first to join the New York City Law Department. She became the first black woman to serve as a judge in the United States when she was sworn into the bench of the New York City Domestic Relations Court in 1939.",
    "year": 1908,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Masaru Ibuka",
    "birthday": "1908-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c0/Tobei.gif",
    "extract": "Masaru Ibuka was a Japanese electronics industrialist and co-founder of Sony, along with Akio Morita.",
    "year": 1908,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Leo Rosten",
    "birthday": "1908-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Leo_Rosten_1959.JPG",
    "extract": "Leo Calvin Rosten was an American humorist in the fields of scriptwriting, storywriting, journalism, and Yiddish lexicography.",
    "year": 1908,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Paul Douglas (actor)",
    "birthday": "1907-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Paul_Douglas_in_A_Letter_to_Three_Wives_trailer.jpg/320px-Paul_Douglas_in_A_Letter_to_Three_Wives_trailer.jpg",
    "extract": "Paul Douglas Fleischer, known professionally as Paul Douglas, was an American actor.",
    "year": 1907,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dale Messick",
    "birthday": "1906-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3c/Dalemess.jpg/320px-Dalemess.jpg",
    "extract": "Dalia Messick was an American comic strip artist who used the pseudonym Dale Messick. She was the creator of Brenda Starr, Reporter, which at its peak during the 1950s ran in 250 newspapers.",
    "year": 1906,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Attila József",
    "birthday": "1905-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Homonnai_J%C3%B3zsef_Attila.jpg/229px-Homonnai_J%C3%B3zsef_Attila.jpg",
    "extract": "Attila József was one of the most famous Hungarian poets of the 20th century. Generally not recognized during his lifetime, József was hailed during the communist era of the 1950s as Hungary's great \"proletarian poet\" and he has become the best known of the modern Hungarian poets internationally.",
    "year": 1905,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "K. L. Saigal",
    "birthday": "1904-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/K._L._Saigal.jpg/217px-K._L._Saigal.jpg",
    "extract": "Kundan Lal Saigal, often abbreviated as K. L. Saigal, was an Indian singer and actor who is considered the first superstar of the Hindi film industry, which was centred in Kolkata during Saigal's time, but is currently centred in Mumbai.\nSaigal's unique voice quality which was a mixture of baritone and soft tenor was the benchmark for most of the singers who followed him. In fact it remains the gold standard even today shining through very early and practically primitive recording technology.",
    "year": 1904,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Misuzu Kaneko",
    "birthday": "1903-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Kaneko_Misuzu.jpg",
    "extract": "Misuzu Kaneko  was a Japanese poet, known for her poetry for children. She was born Teru Kaneko  in the fishing village of Senzaki, now part of Nagato, Yamaguchi prefecture. Motifs of fishing and the sea often make appearances in her poems. Celebrated during her lifetime, her works fell into obscurity after her death, until being rediscovered in the 1980s. Since then, she has been regarded as one of Japan's most beloved children's poets.",
    "year": 1903,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sándor Márai",
    "birthday": "1900-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Marai2.jpg/226px-Marai2.jpg",
    "extract": "Sándor Márai was a Hungarian writer and journalist.",
    "year": 1900,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Percy Lavon Julian",
    "birthday": "1899-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d6/Percy_Lavon_Julian.jpg/224px-Percy_Lavon_Julian.jpg",
    "extract": "Percy Lavon Julian was an American research chemist and a pioneer in the chemical synthesis of medicinal drugs from plants. He was the first to synthesize the natural product physostigmine and was a pioneer in the industrial large-scale chemical synthesis of the human hormones progesterone and testosterone from plant sterols such as stigmasterol and sitosterol. His work laid the foundation for the steroid drug industry's production of cortisone, other corticosteroids, and birth control pills.",
    "year": 1899,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dean Acheson",
    "birthday": "1893-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Dean_G._Acheson%2C_U.S._Secretary_of_State_%28cropped%29_%28e%29.jpg/256px-Dean_G._Acheson%2C_U.S._Secretary_of_State_%28cropped%29_%28e%29.jpg",
    "extract": "Dean Gooderham Acheson was an American statesman and lawyer. As the 51st U.S. Secretary of State, he set the foreign policy of the Harry S. Truman administration from 1949 to 1953. He was also Truman's main foreign policy advisor from 1945 to 1947, especially regarding the Cold War. Acheson helped design the Truman Doctrine and the Marshall Plan, as well as the North Atlantic Treaty Organization. He was in private law practice from July 1947 to December 1948. After 1949 Acheson came under partisan political attack from Republicans led by Senator Joseph McCarthy over Truman's policy toward the People's Republic of China.",
    "year": 1893,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jamini Roy",
    "birthday": "1887-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d8/Jaminiroy.jpg/242px-Jaminiroy.jpg",
    "extract": "Jamini Roy was an Indian painter. Roy was honored with the State award of Padma Bhushan in 1954. Roy remains one of the most famous pupils of Abanindranath Tagore, another praised Indian artist and instructor.",
    "year": 1887,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bernhard Schmidt",
    "birthday": "1879-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Bernhard_Schmidt.jpg/220px-Bernhard_Schmidt.jpg",
    "extract": "Bernhard Woldemar Schmidt was an Estonian optician. In 1930 he invented the Schmidt telescope which corrected for the optical errors of spherical aberration, coma, and astigmatism, making possible for the first time the construction of very large, wide-angled reflective cameras of short exposure time for astronomical research.",
    "year": 1879,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ivane Javakhishvili",
    "birthday": "1876-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Ivane_Javakhishvili.jpg/233px-Ivane_Javakhishvili.jpg",
    "extract": "Ivane Javakhishvili was a Georgian and Soviet historian and linguist whose voluminous works heavily influenced the modern scholarship of the history and culture of Georgia. He was also one of the founding fathers of the Tbilisi State University (1918) and its rector from 1919 to 1926.",
    "year": 1876,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Edward Lawson (VC)",
    "birthday": "1873-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7d/VCEdwardLawson.jpg",
    "extract": "Edward Lawson VC was an English recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
    "year": 1873,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Aleksandër Stavre Drenova",
    "birthday": "1872-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Asdreni_%28portrait%29.jpg/248px-Asdreni_%28portrait%29.jpg",
    "extract": "Aleksandër Stavre Drenova, commonly known by the pen name Asdreni, was an Albanian poet, rilindas, translator, writer and the author of the poem which later became the national anthem of Albania. He is regarded as one of the most influential Albanian writers of the 20th century and composed most of his Albanian Renaissance-inspired known works during that period.",
    "year": 1872,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gyula Kellner",
    "birthday": "1871-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/95/Gyula_Kellner.jpg",
    "extract": "Gyula Kellner was a Hungarian athlete. He competed at the 1896 Summer Olympics in Athens.",
    "year": 1871,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gustav Vigeland",
    "birthday": "1869-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Gustav_Vigeland_1929.jpg/276px-Gustav_Vigeland_1929.jpg",
    "extract": "Gustav Vigeland, born as Adolf Gustav Thorsen, was a Norwegian sculptor. Gustav Vigeland occupies a special position among Norwegian sculptors, both in the power of his creative imagination and in his productivity. He is most associated with the Vigeland installation (Vigelandsanlegget) in Frogner Park, Oslo. He was also the designer of the Nobel Peace Prize medal.",
    "year": 1869,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mark Keppel",
    "birthday": "1867-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Mark_Keppel_Photograph2.jpg/285px-Mark_Keppel_Photograph2.jpg",
    "extract": "Mark Keppel served as County Superintendent of Schools of Los Angeles County from 1902 to 1928.",
    "year": 1867,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bernard O'Dowd",
    "birthday": "1866-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Bernard_ODowd%2C_1904.jpg/238px-Bernard_ODowd%2C_1904.jpg",
    "extract": "Bernard Patrick O'Dowd was an Australian poet, activist, lawyer, and journalist. He worked for the Victorian colonial and state governments for almost 50 years, first as an assistant librarian at the Supreme Court in Melbourne, and later as a parliamentary draughtsman.",
    "year": 1866,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Johanna Elberskirchen",
    "birthday": "1864-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Johanna_Elberskirchen_um_1905.jpg/320px-Johanna_Elberskirchen_um_1905.jpg",
    "extract": "Johanna Elberskirchen was a feminist writer and activist for the rights of women, gays and lesbians as well as blue-collar workers. She published books on women's sexuality and health among other topics. Her last known public appearance was in 1930 in Vienna, where she gave a talk at a conference organised by the World League for Sexual Reform. She was open about her own homosexuality which made her a somewhat exceptional figure in the feminist movement of her time. Her career as an activist was ended in 1933, when the Nazi Party rose to power. There is no public record of a funeral but witnesses report that Elberskirchen's urn was secretly put into the grave of Hildegard Moniac, who had been her life partner.",
    "year": 1864,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "William Wallace Campbell",
    "birthday": "1862-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Campbell_William_Wallace.jpg/229px-Campbell_William_Wallace.jpg",
    "extract": "William Wallace Campbell was an American astronomer, and director of Lick Observatory from 1901 to 1930. He specialized in spectroscopy. He was the tenth president of the University of California from 1923 to 1930.",
    "year": 1862,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Charles Evans Hughes",
    "birthday": "1862-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Charles_Evans_Hughes_cph.3b15401_%28cropped%29.jpg/249px-Charles_Evans_Hughes_cph.3b15401_%28cropped%29.jpg",
    "extract": "Charles Evans Hughes Sr. was an American statesman, politician and jurist who served as the 11th Chief Justice of the United States from 1930 to 1941. A member of the Republican Party, he previously was the 36th Governor of New York (1907–1910), an associate justice of the Supreme Court (1910–1916), and 44th U.S. Secretary of State (1921–1925), as well as the Republican nominee for President of the United States in the 1916 presidential election.",
    "year": 1862,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Arthur Shrewsbury",
    "birthday": "1856-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Arthur_Shrewsbury_c1895.jpg/193px-Arthur_Shrewsbury_c1895.jpg",
    "extract": "Arthur Shrewsbury was an English cricketer and rugby football administrator. He was widely rated as competing with W. G. Grace for the accolade of best batsman of the 1880s; Grace himself, when asked whom he would most like in his side, replied simply, \"Give me Arthur\". An opening batsman, Shrewsbury played his cricket for Nottinghamshire County Cricket Club and played 23 Test matches for England, captaining them in 7 games, with a record of won 5, lost 2. He was the last professional to be England captain until Len Hutton was chosen in 1952. He was a Wisden Cricketer of the Year in 1890. He also organised the first British Isles rugby tour to Australasia in 1888.",
    "year": 1856,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hugh Massie",
    "birthday": "1854-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Hugh_Massie.jpg/233px-Hugh_Massie.jpg",
    "extract": "Hugh Hamon Massie was a cricketer who played for New South Wales and Australia.",
    "year": 1854,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jyotirao Phule",
    "birthday": "1827-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Mphule.jpg/226px-Mphule.jpg",
    "extract": "Jyotirao Govindrao Phule, also known as Mahatma Jyotiba Phule was an Indian social activist, thinker, anti-caste social reformer and writer from Maharashtra. His work extended to many fields, including eradication of untouchability and the caste system and for his efforts in educating women and oppressed caste people. He and his wife, Savitribai Phule, were pioneers of women's education in India. Phule started his first school for girls in 1848 in Pune at Tatyasaheb Bhide's residence or Bhidewada. He, along with his followers, formed the Satyashodhak Samaj to attain equal rights for people from lower castes. People from all religions and castes could become a part of this association which worked for the upliftment of the oppressed classes. Phule is regarded as an important figure in the social reform movement in Maharashtra. He was bestowed with honorific Mahātmā title by Maharashtrian social activist Vithalrao Krishnaji Vandekar in 1888. He died in 1890.",
    "year": 1827,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ferdinand Lassalle",
    "birthday": "1825-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Bundesarchiv_Bild_183-J0827-500-002%2C_Ferdinand_Lassalle.jpg/204px-Bundesarchiv_Bild_183-J0827-500-002%2C_Ferdinand_Lassalle.jpg",
    "extract": "Ferdinand Lassalle was a Prussian-German jurist, philosopher, socialist and political activist best remembered as the initiator of the social democratic movement in Germany. \"Lassalle was the first man in Germany, the first in Europe, who succeeded in organising a party of socialist action\", or, as Rosa Luxemburg put it: \"Lassalle managed to wrestle from history in two years of flaming agitation what needed many decades to come about.\" As agitator he coined the terms night-watchman state and iron law of wages.",
    "year": 1825,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Charles Hallé",
    "birthday": "1819-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Charles_Halle.jpg/240px-Charles_Halle.jpg",
    "extract": "Sir Charles Hallé was an Anglo-German pianist and conductor, and founder of The Hallé orchestra in 1858.",
    "year": 1819,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Macedonio Melloni",
    "birthday": "1798-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Melloni.jpg/245px-Melloni.jpg",
    "extract": "Macedonio Melloni was an Italian physicist, notable for demonstrating that radiant heat has similar physical properties to those of light.",
    "year": 1798,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Edward Everett",
    "birthday": "1794-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/The_Public_Library_of_the_city_of_Boston_-_a_history_%281911%29_%2814594074519%29.jpg/226px-The_Public_Library_of_the_city_of_Boston_-_a_history_%281911%29_%2814594074519%29.jpg",
    "extract": "Edward Everett was an American politician, Unitarian pastor, educator, diplomat, and orator from Massachusetts. Everett, as a Whig, served as U.S. representative, U.S. senator, the 15th governor of Massachusetts, minister to Great Britain, and United States secretary of state. He also taught at Harvard University and served as its president.",
    "year": 1794,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "George Canning",
    "birthday": "1770-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/George_Canning%2C_Prime_Minister_of_The_United_Kingdom.jpg/269px-George_Canning%2C_Prime_Minister_of_The_United_Kingdom.jpg",
    "extract": "George Canning was a British Tory statesman. He held various senior cabinet positions under numerous prime ministers, including two important terms as Foreign Secretary, finally becoming Prime Minister of the United Kingdom for the last 118 days of his life, from April to August 1827.",
    "year": 1770,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "James Parkinson",
    "birthday": "1755-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/James_Parkinson_signature_1809.png",
    "extract": "James Parkinson FGS was an English surgeon, apothecary, geologist, palaeontologist and political activist. He is best known for his 1817 work An Essay on the Shaking Palsy, in which he was the first to describe \"paralysis agitans\", a condition that would later be renamed Parkinson's disease by Jean-Martin Charcot.",
    "year": 1755,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Adélaïde Labille-Guiard",
    "birthday": "1749-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Ad%C3%A9la%C3%AFde_Labille-Guiard_-_Self-Portrait_with_Two_Pupils_-_The_Metropolitan_Museum_of_Art.jpg/223px-Ad%C3%A9la%C3%AFde_Labille-Guiard_-_Self-Portrait_with_Two_Pupils_-_The_Metropolitan_Museum_of_Art.jpg",
    "extract": "Adélaïde Labille-Guiard, also known as Adélaïde Labille-Guiard des Vertus, was a French miniaturist and portrait painter. She was an advocate for women to receive the same opportunities as men to become great painters. Labille-Guiard was one of the first women to become a member of the Royal Academy and was the first female artist to receive permission to set up a studio for her students at the Louvre.",
    "year": 1749,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Christopher Smart",
    "birthday": "1722-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Christopher_Smart.jpg",
    "extract": "Christopher Smart was an English poet. He was a major contributor to two popular magazines, The Midwife and The Student, and a friend to influential cultural icons like Samuel Johnson and Henry Fielding. Smart, a high church Anglican, was widely known throughout London.",
    "year": 1722,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "David Zeisberger",
    "birthday": "1721-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/David_Zeisberger.jpg/233px-David_Zeisberger.jpg",
    "extract": "David Zeisberger was a Moravian clergyman and missionary among the Native American tribes who resided in the Thirteen Colonies. He established communities of Munsee (Lenape) converts to Christianity in the valley of the Muskingum River in Ohio; and for a time, near modern-day Amherstburg, Ontario.",
    "year": 1721,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Alcock (organist)",
    "birthday": "1715-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ee/John_Alcock_%281715-1806%29.jpg",
    "extract": "John Alcock was an English organist and composer. He wrote instrumental music, glees and much church music.",
    "year": 1715,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "James Hamilton, 4th Duke of Hamilton",
    "birthday": "1658-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/4thDukeOfHamilton.jpg/244px-4thDukeOfHamilton.jpg",
    "extract": "Lieutenant General James Hamilton, 4th Duke of Hamilton and 1st Duke of Brandon was a\nScottish nobleman, the Premier Peer of Scotland, and Keeper of the Palace of Holyroodhouse. He was a Master of the Great Wardrobe, Master-General of the Ordnance, Ambassador, and Colonel-in-Chief of his regiment. Hamilton was a major investor in the failed Darien Scheme, which cost many of Scotland's ruling class their fortunes, and he played a leading role in the events leading up to the Act of Union in 1707. He died on 15 November 1712 as the result of a celebrated duel in Hyde Park, Westminster, with Charles Mohun, 4th Baron Mohun, over a disputed inheritance.",
    "year": 1658,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Marie Jeanne Baptiste of Savoy-Nemours",
    "birthday": "1644-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Marie_Jeanne_Baptiste_of_Savoy-Nemours_duchess_of_Savoy_-_Venaria_Reale.jpg/221px-Marie_Jeanne_Baptiste_of_Savoy-Nemours_duchess_of_Savoy_-_Venaria_Reale.jpg",
    "extract": "Marie Jeanne Baptiste of Savoy-Nemours was born a Princess of Savoy and became the Duchess of Savoy by marriage. First married by proxy to Charles of Lorraine in 1662, Lorraine soon refused to recognise the union and it was annulled. She married Charles Emmanuel II, Duke of Savoy in 1665 who was her kinsman. The mother of the future Victor Amadeus II of Sardinia who saw the elevation of the House of Savoy to kings, she styled herself as Madama Reale or Madame Royale. She acted as Regent of Savoy from 1675 in the name of her son Victor Amadeus II, who was her husband's successor. Her regency officially ended in 1680, but she maintained power until her son banished her from further influence in the state in 1684. She left a considerable architectural legacy in Turin, and was responsible for the remodelling of the Palazzo Madama, which was her private residence. At the time of her death she was the mother of the King of Sardinia as well as great grandmother of two other kings, Louis I of Spain and Louis XV of France.",
    "year": 1644,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Eliot (statesman)",
    "birthday": "1592-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sirjohneliot.jpg",
    "extract": "Sir John Eliot was an English statesman who was serially imprisoned in the Tower of London, where he eventually died, by King Charles I for advocating the rights and privileges of Parliament.",
    "year": 1592,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bartholomeus Strobel",
    "birthday": "1591-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Strobel_Daniel_and_Cyrus.jpg/259px-Strobel_Daniel_and_Cyrus.jpg",
    "extract": "Bartholomeus Strobel the Younger or Bartholomäus in German or Bartlomiej in Polish was a Baroque painter from Silesia, who worked in Prague, Silesia, and finally Poland, where he emigrated to escape the disruption of the Thirty Years War.",
    "year": 1591,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "George I, Duke of Pomerania",
    "birthday": "1493-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Georg-i-pommern.jpg/248px-Georg-i-pommern.jpg",
    "extract": "George I of Pomerania was a Duke of Pomerania from the House of Griffins.",
    "year": 1493,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Roger Mortimer, 4th Earl of March",
    "birthday": "1374-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Arms_of_the_House_of_Mortimer.svg/274px-Arms_of_the_House_of_Mortimer.svg.png",
    "extract": "Roger de Mortimer, 4th Earl of March, 6th Earl of Ulster was an English nobleman. He was considered the heir presumptive to King Richard II, his mother's first cousin.",
    "year": 1374,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Frederick I, Elector of Saxony",
    "birthday": "1370-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Friedrich_I._von_Sachsen%2C_1370-1428_%28AT_KHM_GG4792%29.jpg/237px-Friedrich_I._von_Sachsen%2C_1370-1428_%28AT_KHM_GG4792%29.jpg",
    "extract": "Frederick I, the Belligerent or the Warlike, a member of the House of Wettin, ruled as Margrave of Meissen from 1407 and Elector of Saxony from 1423 until his death.",
    "year": 1370,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John I of Portugal",
    "birthday": "1357-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Anoniem_-_Koning_Johan_I_van_Portugal_%281450-1500%29_-_Lissabon_Museu_Nacional_de_Arte_Antiga_19-10-2010_16-12-61.jpg/246px-Anoniem_-_Koning_Johan_I_van_Portugal_%281450-1500%29_-_Lissabon_Museu_Nacional_de_Arte_Antiga_19-10-2010_16-12-61.jpg",
    "extract": "John I, also called John of Aviz, was King of Portugal from 1385 until his death in 1433. He is recognized chiefly for his role in Portugal's victory in a succession war with Castile, preserving his country's independence and establishing the Aviz dynasty on the Portuguese throne. His long reign of 48 years, the most extensive of all Portuguese monarchs, saw the beginning of Portugal's overseas expansion. John's well-remembered reign in his country earned him the epithet of Fond Memory ; he was also referred to as \"the Good\", sometimes \"the Great\", and more rarely, especially in Spain, as \"the Bastard\" (Bastardo).",
    "year": 1357,
    "month": 4,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Andronikos IV Palaiologos",
    "birthday": "1348-4-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/158_-_Andronikos_IV_Palaiologos_%28Mutinensis_-_color%29.png/188px-158_-_Andronikos_IV_Palaiologos_%28Mutinensis_-_color%29.png",
    "extract": "Andronikos IV Palaiologos or Andronicus IV Palaeologus was the eldest son of Emperor John V Palaiologos. Appointed co-emperor since 1352, he had a troubled relationship with his father: he launched a failed rebellion in 1373, usurped the throne in 1376–1379, and remained engaged in a bitter struggle with John V until his death in 1385. This civil war depleted Byzantium's scarce resources and greatly facilitated the Ottoman conquest of the Balkans, most notably through the cession of Gallipoli by Andronikos.",
    "year": 1348,
    "month": 4,
    "day": 11,
    "language": "en"
  }
]