[
  {
    "name": "Josh Reynolds (rugby league)",
    "birthday": "1989-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Josh_Reynolds_2018.jpg/200px-Josh_Reynolds_2018.jpg",
    "extract": "Josh Reynolds is an Australian professional rugby league footballer who plays as a stand-off for Hull FC in the Betfred Super League.",
    "year": 1989,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Allison Williams (actress)",
    "birthday": "1988-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/15/Allison_Williams_on_Inauguration_Day%2C_January_21%2C_2013_%282%29.jpg",
    "extract": "Allison Howell Williams is an American actress. Following several minor roles in television, she played Marnie Michaels in the HBO comedy-drama series Girls (2012–2017), which earned her a Critics' Choice Award nomination, and the title role in Peter Pan Live! (2014). She rose to widespread recognition for starring as Rose Armitage in the horror film Get Out (2017), for which she received a Screen Actors Guild Award nomination. She subsequently appeared as Kit Snicket in the series A Series of Unfortunate Events (2017–2019).",
    "year": 1988,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John-Allison Weiss",
    "birthday": "1987-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/J.A.W._at_LoveLoud_2018_%28cropped%29.jpg/240px-J.A.W._at_LoveLoud_2018_%28cropped%29.jpg",
    "extract": "John-Allison Weiss is a Los Angeles-based indie pop singer, songwriter, and performer. To date, they have released three full-length albums and several EPs. Their most recent LP, New Love, was released on October 2, 2015 through SideOneDummy Records.",
    "year": 1987,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Nellie McKay",
    "birthday": "1982-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Nellie_McKay.jpg/213px-Nellie_McKay.jpg",
    "extract": "Nell Marie McKay is a singer and songwriter. She made her Broadway debut in The Threepenny Opera (2006).",
    "year": 1982,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Carles Puyol",
    "birthday": "1978-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Premios_Goya_2020_-_Carles_Pujol.jpg/213px-Premios_Goya_2020_-_Carles_Pujol.jpg",
    "extract": "Carles Puyol Saforcada is a Spanish former professional footballer who played his entire career for Barcelona. He mainly played as a central defender, but he could also play in either full-back position, mostly as a right-back. Praised for his defensive qualities and leadership, he is widely regarded as one of the best defenders and captains of all time.",
    "year": 1978,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Margus Tsahkna",
    "birthday": "1977-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Margus_Tsahkna.jpg/320px-Margus_Tsahkna.jpg",
    "extract": "Margus Tsahkna is an Estonian politician, one of the leaders of new liberal Estonia 200 party, former leader of the conservative Isamaa party, former Minister of Defence in Jüri Ratas' cabinet and Minister of Social Protection in Taavi Rõivas' second cabinet.",
    "year": 1977,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Aaron Lewis",
    "birthday": "1972-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Aaron_Lewis_performing_with_Staind_2021_%28cropped%29.jpg/219px-Aaron_Lewis_performing_with_Staind_2021_%28cropped%29.jpg",
    "extract": "Aaron Lewis is an American musician who is best known as the lead vocalist, rhythm guitarist and founding member of the rock band Staind, with whom he released seven studio albums. Since 2010, he has pursued a solo career in country music with his debut EP Town Line, which was released in 2011. Lewis' first full-length solo release, The Road, was released by Blaster Records in 2012.",
    "year": 1972,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Michael Eisen",
    "birthday": "1967-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Plos_eisen.jpg/320px-Plos_eisen.jpg",
    "extract": "Michael Bruce Eisen is an American computational biologist and the editor-in-chief of the journal eLife. He is a professor of genetics, genomics and development at University of California, Berkeley. He is a leading advocate of open access scientific publishing and is co-founder of Public Library of Science (PLOS). In 2018, Eisen announced his candidacy U.S. Senate from California as an Independent, though he failed to qualify for the ballot.",
    "year": 1967,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Olga Tañón",
    "birthday": "1967-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Olga-ta%C3%B1on.jpg/240px-Olga-ta%C3%B1on.jpg",
    "extract": "Olga Teresa Tañón Ortiz is a Puerto Rican recording artist. Over the course of her career, she has earned two Grammy Awards, three Latin Grammy Awards, and 29 Premio Lo Nuestro Awards.",
    "year": 1967,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Patricio Pouchulu",
    "birthday": "1965-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/28/Grand-Egyptian-Museum-Pouchulu.jpg/320px-Grand-Egyptian-Museum-Pouchulu.jpg",
    "extract": "Patricio Pouchulu is a contemporary organic architect.",
    "year": 1965,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Davis Love III",
    "birthday": "1964-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/DavisLoveATTNational3.jpg/240px-DavisLoveATTNational3.jpg",
    "extract": "Davis Milton Love III is an American professional golfer who has won 21 events on the PGA Tour, including one major championship: the 1997 PGA Championship. He won the Players Championship in 1992 and 2003. He was in the top 10 of the Official World Golf Ranking for over 450 weeks, reaching a high ranking of 2nd. He captained the U.S. Ryder Cup teams in 2012 and 2016. Love was inducted into the World Golf Hall of Fame in 2017.",
    "year": 1964,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Garry Kasparov",
    "birthday": "1963-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Garri_Kasparow_%2818776605665%29_%28cropped%29_2.jpg/236px-Garri_Kasparow_%2818776605665%29_%28cropped%29_2.jpg",
    "extract": "Garry Kimovich Kasparov is a Russian chess grandmaster, former World Chess Champion, writer, political activist and commentator. His peak rating of 2851, achieved in 1999, was the highest recorded until being surpassed by Magnus Carlsen in 2013. From 1984 until his retirement in 2005, Kasparov was ranked world No. 1 for a record 255 months overall for his career, which outstrips all other previous and current chess ranking records. Kasparov also holds records for the most consecutive professional tournament victories (15) and Chess Oscars (11).",
    "year": 1963,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rudi Völler",
    "birthday": "1960-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Rudi_V%C3%B6ller_B%C3%BChne_%28cropped%29.jpg/194px-Rudi_V%C3%B6ller_B%C3%BChne_%28cropped%29.jpg",
    "extract": "Rudolf \"Rudi\" Völler, nicknamed \"Tante Käthe\", is a German former professional football player and manager who serves as the sporting director for Bayer Leverkusen.",
    "year": 1960,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Muwenda Mutebi II of Buganda",
    "birthday": "1955-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Mutebi_II_King_od_Buganda.jpg/226px-Mutebi_II_King_od_Buganda.jpg",
    "extract": "Ronald Edward Frederick Kimera Muwenda Mutebi II is the reigning Kabaka of the Kingdom of Buganda, a constitutional kingdom in modern-day Uganda. He is the 36th Kabaka of Buganda.",
    "year": 1955,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Leszek Borysiewicz",
    "birthday": "1951-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Leszek_Borysiewicz.jpg",
    "extract": "Sir Leszek Krzysztof Borysiewicz is a British professor, immunologist and scientific administrator. He served as the 345th Vice-Chancellor of the University of Cambridge, his term of office started on 1 October 2010 and ended on 1 October 2017. Borysiewicz also served as chief executive of the Medical Research Council of the UK from 2007-2010.",
    "year": 1951,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Peter Davison",
    "birthday": "1951-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Peter_Davison_2016.jpg/223px-Peter_Davison_2016.jpg",
    "extract": "Peter Malcolm Gordon Moffett, known professionally as Peter Davison, is an English actor with many credits in television dramas and sitcoms. He made his television acting debut in 1975 and became famous in 1978 as Tristan Farnon in the BBC's television adaptation of James Herriot's All Creatures Great and Small stories.",
    "year": 1951,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ron Perlman",
    "birthday": "1950-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Ron_Perlman_2022_%28cropped%29.jpg/240px-Ron_Perlman_2022_%28cropped%29.jpg",
    "extract": "Ronald Perlman is an American actor. His credits include the roles of Amoukar in Quest for Fire (1981), Salvatore in The Name of the Rose (1986), Vincent in the television series Beauty and the Beast (1987–1990), for which he won a Golden Globe Award, One in The City of Lost Children (1995), Johner in Alien Resurrection (1997), Hellboy in both Hellboy (2004) and its sequel Hellboy II: The Golden Army (2008), Clay Morrow on the television series Sons of Anarchy (2008–2013) and Nino in Drive (2011).",
    "year": 1950,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tommy Raudonikis",
    "birthday": "1950-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Tom_Raudonikis.jpg/203px-Tom_Raudonikis.jpg",
    "extract": "Thomas Walter Raudonikis was an Australian rugby league footballer and coach. He played 40 International games and World Cup games as Australia representative halfback and captained his country in two matches of the 1973 Kangaroo tour.",
    "year": 1950,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Frank Doran (British politician)",
    "birthday": "1949-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/FrankDoranMP.jpg",
    "extract": "Frank Doran was a Labour Party politician in the United Kingdom, who was the Member of Parliament (MP) for Aberdeen South from 1987 to 1992, when he lost his seat. He was re-elected in 1997 to Aberdeen Central, and most recently represented Aberdeen North. He was the husband of former Labour MP Dame Joan Ruddock.",
    "year": 1949,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Christopher Hitchens",
    "birthday": "1949-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Christopher_Hitchens%2C_ATF_Party_2005.JPG/320px-Christopher_Hitchens%2C_ATF_Party_2005.JPG",
    "extract": "Christopher Eric Hitchens was a British-American author and journalist who wrote or edited over 30 books on culture, politics, and literature. Hitchens originally described himself as a democratic socialist, and he was a member of various socialist organisations throughout his life, including the International Socialists. Hitchens eventually stopped describing himself as a socialist, but he continued to identify as a Marxist, supporting Marx's materialist conception of history. Hitchens was very critical of aspects of American foreign policy, such as American involvement in war crimes in Vietnam, Chile and East Timor. However, he also supported the United States in the Kosovo War, the Afghanistan War, the Iraq War and other military interventions.",
    "year": 1949,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Drago Jančar",
    "birthday": "1948-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Drago_Jan%C4%8Dar_in_Brno_%282%29.JPG/320px-Drago_Jan%C4%8Dar_in_Brno_%282%29.JPG",
    "extract": "Drago Jančar is a Slovenian writer, playwright and essayist. Jančar is one of the most well-known contemporary Slovene writers. In Slovenia, he is also famous for his political commentaries and civic engagement. Jančar's novels, essays and short stories have been translated into 21 languages and published in Europe, Asia and the United States. The most numerous translations are into German, followed by Czech and Croatian translations. His dramas have also been staged by a number of foreign theatres, while back home they are frequently considered the highlights of the Slovenian theatrical season. He lives and works in Ljubljana.",
    "year": 1948,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mikhail Shufutinsky",
    "birthday": "1948-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Mikhail_Shufutinsky.png/256px-Mikhail_Shufutinsky.png",
    "extract": "Mikhail Zakharovich Shufutinsky is a Russian pop singer. He was once a citizen of the United States from 1990 to 2003, but now lives in Russia. He is currently the pre-eminent singer of Russian chanson music. He was awarded the title of Meritorious Artist of Russia in 2013.",
    "year": 1948,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rae Armantrout",
    "birthday": "1947-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Rae_Armantrout_4.28.14_%2814067931394%29.jpg/320px-Rae_Armantrout_4.28.14_%2814067931394%29.jpg",
    "extract": "Rae Armantrout is an American poet generally associated with the Language poets. She has published ten books of poetry and has also been featured in a number of major anthologies. Armantrout currently teaches at the University of California, San Diego, where she is Professor of Poetry and Poetics.\nOn March 11, 2010, Armantrout was awarded the 2009 National Book Critics Circle Award for her book of poetry Versed published by the Wesleyan University Press, which had also been nominated for the National Book Award. The book later earned the 2010 Pulitzer Prize for Poetry. She is the recipient of numerous other awards for her poetry, including an award in poetry from the Foundation for Contemporary Arts in 2007 and a Guggenheim Fellowship in 2008.",
    "year": 1947,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Al Green",
    "birthday": "1946-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Al_Green_in_Washington_D.C_%28cropped%29.jpg/232px-Al_Green_in_Washington_D.C_%28cropped%29.jpg",
    "extract": "Albert Leornes Greene, better known as Al Green, is an American singer, songwriter, pastor and record producer best known for recording a series of soul hit singles in the early 1970s, including \"Take Me to the River\", \"Tired of Being Alone\", \"I'm Still in Love with You\", \"Love and Happiness\", and his signature song, \"Let's Stay Together\". After an incident in which his girlfriend died by suicide, Green became an ordained pastor and turned to gospel music. He later returned to secular music.",
    "year": 1946,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Judy Nunn",
    "birthday": "1945-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Judy_Nunn_%28cropped%29.jpg/258px-Judy_Nunn_%28cropped%29.jpg",
    "extract": "Judith Anne Nunn (AM), , is an Australian fiction author, former theatre and television actress and radio and television screenwriter. Nunn was awarded a Member of the Order of Australia in the 2015 Australia Day Honours for her service to the performing arts as a scriptwriter and actor of stage and screen, and to literature as an author.",
    "year": 1945,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Susan Davis (politician)",
    "birthday": "1944-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Representative_Susan_Davis_Official_Portrait_%28cropped%29.jpg/240px-Representative_Susan_Davis_Official_Portrait_%28cropped%29.jpg",
    "extract": "Susan Carol Alpert Davis is a former American politician who served as the U.S. representative for California's 53rd congressional district for ten terms from 2001 to 2021. She is a member of the Democratic Party.",
    "year": 1944,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alan Jones (radio broadcaster)",
    "birthday": "1943-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Alan_Jones_cropped.jpg/302px-Alan_Jones_cropped.jpg",
    "extract": "Alan Belford Jones AO is an Australian former radio broadcaster. He is a former coach of the Australia national rugby union team and rugby league coach and administrator. He has worked as a school teacher, a speech writer in the office of the Prime Minister Malcolm Fraser, and in musical theatre. He has a Bachelor of Arts from the University of Queensland, and completed a one-year teaching diploma at Worcester College, Oxford. He has received civil and industry awards.",
    "year": 1943,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tim Krabbé",
    "birthday": "1943-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Tim_Krabbe_1969.jpg/240px-Tim_Krabbe_1969.jpg",
    "extract": "Tim Krabbé is a Dutch journalist, novelist and chess player.",
    "year": 1943,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bill Conti",
    "birthday": "1942-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Bill_Conti.jpg/204px-Bill_Conti.jpg",
    "extract": "William Conti is an American composer and conductor, best known for his film scores, including Rocky, The Karate Kid, For Your Eyes Only, Dynasty and The Right Stuff, which earned him an Academy Award for Best Original Score. He also received nominations in the Best Original Song category for \"Gonna Fly Now\" from Rocky and for the title song of For Your Eyes Only. He was the musical director at the Academy Awards a record nineteen times.",
    "year": 1942,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Michael Stuart Brown",
    "birthday": "1941-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mike_Brown_2003.jpg/256px-Mike_Brown_2003.jpg",
    "extract": "Michael Stuart Brown ForMemRS is an American geneticist and Nobel laureate. He was awarded the Nobel Prize in Physiology or Medicine with Joseph L. Goldstein in 1985 for describing the regulation of cholesterol metabolism.",
    "year": 1941,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jean-Marc Reiser",
    "birthday": "1941-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Reiser_signature.jpg/320px-Reiser_signature.jpg",
    "extract": "Jean-Marc Reiser was a French comics creator.",
    "year": 1941,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mike Beuttler",
    "birthday": "1940-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/1972_French_Grand_Prix_Beuttler_%285225615113%29.jpg/320px-1972_French_Grand_Prix_Beuttler_%285225615113%29.jpg",
    "extract": "Michael Simon Brindley Bream Beuttler was a British Formula One driver who raced privately entered March cars. He was born in Cairo, Egypt, the son of Colonel Leslie Brindley Bream Beuttler, Duke of Wellington's Regiment, O.B.E., and a descendant on his mother's side of the Scottish ornithologist William Robert Ogilvie-Grant, grandson of the 6th Earl of Seafield.",
    "year": 1940,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "J. M. G. Le Clézio",
    "birthday": "1940-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Jean-Marie_Gustave_Le_Cl%C3%A9zio-press_conference_Dec_06th%2C_2008-9_%28cropped%29.jpg/254px-Jean-Marie_Gustave_Le_Cl%C3%A9zio-press_conference_Dec_06th%2C_2008-9_%28cropped%29.jpg",
    "extract": "Jean-Marie Gustave Le Clézio, usually identified as J. M. G. Le Clézio, of French and Mauritian nationality, is a writer and professor. The author of over forty works, he was awarded the 1963 Prix Renaudot for his novel Le Procès-Verbal and the 2008 Nobel Prize in Literature for his life's work, as an \"author of new departures, poetic adventure and sensual ecstasy, explorer of a humanity beyond and below the reigning civilization\".",
    "year": 1940,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Vladimir Cosma",
    "birthday": "1940-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Vladimir_Cosma%2C_2007_%28cropped%29.jpg/226px-Vladimir_Cosma%2C_2007_%28cropped%29.jpg",
    "extract": "Vladimir Cosma is a French-Romanian composer, conductor and violinist.",
    "year": 1940,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Max Mosley",
    "birthday": "1940-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Max_Mosley_1969_%28Portrait%29.jpg/273px-Max_Mosley_1969_%28Portrait%29.jpg",
    "extract": "Max Rufus Mosley was a British racing driver, lawyer, and president of the Fédération Internationale de l'Automobile (FIA), a non-profit association which represents the interests of motoring organisations and car users worldwide. The FIA is also the governing body for Formula One and other international motorsports.",
    "year": 1940,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ruby Puryear Hearn",
    "birthday": "1940-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ruby_Hearn_2011.png/234px-Ruby_Hearn_2011.png",
    "extract": "Ruby Louise Puryear Hearn is an American biophysicist who has dedicated her career to health policy. Her work spans initiatives in maternal, infant, and child health; AIDS; substance abuse; and minority medical education.",
    "year": 1940,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Seamus Heaney",
    "birthday": "1939-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Seamus_Heaney%2C_Irish_poet%2C_brightened.jpg/320px-Seamus_Heaney%2C_Irish_poet%2C_brightened.jpg",
    "extract": "Seamus Justin Heaney was an Irish poet, playwright and translator. He received the 1995 Nobel Prize in Literature. Among his best-known works is Death of a Naturalist (1966), his first major published volume. Heaney was and is still recognised as one of the principal contributors to poetry in Ireland during his lifetime. American poet Robert Lowell described him as \"the most important Irish poet since Yeats\", and many others, including the academic John Sutherland, have said that he was \"the greatest poet of our age\". Robert Pinsky has stated that \"with his wonderful gift of eye and ear Heaney has the gift of the story-teller.\" Upon his death in 2013, The Independent described him as \"probably the best-known poet in the world\".",
    "year": 1939,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paul Sorvino",
    "birthday": "1939-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Paul_Sorvino_Shankbone_2010_NYC.jpg/252px-Paul_Sorvino_Shankbone_2010_NYC.jpg",
    "extract": "Paul Anthony Sorvino is an American actor, opera singer, businessman, writer, and sculptor. He often portrays authority figures on both sides of the law and is known for his roles as Paulie Cicero in the 1990 gangster film Goodfellas, and NYPD Sergeant Phil Cerreta on the TV series Law & Order. He held supporting roles in A Touch of Class, Reds, The Rocketeer, Nixon, and Romeo + Juliet. He is the father of actors Mira Sorvino and Michael Sorvino.",
    "year": 1939,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Klaus Lehnertz",
    "birthday": "1938-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Klaus_Lehnertz_1964.jpg/226px-Klaus_Lehnertz_1964.jpg",
    "extract": "Klaus Lehnertz is a retired West German pole vaulter. He competed for the United Team of Germany at the 1964 Olympics and won a bronze medal. He also won two medals at the European Cup in 1965-67, but placed only 13th and 9th at the European Championships in 1962 and 1966, respectively. Domestically he held West German outdoor and indoor titles.",
    "year": 1938,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Weston (diplomat)",
    "birthday": "1938-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/John_Weston.jpg/235px-John_Weston.jpg",
    "extract": "Sir (Philip) John Weston is a retired British diplomat. He was the UK Permanent Representative on the North Atlantic Council (NATO) from 1992 to 1995, and the British Permanent Representative to the United Nations (UN) from 1995 to 1998.",
    "year": 1938,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Edward Fox (actor)",
    "birthday": "1937-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Edward_Fox_2011.jpg/232px-Edward_Fox_2011.jpg",
    "extract": "Edward Charles Morice Fox is an English actor.",
    "year": 1937,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Muckler",
    "birthday": "1934-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/John_Muckler_1971.jpg/201px-John_Muckler_1971.jpg",
    "extract": "John Muckler was a professional hockey coach and executive, who last served as the general manager of the Ottawa Senators of the National Hockey League (NHL). Muckler had over 50 years of professional hockey experience as a part owner, general manager, director of player personnel, director of hockey operations, head coach, assistant coach and player. He had been a part of five Stanley Cup championships in various roles.",
    "year": 1934,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ben Nighthorse Campbell",
    "birthday": "1933-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/BenNCampbell.jpg/249px-BenNCampbell.jpg",
    "extract": "Ben Nighthorse Campbell is an American Cheyenne politician who represented Colorado's 3rd congressional district in the United States House of Representatives from 1987 to 1993, and as a United States Senator from Colorado from 1993 to 2005. He serves as one of forty-four members of the Council of Chiefs of the Northern Cheyenne Indian Tribe. During his time in office, he was the only Native American serving in the U.S. Congress. As of 2022, he remains the last Native American elected to the U.S. Senate.",
    "year": 1933,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Orlando Letelier",
    "birthday": "1932-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Orlando_Letelier%2C_Washingron_DC%2C_1976_%28de_Marcelo_Montecino%29.jpg/320px-Orlando_Letelier%2C_Washingron_DC%2C_1976_%28de_Marcelo_Montecino%29.jpg",
    "extract": "Marcos Orlando Letelier del Solar was a Chilean economist, politician and diplomat during the presidency of Salvador Allende. A refugee from the military dictatorship of General Augusto Pinochet, Letelier accepted several academic positions in Washington, D.C. following his exile from Chile. In 1976, agents of Dirección de Inteligencia Nacional (DINA), the Pinochet regime's secret police, assassinated Letelier in Washington via the use of a car bomb. These agents had been working in collaboration with members of the Coordination of United Revolutionary Organizations, a U.S.-sponsored anti-Castro militant group.",
    "year": 1932,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Anita Cerquetti",
    "birthday": "1931-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Anita_Cerquetti.jpg",
    "extract": "Anita Cerquetti was an Italian dramatic soprano who had a short but meteoric career in the 1950s. Her voice was very powerful and pleasing to audiences.",
    "year": 1931,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dan Gurney",
    "birthday": "1931-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Dan_Gurney_%281970%29.jpg/240px-Dan_Gurney_%281970%29.jpg",
    "extract": "Daniel Sexton Gurney was an American racing driver, race car constructor, and team owner who reached racing's highest levels starting in 1958. Gurney won races in the Formula One, Indy Car, NASCAR, Can-Am, and Trans-Am Series. Gurney is the first of three drivers to have won races in sports cars (1958), Formula One (1962), NASCAR (1963), and Indy cars (1967), the other two being Mario Andretti and Juan Pablo Montoya.",
    "year": 1931,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jon Stone",
    "birthday": "1931-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b6/JonStoneSesameStreet.png",
    "extract": "Jon Arthur Stone was an American writer, director and producer, who was best known for being an original crew member on Sesame Street and is credited with helping develop characters such as Cookie Monster, Oscar the Grouch and Big Bird. Stone won 18 television Emmy Awards. Many regard him as one of the best children's television writers.",
    "year": 1931,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Marilynn Smith",
    "birthday": "1929-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Miss_Smith_follows_the_flight_of_her_ball_after_driving_up_the_fairway_gisborne_photo_news.jpg/226px-Miss_Smith_follows_the_flight_of_her_ball_after_driving_up_the_fairway_gisborne_photo_news.jpg",
    "extract": "Marilynn Louise Smith was an American professional golfer. She was one of the thirteen founders of the LPGA in 1950. She won two major championships and 21 LPGA Tour events in all. She is a member of the World Golf Hall of Fame.",
    "year": 1929,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alan Clark",
    "birthday": "1928-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Alan_Clark_appearing_on_Opinions_21_February_1993.jpg/232px-Alan_Clark_appearing_on_Opinions_21_February_1993.jpg",
    "extract": "Alan Kenneth Mackenzie Clark was a British Conservative Member of Parliament (MP), author and diarist. He served as a junior minister in Margaret Thatcher's governments at the Departments of Employment, Trade and Defence. He became a member of the Privy Council of the United Kingdom in 1991.",
    "year": 1928,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gianni Marzotto",
    "birthday": "1928-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/CONTE_COUNT_GIANNINO_MARZOTTO_MILLEMIGLIA_1950%2C_1953.jpg/320px-CONTE_COUNT_GIANNINO_MARZOTTO_MILLEMIGLIA_1950%2C_1953.jpg",
    "extract": "Count Giannino Marzotto was an Italian racing driver and entrepreneur. Marzotto served as President of the Mille Miglia Club, and won the Mille Miglia race in both 1950 and 1953.",
    "year": 1928,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Antonino Rocca",
    "birthday": "1927-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Antonino_Rocca_1956.jpg/267px-Antonino_Rocca_1956.jpg",
    "extract": "Antonino Rocca was an Italian Argentine professional wrestler. He tag teamed with partner Miguel Pérez. He was posthumously inducted into the WWF Hall of Fame as a member of the class of 1995 and the Wrestling Observer Newsletter Hall of Fame in 1996.",
    "year": 1927,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Maurice Ronet",
    "birthday": "1927-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Seduzione-1973-Maurice_Ronet.png/223px-Seduzione-1973-Maurice_Ronet.png",
    "extract": "Maurice Ronet was a French film actor, director, and writer.",
    "year": 1927,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ellie Lambeti",
    "birthday": "1926-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d3/%CE%88%CE%BB%CE%BB%CE%B7_%CE%9B%CE%B1%CE%BC%CF%80%CE%AD%CF%84%CE%B7.jpg",
    "extract": "Ellie Loukou, known professionally as Ellie Lambeti, was a Greek actress.",
    "year": 1926,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Spencer-Churchill, 11th Duke of Marlborough",
    "birthday": "1926-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/11th_Duke_of_Marlborough_Allan_Warren_%28cropped%29.jpg/262px-11th_Duke_of_Marlborough_Allan_Warren_%28cropped%29.jpg",
    "extract": "John George Vanderbilt Henry Spencer-Churchill, 11th Duke of Marlborough, was a British peer. He was the elder son of the 10th Duke of Marlborough and his wife, the Hon. Alexandra Mary Hilda Cadogan. He was known as \"Sunny\" after his courtesy title of Earl of Sunderland.",
    "year": 1926,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John T. Biggers",
    "birthday": "1924-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/93/John_T._Biggers.jpg/320px-John_T._Biggers.jpg",
    "extract": "John Thomas Biggers was an African-American muralist who came to prominence after the Harlem Renaissance and toward the end of World War II. Biggers created works critical of racial and economic injustice. He also served as the founding chairman of the art department at Houston's Texas State University for Negroes, a historically black college.",
    "year": 1924,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jack Chick",
    "birthday": "1924-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/16/Jake_chick.jpg",
    "extract": "Jack Thomas Chick was an American cartoonist and publisher, best known for his fundamentalist Christian \"Chick tracts\". He expressed his perspective on a variety of issues through sequential-art morality plays.",
    "year": 1924,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Stanley Donen",
    "birthday": "1924-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Stanley_Donen_%28cropped%29.JPG/240px-Stanley_Donen_%28cropped%29.JPG",
    "extract": "Stanley Donen was an American film director and choreographer whose most celebrated works are On the Town, (1949) and Singin' in the Rain (1952), both of which he co-directed with star Gene Kelly. His other films include Royal Wedding (1951), Seven Brides for Seven Brothers (1954), It's Always Fair Weather (1955), Funny Face (1957), Indiscreet (1958), and Charade (1963).",
    "year": 1924,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Don Adams",
    "birthday": "1923-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/DonAdams.jpg/262px-DonAdams.jpg",
    "extract": "Donald James Yarmy, known professionally as Don Adams, was an American actor, comedian, and director. In his five decades on television, he was best known as Maxwell Smart in the television situation comedy Get Smart, which he also sometimes directed and wrote. Adams won three consecutive Emmy Awards for his performance in the series (1967–1969). Adams also provided the voices for the animated series Tennessee Tuxedo and His Tales (1963–1966) and Inspector Gadget (1983–1986) as well as several revivals and spinoffs of the latter in the 1990s.",
    "year": 1923,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Braine",
    "birthday": "1922-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8e/John_Braine.jpg",
    "extract": "John Gerard Braine was an English novelist. Braine is usually listed among the angry young men, a loosely defined group of English writers who emerged on the literary scene in the 1950s.",
    "year": 1922,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Julius Nyerere",
    "birthday": "1922-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/President_Nyerere_van_Tanzania%2C_koppen%2C_Bestanddeelnr_928-2879_%28cropped%29.jpg/218px-President_Nyerere_van_Tanzania%2C_koppen%2C_Bestanddeelnr_928-2879_%28cropped%29.jpg",
    "extract": "Julius Kambarage Nyerere was a Tanzanian anti-colonial activist, politician, and political theorist. He governed Tanganyika as prime minister from 1961 to 1962 and then as president from 1963 to 1964, after which he led its successor state, Tanzania, as president from 1964 to 1985. He was a founding member and chair of the Tanganyika African National Union (TANU) party, and of its successor Chama Cha Mapinduzi, from 1954 to 1990. Ideologically an African nationalist and African socialist, he promoted a political philosophy known as Ujamaa.",
    "year": 1922,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Roberto Calvi",
    "birthday": "1920-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Roberto_Calvi.jpg/278px-Roberto_Calvi.jpg",
    "extract": "Roberto Calvi was an Italian banker, dubbed \"God's Banker\" by the press because of his close association with the Holy See. He was a native of Milan and was Chairman of Banco Ambrosiano, which collapsed in one of Italy's biggest political scandals.",
    "year": 1920,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Claude Cheysson",
    "birthday": "1920-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Claude_Cheysson_par_Claude_Truong-Ngoc_1981.jpg/320px-Claude_Cheysson_par_Claude_Truong-Ngoc_1981.jpg",
    "extract": "Claude Cheysson was a French Socialist politician who served as Foreign Minister in the government of Pierre Mauroy from 1981 to 1984.",
    "year": 1920,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Liam Cosgrave",
    "birthday": "1920-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Taoiseach_Liam_Cosgrave-Patricks_Day_1976.jpg/240px-Taoiseach_Liam_Cosgrave-Patricks_Day_1976.jpg",
    "extract": "Liam Cosgrave was an Irish Fine Gael politician who served as Taoiseach from 1973 to 1977, Leader of Fine Gael from 1965 to 1977, Leader of the Opposition from 1965 to 1973, Minister for External Affairs from 1954 to 1957, Parliamentary Secretary to the Minister for Industry and Commerce and Government Chief Whip from 1948 to 1951. He served as a Teachta Dála (TD) from 1943 to 1981.",
    "year": 1920,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Howard Keel",
    "birthday": "1919-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Howard_Keel_in_Annie_Get_Your_Gun_trailer_2.jpg/320px-Howard_Keel_in_Annie_Get_Your_Gun_trailer_2.jpg",
    "extract": "Harold Clifford Keel, known professionally as Howard Keel, was an American actor and singer, known for his rich bass-baritone singing voice. He starred in a number of MGM musicals in the 1950s and in the CBS television series Dallas from 1981 to 1991.",
    "year": 1919,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Madalyn Murray O'Hair",
    "birthday": "1919-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Madalyn_Murray_O%27Hair.jpg/222px-Madalyn_Murray_O%27Hair.jpg",
    "extract": "Madalyn Murray O'Hair was an American activist, supporting atheism and separation of church and state. In 1963 she founded American Atheists and served as its president until 1986, after which her son Jon Garth Murray succeeded her. She created the first issues of American Atheist Magazine.",
    "year": 1919,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert Orville Anderson",
    "birthday": "1917-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d0/Robert_Orville_Anderson.jpg/213px-Robert_Orville_Anderson.jpg",
    "extract": "Robert Orville Anderson was an American businessman, art collector, and philanthropist who founded Atlantic Richfield Company (ARCO). Anderson also supported several cultural organizations, from the Los Angeles County Museum of Art to Harper's Magazine. He died December 2, 2007, at his home in Roswell, New Mexico.",
    "year": 1917,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bill Clements",
    "birthday": "1917-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Bill_Clements.jpg/276px-Bill_Clements.jpg",
    "extract": "William Perry Clements Jr. was an American businessman and Republican Party politician who served two non-consecutive terms as Governor of Texas between 1979 and 1991. His terms bookended the sole term served by Mark Wells White, a Democrat who defeated Clements in the 1982 election only to lose his campaign for re-election in 1986.",
    "year": 1917,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Phyllis Fraser",
    "birthday": "1916-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/33/Phyllis_Fraser.jpg/267px-Phyllis_Fraser.jpg",
    "extract": "Phyllis Cerf Wagner, also known as Phyllis Fraser, was an American socialite, writer, publisher, and actress. She was a co-founder of Beginner Books.",
    "year": 1916,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Orhan Veli Kanık",
    "birthday": "1914-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Orhan_veli_statue2.JPG/240px-Orhan_veli_statue2.JPG",
    "extract": "Orhan Veli Kanık or Orhan Veli was a Turkish poet. Kanık is one of the founders of the Garip Movement together with Oktay Rıfat and Melih Cevdet. Aiming to fundamentally transform traditional form in Turkish poetry, he introduced colloquialisms into the poetic language. Besides his poetry Kanık crammed an impressive volume of works including essays, articles and translations into 36 short years.",
    "year": 1914,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kermit Tyler",
    "birthday": "1913-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Kermit_Tyler.jpg/304px-Kermit_Tyler.jpg",
    "extract": "Kermit Arthur Tyler was an American Air Force officer. Tyler was assigned as a pilot in the 78th Pursuit Squadron at Pearl Harbor on December 7, 1941, the day Japan attacked Pearl Harbor.",
    "year": 1913,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eudora Welty",
    "birthday": "1909-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Eudora-Welty-1962.jpeg/253px-Eudora-Welty-1962.jpeg",
    "extract": "Eudora Alice Welty was an American short story writer, novelist and photographer, who wrote about the American South. Her novel The Optimist's Daughter won the Pulitzer Prize in 1973. Welty received numerous awards, including the Presidential Medal of Freedom and the Order of the South. She was the first living author to have her works published by the Library of America. Her house in Jackson, Mississippi, has been designated as a National Historic Landmark and is open to the public as a house museum.",
    "year": 1909,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Harold Stassen",
    "birthday": "1907-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Gov._Harold_E._Stassen_LCCN2016877429_%28cropped%29.jpg/276px-Gov._Harold_E._Stassen_LCCN2016877429_%28cropped%29.jpg",
    "extract": "Harold Edward Stassen was an American politician who was the 25th Governor of Minnesota. He was a leading candidate for the Republican nomination for President of the United States in 1948, considered for a time to be the front-runner. He thereafter regularly continued to run for that and other offices, such that his name became most identified with his status as a perennial candidate.",
    "year": 1907,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Samuel Beckett",
    "birthday": "1906-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Samuel_Beckett%2C_Pic%2C_1_%28cropped%29.jpg/235px-Samuel_Beckett%2C_Pic%2C_1_%28cropped%29.jpg",
    "extract": "Samuel Barclay Beckett was an Irish novelist, playwright, short story writer, theatre director, poet, and literary translator. A resident of Paris for most of his adult life, he wrote in both French and English.",
    "year": 1906,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bud Freeman",
    "birthday": "1906-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Bud_Freeman%2C_Marty_Marsala_%28Gottlieb_02951%29.jpg/320px-Bud_Freeman%2C_Marty_Marsala_%28Gottlieb_02951%29.jpg",
    "extract": "Lawrence \"Bud\" Freeman was an American jazz musician, bandleader, and composer, known mainly for playing tenor saxophone, but also the clarinet.",
    "year": 1906,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "David Robinson (philanthropist)",
    "birthday": "1904-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/David_Robinson_memorial_stone_at_Robinson_College%2C_Cambridge.jpg/320px-David_Robinson_memorial_stone_at_Robinson_College%2C_Cambridge.jpg",
    "extract": "Sir David Robinson was a British entrepreneur and philanthropist. He donated £18 million to the University of Cambridge to establish a new college in his name. Robinson College, Cambridge, the newest in the university, was formally opened in 1981. Robinson also donated £3 million to start the Rosie Hospital, named after his mother, which is now a part of Addenbrooke's Hospital in Cambridge.",
    "year": 1904,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Philippe de Rothschild",
    "birthday": "1902-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Philippe_de_Rothschild.jpg/219px-Philippe_de_Rothschild.jpg",
    "extract": "Philippe, Baron de Rothschild was a member of the Rothschild banking dynasty who became a Grand Prix motor racing driver, a screenwriter and playwright, a theatrical producer, a film producer, a poet, and one of the most successful wine growers in the world.",
    "year": 1902,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Marguerite Henry",
    "birthday": "1902-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cf/Marguerite_Henry.jpg/269px-Marguerite_Henry.jpg",
    "extract": "Marguerite Henry was an American writer of children's books, writing fifty-nine books based on true stories of horses and other animals. She won the Newbery Medal for \"King of the Wind\", a 1948 book about horses and she was a runner-up for two others. One of the latter, Misty of Chincoteague (1947), was the basis for several sequels and for the 1961 movie Misty.",
    "year": 1902,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jacques Lacan",
    "birthday": "1901-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e1/Lacan2.jpg/320px-Lacan2.jpg",
    "extract": "Jacques Marie Émile Lacan was a French psychoanalyst and psychiatrist. Described as \"the most controversial psycho-analyst since Freud\", Lacan gave yearly seminars in Paris from 1953 to 1981, and published papers that were later collected in the book Ècrits. His work made a significant impact on continental philosophy and cultural theory in areas such as post-structuralism, critical theory, feminist theory and film theory, as well as on the practice of psychoanalysis itself.",
    "year": 1901,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alan Watt (diplomat)",
    "birthday": "1901-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Bundesarchiv_B_145_Bild-F012042-0012%2C_Bonn%2C_Handeslvertrag_mit_Australien.jpg/320px-Bundesarchiv_B_145_Bild-F012042-0012%2C_Bonn%2C_Handeslvertrag_mit_Australien.jpg",
    "extract": "Sir Alan Stewart Watt was a distinguished Australian diplomat.",
    "year": 1901,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alfred Mosher Butts",
    "birthday": "1899-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8d/Alfred_Mosher_Butts.jpg/218px-Alfred_Mosher_Butts.jpg",
    "extract": "Alfred Mosher Butts was an American architect, famous for inventing the board game Scrabble in 1938.",
    "year": 1899,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Harold Osborn",
    "birthday": "1899-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Harold_Osborn_1924.jpg/191px-Harold_Osborn_1924.jpg",
    "extract": "Harold Marion Osborn D.O. was an American track athlete. He won a gold medal in Olympic decathlon and high jump in 1924 and was the first athlete to win a gold medal in both the decathlon and an individual event.",
    "year": 1899,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Werner Voss",
    "birthday": "1897-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ea/LeutVoss.jpg/218px-LeutVoss.jpg",
    "extract": "Werner Voss was a World War I German flying ace credited with 48 aerial victories. A dyer's son from Krefeld, he was a patriotic young man while still in school. He began his military career in November 1914 as a 17‑year‑old Hussar. After turning to aviation, he proved to be a natural pilot. After flight school and six months in a bomber unit, he joined a newly formed fighter squadron, Jagdstaffel 2 on 21 November 1916. There he befriended Manfred von Richthofen.",
    "year": 1897,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Arthur Fadden",
    "birthday": "1894-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/FaddenPEO.jpg/228px-FaddenPEO.jpg",
    "extract": "Sir Arthur William Fadden, was an Australian politician who served as the 13th Prime Minister of Australia from 29 August to 7 October 1941. He was the leader of the Country Party from 1940 to 1958.",
    "year": 1894,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Joie Ray (runner)",
    "birthday": "1894-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Ray%2C_Coolidge%2C_Nurmi.jpg/320px-Ray%2C_Coolidge%2C_Nurmi.jpg",
    "extract": "Joseph William \"Joie\" Ray was an American track and field athlete and member of the United States National Track and Field Hall of Fame. He held world records for the 1-mile (1.6 km) and 2-mile (3.2 km) distances. He represented the United States in the three Olympic Games held the 1920s, winning a bronze medal for the 3000 m team race in 1924.",
    "year": 1894,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sir Arthur Harris, 1st Baronet",
    "birthday": "1892-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Air_Chief_Marshal_Sir_Arthur_Harris.jpg/243px-Air_Chief_Marshal_Sir_Arthur_Harris.jpg",
    "extract": "Marshal of the Royal Air Force Sir Arthur Travers Harris, 1st Baronet,, commonly known as \"Bomber\" Harris by the press and often within the RAF as \"Butch\" Harris, was Air Officer Commanding-in-Chief (AOC-in-C) RAF Bomber Command during the height of the Anglo-American strategic bombing campaign against Nazi Germany in the Second World War.",
    "year": 1892,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert Watson-Watt",
    "birthday": "1892-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Robert_Watson-Watt.jpg/240px-Robert_Watson-Watt.jpg",
    "extract": "Sir Robert Alexander Watson Watt was a British pioneer of radio direction finding and radar technology.",
    "year": 1892,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Maurice Buckley",
    "birthday": "1891-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Maurice_Buckley_A05136.JPG/205px-Maurice_Buckley_A05136.JPG",
    "extract": "Maurice Vincent Buckley, was an Australian soldier serving under the pseudonym Gerald Sexton who was awarded the Victoria Cross during the First World War. This is the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
    "year": 1891,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Nella Larsen",
    "birthday": "1891-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/NellaLarsen1928.jpg/249px-NellaLarsen1928.jpg",
    "extract": "Nellallitea \"Nella\" Larsen was an American novelist. Working as a nurse and a librarian, she published two novels, Quicksand (1928) and Passing (1929), and a few short stories. Though her literary output was scant, she earned recognition by her contemporaries.",
    "year": 1891,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert Scholl",
    "birthday": "1891-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Bundesarchiv_Bild_183-26552-0005%2C_Weimar%2C_7._CDU-Parteitag.jpg/229px-Bundesarchiv_Bild_183-26552-0005%2C_Weimar%2C_7._CDU-Parteitag.jpg",
    "extract": "Robert Scholl was a Württembergian politician and father of Hans and Sophie Scholl. Scholl was a critic of the Nazi Party before, during and after the Nazi regime, and was twice sent to prison for his criticism of Nazism. He was mayor of Ingersheim 1917–1920, mayor of Forchtenberg 1920–1930 and lord mayor of Ulm 1945–1948, and co-founded the All-German People's Party in 1952.",
    "year": 1891,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Frank Murphy",
    "birthday": "1890-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Justice_Frank_Murphy.jpg/258px-Justice_Frank_Murphy.jpg",
    "extract": "William Francis Murphy was an American politician, lawyer and jurist from Michigan. He was a Democrat who was named to the Supreme Court of the United States in 1940 after a political career that included serving as United States Attorney General, Governor of Michigan, and Mayor of Detroit. He also served as the last Governor-General of the Philippines and the first High Commissioner of the Philippines.",
    "year": 1890,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dadasaheb Torne",
    "birthday": "1890-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/71/DadasahebTorneImg.jpg/242px-DadasahebTorneImg.jpg",
    "extract": "Ramchandra Gopal Torne, also known as Dadasaheb Torne was an Indian director and producer, best known for making the first feature film in India, Shree Pundalik. This historic record is well established by an advertisement in The Times of India published on 25 May 1912. Several leading reference books on cinema including The Guinness Book of Movie Facts & Feats, A Pictorial History of Indian Cinema and Marathi Cinema : In Restrospect amply substantiate this milestone achievement of the pioneer Indian feature-filmmaker.",
    "year": 1890,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Herbert Yardley",
    "birthday": "1889-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Herbert_O._Yardley.jpg/255px-Herbert_O._Yardley.jpg",
    "extract": "Herbert Osborn Yardley was an American cryptologist. He founded and led the cryptographic organization the Black Chamber. Under Yardley, the cryptanalysts of The American Black Chamber broke Japanese diplomatic codes and were able to furnish American negotiators with significant information during the Washington Naval Conference of 1921–1922. Recipient of the Distinguished Service Medal. He wrote The American Black Chamber (1931) about his experiences there. He later helped the Nationalists in China (1938–1940) to break Japanese codes. Following his work in China, Yardley worked briefly for the Canadian government, helping it set up a cryptological section of the National Research Council of Canada from June to December 1941. Yardley was reportedly let go due to pressure either from the Secretary of War Henry L. Stimson or from the British.",
    "year": 1889,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Vean Gregg",
    "birthday": "1885-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/1912_Vean_Gregg.jpeg/240px-1912_Vean_Gregg.jpeg",
    "extract": "Sylveanus Augustus \"Vean\" Gregg was an American baseball player. For three years, the left-hander was one of the most dominant pitchers in the major leagues.",
    "year": 1885,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Juhan Kukk",
    "birthday": "1885-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Juhan_kukk.jpg/203px-Juhan_kukk.jpg",
    "extract": "Juhan (Johann) Kukk VR III/1 was an Estonian politician.",
    "year": 1885,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "György Lukács",
    "birthday": "1885-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Luk%C3%A1cs_Gy%C3%B6rgy.jpg/264px-Luk%C3%A1cs_Gy%C3%B6rgy.jpg",
    "extract": "György Lukács was a Hungarian Marxist philosopher, literary historian, critic, and aesthetician. He was one of the founders of Western Marxism, an interpretive tradition that departed from the Marxist ideological orthodoxy of the Soviet Union. He developed the theory of reification, and contributed to Marxist theory with developments of Karl Marx's theory of class consciousness. He was also a philosopher of Leninism. He ideologically developed and organised Lenin's pragmatic revolutionary practices into the formal philosophy of vanguard-party revolution.",
    "year": 1885,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Pieter Sjoerds Gerbrandy",
    "birthday": "1885-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/PS_Gerbrandy_1941.jpg/223px-PS_Gerbrandy_1941.jpg",
    "extract": "Pieter Sjoerds Gerbrandy was a Dutch politician and jurist who served as Prime Minister of the Netherlands from 3 September 1940 until 25 June 1945. He oversaw the government-in-exile based in London under Queen Wilhelmina during the German occupation of the Netherlands. He was a member of the now-defunct Anti-Revolutionary Party (ARP), later merged into the Christian Democratic Appeal (CDA).",
    "year": 1885,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Charles Christie",
    "birthday": "1880-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Charles_Christie_-_Oct_1920_EH.jpg/197px-Charles_Christie_-_Oct_1920_EH.jpg",
    "extract": "Charles H. V. Christie was a motion picture studio owner.",
    "year": 1880,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Edward Bruce (New Deal)",
    "birthday": "1879-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Edward-Bruce.jpg/240px-Edward-Bruce.jpg",
    "extract": "Edward Bright Bruce was the director of the Public Works of Art Project (PWAP), the Section of Painting and Sculpture and the Treasury Relief Art Project, New Deal relief efforts that provided work for artists in the United States during the Great Depression. Ned Bruce was a successful lawyer and entrepreneur before giving up his career altogether at the age of 43 to become an artist. However, like most artists during the Depression, he found it impossible to make a living making art, and grudgingly returned to business in 1932 as a lobbyist in Washington for the Calamba Sugar Estate of San Francisco. In 1933, President Franklin D. Roosevelt received a letter from the American painter George Biddle, who suggested a New Deal program that would hire artists to paint murals in federal office buildings. Roosevelt was intrigued by the idea, and brought the idea to the United States Treasury Department, which oversaw all construction of federal buildings. Bruce had by that time made some connections in Washington, and he was asked to help organize the effort. By the end of 1943, all of the New Deal art programs had been shut down following Bruce's death.",
    "year": 1879,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Oswald Bruce Cooper",
    "birthday": "1879-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Oswald_Cooper.jpg",
    "extract": "Oswald Bruce Cooper was an American type designer, lettering artist, graphic designer, and teacher of these trades.",
    "year": 1879,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ray Lyman Wilbur",
    "birthday": "1875-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Ray_Lyman_Wilbur_family_photo.jpg/215px-Ray_Lyman_Wilbur_family_photo.jpg",
    "extract": "Ray Lyman Wilbur was an American medical doctor who served as the third president of Stanford University and was the 31st United States Secretary of the Interior.",
    "year": 1875,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John W. Davis",
    "birthday": "1873-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/John_William_Davis.jpg/244px-John_William_Davis.jpg",
    "extract": "John William Davis was an American politician, diplomat and lawyer. He served under President Woodrow Wilson as the Solicitor General of the United States and the United States Ambassador to the United Kingdom. He was the Democratic nominee for president in 1924 but lost to Republican incumbent Calvin Coolidge.",
    "year": 1873,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Cameron (footballer, born 1872)",
    "birthday": "1872-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/John_Cameron_Footballer.jpg/253px-John_Cameron_Footballer.jpg",
    "extract": "John Cameron was a Scottish footballer and manager. He played as a forward for Queen's Park, Everton and Scotland and was noted as an effective goal-maker and goalscorer. In 1899 he became player-manager at Tottenham Hotspur and guided them to victory in the 1901 FA Cup. As a result, they became the only club outside the English Football League to win the competition. In 1898 he became the first secretary of the Association Footballers' Union, which was the ill-fated fore-runner of the Professional Footballers' Association. He later coached Dresdner SC and during the First World War he was interned at Ruhleben, a civilian detention camp in Germany. After the war he coached Ayr United for one season and then became a football journalist, author and publisher. He had previously worked as a columnist for various newspapers before the war.",
    "year": 1872,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alexander Roda Roda",
    "birthday": "1872-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Roda_Roda_1907_Th._Mayerhofer.png/265px-Roda_Roda_1907_Th._Mayerhofer.png",
    "extract": "Alexander Roda Roda was an Austrian writer.",
    "year": 1872,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Butch Cassidy",
    "birthday": "1866-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Butch_Cassidy_with_bowler_hat.jpg/218px-Butch_Cassidy_with_bowler_hat.jpg",
    "extract": "Robert LeRoy Parker, better known as Butch Cassidy, was an American train and bank robber and the leader of a gang of criminal outlaws known as the \"Wild Bunch\" in the Old West.",
    "year": 1866,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "James Ensor",
    "birthday": "1860-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Ensor_voor_zijn_schildersezel%2C_James_Ensor%2C_1890%2C_Koninklijk_Museum_voor_Schone_Kunsten_Antwerpen%2C_2809.001.jpeg/224px-Ensor_voor_zijn_schildersezel%2C_James_Ensor%2C_1890%2C_Koninklijk_Museum_voor_Schone_Kunsten_Antwerpen%2C_2809.001.jpeg",
    "extract": "James Sidney Edouard, Baron Ensor was a Belgian painter and printmaker, an important influence on expressionism and surrealism who lived in Ostend for most of his life. He was associated with the artistic group Les XX.",
    "year": 1860,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lucy Craft Laney",
    "birthday": "1854-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Lucy_C._Laney.jpg/226px-Lucy_C._Laney.jpg",
    "extract": "Lucy Craft Laney was an American educator who in 1883 founded the first school for black children in Augusta, Georgia. She was principal for 50 years of the Haines Institute for Industrial and Normal Education. In 1974 Laney was posthumously selected by Governor Jimmy Carter as one of the first three African Americans honored by having their portraits installed in the Georgia State Capitol. She also was inducted into the Georgia Women of Achievement.",
    "year": 1854,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Frank Winfield Woolworth",
    "birthday": "1852-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f9/FWWoolworth.jpg",
    "extract": "Frank Winfield Woolworth was an American entrepreneur, the founder of F. W. Woolworth Company, and the operator of variety stores known as \"Five-and-Dimes\" which featured a selection of low-priced merchandise. He pioneered the now-common practices of buying merchandise directly from manufacturers and fixing the selling prices on items, rather than haggling. He was also the first to use self-service display cases, so that customers could examine what they wanted to buy without the help of a sales clerk.",
    "year": 1852,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert Abbe",
    "birthday": "1851-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Robert_Abbe.jpg/252px-Robert_Abbe.jpg",
    "extract": "Robert Abbe was an American surgeon and pioneer radiologist in New York City. He was born in New York City and educated at the College of the City of New York and Columbia University.",
    "year": 1851,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "William Quan Judge",
    "birthday": "1851-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/William_Quan_Judge.jpg/224px-William_Quan_Judge.jpg",
    "extract": "William Quan Judge was an Irish-American mystic, esotericist, and occultist, and one of the founders of the original Theosophical Society. He was born in Dublin, Ireland. When he was 13 years old, his family emigrated to the United States. He became a naturalized citizen of the USA at age 21 and passed the New York state bar exam, specializing in commercial law.",
    "year": 1851,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Arthur Matthew Weld Downing",
    "birthday": "1850-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/db/Arthur_Matthew_Weld_Downing.jpg",
    "extract": "Arthur Matthew Weld Downing FRAS was an Irish mathematician and astronomer. Downing's major contribution to astronomy is in the calculation of the positions and movements of astronomical bodies, as well as being a founder of the British Astronomical Association.",
    "year": 1850,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Louis-Ernest Barrias",
    "birthday": "1841-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Portrait_of_Louis-Ernest_Barrias.jpg/223px-Portrait_of_Louis-Ernest_Barrias.jpg",
    "extract": "Louis-Ernest Barrias was a French sculptor of the Beaux-Arts school. In 1865 Barrias won the Prix de Rome for study at the French Academy in Rome.",
    "year": 1841,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Juan Montalvo",
    "birthday": "1832-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Jmontalvo.jpg/233px-Jmontalvo.jpg",
    "extract": "Juan María Montalvo y Fiallos was an Ecuadorian author and essayist.",
    "year": 1832,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Josephine Butler",
    "birthday": "1828-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Josephine_Butler.jpg/240px-Josephine_Butler.jpg",
    "extract": "Josephine Elizabeth Butler was an English feminist and social reformer in the Victorian era. She campaigned for women's suffrage, the right of women to better education, the end of coverture in British law, the abolition of child prostitution, and an end to human trafficking of young women and children into European prostitution.",
    "year": 1828,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "J. B. Lightfoot",
    "birthday": "1828-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Joseph-barber-lightfoot.gif/237px-Joseph-barber-lightfoot.gif",
    "extract": "Joseph Barber Lightfoot, known as J. B. Lightfoot, was an English theologian and Bishop of Durham.",
    "year": 1828,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Thomas D'Arcy McGee",
    "birthday": "1825-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/ThomasDArcyMcGee.jpg/206px-ThomasDArcyMcGee.jpg",
    "extract": "Thomas D'Arcy McGee was an Irish-Canadian politician, Catholic spokesman, journalist, poet, and a Father of Canadian Confederation. The young McGee was an Irish Catholic who opposed British rule in Ireland, and was part of the Young Ireland attempts to overthrow British rule and create an independent Irish Republic. He escaped arrest and fled to the United States in 1848, where he reversed his political beliefs. He became disgusted with American republicanism, Anti-Catholicism, and Classical Liberalism. McGee became intensely conservative in his political beliefs and in his religious support for the embattled Pope Pius IX. He moved to the Province of Canada in 1857 and worked hard to convince the Irish Catholics to cooperate with the Protestant British in forming a Confederation that would make for a self-governing Canada within the British Empire. His passion for Confederation garnered him the title: 'Canada's first nationalist'. McGee denounced the Fenian Brotherhood in both Canada and the United States, which was a secret society of exiled Irish Republicans, who resembled his younger self politically. McGee succeeded in helping create the Canadian Confederation in 1867, but was assassinated, allegedly by Patrick J. Whelan, in 1868.",
    "year": 1825,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "William Alexander (bishop)",
    "birthday": "1824-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Abp_William_Alexander.jpg/251px-Abp_William_Alexander.jpg",
    "extract": "William Alexander was an Irish cleric in the Church of Ireland.",
    "year": 1824,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Félicien David",
    "birthday": "1810-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/F%C3%A9licien-C%C3%A9sar_David.jpg/205px-F%C3%A9licien-C%C3%A9sar_David.jpg",
    "extract": "Félicien-César David was a French composer.",
    "year": 1810,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Antonio Meucci",
    "birthday": "1808-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Antonio_Meucci.jpg/265px-Antonio_Meucci.jpg",
    "extract": "Antonio Santi Giuseppe Meucci was an Italian inventor and an associate of Giuseppe Garibaldi, a major political figure in the history of Italy. Meucci is best known for developing a voice-communication apparatus that several sources credit as the first telephone.",
    "year": 1808,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Leopold Fitzinger",
    "birthday": "1802-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Fitzinger_Leopold_1802-1884.png/278px-Fitzinger_Leopold_1802-1884.png",
    "extract": "Leopold Joseph Franz Johann Fitzinger was an Austrian zoologist.",
    "year": 1802,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jean Pierre Flourens",
    "birthday": "1794-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Pierre_flourens.jpeg/238px-Pierre_flourens.jpeg",
    "extract": "Marie Jean Pierre Flourens, father of Gustave Flourens, was a French physiologist, the founder of experimental brain science, and a pioneer in anesthesia.",
    "year": 1794,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Friedrich Graf von Wrangel",
    "birthday": "1784-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Wrangel%2C_Friedrich_Heinrich_Ernst_von.jpg/260px-Wrangel%2C_Friedrich_Heinrich_Ernst_von.jpg",
    "extract": "Friedrich Heinrich Ernst Graf von Wrangel was a Generalfeldmarschall of the Prussian Army.",
    "year": 1784,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alexander Mitchell (engineer)",
    "birthday": "1780-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Belfast_Lough_Screwpile_Lighthouse.jpg/238px-Belfast_Lough_Screwpile_Lighthouse.jpg",
    "extract": "Alexander Mitchell, was an Irish engineer who from 1802 was blind. He is known as the inventor of the screw-pile lighthouse.",
    "year": 1780,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Richard Trevithick",
    "birthday": "1771-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Richard_Trevithick_portrait.jpg/260px-Richard_Trevithick_portrait.jpg",
    "extract": "Richard Trevithick was a British inventor and mining engineer. The son of a mining captain, and born in the mining heartland of Cornwall, Trevithick was immersed in mining and engineering from an early age. He was an early pioneer of steam-powered road and rail transport, and his most significant contributions were the development of the first high-pressure steam engine and the first working railway steam locomotive. The world's first locomotive-hauled railway journey took place on 21 February 1804, when Trevithick's unnamed steam locomotive hauled a train along the tramway of the Penydarren Ironworks, in Merthyr Tydfil, Wales.",
    "year": 1771,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Thomas Lawrence",
    "birthday": "1769-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Self_portrait_of_Sir_Thomas_Lawrence.jpg/245px-Self_portrait_of_Sir_Thomas_Lawrence.jpg",
    "extract": "Sir Thomas Lawrence was a leading English portrait painter and the fourth president of the Royal Academy. Lawrence was a child prodigy. He was born in Bristol and began drawing in Devizes, where his father was an innkeeper at the Bear Hotel in the Market Square. At the age of ten, having moved to Bath, he was supporting his family with his pastel portraits. At eighteen he went to London and soon established his reputation as a portrait painter in oils, receiving his first royal commission, a portrait of Queen Charlotte, in 1790. He stayed at the top of his profession until his death, aged 60, in 1830.",
    "year": 1769,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Laurent de Gouvion Saint-Cyr",
    "birthday": "1764-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Laurent_de_Gouvion-Saint-Cyr.jpg/205px-Laurent_de_Gouvion-Saint-Cyr.jpg",
    "extract": "Laurent de Gouvion Saint-Cyr, 1st Marquis of Gouvion-Saint-Cyr was a French military commander in the French Revolutionary and Napoleonic Wars who rose to the rank of Marshal of the Empire. He is regarded as Napoleon's finest commander in defensive warfare.",
    "year": 1764,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Louis Philippe II, Duke of Orléans",
    "birthday": "1747-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Portrait_of_Louis_Philippe_d%27Orl%C3%A9ans%2C_Duke_of_Orl%C3%A9ans_%28known_as_Philippe_%C3%89galit%C3%A9%29_in_ceremonial_robes_of_the_Order_of_the_Holy_Spirit_by_Antoine_Fran%C3%A7ois_Callet.jpg/209px-thumbnail.jpg",
    "extract": "Louis Philippe II, Duke of Orléans, was a major French noble who supported the French Revolution.",
    "year": 1747,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Thomas Jefferson",
    "birthday": "1743-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Official_Presidential_portrait_of_Thomas_Jefferson_%28by_Rembrandt_Peale%2C_1800%29%28cropped%29.jpg/260px-Official_Presidential_portrait_of_Thomas_Jefferson_%28by_Rembrandt_Peale%2C_1800%29%28cropped%29.jpg",
    "extract": "Thomas Jefferson was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the 3rd president of the United States from 1801 to 1809. He had previously served as the second vice president of the United States under John Adams and as the first United States secretary of state under George Washington. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republicanism, and individual rights, motivating American colonists to break from the Kingdom of Great Britain and form a new nation; he produced formative documents and decisions at both the state and national levels.",
    "year": 1743,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Isaac Low",
    "birthday": "1735-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Isaac_Low_%28NYPL_NYPG94-F149-419952%29.jpg/259px-Isaac_Low_%28NYPL_NYPG94-F149-419952%29.jpg",
    "extract": "Isaac Low was an American merchant in New York City who served as a member of the Continental Congress, where he signed the Continental Association. He later served as a delegate to the New York Provincial Congress. Though originally a Patriot, he later joined the Loyalist cause in the American Revolution.",
    "year": 1735,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Frederick North, Lord North",
    "birthday": "1732-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Frederick_North%2C_2nd_Earl_of_Guilford_by_Nathaniel_Dance%2C_%28later_Sir_Nathaniel_Dance-Holland%2C_Bt%29.jpg/252px-Frederick_North%2C_2nd_Earl_of_Guilford_by_Nathaniel_Dance%2C_%28later_Sir_Nathaniel_Dance-Holland%2C_Bt%29.jpg",
    "extract": "Frederick North, 2nd Earl of Guilford, better known by his courtesy title Lord North, which he used from 1752 to 1790, was Prime Minister of Great Britain from 1770 to 1782. He led Great Britain through most of the American War of Independence. He also held a number of other cabinet posts, including Home Secretary and Chancellor of the Exchequer.",
    "year": 1732,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Thomas Percy (bishop of Dromore)",
    "birthday": "1729-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Thomas_Percy.jpg/252px-Thomas_Percy.jpg",
    "extract": "Thomas Percy was Bishop of Dromore, County Down, Ireland. Before being made bishop, he was chaplain to George III of the United Kingdom. Percy's greatest contribution is considered to be his Reliques of Ancient English Poetry (1765), the first of the great ballad collections, which was the one work most responsible for the ballad revival in English poetry that was a significant part of the Romantic movement.",
    "year": 1729,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Pierre Jélyotte",
    "birthday": "1713-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/J%C3%A9lyotte_by_Coypel.jpg/276px-J%C3%A9lyotte_by_Coypel.jpg",
    "extract": "Pierre Jélyotte was a French operatic tenor, particularly associated with works by Rameau, Lully, Campra, Mondonville and Destouches.",
    "year": 1713,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jeanne Guyon",
    "birthday": "1648-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Mme_Guyon.jpg/245px-Mme_Guyon.jpg",
    "extract": "Jeanne-Marie Bouvier de la Motte-Guyon was a French mystic accused of advocating Quietism, although she never called herself a Quietist. Quietism was considered heretical by the Roman Catholic Church, and she was imprisoned from 1695 to 1703 after publishing the book A Short and Very Easy Method of Prayer.",
    "year": 1648,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hendrik van Rheede",
    "birthday": "1636-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/HenricusAdrianusVanRheede.jpg/195px-HenricusAdrianusVanRheede.jpg",
    "extract": "Hendrik Adriaan van Rheede tot Drakenstein was a military man and a colonial administrator of the Dutch East India Company and naturalist. Between 1669 and 1676 he served as a governor of Dutch Malabar and employed twenty-five people on his book Hortus Malabaricus, describing 740 plants in the region. As Lord of Mydrecht, he also played a role in the governance of the Cape colonies. Many plants such as the vine Entada rheedii are named for him. The standard author abbreviation Rheede is used to indicate this person as the author when citing a botanical name.",
    "year": 1636,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Roger de Rabutin, comte de Bussy",
    "birthday": "1618-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Roger_de_Bussy-Rabutin_en_armure_de_lieutenant-g%C3%A9n%C3%A9ral_du_roi_%28bgw17_0152%29.jpg/267px-Roger_de_Bussy-Rabutin_en_armure_de_lieutenant-g%C3%A9n%C3%A9ral_du_roi_%28bgw17_0152%29.jpg",
    "extract": "Roger de Rabutin, comte de Bussy, commonly known as Bussy-Rabutin, was a French memoirist. He was the cousin and frequent correspondent of Madame de Sévigné.",
    "year": 1618,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Thomas Wentworth, 1st Earl of Strafford",
    "birthday": "1593-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Thomas_Wentworth%2C_1st_Earl_of_Strafford_by_Sir_Anthony_Van_Dyck.jpg/274px-Thomas_Wentworth%2C_1st_Earl_of_Strafford_by_Sir_Anthony_Van_Dyck.jpg",
    "extract": "Thomas Wentworth, 1st Earl of Strafford, was an English statesman and a major figure in the period leading up to the English Civil War. He served in Parliament and was a supporter of King Charles I. From 1632 to 1640 he was Lord Deputy of Ireland, where he established a strong authoritarian rule. Recalled to England, he became a leading advisor to the King, attempting to strengthen the royal position against Parliament. When Parliament condemned Wentworth to death, Charles reluctantly signed the death warrant and Wentworth was executed.",
    "year": 1593,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Christina of Holstein-Gottorp",
    "birthday": "1573-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Kristina%2C_1573-1625%2C_drottning_av_Sverige_prinsessa_av_Holstein-Gottorp_-_Nationalmuseum_-_15095.tif/lossy-page1-241px-Kristina%2C_1573-1625%2C_drottning_av_Sverige_prinsessa_av_Holstein-Gottorp_-_Nationalmuseum_-_15095.tif.jpg",
    "extract": "Christina of Holstein-Gottorp was Queen of Sweden as the second wife of King Charles IX. She served as regent in 1605, during the absence of her spouse, and in 1611, during the minority of her son, King Gustav II Adolph.",
    "year": 1573,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Guy Fawkes",
    "birthday": "1570-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Guy_Fawkes_by_Cruikshank.jpg/213px-Guy_Fawkes_by_Cruikshank.jpg",
    "extract": "Guy Fawkes, also known as Guido Fawkes while fighting for the Spanish, was a member of a group of provincial English Catholics who was involved in the failed Gunpowder Plot of 1605. He was born and educated in York; his father died when Fawkes was eight years old, after which his mother married a recusant Catholic.",
    "year": 1570,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Catherine de' Medici",
    "birthday": "1519-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Catherine_de_M%C3%A9dicis_-_entourage_de_Fran%C3%A7ois_Clouet.jpg/223px-Catherine_de_M%C3%A9dicis_-_entourage_de_Fran%C3%A7ois_Clouet.jpg",
    "extract": "Catherine de' Medici was an Italian noblewoman born into the Medici family. She was Queen of France from 1547 until 1559, by marriage to King Henry II, and mother of French kings Francis II, Charles IX and Henry III. The years during which her sons reigned have been called \"the age of Catherine de' Medici\" as she had extensive, if at times varying, influence in the political life of France.",
    "year": 1519,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Peter Faber",
    "birthday": "1506-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Pierre_Favre%281%29.jpg/277px-Pierre_Favre%281%29.jpg",
    "extract": "Peter Faber was a Jesuit priest and theologian, who was also a co-founder of the Society of Jesus, along with Ignatius of Loyola and Francis Xavier. Pope Francis announced his canonization in 2013.",
    "year": 1506,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Margaret III, Countess of Flanders",
    "birthday": "1350-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Flemish_School_-_Lille_-_Margaret_of_Dampierre.jpg/225px-Flemish_School_-_Lille_-_Margaret_of_Dampierre.jpg",
    "extract": "Margaret III was the last Countess of Flanders of the House of Dampierre, as well as Countess of Artois, Duchess of Burgundy, and Countess of Auvergne and Boulogne, by her first marriage.",
    "year": 1350,
    "month": 4,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Louis II, Duke of Bavaria",
    "birthday": "1229-4-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/F%C3%BCrstenfeldbruck-Klosterkirche_8.jpg/197px-F%C3%BCrstenfeldbruck-Klosterkirche_8.jpg",
    "extract": "Louis the Strict was Duke of Upper Bavaria and Count Palatine of the Rhine from 1253. He is known as Louis II or Louis VI following an alternative numbering. Born in Heidelberg, he was a son of Otto II Wittelsbach, Duke of Bavaria and Agnes of the Palatinate.",
    "year": 1229,
    "month": 4,
    "day": 13,
    "language": "en"
  }
]