[
  {
    "name": "Anya Taylor-Joy",
    "birthday": "1996-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Anya_Taylor-Joy_by_Patrick_Lovell%2C_January_2019.jpg/213px-Anya_Taylor-Joy_by_Patrick_Lovell%2C_January_2019.jpg",
    "extract": "Anya-Josephine Marie Taylor-Joy is an actress. She is the recipient of several accolades, including a Golden Globe Award and a Screen Actors Guild Award, in addition to a nomination for a Primetime Emmy Award.",
    "year": 1996,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Chance the Rapper",
    "birthday": "1993-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Chance_the_Rapper_2018_February.png/244px-Chance_the_Rapper_2018_February.png",
    "extract": "Chancelor Johnathan Bennett, known professionally as Chance the Rapper, is an American rapper, singer-songwriter, and record producer.",
    "year": 1993,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mirai Nagasu",
    "birthday": "1993-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Nagasu_2010_TEB.jpg/213px-Nagasu_2010_TEB.jpg",
    "extract": "Mirai Aileen Nagasu  is an American figure skater. She is a 2018 Olympic Games team event bronze medalist, three-time Four Continents medalist, the 2007 JGP Final champion, a two-time World Junior medalist, and a seven-time U.S. national medalist.",
    "year": 1993,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nolan Arenado",
    "birthday": "1991-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Nolan_Arenado_%2827962807183%29_%28cropped%29.jpg/248px-Nolan_Arenado_%2827962807183%29_%28cropped%29.jpg",
    "extract": "Nolan James Arenado is an American professional baseball third baseman for the St. Louis Cardinals of Major League Baseball (MLB). Arenado is considered one of the top third basemen in the league because he hits for power and average and has superb defensive skills; he is the only infielder to win the Rawlings Gold Glove Award in each of his first nine MLB seasons. He made his MLB debut with the Colorado Rockies in 2013 and was traded to the Cardinals before the 2021 season.",
    "year": 1991,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Reggie Jackson (basketball, born 1990)",
    "birthday": "1990-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Reggie_Jackson_%2837774080636%29_%28cropped%29.jpg/261px-Reggie_Jackson_%2837774080636%29_%28cropped%29.jpg",
    "extract": "Reginald Jackson is an American professional basketball player for the Los Angeles Clippers of the National Basketball Association (NBA). He played three seasons for the Boston College Eagles before declaring for the 2011 NBA draft where he was drafted 24th overall by the Oklahoma City Thunder.",
    "year": 1990,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vangelis Mantzaris",
    "birthday": "1990-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Basketball_match_Greece_vs_France_on_02_September_2017_21.jpg/213px-Basketball_match_Greece_vs_France_on_02_September_2017_21.jpg",
    "extract": "Evangelos \"Vangelis\" Mantzaris is a Greek professional basketball player who last played for PAOK of the Greek Basket League and the Basketball Champions League. He is a 1.96 m (6'5\") tall point guard and shooting guard. He also represents the senior National Basketball Team of Greece internationally.",
    "year": 1990,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tony McQuay",
    "birthday": "1990-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Tony_McQuay_USA_relay_2013.jpg/144px-Tony_McQuay_USA_relay_2013.jpg",
    "extract": "Tony McQuay is an American track and field athlete who specializes in the 400 meters. He is a member of the 2012 and 2016 United States Olympic teams, winning a silver medal in the 4 x 400 m relay in 2012 and a gold in the same event in 2016. He is also a two time World Champion in this event.",
    "year": 1990,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kyle Okposo",
    "birthday": "1988-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Kyle_Okposo_-_New_York_Islanders.jpg/288px-Kyle_Okposo_-_New_York_Islanders.jpg",
    "extract": "Kyle Henry Erovre Okposo is an American professional ice hockey right winger and alternate captain for the Buffalo Sabres of the National Hockey League (NHL). He was drafted seventh overall in the 2006 NHL Entry Draft by the New York Islanders, for whom he played from 2008 to 2016.",
    "year": 1988,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cenk Akyol",
    "birthday": "1987-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Cenk_akyol%2713.JPG/207px-Cenk_akyol%2713.JPG",
    "extract": "Cenk Akyol is a retired Turkish professional basketball player.",
    "year": 1987,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Aaron Lennon",
    "birthday": "1987-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Aaron_Lennon_Brighton_v_Spurs_Amex_Opening_30711.jpg/213px-Aaron_Lennon_Brighton_v_Spurs_Amex_Opening_30711.jpg",
    "extract": "Aaron Justin Lennon is an English professional footballer who plays as a winger for Premier League club Burnley.",
    "year": 1987,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Shinji Okazaki",
    "birthday": "1986-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/JAP-POL_%284%29_%28cropped%29.jpg/205px-JAP-POL_%284%29_%28cropped%29.jpg",
    "extract": "Shinji Okazaki  is a Japanese professional footballer who plays as a forward or attacking midfielder for Spanish club Cartagena and the Japan national team.",
    "year": 1986,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Peter Regin",
    "birthday": "1986-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Peter_Regin_2013.jpg/213px-Peter_Regin_2013.jpg",
    "extract": "Peter Regin Jensen is a Danish professional ice hockey player who plays for HC Ambrì-Piotta of the National League (NL). He was drafted by the Ottawa Senators in the third round of the 2004 NHL Entry Draft and played his first five NHL seasons with the organization. Prior to his NHL career, he played professionally in Europe.",
    "year": 1986,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Epke Zonderland",
    "birthday": "1986-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Epke_Zonderland_met_Olympisch_goud.jpg/319px-Epke_Zonderland_met_Olympisch_goud.jpg",
    "extract": "Epke Jan Zonderland is a Dutch gymnast and 2012 Olympics gold medalist on the high bar. He is a four-time Olympian (2008–20) and has won three World Championships titles on the high bar, at the 2013, 2014, and 2018 World Championships, the first man to achieve the feat on the apparatus. He is nicknamed \"The Flying Dutchman.”",
    "year": 1986,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Luol Deng",
    "birthday": "1985-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Deng2-20190120_%28cropped%29.jpg/243px-Deng2-20190120_%28cropped%29.jpg",
    "extract": "Luol Ajou Deng is a South Sudanese-British former professional basketball player. He was a two-time NBA All-Star and was named to the NBA All-Defensive Second Team in 2012. Born in what is now South Sudan, Deng fled the country with his family as a child, eventually settling in the United Kingdom. He became a British citizen in 2006, and has played for the Great Britain national team.",
    "year": 1985,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Taye Taiwo",
    "birthday": "1985-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Olympique_de_Marseille_-_Girondins_de_Bordeaux_2007_2008_Taye_Taiwo.jpg/307px-Olympique_de_Marseille_-_Girondins_de_Bordeaux_2007_2008_Taye_Taiwo.jpg",
    "extract": "Taye Ismaila Taiwo is a Nigerian professional footballer who plays as a defender for Kakkonen club SalPa.",
    "year": 1985,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Claire Foy",
    "birthday": "1984-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Claire_Foy_in_2018.jpg/228px-Claire_Foy_in_2018.jpg",
    "extract": "Claire Elizabeth Foy is a British actress. She has received various awards, including two Primetime Emmy Awards, a Golden Globe Award, and two Screen Actors Guild Awards.",
    "year": 1984,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tucker Fredricks",
    "birthday": "1984-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Tucker_Fredricks_%2823-02-2008%29.jpg/275px-Tucker_Fredricks_%2823-02-2008%29.jpg",
    "extract": "Tucker Fredricks is an American speed skater and the US record holder in the 500 meter event. He competed at the 2006, 2010, and 2014 Winter Olympics.",
    "year": 1984,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paweł Kieszek",
    "birthday": "1984-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Dinamo-Estoril_%283%29.jpg/320px-Dinamo-Estoril_%283%29.jpg",
    "extract": "Paweł Kieszek is a Polish footballer who plays for Wisła Kraków as a goalkeeper.",
    "year": 1984,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kerron Stewart",
    "birthday": "1984-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Kerron_Stewart_Osaka07.jpg",
    "extract": "Kerron Stewart is a Jamaican sprinter who specializes in the 100 metres and 200 metres. She is the 2008 Jamaican national champion in the 100 m clocking 10.80s. She defeated World Champion Veronica Campbell-Brown in the process and now is the 2008 Summer Olympics silver medalist after she tied with Sherone Simpson in a time of 10.98s. She also earned a bronze medal in the 200 metres at the 2008 Summer Olympics with a time of 22.00s. She was born in Kingston.",
    "year": 1984,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Marié Digby",
    "birthday": "1983-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Mari%C3%A9_Digby_-_Dream_World.jpg/214px-Mari%C3%A9_Digby_-_Dream_World.jpg",
    "extract": "Marié Christina Digby is an American singer, songwriter, guitarist and pianist known for her acoustic cover version of Rihanna's \"Umbrella\", which was posted on YouTube in 2007. The song was subsequently played on the radio station STAR 98.7, was featured on the highly rated third season opening episode of the MTV show The Hills, and peaked at #10 on the Bubbling Under Hot 100 Singles chart. Digby performed the song on the late night talk show Last Call with Carson Daly on August 2, 2007. Since then, Digby has released several studio albums, EPs and singles, including one Japanese cover album. Her fifth studio album Winter Fields was released on October 29, 2013. On August 16, 2014, Marié released Chimera, a 3 track EP.",
    "year": 1983,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cat Osterman",
    "birthday": "1983-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Cat_Osterman.jpg/315px-Cat_Osterman.jpg",
    "extract": "Catherine Leigh Osterman is a retired American softball pitcher originally from Houston, Texas. Osterman pitched on the USA Women's Softball Team which won the gold medal at the 2004 Summer Olympics and the silver medals in the 2008 and 2020 Summer Olympics. She was a collegiate four-time All-American and six-time professional All-Star, left-handed softball pitcher and former softball assistant coach. She completed her college eligibility in 2006 at the University of Texas at Austin, where she was a starting pitcher for the Longhorns since 2002. Osterman holds the Big 12 Conference pitching Triple Crown for her career wins, ERA, strikeouts, as well as shutouts, no-hitters, WHIP and perfect games, additionally claiming the NCAA Division I record for strikeout ratio (14.34). In the National Pro Fastpitch, Osterman was drafted #1 and is the career leader in strikeout ratio (10.90) and no-hitters (6). She is also one of NCAA's five pitchers to strikeout 1,000 batters with 100 wins, an ERA of under 1.00, and averaging double digit strikeouts. She was a member of the independent \"This is Us\" team. In May of 2020, she joined and eventually won the inaugural championship in the Athletes Unlimited Softball league as the top individual points leader. Osterman was also named #3 Greatest College Softball Player and the No. 1 pitcher in NCAA history.",
    "year": 1983,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gina Carano",
    "birthday": "1982-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Gina_Carano_by_Gage_Skidmore.jpg/228px-Gina_Carano_by_Gage_Skidmore.jpg",
    "extract": "Gina Joy Carano is an American actress, television personality, fitness model, and former mixed martial artist. She competed in EliteXC and Strikeforce from 2006 to 2009, where she compiled a 7–1 record. Her popularity led to her being called the \"face of women's MMA\", although Carano rejected this title. She and Cris Cyborg were the first women to headline a major MMA event during their 2009 Strikeforce bout. Carano retired from competition after her first professional MMA defeat to Cyborg.",
    "year": 1982,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Boris Diaw",
    "birthday": "1982-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Boris_Diaw_20160316.jpg/254px-Boris_Diaw_20160316.jpg",
    "extract": "Boris Babacar Diaw-Riffiod, better known as Boris Diaw, is a French basketball executive and former player who is the president of Metropolitans 92 of LNB Pro A. Diaw began his playing career in Pro A and returned to that league after 14 seasons in the National Basketball Association (NBA). He played mostly at the power forward position. In 2006, Diaw was named the NBA's Most Improved Player as a member of the Phoenix Suns. He won an NBA championship with the San Antonio Spurs in 2014.",
    "year": 1982,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jonathan Vilma",
    "birthday": "1982-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Jonathan_Vilma_Tulane_Commencement_2010.jpg/320px-Jonathan_Vilma_Tulane_Commencement_2010.jpg",
    "extract": "Jonathan Polynice Vilma is a former American football linebacker and current Fox NFL analyst. He played college football at the University of Miami, winning a National Championship in 2001. He went on to be drafted by the New York Jets in the first round of the 2004 NFL Draft. Vilma won a Super Bowl championship with the New Orleans Saints. He serves as a color analyst for the NFL on Fox. He previously worked at ESPN as a college football commentator and studio analyst. Vilma was elected as a member of the Orange Bowl Committee in 2018.",
    "year": 1982,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Maya Dunietz",
    "birthday": "1981-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Thicket.jpg/320px-Thicket.jpg",
    "extract": "Maya Dunietz, is an international musician and artist, combining a solo career with collaborations with renowned musicians: Emahoy Tsegué-Maryam Guèbrou, Roscoe Mitchell, John Tilbury, Habiluim, and many others. Her works are exhibited in venues such as Centre Pompidou Paris, Athens Onassis Center, Frac Paca, and CCA Tel Aviv.",
    "year": 1981,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Christijan Albers",
    "birthday": "1979-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Christijan_Albers_2006_%28cropped%29.JPG/320px-Christijan_Albers_2006_%28cropped%29.JPG",
    "extract": "Christijan Albers is a Dutch former professional racing driver. After success in the DTM he drove in Formula One from 2005 until the 2007 British Grand Prix, shortly after which he was dropped by the Spyker F1 team. In 2008, he returned to the DTM series as a driver for the Audi Futurecom TME team. Albers acted as Team Principal and CEO of the Caterham F1 Team from July to September 2014 after it was acquired by new team owners.",
    "year": 1979,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lars Börgeling",
    "birthday": "1979-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/LarsB%C3%B6rgeling.jpg/211px-LarsB%C3%B6rgeling.jpg",
    "extract": "Lars Börgeling is a German pole vaulter.",
    "year": 1979,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Freddie Ljungberg",
    "birthday": "1977-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Football_against_poverty_2014_-_Fredrik_Ljungberg.jpg/213px-Football_against_poverty_2014_-_Fredrik_Ljungberg.jpg",
    "extract": "Karl Fredrik \"Freddie\" Ljungberg is a Swedish former professional footballer and manager who played as a winger. He was most recently a former assistant coach, and interim head coach of Arsenal.",
    "year": 1977,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lukas Haas",
    "birthday": "1976-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Lukas_Haas_in_2018.jpg/227px-Lukas_Haas_in_2018.jpg",
    "extract": "Lukas Daniel Haas is an American actor and musician. His acting career has spanned four decades, during which he has appeared in more than 50 feature films and a number of television shows and stage productions.",
    "year": 1976,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kelli O'Hara",
    "birthday": "1976-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Kelli_O%27Hara_Memorial_Day_concert.jpg/218px-Kelli_O%27Hara_Memorial_Day_concert.jpg",
    "extract": "Kelli Christine O'Hara is an American actress and singer, most known for her work on the Broadway and opera stages.",
    "year": 1976,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Akon",
    "birthday": "1973-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Akon_in_July_2015_%28cropped%29.jpg/207px-Akon_in_July_2015_%28cropped%29.jpg",
    "extract": "Aliaune Damala Badara Akon Thiam, known mononymously as Akon, is a Senegalese American singer, songwriter, record producer, and entrepreneur. He rose to prominence in 2004 following the release of \"Locked Up\", the first single from his debut album Trouble (2004), followed by the second single \"Lonely\".",
    "year": 1973,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Teddy Cobeña",
    "birthday": "1973-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Teddy_Cobe%C3%B1a_Loor.JPG/240px-Teddy_Cobe%C3%B1a_Loor.JPG",
    "extract": "Teddy Cobeña Loor is a figurative expressionist sculptor with a surrealist component. He lives in Barcelona.",
    "year": 1973,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Conchita Martínez",
    "birthday": "1972-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Conchita_Mart%C3%ADnez_at_the_2010_US_Open_02.jpg/320px-Conchita_Mart%C3%ADnez_at_the_2010_US_Open_02.jpg",
    "extract": "Inmaculada Concepción \"Conchita\" Martínez Bernat is a Spanish former professional tennis player. She was the first Spanish player to win the women's singles title at Wimbledon, where she beat Martina Navratilova in the 1994 final. Martínez also was the singles runner-up at the 1998 Australian Open and the 2000 French Open. She reached a highest world ranking of No. 2 in October 1995 and finished the season in the Top 10 for nine years. Martínez won 33 singles and 13 doubles titles during her 18-year career, as well as three Olympic medals. She was inducted into the International Tennis Hall of Fame in 2020.",
    "year": 1972,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tracy K. Smith",
    "birthday": "1972-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Tracy_K._Smith_9132454_crop.jpg/256px-Tracy_K._Smith_9132454_crop.jpg",
    "extract": "Tracy K. Smith is an American poet and educator. She served as the 22nd Poet Laureate of the United States from 2017 to 2019. She has published four collections of poetry, winning the Pulitzer Prize for her 2011 volume Life on Mars. Her memoir, Ordinary Light, was published in 2015.",
    "year": 1972,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Selena",
    "birthday": "1971-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/40/Selena_Quintanilla-P%C3%A9rez.jpg",
    "extract": "Selena Quintanilla Pérez, known mononymously as Selena, was an American singer and fashion designer. Called the \"Queen of Tejano music\", her contributions to music and fashion made her one of the most celebrated Mexican-American entertainers of the late 20th century. In 2020 Billboard magazine put her in third place on their list of \"Greatest Latino Artists of All Time\", based on both Latin albums and Latin songs chart. Media outlets called her the \"Tejano Madonna\" for her clothing choices. She also ranks among the most influential Latin artists of all time and is credited for catapulting the Tejano genre into the mainstream market.",
    "year": 1971,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Natasha Zvereva",
    "birthday": "1971-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Natasha_Zvereva_2010.jpg/213px-Natasha_Zvereva_2010.jpg",
    "extract": "Natallia Marataŭna Zvierava is a former professional tennis player from Belarus. She was the first major athlete in the Soviet Union to demand publicly that she should be able to keep her tournament earnings. The team of Zvereva and Gigi Fernández won more women's doubles titles and Grand Slam women's doubles championships than any other team since Martina Navratilova and Pam Shriver.",
    "year": 1971,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dero Goi",
    "birthday": "1970-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Dero_Goi_Oomph%21_Nocturnal_Culture_Night_10_2015_12_%28cropped%29.jpg/238px-Dero_Goi_Oomph%21_Nocturnal_Culture_Night_10_2015_12_%28cropped%29.jpg",
    "extract": "Stephan Musiol, known professionally as Dero Goi, is a German singer, musician, songwriter and poet. He is best known as the former lead vocalist, drummer and founding member of Neue Deutsche Härte band Oomph! from 1989 to 2021.",
    "year": 1970,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Patrik Järbyn",
    "birthday": "1969-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Patrik_J%C3%A4rbyn.jpg/239px-Patrik_J%C3%A4rbyn.jpg",
    "extract": "Patrik Järbyn is a Swedish former World Cup alpine ski racer.",
    "year": 1969,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vickie Guerrero",
    "birthday": "1968-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Vickie_Guerrero_2013.jpg/199px-Vickie_Guerrero_2013.jpg",
    "extract": "Vickie Lynn Benson is an American professional wrestling personality and manager. She is best known for her time in WWE, under the ring name Vickie Guerrero. She is currently signed to All Elite Wrestling (AEW) as the manager of Nyla Rose.",
    "year": 1968,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jarle Vespestad",
    "birthday": "1966-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Jarle_Vespestad1.jpg/320px-Jarle_Vespestad1.jpg",
    "extract": "Jarle Vespestad is a Norwegian jazz musician (percussion), the younger brother of jazz musician Liz Tove Vespestad, and a central member of Tord Gustavsen's projects.",
    "year": 1966,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Yves-François Blanchet",
    "birthday": "1965-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Yves-Francois_Blanchet_in_October_2009.jpg/210px-Yves-Francois_Blanchet_in_October_2009.jpg",
    "extract": "Yves-François Blanchet is a Canadian politician who has served as leader of the Bloc Québécois (BQ) since 2019. He has been the Member of Parliament (MP) for Beloeil—Chambly since the 2019 election.",
    "year": 1965,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jon Cryer",
    "birthday": "1965-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/JonCryerHWOFSept2011_%28cropped%29.jpg/214px-JonCryerHWOFSept2011_%28cropped%29.jpg",
    "extract": "Jonathan Niven Cryer is an American actor, writer, director and producer. Born into a show business family, he made his motion picture debut as a teenaged photographer in the 1984 romantic comedy No Small Affair; his breakout role came in 1986, in the John Hughes-written film Pretty in Pink. In 1998, he wrote and produced the independent film Went to Coney Island on a Mission from God... Be Back by Five.",
    "year": 1965,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Martin Lawrence",
    "birthday": "1965-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/MartinLawrenceHWOFJune2013.jpg/318px-MartinLawrenceHWOFJune2013.jpg",
    "extract": "Martin Fitzgerald Lawrence is an American comedian and actor. He came to fame during the 1990s, establishing a Hollywood career as a leading actor. He got his start playing Maurice Warfield in What's Happening Now!! (1987–1988). He was a leading actor in the Fox television sitcom Martin, the Bad Boys franchise, and House Party, Boomerang, Open Season, Wild Hogs, Nothing to Lose, Blue Streak, Life,  Black Knight, Big Momma's House, and A Thin Line Between Love and Hate.",
    "year": 1965,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dave Pirner",
    "birthday": "1964-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Dave_Pirner_2.jpg/264px-Dave_Pirner_2.jpg",
    "extract": "David Anthony Pirner is an American songwriter, singer, and producer best known as the lead vocalist and frontman for the alternative rock band Soul Asylum.",
    "year": 1964,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Esbjörn Svensson",
    "birthday": "1964-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Esbj%C3%B6rn_Svensson.jpg/320px-Esbj%C3%B6rn_Svensson.jpg",
    "extract": "Bror Fredrik \"Esbjörn\" Svensson was a Swedish jazz pianist and founder of the jazz group Esbjörn Svensson Trio, commonly known as e.s.t.",
    "year": 1964,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Saleem Malik",
    "birthday": "1963-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Saleem_Malik.jpg",
    "extract": "Saleem Malik, is a Pakistani former cricketer. He played for the Pakistan national cricket team between 1981/82 and 1999, at one stage captaining the side. He was a right-handed wristy middle order batsman who was strong square of the wicket. His off break bowling was also quite effective. Despite playing more than 100 Tests he would go down in cricket history as the first of a number of international cricketers to be banned for match fixing around the start of the 21st century. Saleem is the brother-in-law of former teammate Ijaz Ahmed.",
    "year": 1963,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jimmy Osmond",
    "birthday": "1963-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/The_Osmonds_1974.JPG/320px-The_Osmonds_1974.JPG",
    "extract": "James Arthur Osmond is an American singer, actor, and businessman. He is the youngest member of the sibling musical group the Osmonds. As a solo artist, Osmond has accumulated six Gold records, one Platinum record, and two Gold albums.",
    "year": 1963,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anna Dello Russo",
    "birthday": "1962-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Anna_Dello_Russo_Paris_Fashion_Week_Autumn_Winter_2019.jpg/213px-Anna_Dello_Russo_Paris_Fashion_Week_Autumn_Winter_2019.jpg",
    "extract": "Anna Dello Russo is an Italian fashion journalist. She is a creative consultant and editor-at-large for Vogue Japan.",
    "year": 1962,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Douglas Elmendorf",
    "birthday": "1962-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/13/DouglasWElmendorf.jpg",
    "extract": "Douglas William Elmendorf is an American economist who is the dean and Don K. Price Professor of Public Policy at the John F. Kennedy School of Government. He previously served as the Director of the Congressional Budget Office (CBO) from 2009 to 2015. He was a Brookings Institution senior fellow from 2007 to 2009, and briefly in 2015 following his time at the CBO, and was a director of the Hamilton Project at Brookings.",
    "year": 1962,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ian MacKaye",
    "birthday": "1962-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Ian_MacKaye_at_the_Brooklyn_Book_Festival.jpg/240px-Ian_MacKaye_at_the_Brooklyn_Book_Festival.jpg",
    "extract": "Ian Thomas Garner MacKaye is an American singer, musician, songwriter, record producer, and archivist. Active since 1979, he is best known as the co-founder and owner of Dischord Records, a Washington, D.C.-based independent record label and the frontman of hardcore punk band Minor Threat and post-hardcore band Fugazi. MacKaye was also the frontman for the short-lived bands The Teen Idles, Embrace, and Pailhead, a collaboration with the band Ministry. MacKaye is a member of The Evens, a two-piece indie rock group he formed with his wife Amy Farina in 2001 and in 2018 formed the band Coriky with Farina and his Fugazi band mate Joe Lally.",
    "year": 1962,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jarbom Gamlin",
    "birthday": "1961-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/20/JarbomGamlin.jpg",
    "extract": "Jarbom Gamlin was an Indian politician and a leader of the Indian National Congress political party in Arunachal Pradesh and briefly served as the Chief Minister of Arunachal Pradesh.",
    "year": 1961,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wahab Akbar",
    "birthday": "1960-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Wahabakbar.jpg/287px-Wahabakbar.jpg",
    "extract": "Ustadz Wahab M. Akbar was a Filipino politician who served three terms as governor of Basilan, during which time he was known for his \"eye for an eye, tooth for a tooth\" policy for dealing with kidnappers and terrorists in the province. He was later elected as congressman for the lone district of Basilan in the House of Representatives, but was one of 4 people killed in a bomb attack at the Batasang Pambansa. Police publicly suspected the attack was directed at him by political opponents.",
    "year": 1960,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rafael Benítez",
    "birthday": "1960-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Shahter-Reak_M_2015_%282%29.jpg/320px-Shahter-Reak_M_2015_%282%29.jpg",
    "extract": "Rafael Benítez Maudes is a Spanish professional football manager and former player who most recently managed Premier League club Everton.",
    "year": 1960,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pierre Littbarski",
    "birthday": "1960-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Pierre_Littbarski_2006_%28cropped%29.jpg/287px-Pierre_Littbarski_2006_%28cropped%29.jpg",
    "extract": "Pierre Michael Littbarski is a German professional football manager and former player of 1. FC Köln and the West Germany national team. Known for his dribbling abilities, he was mainly used as an attacking midfielder or winger. Littbarski was a FIFA World Cup winner with West Germany in 1990, and the runner-up in both 1982 and 1986. Littbarski was the caretaker manager of VfL Wolfsburg after taking over from Steve McClaren from 7 February to 17 March 2011.",
    "year": 1960,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ulf Wakenius",
    "birthday": "1958-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Ulf_Wakenius.jpg/320px-Ulf_Wakenius.jpg",
    "extract": "Ulf Karl Erik Wakenius is a Swedish jazz guitarist, known as a member of Oscar Peterson's last quartet from 1997. He was also a member of the Ray Brown trio.",
    "year": 1958,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Patricia De Martelaere",
    "birthday": "1957-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/db/Patricia_De_Martelaere.jpg",
    "extract": "Patricia De Martelaere was a Flemish philosopher, professor, author and essayist. Born in Zottegem, Belgium, her full name was Patricia Marie Madeleine Godelieve. She graduated in philosophy from the Catholic University of Leuven and then taught and lectured there and at the Catholic University of Brussels.",
    "year": 1957,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "David M. Brown",
    "birthday": "1956-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/David_M._Brown%2C_NASA_photo_portrait_in_orange_suit.jpg/256px-David_M._Brown%2C_NASA_photo_portrait_in_orange_suit.jpg",
    "extract": "David McDowell Brown was a United States Navy captain and a NASA astronaut. He died on his first spaceflight, when the Space Shuttle Columbia (STS-107) disintegrated during orbital reentry into the Earth's atmosphere. Brown became an astronaut in 1996 but had not served on a space mission before the  Columbia disaster. Brown was posthumously awarded the Congressional Space Medal of Honor.",
    "year": 1956,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "T Lavitz",
    "birthday": "1956-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9c/T_Lavitz.jpg/251px-T_Lavitz.jpg",
    "extract": "Terry \"T\" Lavitz was an American keyboardist, composer and producer. He is best known for his work with the Dixie Dregs and Jazz Is Dead.",
    "year": 1956,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lise-Marie Morerod",
    "birthday": "1956-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Lise_Marie_Morerod.jpg/227px-Lise_Marie_Morerod.jpg",
    "extract": "Lise-Marie Morerod is a Swiss former slalom skier. In 1977, she was women's overall season champion.",
    "year": 1956,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bruce Bochy",
    "birthday": "1955-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Bruce_Bochy_by_Gage_Skidmore.jpg/255px-Bruce_Bochy_by_Gage_Skidmore.jpg",
    "extract": "Bruce Douglas Bochy, nicknamed \"Boch\" and \"Headly\", is an American retired professional baseball player and manager. He is best known for managing the San Francisco Giants of Major League Baseball (MLB) from 2007 to 2019. During his playing career, Bochy was a catcher for the Houston Astros, New York Mets, and San Diego Padres. Prior to becoming the Giants' manager, he was the Padres' manager for 12 seasons. Bochy led the Giants to three World Series championships, and previously led the Padres to one World Series appearance. Bochy was the 11th manager in MLB history to achieve 2,000 wins.",
    "year": 1955,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Henri, Grand Duke of Luxembourg",
    "birthday": "1955-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Henri_of_Luxembourg_%282009%29.jpg/213px-Henri_of_Luxembourg_%282009%29.jpg",
    "extract": "Henri is the Grand Duke of Luxembourg. He has reigned since 7 October 2000. Henri, the eldest son of Grand Duke Jean and Princess Joséphine-Charlotte of Belgium, is a first cousin of King Philippe of Belgium.",
    "year": 1955,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ellen Barkin",
    "birthday": "1954-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Barkin-crop.jpg/225px-Barkin-crop.jpg",
    "extract": "Ellen Rona Barkin is an American actress and a producer. Her breakthrough role was in the 1982 film Diner, and in the following years, she had starring roles in films such as Tender Mercies (1983), Eddie and the Cruisers (1983), The Adventures of Buckaroo Banzai Across the 8th Dimension (1984), The Big Easy (1986), Johnny Handsome, and Sea of Love.",
    "year": 1954,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Bowe (racing driver)",
    "birthday": "1954-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/John_Bowe.jpg/320px-John_Bowe.jpg",
    "extract": "John Bowe is an Australian racing driver, presently racing a Holden Torana in the Touring Car Masters series.",
    "year": 1954,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mike Zuke",
    "birthday": "1954-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Mike_Zuke_80-81.JPG/249px-Mike_Zuke_80-81.JPG",
    "extract": "Michael P. Zuke is a Canadian former professional ice hockey centreman who played eight seasons in the NHL between 1978 and 1986.",
    "year": 1954,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Peter Garrett",
    "birthday": "1953-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Peter_Garrett_2017.jpg/264px-Peter_Garrett_2017.jpg",
    "extract": "Peter Robert Garrett is an Australian musician, environmentalist, activist and former politician.",
    "year": 1953,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jay O. Sanders",
    "birthday": "1953-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Jay_O._Sanders.jpg",
    "extract": "Jay Olcutt Sanders is an American film, theatre and television actor and playwright. He may be best known for JFK (1991). He frequently appears in plays off-Broadway at The Public Theatre.",
    "year": 1953,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bill Belichick",
    "birthday": "1952-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Bill_Belichick_2019_crop.jpg/248px-Bill_Belichick_2019_crop.jpg",
    "extract": "William Stephen Belichick is an American professional football coach who is the head coach of the New England Patriots of the National Football League (NFL). He exercises extensive authority over the Patriots' football operations, effectively making him the team's general manager as well. He holds numerous coaching records, including winning a record six Super Bowls as the head coach of the Patriots, and two more as defensive coordinator for the New York Giants. He is widely considered to be one of the greatest coaches in NFL history.",
    "year": 1952,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michel Blanc",
    "birthday": "1952-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Michel_Blanc_2009.jpg/226px-Michel_Blanc_2009.jpg",
    "extract": "Michel Blanc is a French actor, writer and director. He is noted for his roles of losers and hypochondriacs. He is frequently associated with Le Splendid, which he co-founded, along with Thierry Lhermitte, Josiane Balasko, Christian Clavier, Marie-Anne Chazel and Gérard Jugnot.\nMichel Blanc has also shown his versatility by appearing in more serious roles, such as the title role in the Patrice Leconte film Monsieur Hire.",
    "year": 1952,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Esther Roth-Shahamorov",
    "birthday": "1952-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Esther_Roth-Shachamarov.jpg/320px-Esther_Roth-Shachamarov.jpg",
    "extract": "Esther Roth-Shahamorov is a former Israeli track and field athlete. She specialized in the 100-meter hurdles and the 100-meter sprint.",
    "year": 1952,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Billy West",
    "birthday": "1952-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Billy_West_by_Gage_Skidmore_3.jpg/256px-Billy_West_by_Gage_Skidmore_3.jpg",
    "extract": "William Richard Werstine, known professionally as Billy West, is an American voice actor, comedian, impressionist, musician, and former radio personality. His voice roles include Bugs Bunny in the 1996 film Space Jam and several subsequent projects, the title characters of Doug and The Ren & Stimpy Show, as well as the Futurama characters Philip J. Fry, Professor Farnsworth, Dr. Zoidberg, and Zapp Brannigan. In commercials, he is the current voice of the Red M&M and formerly voiced Buzz for Honey Nut Cheerios. West also voices other such established characters such as Elmer Fudd, Popeye, Shaggy Rogers, Skeets, Tom, Muttley, and Woody Woodpecker. He was a cast member on The Howard Stern Show, during which time he was noted for his impressions of Larry Fine, Marge Schott, George Takei, and Jackie Martling.",
    "year": 1952,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "David Graf",
    "birthday": "1950-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/David_Graf_in_Stockholm.jpg/320px-David_Graf_in_Stockholm.jpg",
    "extract": "Paul David Graf was an American actor, best known for his role as Sgt. Eugene Tackleberry in the Police Academy series of films.",
    "year": 1950,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Reg Alcock",
    "birthday": "1948-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/39/Reg_Alcock.jpg",
    "extract": "Reginald B. Alcock, was a Canadian politician. He represented the riding of Winnipeg South in the House of Commons of Canada from 1993 to 2006 and was a cabinet minister in the government of Prime Minister Paul Martin. Alcock was a member of the Liberal Party of Canada.",
    "year": 1948,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kareem Abdul-Jabbar",
    "birthday": "1947-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Kareem_Abdul-Jabbar_May_2014.jpg/231px-Kareem_Abdul-Jabbar_May_2014.jpg",
    "extract": "Kareem Abdul-Jabbar is an American former professional basketball player who played 20 seasons in the National Basketball Association (NBA) for the Milwaukee Bucks and the Los Angeles Lakers. During his career as a center, Abdul-Jabbar was a record six-time NBA Most Valuable Player (MVP), a record 19-time NBA All-Star, a 15-time All-NBA Team member, and an 11-time NBA All-Defensive Team member. He was a member of six NBA championship teams as a player and two more as an assistant coach, and was twice voted NBA Finals MVP. He was named to three NBA anniversary teams. Widely regarded as one of the greatest players of all time, often named a top 3 player in NBA history, he was called the greatest basketball player of all time by Pat Riley, Isiah Thomas, and Julius Erving.",
    "year": 1947,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gerry Rafferty",
    "birthday": "1947-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Gerry_Rafferty.jpg/226px-Gerry_Rafferty.jpg",
    "extract": "Gerald Rafferty was a Scottish singer, songwriter, musician, and record producer. His solo hits in the late 1970s included \"Baker Street\", \"Right Down the Line\" and \"Night Owl\", as well as \"Stuck in the Middle with You\", which was recorded with his band Stealers Wheel in 1973.",
    "year": 1947,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Margot Adler",
    "birthday": "1946-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Margot-adler-2004.jpg/239px-Margot-adler-2004.jpg",
    "extract": "Margot Susanna Adler was an American author, journalist, lecturer, Wiccan priestess, and New York correspondent for National Public Radio (NPR).",
    "year": 1946,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ernst Bakker",
    "birthday": "1946-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Ernst_Bakker_van_D66_in_Tweede_Kamer_aan_het_woord%2C_Bestanddeelnr_931-5395.jpg/320px-Ernst_Bakker_van_D66_in_Tweede_Kamer_aan_het_woord%2C_Bestanddeelnr_931-5395.jpg",
    "extract": "Ernst Carel Bakker was a Dutch politician, alderman and member of the Democrats 66 political party. He served as a member of the House of Representatives from 1981 to 1982. He joined the Amsterdam City Council in 1990 before becoming a city alderman beginning in 1992. Bakker relocated to Hilversum in 1998 to become Mayor, a position he held until his retirement in 2011.",
    "year": 1946,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Johnnie Lewis",
    "birthday": "1946-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Johnnie_Lewis_%28cropped%29.jpg/243px-Johnnie_Lewis_%28cropped%29.jpg",
    "extract": "Johnnie N. Lewis was a Liberian lawyer and politician who served as the 18th Chief Justice of Liberia from 2006 to 2012. Before his appointment to the Supreme Court, he served as a circuit judge in Liberia's judicial system.",
    "year": 1946,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "R. Carlos Nakai",
    "birthday": "1946-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Carlos_Nakai_no_concerto_em_Moscovo.jpg/240px-Carlos_Nakai_no_concerto_em_Moscovo.jpg",
    "extract": "Raymond Carlos Nakai is a Native American flutist of Navajo and Ute heritage. Nakai played brass instruments in high school and college, and auditioned for the Armed Forces School of Music after a two-year period in the United States Navy. He began playing a traditional Native American cedar flute after an accident left him unable to play the trumpet. Largely self-taught, he released his first album Changes in 1983, and afterward signed a contract with Canyon Records, who produced more than thirty of his albums in subsequent years. His music prominently features original compositions for the flute inspired by traditional Native American melodies. Nakai has collaborated with musicians William Eaton, Peter Kater, Philip Glass, Nawang Khechog, Paul Horn, and Keola Beamer. He has received 11 Grammy Award nominations for his albums.",
    "year": 1946,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tom Allen (Maine politician)",
    "birthday": "1945-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Tom_Allen_110th_Congressional_portrait.JPG/212px-Tom_Allen_110th_Congressional_portrait.JPG",
    "extract": "Thomas Hodge Allen is an American author and former politician who served as a member of the United States House of Representatives representing Maine's 1st congressional district, and the Democratic nominee for the U.S. Senate in 2008 against Republican incumbent senator Susan Collins. Allen lost to Collins.",
    "year": 1945,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dave Peverett",
    "birthday": "1943-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Dave_Peverett.jpg/197px-Dave_Peverett.jpg",
    "extract": "David Jack Peverett, also known as Lonesome Dave, was an English singer and musician, best known as the original lead vocalist and rhythm guitarist of the rock band Foghat, which he founded following his tenure in Savoy Brown.",
    "year": 1943,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Petro Tyschtschenko",
    "birthday": "1943-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Petro_Tyschtschenko_at_SAKU_2014.jpg/320px-Petro_Tyschtschenko_at_SAKU_2014.jpg",
    "extract": "Petro Taras Ostap Tyschtschenko is a German businessman best known for his work in the European market for the American computer company Commodore International.",
    "year": 1943,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jim Lonborg",
    "birthday": "1942-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Jim_Lonborg_1969.jpg/265px-Jim_Lonborg_1969.jpg",
    "extract": "James Reynold Lonborg is an American former professional baseball right-handed starting pitcher, who played in Major League Baseball (MLB) with the Boston Red Sox, Milwaukee Brewers, and Philadelphia Phillies. Though nicknamed \"Gentleman Jim\", he was known for fearlessly pitching on the inside of the plate throughout his fifteen-year career.",
    "year": 1942,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frank Williams (Formula One)",
    "birthday": "1942-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/FrankWilliams-cropped.JPG/240px-FrankWilliams-cropped.JPG",
    "extract": "Sir Francis Owen Garbett Williams was a British businessman, racing car driver, and the founder of the Williams Formula One team. He was the team principal from its foundation in 1977 until 2020. During that period, the team won nine constructors' championships and seven drivers' championships.",
    "year": 1942,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Margrethe II of Denmark",
    "birthday": "1940-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Drottning_Margrethe_av_Danmark.jpg/213px-Drottning_Margrethe_av_Danmark.jpg",
    "extract": "Margrethe II is Queen of Denmark and commander-in-chief of the Danish Defence.",
    "year": 1940,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dusty Springfield",
    "birthday": "1939-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Dusty_Springfield.png/261px-Dusty_Springfield.png",
    "extract": "Mary Isobel Catherine Bernadette O'Brien, known professionally as Dusty Springfield, was an English singer whose career spanned over five decades. With her distinctive mezzo-soprano sound, she was a significant singer of blue-eyed soul, pop and dramatic ballads, with French chanson, country, and jazz also in her repertoire. During her 1960s peak, she ranked among the most successful British female performers on both sides of the Atlantic. Her image – marked by a peroxide blonde bouffant/beehive hairstyle, heavy makeup and evening gowns, as well as stylised, gestural performances – made her an icon of the Swinging Sixties.",
    "year": 1939,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rich Rollins",
    "birthday": "1938-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Rich_Rollins_1962.png/208px-Rich_Rollins_1962.png",
    "extract": "Richard John Rollins is an American former Major League Baseball third baseman. He played with the Minnesota Twins (1961–68), Seattle Pilots / Milwaukee Brewers (1969–1970), and Cleveland Indians (1970). During a 10-year baseball career, Rollins hit .269 with 77 home runs, and 399 runs batted in.",
    "year": 1938,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gordon Wilson (Scottish politician)",
    "birthday": "1938-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Gordon_Wilson.jpg/217px-Gordon_Wilson.jpg",
    "extract": "Robert Gordon Wilson was a Scottish politician and solicitor. He was the leader of the Scottish National Party (SNP) from 1979 to 1990, and was SNP Member of Parliament (MP) for Dundee East from 1974 to 1987. He was Rector of the University of Dundee from 1983 to 1986.",
    "year": 1938,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vadim Kuzmin (physicist)",
    "birthday": "1936-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Vadim_Alexeevich_Kuzmin.jpg/213px-Vadim_Alexeevich_Kuzmin.jpg",
    "extract": "Vadim Alekseyevich Kuzmin was a Russian theoretical physicist.",
    "year": 1936,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sarah Kirsch",
    "birthday": "1935-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Bundesarchiv_Bild_183-R0531-0325%2C_Sarah_Kirsch.jpg/222px-Bundesarchiv_Bild_183-R0531-0325%2C_Sarah_Kirsch.jpg",
    "extract": "Sarah Kirsch was a German poet.",
    "year": 1935,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lennart Risberg",
    "birthday": "1935-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Lennart_Risberg_SOK.jpg/320px-Lennart_Risberg_SOK.jpg",
    "extract": "Lennart Kurt Risberg was a Swedish boxer. He competed in the lightweight event at the 1956 Summer Olympics, but was eliminated in the first round.",
    "year": 1935,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dominique Venner",
    "birthday": "1935-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3c/Dominique_Venner.jpg/231px-Dominique_Venner.jpg",
    "extract": "Dominique Venner was a French historian, journalist and essayist. Venner was a member of the Organisation armée secrète and later became a European nationalist, founding Europe-Action, before withdrawing from politics to focus on a career as a historian. He specialized in military and political history. At the time of his death, he was the editor of the La Nouvelle Revue d'Histoire, a bimonthly history magazine. On 21 May 2013, Venner committed suicide inside the cathedral of Notre Dame de Paris.",
    "year": 1935,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bobby Vinton",
    "birthday": "1935-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Bobby_Vinton_1964.JPG/236px-Bobby_Vinton_1964.JPG",
    "extract": "Stanley Robert Vinton, better known by his stage name Bobby Vinton, is an American singer and occasional actor. As a teen idol, he became known as \"The Polish Prince\", as his music paid tribute to his Polish heritage. One of his most popular songs is \"Blue Velvet\" which reached No. 1 on the Billboard Hot 100 in 1963 and number 2 in the UK in 1990.",
    "year": 1935,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vince Hill",
    "birthday": "1934-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/British_Singer_Vince_Hill_aged_83.jpg/228px-British_Singer_Vince_Hill_aged_83.jpg",
    "extract": "Vincent Hill is an English traditional pop music singer and songwriter who is best known for his recording of the Rodgers and Hammerstein show tune \"Edelweiss\" (1967), which reached No. 2 on the UK Singles Chart. Along with a successful recording career in the 1960s, Hill hosted several hit TV shows during the seventies and eighties, including They Sold a Million (BBC), Musical Time Machine (BBC) and his own chat show Gas Street (ITV). Outside of his work in show business, Hill is a Patron of The Macular Society, a UK charity for anyone affected by central vision loss. Hill revealed in 2019 that he is losing his eye sight to Age-Related Macular Disease (AMD).",
    "year": 1934,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Robert Stigwood",
    "birthday": "1934-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Robert_Stigwood_Allan_Warren.jpg/205px-Robert_Stigwood_Allan_Warren.jpg",
    "extract": "Robert Colin Stigwood was an Australian-born British-resident music entrepreneur, film producer and impresario, best known for managing Cream, Andy Gibb and the Bee Gees, theatrical productions like Hair and Jesus Christ Superstar, and film productions including the successful Grease and Saturday Night Fever. On his death, one obituary judged that he had been for a time the most powerful tycoon in the entertainment industry: \"Stigwood owned the record label that issued his artists’ albums and film soundtracks, and he also controlled publishing rights – not since Hollywood's golden days had so much power and wealth been concentrated in the hands of one mogul.\"",
    "year": 1934,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Barrie Unsworth",
    "birthday": "1934-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Barrie_Unsworth.png/256px-Barrie_Unsworth.png",
    "extract": "Barrie John Unsworth is a former Australian politician, representing the Labor Party in the Parliament of New South Wales from 1978 to 1991. He served as the 36th Premier from July 1986 to March 1988.",
    "year": 1934,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vicar (cartoonist)",
    "birthday": "1934-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8a/Vicar_by_Diego_Jourdan.jpg",
    "extract": "Vicar, a pseudonym for Víctor José Arriagada Ríos ,\n was a Chilean cartoonist, known for his prolific career drawing Disney comics.",
    "year": 1934,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joan Bakewell",
    "birthday": "1933-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Baroness_Bakewell_2018.jpg/274px-Baroness_Bakewell_2018.jpg",
    "extract": "Joan Dawson Bakewell, Baroness Bakewell,, is an English journalist, television presenter and Labour Party peer. Baroness Bakewell is president of Birkbeck, University of London; she is also an author and playwright, and has been awarded Humanist of the year for services to humanism.",
    "year": 1933,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vera Krepkina",
    "birthday": "1933-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Hildrun_Claus_and_Vera_Krepkina_1960.jpg/223px-Hildrun_Claus_and_Vera_Krepkina_1960.jpg",
    "extract": "Vera Samuilovna Krepkina is a retired Russian track athlete who competed for the Soviet Union at the 1952, 1956 and 1960 Olympics. At all these Olympics she finished fourth in the 4 × 100 m relay and was eliminated in the heats of the 100 m sprint. In 1960 she also took part in the long jump and won a surprise gold medal with an Olympic record of 6.37 m, ahead of the defending champion Elżbieta Krzesińska and the world record holder Hildrun Claus.",
    "year": 1933,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Herbie Mann",
    "birthday": "1930-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0e/Herbie_Mann-1.jpg/255px-Herbie_Mann-1.jpg",
    "extract": "Herbert Jay Solomon, known professionally by his stage name Herbie Mann, was an American jazz flute player and important early practitioner of world music. Early in his career, he also played tenor saxophone and clarinet, but Mann was among the first jazz musicians to specialize on the flute. His most popular single was \"Hijack\", which was a Billboard No. 1 dance hit for three weeks in 1975.",
    "year": 1930,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Roy Hamilton",
    "birthday": "1929-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Roy_Hamilton_1957.JPG/220px-Roy_Hamilton_1957.JPG",
    "extract": "Roy Hamilton was an American singer. By combining semi-classical technique with traditional black gospel feeling, he brought soul to Great American Songbook singing.",
    "year": 1929,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Edie Adams",
    "birthday": "1927-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Edie_Adams_1958.JPG/251px-Edie_Adams_1958.JPG",
    "extract": "Edie Adams was an American comedienne, actress, singer and businesswoman. She earned the Tony Award and was nominated for Emmy Award.",
    "year": 1927,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pope Benedict XVI",
    "birthday": "1927-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Benedict_XVI_Blessing-2.jpg/240px-Benedict_XVI_Blessing-2.jpg",
    "extract": "Pope Benedict XVI is a retired prelate of the Catholic church who served as the head of the church and the sovereign of the Vatican city state from 2005 until his resignation in 2013. Benedict's election as pope occurred in the 2005 papal conclave that followed the death of Pope John Paul II. Benedict chose to be known by the title \"pope emeritus\" upon his resignation.",
    "year": 1927,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Harvey-Jones",
    "birthday": "1924-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/60/Sir_john_harvey_jones.jpg",
    "extract": "Sir John Harvey-Jones MBE was an English businessman. He was the chairman of Imperial Chemical Industries from 1982 to 1987. He was best known by the public for his BBC television show, Troubleshooter, in which he advised struggling businesses.",
    "year": 1924,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Henry Mancini",
    "birthday": "1924-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Henry_Mancini.jpg/274px-Henry_Mancini.jpg",
    "extract": "Henry Mancini was an American composer, conductor, arranger, pianist and flautist. Often cited as one of the greatest composers in the history of film, he won four Academy Awards, a Golden Globe, and twenty Grammy Awards, plus a posthumous Grammy Lifetime Achievement Award in 1995.",
    "year": 1924,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rudy Pompilli",
    "birthday": "1924-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Rudolph_Pompilli.jpg/242px-Rudolph_Pompilli.jpg",
    "extract": "Rudolph Clement Pompilii was an American musician best known for playing tenor saxophone with Bill Haley and His Comets. He was usually credited under the alternate spelling Rudy Pompilli and occasionally as Rudy Pell.",
    "year": 1924,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Arch A. Moore Jr.",
    "birthday": "1923-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Arch_Moore_signed_photo.jpg/252px-Arch_Moore_signed_photo.jpg",
    "extract": "Arch Alfred Moore Jr. was an American lawyer and Republican politician from West Virginia. He began his political career as a state legislator in 1952. He was elected the 28th and 30th governor of West Virginia, serving from 1969 until 1977 and again from 1985 until 1989, he is the longest-serving West Virginia Governor in state history with 12 years of service. He is the father of U.S. Senator Shelley Moore Capito.",
    "year": 1923,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kingsley Amis",
    "birthday": "1922-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/be/Kingsley_Amis_in_early_middle_age.jpg/234px-Kingsley_Amis_in_early_middle_age.jpg",
    "extract": "Sir Kingsley William Amis was an English novelist, poet, critic, and teacher. He wrote more than 20 novels, six volumes of poetry, a memoir, short stories, radio and television scripts, and works of social and literary criticism. He is best known for satirical comedies such as Lucky Jim (1954), One Fat Englishman (1963), Ending Up (1974), Jake's Thing (1978) and The Old Devils (1986). His biographer, Zachary Leader, called Amis \"the finest English comic novelist of the second half of the twentieth century.\" He is the father of the novelist Martin Amis. In 2008, The Times ranked him ninth on a list of the 50 greatest British writers since 1945.",
    "year": 1922,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Christopher",
    "birthday": "1922-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7d/John_Christopher.jpg",
    "extract": "Sam Youd, was a British writer, best known for science fiction written under the name of John Christopher, including the novels The Death of Grass, The Possessors, and the young-adult novel series The Tripods. He won the Guardian Children's Fiction Prize in 1971 and the Deutscher Jugendliteraturpreis in 1976.",
    "year": 1922,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lawrence N. Guarino",
    "birthday": "1922-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/LawrenceNGuarino.jpg/274px-LawrenceNGuarino.jpg",
    "extract": "Lawrence Nicholas \"Larry\" Guarino was a U.S. Air Force officer, and veteran of three wars. Shot down on his 50th combat mission, he spent more than 8 years as a prisoner of war (POW) during the Vietnam War and earned the Air Force Cross.",
    "year": 1922,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Leo Tindemans",
    "birthday": "1922-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Leo_Tindemans_%282006%29_cropped.jpg/226px-Leo_Tindemans_%282006%29_cropped.jpg",
    "extract": "Leonard Clemence \"Leo\" Tindemans was a Belgian politician. He served as the Prime Minister of Belgium serving from 25 April 1974 until he resigned as minister on 20 October 1978. He was a member of the Christian Democratic and Flemish party.",
    "year": 1922,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Arlin Adams",
    "birthday": "1921-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Arlin_M_Adams.jpg/320px-Arlin_M_Adams.jpg",
    "extract": "Arlin Marvin Adams was a United States Circuit Judge of the United States Court of Appeals for the Third Circuit. As late as 2013 he served as counsel to Schnader Harrison Segal & Lewis LLP, and was listed as a NAFTA adjudicator.",
    "year": 1921,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wolfgang Leonhard",
    "birthday": "1921-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Bundesarchiv_Bild_183-1990-0625-029a%2C_Berlin%2C_Wolfgang_Leonhard.jpg/219px-Bundesarchiv_Bild_183-1990-0625-029a%2C_Berlin%2C_Wolfgang_Leonhard.jpg",
    "extract": "Wolfgang Leonhard was a German political author and historian of the Soviet Union, the German Democratic Republic and Communism. A German Communist whose family had fled Hitler's Germany and who was educated in the Soviet Union, after World War II Leonhard became one of the founders and leaders of the German Democratic Republic until he became disillusioned and fled in 1949, first defecting to Yugoslavia and then moving to West Germany in 1950 and later to the United Kingdom. In 1956 he moved to the United States, where he was a popular and influential professor at Yale University from 1966 to 1987, teaching the history of communism and the Soviet Union, topics about which he wrote several books. After the Cold War ended, he returned to Germany.",
    "year": 1921,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Peter Ustinov",
    "birthday": "1921-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Sir_Peter_Ustinov_Allan_Warren.jpg/313px-Sir_Peter_Ustinov_Allan_Warren.jpg",
    "extract": "Sir Peter Alexander Ustinov was a British actor, filmmaker and writer. As an internationally known raconteur, he was a fixture on television talk shows and lecture circuits for much of his career. An intellectual and diplomat, he held various academic posts and served as a goodwill ambassador for UNICEF and president of the World Federalist Movement.",
    "year": 1921,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Prince George Valdemar of Denmark",
    "birthday": "1920-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Margaretha%2C_Princess_of_Denmark_with_her_children.jpg/320px-Margaretha%2C_Princess_of_Denmark_with_her_children.jpg",
    "extract": "Prince George Valdemar Carl Axel of Denmark was a Danish prince. He was a second cousin of Prince Philip, Duke of Edinburgh.",
    "year": 1920,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Merce Cunningham",
    "birthday": "1919-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Merce_Cunningham_1961.png/303px-Merce_Cunningham_1961.png",
    "extract": "Mercier Philip \"Merce\" Cunningham was an American dancer and choreographer who was at the forefront of American modern dance for more than 50 years. He frequently collaborated with artists of other disciplines, including musicians John Cage, David Tudor, Brian Eno, and graphic artists Robert Rauschenberg, Bruce Nauman, Andy Warhol, Roy Lichtenstein, Frank Stella, and Jasper Johns; and fashion designer Rei Kawakubo. Works that he produced with these artists had a profound impact on avant-garde art beyond the world of dance.",
    "year": 1919,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nilla Pizzi",
    "birthday": "1919-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Nilla.jpg/199px-Nilla.jpg",
    "extract": "Nilla Pizzi, stage name of Adionilla Pizzi, was an Italian singer and actress.",
    "year": 1919,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pedro Ramírez Vázquez",
    "birthday": "1919-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Arq._Ram%C3%ADrez_V%C3%A1zquez.jpg/212px-Arq._Ram%C3%ADrez_V%C3%A1zquez.jpg",
    "extract": "Pedro Ramírez Vázquez was a late twentieth century Mexican architect. He was born in Mexico City. He was persuaded to study architecture by writer and poet Carlos Pellicer.",
    "year": 1919,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Thomas Willmore",
    "birthday": "1919-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Tom_Willmore.jpg/320px-Tom_Willmore.jpg",
    "extract": "Thomas James Willmore was an English geometer. He is best known for his work on Riemannian 3-space and harmonic spaces.",
    "year": 1919,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hsuan Hua",
    "birthday": "1918-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/HsuanHuaShangRen.jpg/256px-HsuanHuaShangRen.jpg",
    "extract": "Hsuan Hua, also known as An Tzu, Tu Lun and Master Hua by his Western disciples, was a Chinese monk of Chan Buddhism and a contributing figure in bringing Chinese Buddhism to the United States in the late 20th century.",
    "year": 1918,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Spike Milligan",
    "birthday": "1918-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/31/Spike_Milligan_1990.jpg/243px-Spike_Milligan_1990.jpg",
    "extract": "Terence Alan \"Spike\" Milligan was a British-Irish actor, comedian, writer, musician, poet, and playwright. The son of an Irish father and an English mother, Milligan was born in British Colonial India, where he spent his childhood, relocating in 1931 to live and work the majority of his life in the United Kingdom. Disliking his first name, he began to call himself \"Spike\" after hearing the band Spike Jones and his City Slickers on Radio Luxembourg.",
    "year": 1918,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Barry Nelson",
    "birthday": "1917-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Barry_Nelson_1962.jpg/231px-Barry_Nelson_1962.jpg",
    "extract": "Barry Nelson was an American actor, noted as the first actor to portray Ian Fleming's secret agent James Bond.",
    "year": 1917,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Behçet Necatigil",
    "birthday": "1916-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5c/Beh%C3%A7et_Necatigil.jpg",
    "extract": "Behçet Necatigil was a leading Turkish author, poet and translator.",
    "year": 1916,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Hodiak",
    "birthday": "1914-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3e/John_Hodiak_in_A_Lady_Without_Passport_trailer.JPG",
    "extract": "John Hodiak was an American actor who worked in radio, stage and film.",
    "year": 1914,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Les Tremayne",
    "birthday": "1913-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Les_Tremayne_The_Angry_Red_Planet_1959.jpg/298px-Les_Tremayne_The_Angry_Red_Planet_1959.jpg",
    "extract": "Lester Tremayne was an English actor.",
    "year": 1913,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Guy Burgess",
    "birthday": "1911-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/03/SSburgess.jpg",
    "extract": "Guy Francis de Moncy Burgess was a British diplomat and Soviet agent, and a member of the Cambridge Five spy ring that operated from the mid-1930s to the early years of the Cold War era. His defection in 1951 to the Soviet Union, with his fellow spy Donald Maclean, led to a serious breach in Anglo-United States intelligence co-operation, and caused long-lasting disruption and demoralisation in Britain's foreign and diplomatic services.",
    "year": 1911,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Berton Roueché",
    "birthday": "1910-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/BertonRouecheCDC.jpg/260px-BertonRouecheCDC.jpg",
    "extract": "Clarence Berton Roueché, Jr. was an American medical writer who wrote for The New Yorker magazine for almost fifty years. He also wrote twenty books, including Eleven Blue Men (1954), The Incurable Wound (1958), Feral (1974), and The Medical Detectives (1980). An article he wrote for The New Yorker was made into the 1956 film Bigger Than Life, and many of the medical mysteries on the television show House were inspired by Roueché's writings.",
    "year": 1910,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ray Ventura",
    "birthday": "1908-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Ray_Ventura.jpg/237px-Ray_Ventura.jpg",
    "extract": "Raymond Ventura was a French jazz pianist and bandleader. He helped popularize jazz in France in the 1930s. His nephew was singer Sacha Distel.",
    "year": 1908,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joseph-Armand Bombardier",
    "birthday": "1907-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Armand_Bombardier.jpg/248px-Armand_Bombardier.jpg",
    "extract": "Joseph-Armand Bombardier was a Canadian inventor and businessman who was the founder of Bombardier. His most famous invention was the snowmobile.",
    "year": 1907,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "August Eigruber",
    "birthday": "1907-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Bundesarchiv_Bild_192-140%2C_KZ_Mauthausen%2C_Himmler_mit_Eigruber.jpg/320px-Bundesarchiv_Bild_192-140%2C_KZ_Mauthausen%2C_Himmler_mit_Eigruber.jpg",
    "extract": "August Eigruber was an Austrian-born Nazi Gauleiter and Reichsstatthalter of Reichsgau Oberdonau and Landeshauptmann of Upper Austria. He was convicted of war crimes at Mauthausen-Gusen concentration camp and hanged.",
    "year": 1907,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frits Philips",
    "birthday": "1905-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Frits_Philips_%281971%29.jpg/240px-Frits_Philips_%281971%29.jpg",
    "extract": "Frederik Jacques \"Frits\" Philips was the fourth chairman of the board of directors of the Dutch electronics company Philips, which his uncle and father founded. For his actions in saving 382 Jews during the Nazi Occupation of the Netherlands in World War II, he was recognized in 1996 by Yad Vashem as a Righteous Among the Nations.",
    "year": 1905,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fifi D'Orsay",
    "birthday": "1904-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/D%27Orsay_NM130.jpg/229px-D%27Orsay_NM130.jpg",
    "extract": "Fifi D'Orsay was a Canadian-American actress and singer.",
    "year": 1904,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Waner",
    "birthday": "1903-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/PaulWanerGoudeycard.jpg/263px-PaulWanerGoudeycard.jpg",
    "extract": "Paul Glee Waner, nicknamed \"Big Poison\", was an American professional baseball right fielder who played in Major League Baseball (MLB) for four teams between 1926 and 1945, most notably playing his first 15 seasons with the Pittsburgh Pirates. The greatest Pirate outfielder up to his retirement, he won the 1927 NL Most Valuable Player Award in his second season, collecting a team record 237 hits that year. Waner set the team record for doubles in a season three times, including in 1932 when he set the NL record for doubles in a season with 62. In the only postseason appearance of his career, he hit .333 in the Pirates' 1927 World Series loss against the New York Yankees. Waner won three National League (NL) batting titles, led the NL in hits twice and collected over 200 hits in eight seasons from 1926 to 1934.",
    "year": 1903,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Polly Adler",
    "birthday": "1900-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b5/Polly_Adler_1953.jpg/239px-Polly_Adler_1953.jpg",
    "extract": "Pearl \"Polly\" Adler was an American madam and author, best known for her work A House Is Not a Home, which was posthumously adapted into a film of the same name. In 2021, Pulitzer Prize-winning historian Debby Applegate published a comprehensive account of Adler's life and times entitled Madam: The Biography of Polly Adler, Icon of the Jazz Age with Doubleday.",
    "year": 1900,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Osman Achmatowicz",
    "birthday": "1899-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b1/Osman_Achmatowicz.jpg/230px-Osman_Achmatowicz.jpg",
    "extract": "Osman Achmatowicz was a Polish professor of chemistry of Lipka Tatar descent. His son, Osman Achmatowicz Jr., is credited with the Achmatowicz reaction in 1971.",
    "year": 1899,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Robert Henry Best",
    "birthday": "1896-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Robert_Henry_Best.png/210px-Robert_Henry_Best.png",
    "extract": "Robert Henry Best was an American foreign correspondent who covered events in Europe for American media outlets during the Interwar period. Later he became a Nazi supporter and well known broadcaster of Nazi propaganda during World War II. He was convicted of treason in 1948 and sentenced to life imprisonment. He died while in federal custody in 1952.",
    "year": 1896,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Árpád Weisz",
    "birthday": "1896-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Weisz_%C3%81rp%C3%A1d.jpg/256px-Weisz_%C3%81rp%C3%A1d.jpg",
    "extract": "Árpád Weisz was a Hungarian Olympic football player and manager. Weisz was Jewish, and was murdered with his wife and children by the Nazis during the Holocaust in World War II at Auschwitz.",
    "year": 1896,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ove Arup",
    "birthday": "1895-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ac/Ove_Arup.jpg",
    "extract": "Sir Ove Nyquist Arup, CBE, MICE, MIStructE, FCIOB was an English engineer who founded Arup Group Limited, a multinational corporation that offers engineering, design, planning, project management, and consulting services for building systems. Ove Arup is considered to be among the foremost architectural structural engineers of his time.",
    "year": 1895,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Germaine Guèvremont",
    "birthday": "1893-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Germaine_Guevremont.jpg/320px-Germaine_Guevremont.jpg",
    "extract": "Germaine Guèvremont, born Grignon was a Canadian writer, who was a prominent figure in Quebec literature.",
    "year": 1893,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dorothy P. Lathrop",
    "birthday": "1891-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/07/Dorothy_Lathrop_fairy.png/249px-Dorothy_Lathrop_fairy.png",
    "extract": "Dorothy Pulis Lathrop was an American writer and illustrator of children's books.",
    "year": 1891,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fred Root",
    "birthday": "1890-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Fred_Root.jpg/203px-Fred_Root.jpg",
    "extract": "Charles Frederick Root was an English cricketer who played for England in 1926 and for Derbyshire between 1910 and 1920 and for Worcestershire between 1921 and 1932.",
    "year": 1890,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gertrude Chandler Warner",
    "birthday": "1890-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/90/Gertrude_Chandler_Warner.jpg/264px-Gertrude_Chandler_Warner.jpg",
    "extract": "Gertrude Chandler Warner was an American author, mainly of children's stories. She was most famous for writing the original book of The Boxcar Children and for the next eighteen books in the series.",
    "year": 1890,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Charlie Chaplin",
    "birthday": "1889-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Charlie_Chaplin_portrait.jpg/240px-Charlie_Chaplin_portrait.jpg",
    "extract": "Sir Charles Spencer Chaplin Jr. was an English comic actor, filmmaker, and composer who rose to fame in the era of silent film. He became a worldwide icon through his screen persona, the Tramp, and is considered one of the film industry's most important figures. His career spanned more than 75 years, from childhood in the Victorian era until a year before his death in 1977, and encompassed both adulation and controversy.",
    "year": 1889,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michalis Dorizas",
    "birthday": "1886-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Michalis_Dorizas_1908.jpg/205px-Michalis_Dorizas_1908.jpg",
    "extract": "Michális Dórizas was a Greek athlete who competed in throwing events at the 1906, 1908 and 1912 Summer Olympics. He won a silver medal in the javelin throw in 1908 and a bronze in the stone throw in 1906. In the discus throw his best achievement was fifth place in 1908, and in the shot put he placed 11th in 1912.",
    "year": 1886,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ernst Thälmann",
    "birthday": "1886-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Ernst_Th%C3%A4lmann_1932.jpg/240px-Ernst_Th%C3%A4lmann_1932.jpg",
    "extract": "Ernst Johannes Fritz Thälmann was a German communist politician, and leader of the Communist Party of Germany (KPD) from 1925 to 1933.",
    "year": 1886,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Leó Weiner",
    "birthday": "1885-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Leo_weiner.jpg",
    "extract": "Leó Weiner was one of the leading Hungarian music educators of the first half of the twentieth century, and a composer.",
    "year": 1885,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ronald Barnes, 3rd Baron Gorell",
    "birthday": "1884-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Lord_Gorell.jpg/246px-Lord_Gorell.jpg",
    "extract": "Ronald Gorell Barnes, 3rd Baron Gorell was a British peer, Liberal politician, poet, author and newspaper editor.",
    "year": 1884,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "R. E. Foster",
    "birthday": "1878-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Reginald_Erskine_Foster_c1905.jpg/181px-Reginald_Erskine_Foster_c1905.jpg",
    "extract": "Reginald Erskine Foster, nicknamed Tip Foster, commonly designated R. E. Foster in sporting literature, was an English first-class cricketer and footballer. He is the only man to have captained England at both sports.",
    "year": 1878,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jōtarō Watanabe",
    "birthday": "1874-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/56/Jotaro_Watababe_posing_cropped.jpg",
    "extract": "Jōtarō Watanabe  was a general in the early Shōwa period Imperial Japanese Army, noted as one of the victims of the February 26 Incident.",
    "year": 1874,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Millington Synge",
    "birthday": "1871-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d9/John_Millington_Synge.jpg",
    "extract": "Edmund John Millington Synge was an Irish playwright, poet, writer, collector of folklore, and a key figure in the Irish Literary Revival. His best known play The Playboy of the Western World was poorly received, due to its bleak ending, depiction of Irish peasants, and idealisation of parricide, leading to hostile audience reactions and riots in Dublin during its opening run at the Abbey Theatre, Dublin, which he had co-founded with W. B. Yeats and Lady Gregory. His other major works include In the Shadow of the Glen (1903), Riders to the Sea (1904), The Well of the Saints (1905), and The Tinker's Wedding (1909).",
    "year": 1871,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wright brothers",
    "birthday": "1867-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Orville_Wright_1905-crop.jpg/256px-Orville_Wright_1905-crop.jpg",
    "extract": "Orville Wright and Wilbur Wright, together known as the Wright brothers, were American aviation pioneers generally credited with inventing, building, and flying the world's first successful motor-operated airplane. They made the first controlled, sustained flight of a powered, heavier-than-air aircraft with the Wright Flyer on December 17, 1903, 4 mi (6 km) south of Kitty Hawk, North Carolina, at what is now known as Kill Devil Hills. The brothers were also the first to invent aircraft controls that made fixed-wing powered flight possible.",
    "year": 1867,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "José de Diego",
    "birthday": "1866-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/35/Jose_de_Diego_2.jpg",
    "extract": "José de Diego y Martínez was a statesman, journalist, poet, lawyer, and advocate for Puerto Rico's political autonomy in union with Spain and later of independence from the United States who was referred to by his peers as \"The Father of the Puerto Rican Independence Movement\".",
    "year": 1866,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Harry Chauvel",
    "birthday": "1865-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Lieutenant_General_Sir_Harry_Chauvel.jpg/197px-Lieutenant_General_Sir_Harry_Chauvel.jpg",
    "extract": "General Sir Henry George Chauvel, was a senior officer of the Australian Imperial Force who fought at Gallipoli and during the Sinai and Palestine Campaign in the Middle Eastern theatre of the First World War. He was the first Australian to attain the rank of lieutenant general and later general, and the first to lead a corps. As commander of the Desert Mounted Corps, he was responsible for one of the most decisive victories and fastest pursuits in military history.",
    "year": 1865,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rose Talbot Bullard",
    "birthday": "1864-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/RoseTalbotBullard1910.tif/lossless-page1-192px-RoseTalbotBullard1910.tif.png",
    "extract": "Rose Talbot Bullard was an American physician and medical school professor, who was elected president of the Los Angeles County Medical Association in 1902.",
    "year": 1864,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ponnambalam Ramanathan",
    "birthday": "1851-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Sir_Ponnambalam_Ramanathan_%281851-1930%29.jpg/244px-Sir_Ponnambalam_Ramanathan_%281851-1930%29.jpg",
    "extract": "Sir Ponnambalam Ramanathan, CMG, KC was a Ceylon Tamil lawyer, politician and Solicitor-General of Ceylon.",
    "year": 1851,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kandukuri Veeresalingam",
    "birthday": "1848-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Kandukuri_Veeresalingam.jpg/223px-Kandukuri_Veeresalingam.jpg",
    "extract": "Kandukuri Veeresalingam was a social reformer and writer from the Madras Presidency, British India. He is considered as the father of the Telugu Renaissance movement. He was one of the early social reformers who encouraged the education of women and the remarriage of widows. He also fought against child marriage and the dowry system. He started a school in Dowlaiswaram in 1874, constructed the 'Brahmo Mandir' in 1887 and built the 'Hithakarini School' in 1908 in Andhra Pradesh. His novel Rajasekhara Charitramu is considered to be the first novel in Telugu literature.",
    "year": 1848,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hans Auer",
    "birthday": "1847-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/HansAuer.jpg/296px-HansAuer.jpg",
    "extract": "Hans Wilhelm Auer was a Swiss-Austrian architect best known for his design of the Swiss Bundeshaus (1894–1902) in Bern.",
    "year": 1847,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anatole France",
    "birthday": "1844-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Anatole_France_young_years.jpg/241px-Anatole_France_young_years.jpg",
    "extract": "Anatole France was a French poet, journalist, and novelist with several best-sellers. Ironic and skeptical, he was considered in his day the ideal French man of letters. He was a member of the Académie française, and won the 1921 Nobel Prize in Literature \"in recognition of his brilliant literary achievements, characterized as they are by a nobility of style, a profound human sympathy, grace, and a true Gallic temperament\".",
    "year": 1844,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Antonio Starabba, Marchese di Rudinì",
    "birthday": "1839-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Antonio_Starabba_di_Rudin%C3%AC_1908.jpg/233px-Antonio_Starabba_di_Rudin%C3%AC_1908.jpg",
    "extract": "Antonio Starrabba , Marquess of Rudinì was an Italian statesman, Prime Minister of Italy between 1891 and 1892 and from 1896 until 1898.",
    "year": 1839,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Charles Lennox Richardson",
    "birthday": "1834-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/CharlesRichardson.jpg/320px-CharlesRichardson.jpg",
    "extract": "Charles Lennox Richardson was a British merchant based in Shanghai who was killed in Japan during the Namamugi Incident. His middle name is spelled Lenox in census and family documents.",
    "year": 1834,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Octave Crémazie",
    "birthday": "1827-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Joseph-Octave_Cr%C3%A9mazie%2C_po%C3%A8te_canadien_%28HS85-10-16598%29.jpg/207px-Joseph-Octave_Cr%C3%A9mazie%2C_po%C3%A8te_canadien_%28HS85-10-16598%29.jpg",
    "extract": "Octave Crémazie was a French Canadian poet and bookseller born in Quebec City. Recognized both during and after his lifetime for his patriotic verse and his significant role in the cultural development of Quebec, Crémazie has been called \"the father of French Canadian poetry.\"",
    "year": 1827,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sir James Corry, 1st Baronet",
    "birthday": "1826-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/James_Corry_Vanity_Fair_14_May_1887.jpg/201px-James_Corry_Vanity_Fair_14_May_1887.jpg",
    "extract": "Sir James Porter Corry, 1st Baronet was an Irish politician. He served as a Conservative Member of Parliament (MP) from 1874 to 1885 and an Irish Unionist Alliance MP from 1886 until his death.",
    "year": 1826,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gotthold Eisenstein",
    "birthday": "1823-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Gotthold_Eisenstein.jpeg/243px-Gotthold_Eisenstein.jpeg",
    "extract": "Ferdinand Gotthold Max Eisenstein was a German mathematician. He specialized in number theory and analysis, and proved several results that eluded even Gauss. Like Galois and Abel before him, Eisenstein died before the age of 30. He was born and died in Berlin, Prussia.",
    "year": 1823,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ford Madox Brown",
    "birthday": "1821-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Ford_madox_brown.jpg/287px-Ford_madox_brown.jpg",
    "extract": "Ford Madox Brown was a British painter of moral and historical subjects, notable for his distinctively graphic and often Hogarthian version of the Pre-Raphaelite style. Arguably, his most notable painting was Work (1852–1865). Brown spent the latter years of his life painting the twelve works known as The Manchester Murals, depicting Mancunian history, for Manchester Town Hall.",
    "year": 1821,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Caleb Blood Smith",
    "birthday": "1808-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Hon._Caleb_B._Smith%2C_Ind_-_NARA_-_526254.jpg/264px-Hon._Caleb_B._Smith%2C_Ind_-_NARA_-_526254.jpg",
    "extract": "Caleb Blood Smith was a United States Representative from Indiana, the 6th United States Secretary of the Interior and a United States District Judge of the United States District Court for the District of Indiana.",
    "year": 1808,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "George Bingham, 3rd Earl of Lucan",
    "birthday": "1800-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/07/George_Bingham%2C_3rd_Earl_of_Lucan.png/262px-George_Bingham%2C_3rd_Earl_of_Lucan.png",
    "extract": "Field Marshal George Charles Bingham, 3rd Earl of Lucan,, styled Lord Bingham before 1839, was an Anglo-Irish aristocrat and British Army officer. He was one of three men, along with Captain Nolan and Lord Raglan, responsible for the fateful order during the Battle of Balaclava in October 1854 that led to the Light Brigade commander, The Earl of Cardigan, leading the Charge of the Light Brigade. He was subsequently promoted to field marshal.",
    "year": 1800,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Franklin",
    "birthday": "1786-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/John_Franklin.jpg/254px-John_Franklin.jpg",
    "extract": "Rear-Admiral Sir John Franklin was a British Royal Navy officer and Arctic explorer. After serving in wars against Napoleonic France and the United States, he led two expeditions into the Canadian Arctic and through the islands of the Arctic Archipelago, in 1819 and 1825, and served as Lieutenant-Governor of Van Diemen's Land from 1839 to 1843. During his third and final expedition, an attempt to traverse the Northwest Passage in 1845, Franklin's ships became icebound off King William Island in what is now Nunavut, where he died in June 1847. The icebound ships were abandoned ten months later and the entire crew died, from causes such as starvation, hypothermia, and scurvy.",
    "year": 1786,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Élisabeth Vigée Le Brun",
    "birthday": "1755-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Self-portrait_in_a_Straw_Hat_by_Elisabeth-Louise_Vig%C3%A9e-Lebrun.jpg/230px-Self-portrait_in_a_Straw_Hat_by_Elisabeth-Louise_Vig%C3%A9e-Lebrun.jpg",
    "extract": "Élisabeth Louise Vigée Le Brun, also known as Madame Le Brun, was a French portrait painter, especially of women, in the late 18th and early 19th centuries.",
    "year": 1755,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Henry Clinton (British Army officer, born 1730)",
    "birthday": "1730-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Sirhenryclinton2.jpg/259px-Sirhenryclinton2.jpg",
    "extract": "General Sir Henry Clinton, KB was a British army officer and politician who sat in the House of Commons between 1772 and 1795. He is best known for his service as a general during the American War of Independence. First arriving in Boston in May 1775, from 1778 to 1782 he was the British Commander-in-Chief in North America. In addition to his military service, due to the influence of his cousin Henry Pelham-Clinton, 2nd Duke of Newcastle, he was a Member of Parliament for many years. Late in life he was named Governor of Gibraltar, but died before assuming the post.",
    "year": 1730,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joseph Black",
    "birthday": "1728-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Joseph_Black_b1728.jpg/262px-Joseph_Black_b1728.jpg",
    "extract": "Joseph Black was a Scottish physicist and chemist, known for his discoveries of magnesium, latent heat, specific heat, and carbon dioxide. He was Professor of Anatomy and Chemistry at the University of Glasgow for 10 years from 1756, and then Professor of Medicine and Chemistry at the University of Edinburgh from 1766, teaching and lecturing there for more than 30 years.",
    "year": 1728,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Hadley",
    "birthday": "1682-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/John_Hadley.jpg/246px-John_Hadley.jpg",
    "extract": "John Hadley was an English mathematician, and laid claim to the invention of the octant, two years after Thomas Godfrey claimed the same.",
    "year": 1682,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Charles Montagu, 1st Earl of Halifax",
    "birthday": "1661-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/1stEarlOfHalifax.jpg/256px-1stEarlOfHalifax.jpg",
    "extract": "Charles Montagu, 1st Earl of Halifax was an English statesman and poet. He was the grandson of the 1st Earl of Manchester and was eventually ennobled himself, first as Baron Halifax in 1700 and later as Earl of Halifax in 1714. As one of the three members of the so-called Whig Junto, Montagu played a major role in English politics under the reigns of King William III and Queen Anne. He served as Chancellor of the Exchequer from 1694 to 1699 and as First Lord of the Treasury from 1714 until his death the following year. He was also President of the Royal Society and a patron of the scientist Isaac Newton.",
    "year": 1661,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hans Sloane",
    "birthday": "1660-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Stephen_Slaughter_%281697-1765%29_-_Sir_Hans_Sloane%2C_Bt_-_NPG_569_-_National_Portrait_Gallery.jpg/257px-Stephen_Slaughter_%281697-1765%29_-_Sir_Hans_Sloane%2C_Bt_-_NPG_569_-_National_Portrait_Gallery.jpg",
    "extract": "Sir Hans Sloane, 1st Baronet, was an Anglo-Irish physician, naturalist, and collector, with a collection of 71,000 items which he bequeathed to the British nation, thus providing the foundation of the British Museum, the British Library, and the Natural History Museum, London. He was elected to the Royal Society at the age of 24. Sloane travelled to the Caribbean in 1687 and documented his travels and findings with extensive publications years later. Sloane was a renowned medical doctor among the aristocracy, and was elected to the Royal College of Physicians at age 27. He is credited with creating drinking chocolate. Streets and places were later named after him, including Hans Place, Hans Crescent, and Sloane Square in and around Chelsea, London – the area of his final residence – and also Sir Hans Sloane Square in his birthplace in Northern Ireland, Killyleagh.",
    "year": 1660,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jules Hardouin-Mansart",
    "birthday": "1646-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Jules_Hardouin-Mansart%2C_Hyacinthe_Rigaud.jpg/241px-Jules_Hardouin-Mansart%2C_Hyacinthe_Rigaud.jpg",
    "extract": "Jules Hardouin-Mansart was a French Baroque architect and builder whose major work included the Place des Victoires (1684–1690); Place Vendôme (1690); the domed chapel of Les Invalides (1690), and the Grand Trianon of the Palace of Versailles. His monumental work was designed to glorify the reign of Louis XIV of France.",
    "year": 1646,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frans van Mieris the Elder",
    "birthday": "1635-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Frans_van_Mieris_Selfportrait_1667.jpg/234px-Frans_van_Mieris_Selfportrait_1667.jpg",
    "extract": "Frans van Mieris, the elder, was a Dutch Golden Age genre and portrait painter. The leading member of a Leiden family of painters, his sons Jan (1660–1690) and Willem (1662–1747) and his grandson Frans van Mieris the Younger (1689–1763) were also accomplished genre painters.",
    "year": 1635,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Davies (poet, born 1569)",
    "birthday": "1569-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Sir_John_Davies.png",
    "extract": "Sir John Davies was an English poet, lawyer, and politician who sat in the House of Commons at various times between 1597 and 1621. He became Attorney General for Ireland and formulated many of the legal principles that underpinned the British Empire.",
    "year": 1569,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tabinshwehti",
    "birthday": "1516-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Tabinshwehti_Nat.jpg/264px-Tabinshwehti_Nat.jpg",
    "extract": "Tabinshwehti was king of Burma (Myanmar) from 1530 to 1550, and the founder of the First Toungoo Empire. His military campaigns (1534–1549) created the largest kingdom in Burma since the fall of the Pagan Empire in 1287. His administratively fragile kingdom proved to be the impetus for the eventual reunification of the entire country by his successor and brother-in-law Bayinnaung.",
    "year": 1516,
    "month": 4,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Petrus Apianus",
    "birthday": "1495-4-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Peter_Apian.jpg/258px-Peter_Apian.jpg",
    "extract": "Petrus Apianus, also known as Peter Apian, Peter Bennewitz, and Peter Bienewitz, was a German humanist, known for his works in mathematics, astronomy and cartography. His work on \"cosmography\", the field that dealt with the earth and its position in the universe, was presented in his most famous publications, Astronomicum Caesareum (1540) and Cosmographicus liber (1524). His books were extremely influential in his time, with the numerous editions in multiple languages being published until 1609. The lunar crater Apianus and asteroid 19139 Apian are named in his honour.",
    "year": 1495,
    "month": 4,
    "day": 16,
    "language": "en"
  }
]