[
  {
    "name": "Audrey Tang",
    "birthday": "1981-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Audrey_Tang_Portrait_%28Crop%29.jpg/283px-Audrey_Tang_Portrait_%28Crop%29.jpg",
    "extract": "Audrey Tang is a Taiwanese free software programmer and Digital Minister of Taiwan, who has been described as one of the \"ten greatest Taiwanese computing personalities\". In August 2016, Tang was invited to join Taiwan's Executive Yuan as a minister without portfolio, making her the first transgender and the first non-binary official in the top executive cabinet. Tang has identified as \"post-gender\" and accepts \"whatever pronoun people want to describe me with online.\" Tang is a community leader of Haskell and Perl and the core member of G0v.",
    "year": 1981,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Haile Gebrselassie",
    "birthday": "1973-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Olympic_great_Haile_Gebrselassie_speaking_at_the_Olympic_hunger_summit_in_Downing_Street%2C_12_August_2012_%28cropped%29.jpg/285px-Olympic_great_Haile_Gebrselassie_speaking_at_the_Olympic_hunger_summit_in_Downing_Street%2C_12_August_2012_%28cropped%29.jpg",
    "extract": "Haile Gebrselassie is an Ethiopian retired long-distance track and road running athlete. He won two Olympic gold medals over 10,000 metres and four World Championship titles in the event. He won the Berlin Marathon four times consecutively and also had three straight wins at the Dubai Marathon. Further to this, he won four world titles indoors and was the 2001 World Half Marathon Champion.",
    "year": 1973,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Rosa Clemente",
    "birthday": "1972-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Rosa_Clemente_Laura_Flanders_Show_2017.jpg/256px-Rosa_Clemente_Laura_Flanders_Show_2017.jpg",
    "extract": "Rosa Alicia Clemente is an American community organizer, independent journalist, and hip-hop activist. She was the vice presidential running mate of Green Party Presidential candidate Cynthia McKinney in the 2008 U.S. Presidential election.",
    "year": 1972,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Eli Roth",
    "birthday": "1972-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/EliRothIBAug09.jpg/240px-EliRothIBAug09.jpg",
    "extract": "Eli Raphael Roth is an American film director, screenwriter, producer, and actor. As a director and producer, he is most closely associated with the horror genre, having directed the films Cabin Fever (2003) and Hostel (2005).",
    "year": 1972,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "David Tennant",
    "birthday": "1971-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/David_Tennant_%2848601852746%29.jpg/209px-David_Tennant_%2848601852746%29.jpg",
    "extract": "David John Tennant is a Scottish actor. He rose to fame for his role as the tenth incarnation of the Doctor in the BBC sci-fi series Doctor Who (2005–2010). His other notable roles include Giacomo Casanova in the BBC comedy-drama serial Casanova (2005), the title character in the Royal Shakespeare Company's film adaptation of Hamlet (2009), Barty Crouch Jr. in the fantasy film Harry Potter and the Goblet of Fire (2005), DI Alec Hardy in the ITV crime drama series Broadchurch (2013–2017), and Kilgrave in the Netflix superhero series Jessica Jones (2015–2019).",
    "year": 1971,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Saad Hariri",
    "birthday": "1970-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Secretary_Pompeo_and_Lebanese_Prime_Minister_Hariri_Deliver_Statements_to_the_Press_%2848546301627%29%28Cropped%29.png/243px-Secretary_Pompeo_and_Lebanese_Prime_Minister_Hariri_Deliver_Statements_to_the_Press_%2848546301627%29%28Cropped%29.png",
    "extract": "Saad El-Din Rafik Al-Hariri is a Lebanese-Saudi politician who served as the prime minister of Lebanon from 2009 to 2011 and 2016 to 2020. The son of Rafic Hariri, he founded and has been leading the Future Movement party since 2007. He is seen as \"the strongest figurehead\" of the March 14 Alliance.",
    "year": 1970,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Keith DeCandido",
    "birthday": "1969-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/10.10.10KeithDeCandidoByLuigiNovi2.jpg/240px-10.10.10KeithDeCandidoByLuigiNovi2.jpg",
    "extract": "Keith Robert Andreassi DeCandido is an American science fiction and fantasy writer and musician, who works on comic books, novels, role-playing games and video games, including numerous media tie-in books for properties such as Star Trek, Buffy the Vampire Slayer, Doctor Who, Supernatural, Andromeda, Farscape, Leverage, Spider-Man, X-Men, Sleepy Hollow, and Stargate SG-1.",
    "year": 1969,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Niall Ferguson",
    "birthday": "1964-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Niall_Ferguson_-_Chatham_House_2011.jpg/320px-Niall_Ferguson_-_Chatham_House_2011.jpg",
    "extract": "Niall Campbell Ferguson is a Scottish historian based in the United States who is the Milbank Family Senior Fellow at the Hoover Institution at Stanford University and a Senior Faculty Fellow at the Belfer Center for Science and International Affairs at Harvard University. Previously, he was a professor at Harvard, the London School of Economics and New York University, a visiting professor at the UK New College of the Humanities, and a senior research fellow at Jesus College, Oxford, England.",
    "year": 1964,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Conan O'Brien",
    "birthday": "1963-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Conan_O%27Brien_by_Gage_Skidmore_2.jpg/242px-Conan_O%27Brien_by_Gage_Skidmore_2.jpg",
    "extract": "Conan Christopher O'Brien is an American television host, comedian, actor, writer, podcaster, and producer. He is best known for having hosted late-night talk shows for almost 28 years, beginning with Late Night with Conan O'Brien (1993–2009) and The Tonight Show with Conan O'Brien (2009–2010) on the NBC television network, and Conan (2010–2021) on the cable channel TBS. Before his hosting career, he was a writer for Saturday Night Live (1988–1991) and The Simpsons (1991–1993).",
    "year": 1963,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Eric McCormack",
    "birthday": "1963-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Eric_McCormack_2012_Shankbone_3.JPG/256px-Eric_McCormack_2012_Shankbone_3.JPG",
    "extract": "Eric James McCormack is a Canadian-American actor and singer, known for his roles as Will Truman in the NBC sitcom Will & Grace, Grant MacLaren in Netflix's Travelers and Dr. Daniel Pierce in the TNT crime drama Perception.",
    "year": 1963,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jane Leeves",
    "birthday": "1961-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Jane_Leeves_2012.jpg/272px-Jane_Leeves_2012.jpg",
    "extract": "Jane Elizabeth Leeves is an English actress. Leeves played Daphne Moon on the NBC television sitcom Frasier from 1993 until 2004, for which she was nominated for an Emmy Award and a Golden Globe Award. She also played Joy Scroggs on TV Land's sitcom Hot in Cleveland.",
    "year": 1961,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Susan Faludi",
    "birthday": "1959-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Susan_Faludi.JPG/320px-Susan_Faludi.JPG",
    "extract": "Susan Charlotte Faludi is an American feminist, journalist, and author. She won a Pulitzer Prize for Explanatory Journalism in 1991, for a report on the leveraged buyout of Safeway Stores, Inc., a report that the Pulitzer Prize committee commended for depicting the \"human costs of high finance\". She was also awarded the Kirkus Prize in 2016 for In the Darkroom, which was also a finalist for the 2017 Pulitzer Prize in biography.",
    "year": 1959,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gabi Delgado-López",
    "birthday": "1958-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Gabi_Delgado-Lopez_-_Live_with_DAF_in_Mannheim.jpg/285px-Gabi_Delgado-Lopez_-_Live_with_DAF_in_Mannheim.jpg",
    "extract": "Gabriel Delgado-López, commonly known as Gabi Delgado, was a German composer, lyricist and producer, best known as singer and co-founder, with Robert Görl, of the German electronic band Deutsch Amerikanische Freundschaft.",
    "year": 1958,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Eric Roberts",
    "birthday": "1956-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Eric_Roberts_FSC_2015.jpg/231px-Eric_Roberts_FSC_2015.jpg",
    "extract": "Eric Roberts is an American actor. His career began with a leading role in King of the Gypsies (1978), for which he received his first Golden Globe Award nomination. He was again recognized at the Golden Globes for his role in Bob Fosse's Star 80 (1983). Roberts's performance in Runaway Train (1985), as prison escapee Buck McGeehy, earned him a third Golden Globe nod and a nomination for the Academy Award for Best Supporting Actor. He is the older brother of actress Julia Roberts.",
    "year": 1956,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Rick Moranis",
    "birthday": "1953-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Rick_Moranis_at_the_62nd_Academy_Awards.jpg/220px-Rick_Moranis_at_the_62nd_Academy_Awards.jpg",
    "extract": "Frederick Allan Moranis is a Canadian actor, comedian, musician, songwriter, writer and producer. He appeared in the sketch comedy series Second City Television (SCTV) in the 1980s and several Hollywood films, including Strange Brew (1983), Ghostbusters (1984) and Ghostbusters II (1989), Little Shop of Horrors (1986), Spaceballs (1987), Honey, I Shrunk the Kids, Parenthood (1989), My Blue Heaven (1990), and The Flintstones (1994).",
    "year": 1953,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Grigory Sokolov",
    "birthday": "1950-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Grigory-Sokolov-1967-d.jpg/320px-Grigory-Sokolov-1967-d.jpg",
    "extract": "Grigory Lipmanovich Sokolov is a Russian pianist. He is among the most esteemed of living pianists, his repertoire spanning composers from the Baroque period such as Bach, Couperin or Rameau up to Schoenberg and Arapov. He regularly tours Europe and resides in Italy.",
    "year": 1950,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Régis Wargnier",
    "birthday": "1948-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/R%C3%A9gis_Wargnier_2012.jpg/244px-R%C3%A9gis_Wargnier_2012.jpg",
    "extract": "Régis Wargnier is a French film director, film producer, screenwriter and film score composer. His 1992 film Indochine won the Academy Award for Best Foreign Language Film at the 65th Academy Awards. His 1995 A French Woman was entered into the 19th Moscow International Film Festival where he won the Silver St. George for the Direction.",
    "year": 1948,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Moses Blah",
    "birthday": "1947-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f4/Moses_Blah.jpeg/320px-Moses_Blah.jpeg",
    "extract": "Moses Zeh Blah was a Liberian politician. He served as Vice President of Liberia under President Charles Taylor and became the 23rd President of Liberia on 11 August 2003, following Taylor's resignation. He served as President for two months, until 14 October 2003, when a United Nations-backed transitional government, headed by Gyude Bryant, was sworn in as Chairman of the Transitional Government of Liberia.",
    "year": 1947,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jerzy Stuhr",
    "birthday": "1947-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Jerzy_Stuhr_27_stycznia_2018_%28cropped%29.jpg/206px-Jerzy_Stuhr_27_stycznia_2018_%28cropped%29.jpg",
    "extract": "Jerzy Oskar Stuhr is a Polish film and theatre actor. He is one of the most popular, influential and versatile Polish actors. He also works as a screenwriter, film director and drama professor. He served as the Rector of the Ludwik Solski Academy for the Dramatic Arts in Kraków for two terms: from 1990 to 1996 and again from 2002 to 2008.",
    "year": 1947,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "James Woods",
    "birthday": "1947-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/James_Woods_2015.jpg/213px-James_Woods_2015.jpg",
    "extract": "James Howard Woods is an American actor. He is known for his work in various film, stage, and television productions. He started his career in minor roles on and off-Broadway. In 1972, he appeared in The Trial of the Catonsville Nine alongside Sam Waterston and Michael Moriarty on Broadway. In 1972 he won the Theatre World Award for his performance in Moonchildren. In 1978, Woods made his television breakthrough alongside Meryl Streep, playing her husband in the critically acclaimed four-part miniseries Holocaust. The series went on to receive the Primetime Emmy Award for Outstanding Limited Series. After his film debut in Elia Kazan's The Visitors, he starred in supporting roles on films, including Sydney Pollack's The Way We Were and Arthur Penn's Night Moves (1975).",
    "year": 1947,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Hayley Mills",
    "birthday": "1946-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Hayley_Mills_%282018%29.jpg/246px-Hayley_Mills_%282018%29.jpg",
    "extract": "Hayley Catherine Rose Vivien Mills is an English actress. The daughter of Sir John Mills and Mary Hayley Bell, and younger sister of actress Juliet Mills, she began her acting career as a child and was hailed as a promising newcomer, winning the BAFTA Award for Most Promising Newcomer for her performance in the British crime drama film Tiger Bay (1959), the Academy Juvenile Award for Disney's Pollyanna (1960) and Golden Globe Award for New Star of the Year – Actress in 1961. During her early career, she appeared in six films for Walt Disney, including her dual role as twins Susan and Sharon in the Disney film The Parent Trap (1961). Her performance in Whistle Down the Wind saw Mills nominated for BAFTA Award for Best British Actress.",
    "year": 1946,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Kathy Acker",
    "birthday": "1944-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/1996_Kathy_Acker_004.jpg/320px-1996_Kathy_Acker_004.jpg",
    "extract": "Kathy Acker was an American experimental novelist, playwright, essayist, and postmodernist writer, known for her idiosyncratic and transgressive writing that dealt with themes such as childhood trauma, sexuality and rebellion. She was influenced by the Black Mountain School poets, William S. Burroughs, David Antin, Carolee Schneeman, Eleanor Antin, French critical theory, mysticism, and pornography, as well as classic literature.",
    "year": 1944,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Michael Beloff",
    "birthday": "1942-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Michael_Jacob_Beloff_Escutcheon.png/291px-Michael_Jacob_Beloff_Escutcheon.png",
    "extract": "Michael Jacob Beloff, QC is an English barrister and arbitrator. A member of Blackstone Chambers, he practises in a number of areas including human rights, administrative law and sports law.",
    "year": 1942,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Robert Christgau",
    "birthday": "1942-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Robert_Christgau_02_%28cropped%29.jpg/256px-Robert_Christgau_02_%28cropped%29.jpg",
    "extract": "Robert Thomas Christgau is an American music journalist and essayist. Among the most well-known, revered, and influential music critics, he began his career in the late 1960s as one of the earliest professional rock critics and later became an early proponent of musical movements such as hip hop, riot grrrl, and the import of African popular music in the West. Christgau spent 37 years as the chief music critic and senior editor for The Village Voice, during which time he created and oversaw the annual Pazz & Jop critics poll. He has also covered popular music for Esquire, Creem, Newsday, Playboy, Rolling Stone, Billboard, NPR, Blender, and MSN Music, and was a visiting arts teacher at New York University. CNN senior writer Jamie Allen has called Christgau \"the E. F. Hutton of the music world – when he talks, people listen.\"",
    "year": 1942,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jochen Rindt",
    "birthday": "1942-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Rindt_at_1970_Dutch_Grand_Prix_%282C%29.jpg/240px-Rindt_at_1970_Dutch_Grand_Prix_%282C%29.jpg",
    "extract": "Karl Jochen Rindt was a German-born racing driver who competed with an Austrian license during his career, despite having German and not Austrian citizenship. In 1970, he was killed during practice for the Italian Grand Prix and became the only driver to be posthumously awarded the Formula One World Drivers' Championship.",
    "year": 1942,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Michael D. Higgins",
    "birthday": "1941-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Sergio_Mattarella_and_Irish_President_Higgins_at_the_16th_Arraiolos_meeting_%283%29_%28cropped%29.jpg/249px-Sergio_Mattarella_and_Irish_President_Higgins_at_the_16th_Arraiolos_meeting_%283%29_%28cropped%29.jpg",
    "extract": "Michael Daniel Higgins is an Irish politician, poet, sociologist, and broadcaster, who has served as the ninth president of Ireland since November 2011. He served as a Teachta Dála (TD) for the Galway West constituency from 1981 to 1982 and 1987 to 2011. He served as Minister for Arts, Culture and the Gaeltacht from 1993 to 1997 and mayor of Galway from 1981 to 1982 and 1990 to 1991. He was a senator from 1973 to 1977, after being nominated by the taoiseach and from 1983 to 1987 for the National University. He was the president of the Labour Party from 2003 to 2011, until he resigned following his election as president of Ireland.",
    "year": 1941,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Joseph L. Goldstein",
    "birthday": "1940-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Joseph_Goldstein.jpg/320px-Joseph_Goldstein.jpg",
    "extract": "Joseph Leonard Goldstein ForMemRS is an American biochemist. He received the Nobel Prize in Physiology or Medicine in 1985, along with fellow University of Texas Southwestern researcher, Michael Brown, for their studies regarding cholesterol. They discovered that human cells have low-density lipoprotein (LDL) receptors that remove cholesterol from the blood and that when LDL receptors are not present in sufficient numbers, individuals develop hypercholesterolemia and become at risk for cholesterol related diseases, notably coronary heart disease. Their studies led to the development of statin drugs.",
    "year": 1940,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Glen Hardin",
    "birthday": "1939-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Glenn_D_Hardin.jpg/320px-Glenn_D_Hardin.jpg",
    "extract": "Glen Dee Hardin is an American piano player and arranger. He has performed and recorded with such artists as Roy Orbison, Elvis Presley, Emmylou Harris, John Denver, and Ricky Nelson.",
    "year": 1939,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Thomas J. Moyer",
    "birthday": "1939-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Thomas_J._Moyer_at_BGSU.jpg/213px-Thomas_J._Moyer_at_BGSU.jpg",
    "extract": "Thomas Joseph Moyer was an American jurist and the chief justice of the Ohio Supreme Court from 1987 to 2010. A member of the Republican Party, he died suddenly on April 2, 2010, at age 70. The Thomas J. Moyer Ohio Judicial Center, headquarters of the Ohio Supreme Court, was named in his honor in 2004.",
    "year": 1939,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Keiko Abe",
    "birthday": "1937-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/%D0%9A%D1%8D%D0%B9%D0%BA%D0%BE_%D0%90%D0%B1%D1%8D_%D0%B2_%D0%A1%D0%B0%D0%BD%D0%BA%D1%82-%D0%9F%D0%B5%D1%82%D0%B5%D1%80%D0%B1%D1%83%D1%80%D0%B3%D0%B5.jpg/180px-%D0%9A%D1%8D%D0%B9%D0%BA%D0%BE_%D0%90%D0%B1%D1%8D_%D0%B2_%D0%A1%D0%B0%D0%BD%D0%BA%D1%82-%D0%9F%D0%B5%D1%82%D0%B5%D1%80%D0%B1%D1%83%D1%80%D0%B3%D0%B5.jpg",
    "extract": "Keiko Abe  is a Japanese composer and marimba player. She has been a primary figure in the development of the marimba, in terms of expanding both technique and repertoire, and through her collaboration with the Yamaha Corporation, developed the modern five-octave concert marimba.",
    "year": 1937,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jan Kaplický",
    "birthday": "1937-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/86/JanKaplicky.jpg",
    "extract": "Jan Kaplický was a Neofuturistic Czech architect who spent a significant part of his life in the United Kingdom. He was the leading architect behind the innovative design office, Future Systems. He was best known for the neofuturistic Selfridges Building in Birmingham, England, and the Media Centre at Lord's Cricket Ground in London.",
    "year": 1937,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "James Drury",
    "birthday": "1934-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/James_Drury_The_Virginian_1971.JPG/242px-James_Drury_The_Virginian_1971.JPG",
    "extract": "James Child Drury Jr. was an American actor. He is best known for having played the title role in the 90-minute weekly Western television series The Virginian, which was broadcast on NBC from 1962 to 1971.",
    "year": 1934,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "George Shirley",
    "birthday": "1934-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/George_Shirley.jpg/231px-George_Shirley.jpg",
    "extract": "George Irving Shirley is an American operatic tenor, and was the first African-American tenor to perform a leading role at the Metropolitan Opera in New York City.",
    "year": 1934,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Clive Revill",
    "birthday": "1930-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Clive_Revill_Fagin_Oliver_1963.jpg/254px-Clive_Revill_Fagin_Oliver_1963.jpg",
    "extract": "Clive Selsby Revill is a New Zealand actor, best known for his performances in musical theatre and the London stage. A veteran of the Royal Shakespeare Company, he has also starred in numerous films and television programmes, often in character parts. He is a two-time Tony Award nominee; Best Featured Actor in a Musical for Irma La Douce and Best Actor in a Musical for Oliver! He was also nominated for the Golden Globe Award for Best Supporting Actor for his performance in Billy Wilder's Avanti! (1972).",
    "year": 1930,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Karl Josef Becker",
    "birthday": "1928-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Coat_of_arms_of_Karl_Josef_Becker.svg/320px-Coat_of_arms_of_Karl_Josef_Becker.svg.png",
    "extract": "Karl Josef Becker S.J. was a German Catholic theologian and consultor for the Congregation for the Doctrine of the Faith since 15 September 1977. He taught at the Pontifical Gregorian University in Rome.",
    "year": 1928,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Otto Piene",
    "birthday": "1928-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Otto_Piene_2007.jpg/282px-Otto_Piene_2007.jpg",
    "extract": "Otto Piene was a German-American artist specializing in kinetic and technology-based art, often working collaboratively. He lived and worked in Düsseldorf, Germany; Cambridge, Massachusetts; and Groton, Massachusetts.",
    "year": 1928,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Samuel P. Huntington",
    "birthday": "1927-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Samuel_P._Huntington_%282004_World_Economic_Forum%29.jpg/320px-Samuel_P._Huntington_%282004_World_Economic_Forum%29.jpg",
    "extract": "Samuel Phillips Huntington was an American political scientist, adviser, and academic. He spent more than half a century at Harvard University, where he was director of Harvard's Center for International Affairs and the Albert J. Weatherhead III University Professor.",
    "year": 1927,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Tadeusz Mazowiecki",
    "birthday": "1927-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Tadeusz_Mazowiecki_-_Europeana_1989_-_TV_Interview.jpg/213px-Tadeusz_Mazowiecki_-_Europeana_1989_-_TV_Interview.jpg",
    "extract": "Tadeusz Mazowiecki was a Polish author, journalist, philanthropist and Christian-democratic politician, formerly one of the leaders of the Solidarity movement, and the first non-communist Polish prime minister since 1946.",
    "year": 1927,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Doug Insole",
    "birthday": "1926-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/14/Doug_Insole_G%26P_2012.jpg",
    "extract": "Douglas John Insole CBE was an English cricketer, who played for Cambridge University, Essex and in nine Test matches for England, five of them on the 1956–57 tour of South Africa, where he was vice-captain to Peter May. After retiring from playing, he was prominent in cricket administration, and served as chairman of the England selectors and as President of the Marylebone Cricket Club (MCC).",
    "year": 1926,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Clarence \"Gatemouth\" Brown",
    "birthday": "1924-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Clarence_%22_Gatemouth_%22_Brown.jpg/212px-Clarence_%22_Gatemouth_%22_Brown.jpg",
    "extract": "Clarence \"Gatemouth\" Brown was an American singer and multi-instrumentalist from Louisiana known for his work as a blues musician. He spent his career fighting purism by synthesizing traditional blues and country, jazz, Cajun music and R&B. His work also encompasses rock and roll, rock, folk and Texas blues. He was famously a resident of Texas.",
    "year": 1924,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Barbara Hale",
    "birthday": "1922-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Barbara_Hale_Seminole.jpg/256px-Barbara_Hale_Seminole.jpg",
    "extract": "Barbara Hale was an American actress best known for her role as legal secretary Della Street in the television series Perry Mason (1957–1966), earning her a 1959 Emmy Award for Outstanding Supporting Actress in a Drama Series. She reprised the role in 30 Perry Mason made-for-television movies (1985–1995).",
    "year": 1922,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jean Richard (actor)",
    "birthday": "1921-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fc/-jean--richard-.jpeg",
    "extract": "Jean Richard was a French actor, comedian, and circus entrepreneur. He is best remembered for his role as Georges Simenon's Maigret in the eponymous French television series, which he played for more than twenty years, and for his circus activities.",
    "year": 1921,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "John F. Wiley",
    "birthday": "1920-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Jack_Wiley_-_1948_Bowman.jpg/266px-Jack_Wiley_-_1948_Bowman.jpg",
    "extract": "John Franklin \"Smiling Jack\" Wiley was an American football player and coach. He served as the head football coach at Waynesburg College—now known as Waynesburg University—in Waynesburg, Pennsylvania from 1951 to 1954, compiling a record of 22–9–1.",
    "year": 1920,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Virginia O'Brien",
    "birthday": "1919-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/VIrginiaOBrien.jpg/244px-VIrginiaOBrien.jpg",
    "extract": "Virginia Lee O'Brien was an American actress, singer, and radio personality known for her comedic singing roles in Metro-Goldwyn-Mayer musicals of the 1940s.",
    "year": 1919,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "André Bazin",
    "birthday": "1918-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/34/Bazin_What_Is_Cinema.jpg/209px-Bazin_What_Is_Cinema.jpg",
    "extract": "André Bazin was a renowned and influential French film critic and film theorist.",
    "year": 1918,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Shinobu Hashimoto",
    "birthday": "1918-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Shinobu_Hashimoto.jpg/267px-Shinobu_Hashimoto.jpg",
    "extract": "Shinobu Hashimoto was a Japanese screenwriter, film director and producer. A frequent collaborator of Akira Kurosawa, he wrote the scripts for such internationally acclaimed films as Rashomon and Seven Samurai.",
    "year": 1918,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Joy Davidman",
    "birthday": "1915-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f7/Joy_Davidman..jpg/230px-Joy_Davidman..jpg",
    "extract": "Helen Joy Davidman was an American poet and writer. Often referred to as a child prodigy, she earned a master's degree from Columbia University in English literature at age twenty in 1935. For her book of poems, Letter to a Comrade, she won the Yale Series of Younger Poets Competition in 1938 and the Russell Loines Award for Poetry in 1939. She was the author of several books, including two novels.",
    "year": 1915,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Claire Martin (writer)",
    "birthday": "1914-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Claire_Montreuil_1945.jpg/320px-Claire_Montreuil_1945.jpg",
    "extract": "Claire Martin, was the pseudonym of the Canadian writer Claire Montreuil. She wrote mainly in French. Her novels often have themes of women's liberation and erotic relationships. Martin frequently revealed her devotions toward the \"Frenchness\" and Quebec nationalism as saying \"I prefer to be of Quebec.\" or \"I feel closer to love as a French-Canadian.\" In her works, Quebec and French-Canadian are portrayed as well-educated and living well. Martin focused her writing style on risks and illnesses of love, and wrote with prejudice and social conventions. Her works are characterized by purity and crafty use of language.",
    "year": 1914,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Maurice Goldhaber",
    "birthday": "1911-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/48/Goldhaber%2CMaurice_1937.jpg",
    "extract": "Maurice Goldhaber was an American physicist, who in 1957 established that neutrinos have negative helicity.",
    "year": 1911,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Miklós Rózsa",
    "birthday": "1907-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/76/Mikl%C3%B3s_R%C3%B3zsa_Portrait.jpg",
    "extract": "Miklós Rózsa was a Hungarian-American composer trained in Germany (1925–1931) and active in France (1931–1935), the United Kingdom (1935–1940), and the United States (1940–1995), with extensive sojourns in Italy from 1953 onward. Best known for his nearly one hundred film scores, he nevertheless maintained a steadfast allegiance to absolute concert music throughout what he called his \"double life\".",
    "year": 1907,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "George H. Hitchings",
    "birthday": "1905-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/George_H._Hitchings_1988.jpg/280px-George_H._Hitchings_1988.jpg",
    "extract": "George Herbert Hitchings was an American medical doctor who shared the 1988 Nobel Prize in Physiology or Medicine with Sir James Black and Gertrude Elion \"for their discoveries of important principles for drug treatment\", Hitchings specifically for his work on chemotherapy.",
    "year": 1905,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Pigmeat Markham",
    "birthday": "1904-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/96/Pigmeat_Markham.jpg",
    "extract": "Dewey \"Pigmeat\" Markham was an American entertainer. Though best known as a comedian, Markham was also a singer, dancer, and actor. His nickname came from a stage routine, in which he declared himself to be \"Sweet Poppa Pigmeat\". He was sometimes credited in films as Pigmeat \"Alamo\" Markham.",
    "year": 1904,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Waldemar Hammenhög",
    "birthday": "1902-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Waldemarh.jpeg/248px-Waldemarh.jpeg",
    "extract": "Per Waldemar Hammenhög was a Swedish writer and novelist. The trivial, petty bourgeois urban environment forms the basis of many of his early realistic novels, whereas his later works turned towards religious and moral issues. Writing more than 40 novels, Hammenhög is probably best known for Pettersson & Bendel (1931), a humorous novel adapted twice to screen.",
    "year": 1902,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Giuseppe Pella",
    "birthday": "1902-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Giuseppe_Pella_1963.jpg",
    "extract": "Giuseppe Pella was an Italian Christian Democratic politician who served as the 31st prime minister of Italy from 1953 to 1954. He was also Minister of Treasury, Budget and of Foreign Affairs during the 1950s and early 1960s. Pella served as President of the European Parliament from 1954 to 1956 after the death of Alcide De Gasperi.",
    "year": 1902,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "László Németh",
    "birthday": "1901-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/N%C3%A9metL%C3%A1szl%C3%B3.jpg/211px-N%C3%A9metL%C3%A1szl%C3%B3.jpg",
    "extract": "László Németh was a Hungarian dentist, writer, dramatist and essayist. He was born in Nagybánya the son of József Németh (1873–1946) and Vilma Gaál (1879–1957). Over the Christmas of 1925, he married Ella Démusz (1905–1989), the daughter of János Démusz, a keeper of a public house. Between 1926 and 1944 they had six daughters, but two of them died in infancy. In 1959 he visited the Soviet Union. In the last part of his life he lived and worked in Tihany. He died from a stroke on 3 March 1975 in Budapest and was buried in Farkasréti Cemetery, Budapest, where he shares a grave with his wife.",
    "year": 1901,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bertha Isaacs",
    "birthday": "1900-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e1/Dame_Bertha_Isaacs%2C_DBE.jpg",
    "extract": "Dame Albertha Magdelina Isaacs DBE was a Bahamian teacher, tennis player, women's rights activist and politician. After a career as an elementary school teacher, she played on the international tennis circuit, winning both singles and doubles titles in the 1930s.",
    "year": 1900,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ardito Desio",
    "birthday": "1897-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Ardito_Desio_1955.jpg/224px-Ardito_Desio_1955.jpg",
    "extract": "Count Ardito Desio was an Italian explorer, mountain climber, geologist, and cartographer.",
    "year": 1897,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Eugene Houdry",
    "birthday": "1892-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Eugene_Houdry_Fench_Passport_photo_1919_98-16_Personal_001.tif/lossy-page1-220px-Eugene_Houdry_Fench_Passport_photo_1919_98-16_Personal_001.tif.jpg",
    "extract": "Eugène Jules Houdry was a mechanical engineer who graduated from École Nationale Supérieure d'Arts et Métiers in 1911. \nHoudry served as a lieutenant in a tank company in the French Army during World War One, receiving the French Legion of Honour. \nHe invented catalytic cracking of petroleum feed stocks, for which he \nreceived the Perkin Medal among others.",
    "year": 1892,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jessie Street",
    "birthday": "1889-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Jessie_Street_representing_Australia_at_the_United_Nations_%2815314938922%29.jpg/320px-Jessie_Street_representing_Australia_at_the_United_Nations_%2815314938922%29.jpg",
    "extract": "Jessie Mary Grey, Lady Street was an Australian suffragist and campaigner for Indigenous Australian rights, dubbed \"Red Jessie\" by the media. As Australia's only female delegate to the founding of the United Nations in 1945, Jessie was Australia's first female delegate to the United Nations. She was Lady Street by her husband Sir Kenneth Whistler Street. Street ensured the inclusion of gender as a non-discrimination clause in the United Nations Charter and led the Foundation for Aboriginal Affairs to campaign for the enfranchisement of Indigenous Australians in 1967.",
    "year": 1889,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jaan Anvelt",
    "birthday": "1884-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Jaan_Anvelt_1925.jpg/229px-Jaan_Anvelt_1925.jpg",
    "extract": "Jaan Anvelt, was an Estonian Bolshevik revolutionary and writer. He served the Russian SFSR, was a leader of the Communist Party of Estonia, the first premier of the Soviet Executive Committee of Estonia, and the chairman of the Council of The Commune of the Working People of Estonia. Imprisoned during Joseph Stalin's Great Purge in 1937, he died from the injuries sustained during a beating by Aleksandr Langfang while in NKVD custody.",
    "year": 1884,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Aleksanteri Aava",
    "birthday": "1883-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Aleksanteriaava2.jpg/216px-Aleksanteriaava2.jpg",
    "extract": "Aleksanteri Aava, born Aleksanteri (Santeri) Kuparinen, was a Finnish poet and smallholder.",
    "year": 1883,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Leopold Stokowski",
    "birthday": "1882-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Leopold_Stokowski_LOC_26447u.jpg/232px-Leopold_Stokowski_LOC_26447u.jpg",
    "extract": "Leopold Anthony Stokowski was a British conductor. One of the leading conductors of the early and mid-20th century, he is best known for his long association with the Philadelphia Orchestra and his appearance in the Disney film Fantasia with that orchestra. He was especially noted for his free-hand conducting style that spurned the traditional baton and for obtaining a characteristically sumptuous sound from the orchestras he directed.",
    "year": 1882,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Sam Crawford",
    "birthday": "1880-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/SamCrawford.jpg/217px-SamCrawford.jpg",
    "extract": "Samuel Earl Crawford, nicknamed \"Wahoo Sam\", was an American outfielder in Major League Baseball (MLB).",
    "year": 1880,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Vicente Sotto",
    "birthday": "1877-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Vicente_Yap_Sotto_1.jpg/246px-Vicente_Yap_Sotto_1.jpg",
    "extract": "Vicente Yap Sotto was a Filipino politician who served as a Senator from 1946 to 1950. He also served in the House of Representatives from 1922 to 1925, representing Cebu's 2nd district. He was the main author of the Press Freedom Law",
    "year": 1877,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ivana Brlić-Mažuranić",
    "birthday": "1874-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Ivana_brlic_mazuranic_II.jpg/239px-Ivana_brlic_mazuranic_II.jpg",
    "extract": "Ivana Brlić-Mažuranić was a Croatian writer. Within her native land, as well as internationally, she has been praised as the best Croatian writer for children.",
    "year": 1874,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Richard Harding Davis",
    "birthday": "1864-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/RHD1890.jpg/213px-RHD1890.jpg",
    "extract": "Richard Harding Davis was an American journalist and writer of fiction and drama, known foremost as the first American war correspondent to cover the Spanish–American War, the Second Boer War, and the First World War. His writing greatly assisted the political career of Theodore Roosevelt. He also played a major role in the evolution of the American magazine. His influence extended to the world of fashion, and he is credited with making the clean-shaven look popular among men at the turn of the 20th century.",
    "year": 1864,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Leopold Berchtold",
    "birthday": "1863-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Bundesarchiv_Bild_183-2004-1110-500%2C_Leopold_Graf_Berchtold.jpg/218px-Bundesarchiv_Bild_183-2004-1110-500%2C_Leopold_Graf_Berchtold.jpg",
    "extract": "Leopold Anton Johann Sigismund Josef Korsinus Ferdinand Graf Berchtold von und zu Ungarschitz, Frättling und Püllütz was an Austro-Hungarian politician, diplomat and statesman who served as Imperial Foreign Minister at the outbreak of World War I.",
    "year": 1863,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Linton Hope",
    "birthday": "1863-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Linton_Hope.jpg/282px-Linton_Hope.jpg",
    "extract": "Linton Chorley Hope FRAes was a sailor from Great Britain, who represented his country at the 1900 Summer Olympics in Meulan, France. With Lorne Currie as helmsman and fellow crewmembers John Gretton and Algernon Maudslay, Hope took first places in both the race of the .5 to 1 ton class and the Open class.",
    "year": 1863,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Dhondo Keshav Karve",
    "birthday": "1858-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Dhondo_Keshav_Karve_1958_stamp_of_India.jpg/279px-Dhondo_Keshav_Karve_1958_stamp_of_India.jpg",
    "extract": "Dhondo Keshav Karve (18 April 1858 – 9 November 1962), popularly known as Maharshi Karve , was a social reformer in India in the field of women's welfare. He advocated widow remarriage and he himself married a widow. Karve was a pioneer in promoting widows' education. He founded the first women's university in India - SNDT Women's University. The Government of India awarded him with the highest civilian award, the Bharat Ratna, in 1958, the year of his 100th birthday.",
    "year": 1858,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Alexander Shirvanzade",
    "birthday": "1858-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Stamps_of_Armenia%2C_2008-05.jpg/191px-Stamps_of_Armenia%2C_2008-05.jpg",
    "extract": "Alexander Movsisian, better known by his pen name Alexander Shirvanzadeh was an Armenian playwright and novelist.",
    "year": 1858,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Clarence Darrow",
    "birthday": "1857-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Clarence_Darrow.jpg/231px-Clarence_Darrow.jpg",
    "extract": "Clarence Seward Darrow was an American lawyer who became famous in the early 20th century for his involvement in the Leopold and Loeb murder trial and the Scopes \"Monkey\" Trial. He was a leading member of the American Civil Liberties Union, and a prominent advocate for Georgist economic reform.",
    "year": 1857,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ludwig Levy",
    "birthday": "1854-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Schulz_%26_Suck_-_Ludwig_Levy_%281886%29.tiff/lossy-page1-198px-Schulz_%26_Suck_-_Ludwig_Levy_%281886%29.tiff.jpg",
    "extract": "Ludwig Levy was a German Jewish architect of the Historicist school. He designed a number of synagogues, amongst which was the huge Neue Synagoge in Strasbourg, as well as official buildings such as the ministries of Alsace-Lorraine on the Kaiserplatz in that same town.",
    "year": 1854,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Paul-Émile Lecoq de Boisbaudran",
    "birthday": "1838-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Lecoq_de_Boisbaudran.jpg",
    "extract": "Paul-Émile Lecoq de Boisbaudran, also called François Lecoq de Boisbaudran, was a French chemist known for his discoveries of the chemical elements gallium, samarium and dysprosium. \nHe developed methods for separation and purification of the rare earth elements and was one of the pioneers of the science of spectroscopy.",
    "year": 1838,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Carlos Manuel de Céspedes",
    "birthday": "1819-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Carlos_Manuel_de_Cespedes.jpg/216px-Carlos_Manuel_de_Cespedes.jpg",
    "extract": "Carlos Manuel de Céspedes del Castillo was a Cuban revolutionary hero and First President of Cuba in 1868. Cespedes, who was a plantation owner in Cuba, freed his slaves and made the declaration of Cuban independence in 1868 which started the Ten Years' War (1868–1878). This was the first of three wars of independence, the third of which, the Cuban War of Independence led to the end of Spanish rule in 1898 and Cuba's independence in 1902.",
    "year": 1819,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Franz von Suppé",
    "birthday": "1819-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Suppe_Franz_von.png/271px-Suppe_Franz_von.png",
    "extract": "Franz von Suppé was an Austrian composer of light operas and other theatre music. He came from the Kingdom of Dalmatia, Austro-Hungarian Empire. A composer and conductor of the Romantic period, he is notable for his four dozen operettas.",
    "year": 1819,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "James McCune Smith",
    "birthday": "1813-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/James_McCune_Smith.jpg/207px-James_McCune_Smith.jpg",
    "extract": "James McCune Smith was an American physician, apothecary, abolitionist, and author who was born in Manhattan. He was the first African American to hold a medical degree from the University of Glasgow in Scotland. After his return to the United States, he became the first African American to run a pharmacy in the nation.",
    "year": 1813,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "David Ricardo",
    "birthday": "1772-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Portrait_of_David_Ricardo_by_Thomas_Phillips.jpg/248px-Portrait_of_David_Ricardo_by_Thomas_Phillips.jpg",
    "extract": "David Ricardo was a British political economist, one of the most influential of the classical economists along with Thomas Malthus, Adam Smith and James Mill. He was also a politician, and a member of the Parliament of Great Britain and Ireland.",
    "year": 1772,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Karl Philipp, Prince of Schwarzenberg",
    "birthday": "1771-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Karel_Filip_Schwarzenberg.jpg/254px-Karel_Filip_Schwarzenberg.jpg",
    "extract": "Karl Philipp, Fürst zu Schwarzenberg was an Austrian Generalissimo. He fought in the Battle of Wagram (1809) but the Austrians lost decisively against Napoleon. He had to fight for Napoleon in the Battle of Gorodechno (1812) against the Russians and won. He was in command of the allied army that defeated Napoleon decisively in the Battle of Leipzig (1813).\nHe joined the Battle of Paris (1814) that forced Napoleon to abdicate.",
    "year": 1771,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Sir Francis Baring, 1st Baronet",
    "birthday": "1740-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Sir_Francis_Baring%2C_1st_Bt.jpg/239px-Sir_Francis_Baring%2C_1st_Bt.jpg",
    "extract": "Sir Francis Baring, 1st Baronet was an English merchant banker, a member of the Baring family, later becoming the first of the Baring baronets.",
    "year": 1740,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jean-Féry Rebel",
    "birthday": "1666-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Jean_Moyreau%2C_Antoine_Watteau%2C_J.-B._Rebel%2C_c._1730%2C_NGA_150378.jpg/239px-Jean_Moyreau%2C_Antoine_Watteau%2C_J.-B._Rebel%2C_c._1730%2C_NGA_150378.jpg",
    "extract": "Jean-Féry Rebel was an innovative French Baroque composer and violinist.",
    "year": 1666,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ahmed I",
    "birthday": "1590-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Ahmed_I_by_John_Young.jpg/206px-Ahmed_I_by_John_Young.jpg",
    "extract": "Ahmed I was the Sultan of the Ottoman Empire from 1603 until his death in 1617. Ahmed's reign is noteworthy for marking the first breach in the Ottoman tradition of royal fratricide; henceforth Ottoman rulers would no longer systematically execute their brothers upon accession to the throne. He is also well known for his construction of the Blue Mosque, one of the most famous mosques in Turkey.",
    "year": 1590,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Thomas Middleton",
    "birthday": "1580-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Thomas_Middleton.jpg/240px-Thomas_Middleton.jpg",
    "extract": "Thomas Middleton was an English Jacobean playwright and poet. He, with John Fletcher and Ben Jonson, was among the most successful and prolific of playwrights at work in the Jacobean period, and among the few to gain equal success in comedy and tragedy. He was also a prolific writer of masques and pageants.",
    "year": 1580,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Henry II of Navarre",
    "birthday": "1503-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Henri_d%27Albret.jpg/244px-Henri_d%27Albret.jpg",
    "extract": "Henry II, nicknamed Sangüesino because he was born at Sangüesa, was the King of Navarre from 1517, although his kingdom had been reduced to a small territory north of the Pyrenees by the Spanish conquest of 1512. Henry succeeded his mother, Queen Catherine, upon her death. His father was her husband and co-ruler, King John III, who died in 1516.",
    "year": 1503,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lucrezia Borgia",
    "birthday": "1480-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Dosso_DOSSI_%2C_Battista_DOSSI_%28attributed_to%29_-_Lucrezia_Borgia%2C_Duchess_of_Ferrara_-_Google_Art_Project.jpg/243px-Dosso_DOSSI_%2C_Battista_DOSSI_%28attributed_to%29_-_Lucrezia_Borgia%2C_Duchess_of_Ferrara_-_Google_Art_Project.jpg",
    "extract": "Lucrezia Borgia was a Spanish-Italian noblewoman of the House of Borgia who was the daughter of Pope Alexander VI and Vannozza dei Cattanei. She reigned as the Governor of Spoleto, a position usually held by cardinals, in her own right.",
    "year": 1480,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ippolita Maria Sforza",
    "birthday": "1446-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Francesco_Laurana_pushkin.jpg/320px-Francesco_Laurana_pushkin.jpg",
    "extract": "Ippolita Maria Sforza was an Italian noblewoman, a member of the Sforza family which ruled the Duchy of Milan from 1450 until 1535. She was the first wife of the Duke of Calabria, who later reigned as King Alfonso II of Naples. Ippolita was a very intelligent and cultured young woman.",
    "year": 1446,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Al-Wathiq",
    "birthday": "812-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Dinar_of_al-Wathiq%2C_AH_227-232.jpg/320px-Dinar_of_al-Wathiq%2C_AH_227-232.jpg",
    "extract": "Abū Jaʿfar Hārūn ibn Muḥammad, better known by his regnal name al-Wāthiq bi’llāh, was an Abbasid caliph who reigned from 842 until 847 AD. The chief events of his reign were the suppression of a Bedouin rebellion in the Hejaz in 845 and an abortive uprising in Baghdad in 846. The conflict with the Byzantine Empire continued, and the Abbasids even scored a significant victory at Mauropotamos, but after a truce in 845, warfare ceased for several years.",
    "year": 812,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Kʼan II",
    "birthday": "588-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Caracol-glif.png",
    "extract": "Kʼan II was a Maya ruler of Caracol. He reigned AD 618–658.",
    "year": 588,
    "month": 4,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gratian",
    "birthday": "359-4-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Gratianarsclassicaobverse.jpg/320px-Gratianarsclassicaobverse.jpg",
    "extract": "Gratian was emperor of the Western Roman Empire from 367 to 383. The eldest son of Valentinian I, Gratian accompanied his father on several campaigns along the Rhine and Danube frontiers and was raised to the rank of Augustus in 367. Upon the death of Valentinian in 375, Gratian took over government of the west while his half-brother Valentinian II was also acclaimed emperor in Pannonia. Gratian governed the western provinces of the empire, while his uncle Valens was already the emperor over the east.",
    "year": 359,
    "month": 4,
    "day": 18,
    "language": "en"
  }
]