[
  {
    "name": "Kim Chiu",
    "birthday": "1990-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Kim_Chiu_06-19-16.jpg/213px-Kim_Chiu_06-19-16.jpg",
    "extract": "Kimberly Sue Yap Chiu is a Filipina actress, model, host, singer, dancer, and vlogger. Chiu garnered acclaim at a young age for her acting performances on television and in cinema. She is known as Philippine showbiz's \"Chinita Princess\" and was once hailed as the \"Princess of Philippine Movies and TV\" for three consecutive years. She is currently managed by Star Magic, ABS-CBN's home-based talent agency where she is referred to as the \"Queen of the Dance Floor\".",
    "year": 1990,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Maria Sharapova",
    "birthday": "1987-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Maria_Sharapova_Australian_Open_Players%27_Party_2015.jpg/222px-Maria_Sharapova_Australian_Open_Players%27_Party_2015.jpg",
    "extract": "Maria Yuryevna Sharapova is a Russian former world No. 1 tennis player. She competed on the WTA Tour from 2001 to 2020 and was ranked world No. 1 in singles by the Women's Tennis Association (WTA) for 21 weeks. She is one of ten women, and the only Russian, to achieve the career Grand Slam. She is also an Olympic medalist, having won silver in women's singles at the 2012 London Olympics.",
    "year": 1987,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Hayden Christensen",
    "birthday": "1981-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Hayden-cfda2010-0004%281%29_Cropped.jpg/232px-Hayden-cfda2010-0004%281%29_Cropped.jpg",
    "extract": "Hayden Christensen born April 19, 1981) is a Canadian actor and producer. He began his career on Canadian television at the age of 13, then diversified into American television in the late 1990s. His early work includes Sofia Coppola's The Virgin Suicides (1999), Life as a House (2001), and Shattered Glass (2003). He received praise for his performance as both as Sam in Life as a House earning Golden Globe Award and Screen Actors Guild Award nominations. He also received critical acclaim for his portrayal of Stephen Glass in the 2003 film.",
    "year": 1981,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "James Franco",
    "birthday": "1978-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/James_Franco_4%2C_2013.jpg/240px-James_Franco_4%2C_2013.jpg",
    "extract": "James Edward Franco is an American actor, filmmaker, and writer. For his role in 127 Hours (2010), he was nominated for an Academy Award for Best Actor. Franco is known for his roles in films, such as Sam Raimi's Spider-Man trilogy (2002–2007), Milk (2008), Eat, Pray, Love (2010), Rise of the Planet of the Apes (2011), Spring Breakers (2012), and Oz the Great and Powerful (2013). He is known for his collaborations with fellow actor Seth Rogen, having appeared in eight films and one television series with him, examples being Pineapple Express (2008), This Is the End (2013), Sausage Party (2016), and The Disaster Artist (2017), for which he won a Golden Globe Award for Best Actor.",
    "year": 1978,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Rivaldo",
    "birthday": "1972-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Rivaldo_bunyodkor_2010.jpg/320px-Rivaldo_bunyodkor_2010.jpg",
    "extract": "Rivaldo Vítor Borba Ferreira, known as Rivaldo, is a Brazilian former professional footballer. He played mainly as an attacking midfielder but also as a second striker. He is regarded as one of the greatest players of all time. Labelled a \"bandy-legged genius\" by The Guardian, although he was predominantly left footed he was capable of playing on either flank, and was on occasion deployed as a wide midfielder or as a winger.",
    "year": 1972,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Kelly Holmes",
    "birthday": "1970-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Kelly_Holmes_at_Athens_2004_cropped.jpg/225px-Kelly_Holmes_at_Athens_2004_cropped.jpg",
    "extract": "Dame Kelly Holmes OLY is a retired English middle distance athlete.",
    "year": 1970,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Mswati III",
    "birthday": "1968-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/King_Mswati_III_2014.jpg/245px-King_Mswati_III_2014.jpg",
    "extract": "Mswati III is the king of Eswatini and head of the Swazi royal family. He was born in Manzini in the Protectorate of Swaziland to King Sobhuza II and one of his younger wives, Ntfombi Tfwala. He was crowned as Mswati III, Ingwenyama and King of Swaziland, on 25 April 1986 at the age of 18, thus becoming the youngest ruling monarch in the world at that time. Together with his mother, Ntfombi Tfwala, now Queen Mother (Ndlovukati), he rules the country as an absolute monarch. Mswati III is known for his practice of polygamy and currently has 15 wives.",
    "year": 1968,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Véronique Gens",
    "birthday": "1966-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Veronique_gens_video_still.jpg/280px-Veronique_gens_video_still.jpg",
    "extract": "Véronique Gens is a French operatic soprano. She has spent much of her career recording and performing Baroque music.",
    "year": 1966,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Kim Weaver",
    "birthday": "1964-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Kim_Weaver_News_Interview_%283533838332%29.jpg/320px-Kim_Weaver_News_Interview_%283533838332%29.jpg",
    "extract": "Dr. Kimberly A. Weaver is an American astrophysics astronomer and professor. She has worked with NASA on several research projects. She is often seen on television programs about astronomy. She is an expert in the area of x-ray astronomy.",
    "year": 1964,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Frank Viola",
    "birthday": "1960-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Frank_Viola_and_1987_Twins_%28cropped%29.png/320px-Frank_Viola_and_1987_Twins_%28cropped%29.png",
    "extract": "Frank John Viola Jr. is an American former starting pitcher in Major League Baseball who played for the Minnesota Twins (1982–1989), New York Mets (1989–1991), Boston Red Sox (1992–1994), Cincinnati Reds (1995), and Toronto Blue Jays (1996). A three-time All-Star, he was named World Series MVP with the Twins in 1987 and won the AL Cy Young Award in 1988. He is the pitching coach of the High Point Rockers.",
    "year": 1960,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Mukesh Ambani",
    "birthday": "1957-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Mukesh_Ambani.jpg/241px-Mukesh_Ambani.jpg",
    "extract": "Mukesh Dhirubhai Ambani is an Indian business magnate and chairman, managing director, and the largest shareholder of Reliance Industries Ltd. (RIL), a Fortune Global 500 company and India's most valuable company by market value. According to Forbes and Bloomberg Billionaires Index, Ambani's net worth is estimated at around US$95.4 billion as of May 2022, making him the second-richest person in Asia and India and the 9th richest person in the world.",
    "year": 1957,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Anne Glover (biologist)",
    "birthday": "1956-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Professor_Dame_Anne_Glover_DBE_FRS.jpg/213px-Professor_Dame_Anne_Glover_DBE_FRS.jpg",
    "extract": "Dame Lesley Anne Glover is a Scottish biologist and academic. She was Professor of molecular biology and cell biology at the University of Aberdeen before being named Vice Principal for External Affairs and Dean for Europe. She served as Chief Scientific Adviser to the President of the European Commission from 2012 to 2014. In 2018 she joined the Principal's senior advisory team at the University of Strathclyde.",
    "year": 1956,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Trevor Francis",
    "birthday": "1954-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Nottingham_Forest_FC_%28Amsterdam%2C_1980%29_-_Trevor_Francis.jpg/227px-Nottingham_Forest_FC_%28Amsterdam%2C_1980%29_-_Trevor_Francis.jpg",
    "extract": "Trevor John Francis is an English former footballer who played as a forward for a number of clubs in England, the United States, Italy, Scotland and Australia. In 1979 he became Britain's first £1 million player following his transfer from Birmingham City to Nottingham Forest. He scored the winning goal for Forest in the 1979 European Cup final against Malmö. He won the European Cup again with the club the following year. At international level, he played for England 52 times between 1976 and 1986, scoring 12 goals, and played at the 1982 FIFA World Cup.",
    "year": 1954,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Jóannes Eidesgaard",
    "birthday": "1951-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Joannes_Eidesgaard_in_Gjogv.jpg/214px-Joannes_Eidesgaard_in_Gjogv.jpg",
    "extract": "Jóannes Dan Eidesgaard is a former Faroese politician. He was the Prime Minister of the Faroe Islands from 2004, starting shortly after the general election of 20 January 2004, until 26 September 2008, when a new coalition took office. He served as Finance Minister from 1996 to 1998 and again from 2008 to 2011. He was a member of the Danish Folketing representing the Faroe Islands from 11 March 1998 until 20 November 2001.",
    "year": 1951,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Tim Curry",
    "birthday": "1946-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Tim_Curry_cropped.jpg/224px-Tim_Curry_cropped.jpg",
    "extract": "Timothy James Curry is an English actor and singer. He rose to prominence for his portrayal of Dr. Frank-N-Furter in the film The Rocky Horror Picture Show (1975), reprising the role he had originated in the 1973 London and 1974 Los Angeles musical stage productions of The Rocky Horror Show.",
    "year": 1946,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "James Heckman",
    "birthday": "1944-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Laureate-heckman-james.jpg/320px-Laureate-heckman-james.jpg",
    "extract": "James Joseph Heckman is a Nobel Prize winning American economist who is currently at the University of Chicago, where he is The Henry Schultz Distinguished Service Professor in Economics and the College; Professor at the Harris School of Public Policy; Director of the Center for the Economics of Human Development (CEHD); and Co-Director of Human Capital and Economic Opportunity (HCEO) Global Working Group. He is also Professor of Law at the Law School, a senior research fellow at the American Bar Foundation, and a research associate at the National Bureau of Economic Research. In 2000, Heckman shared the Nobel Memorial Prize in Economic Sciences with Daniel McFadden, for his pioneering work in econometrics and microeconomics. As of December 2020, according to RePEc, he is the second most influential economist in the world.",
    "year": 1944,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Bernie Worrell",
    "birthday": "1944-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Bernie_Worrell_-_SociaLibrium%2C_Vienna2009_a.jpg/320px-Bernie_Worrell_-_SociaLibrium%2C_Vienna2009_a.jpg",
    "extract": "George Bernard Worrell, Jr. was an American keyboardist and record producer best known as a founding member of Parliament-Funkadelic and for his work with Talking Heads. He is a member of the Rock and Roll Hall of Fame, inducted in 1997 with fifteen other members of Parliament-Funkadelic. Worrell was described by Jon Pareles of The New York Times as \"the kind of sideman who is as influential as some bandleaders.\"",
    "year": 1944,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Margo MacDonald",
    "birthday": "1943-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/79/MargoMacDonaldMSP20111121.jpg",
    "extract": "Margo Symington MacDonald was a Scottish politician, teacher and broadcaster. She was the Scottish National Party (SNP) Member of Parliament (MP) for Glasgow Govan from 1973 to 1974 and was Deputy Leader of the Scottish National Party from 1974 to 1979. She later served as an SNP and then Independent Member of the Scottish Parliament (MSP) for Lothian from 1999 until her death.",
    "year": 1943,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Michel Roux",
    "birthday": "1941-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Michel_Roux.jpg/292px-Michel_Roux.jpg",
    "extract": "Michel Roux, OBE, also known as Michel Roux Snr., was a French chef and restaurateur working in Britain. Along with his brother Albert, he opened Le Gavroche, later to become the first three Michelin starred restaurant in Britain, and The Waterside Inn, which was the first restaurant outside France to hold three stars for 25 years.",
    "year": 1941,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Clay Shaw (politician)",
    "birthday": "1939-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/E_Clay_Shaw.png/245px-E_Clay_Shaw.png",
    "extract": "Eugene Clay Shaw Jr. was an American jurist and Republican politician who served as mayor of Fort Lauderdale and represented South Florida in the United States House of Representatives from 1981 until 2007. He was defeated for re-election by Ron Klein in 2006.",
    "year": 1939,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Antonio Carluccio",
    "birthday": "1937-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Antonio_signing_books.jpg/263px-Antonio_signing_books.jpg",
    "extract": "Antonio Carluccio, OBE OMRI was an Italian chef, restaurateur and food expert, based in London. He was called \"the godfather of Italian gastronomy\", with a career of more than 50 years. He is perhaps best remembered for his television appearances, including his partnership with fellow Italian chef Gennaro Contaldo, and their BBC Two television series Two Greedy Italians.",
    "year": 1937,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Elinor Donahue",
    "birthday": "1937-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Elinor_Donahue_1960.JPG/218px-Elinor_Donahue_1960.JPG",
    "extract": "Elinor Donahue is an American actress, best known today for playing the role of Betty Anderson, the eldest child of Jim and Margaret Anderson on the 1950s American sitcom Father Knows Best.",
    "year": 1937,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Joseph Estrada",
    "birthday": "1937-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Erap_at_the_State_Dining_Room_of_the_Malaca%C3%B1an_Palace_072716.jpg/269px-Erap_at_the_State_Dining_Room_of_the_Malaca%C3%B1an_Palace_072716.jpg",
    "extract": "Joseph Ejercito Estrada,, also known by the nickname Erap, is a Filipino politician and former actor. He served as the 13th president of the Philippines from 1998 to 2001, the 9th vice president of the Philippines from 1992 to 1998, and the 21st mayor of the City of Manila, the country's capital, from 2013 to 2019. In 2001, he became the first chief executive in Asia to be formally impeached and resigned from power.",
    "year": 1937,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Wilfried Martens",
    "birthday": "1936-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Flickr_-_europeanpeoplesparty_-_CDU_Congress_Karlsruhe_%289%29_%28cropped%29.jpg/238px-Flickr_-_europeanpeoplesparty_-_CDU_Congress_Karlsruhe_%289%29_%28cropped%29.jpg",
    "extract": "Wilfried Achiel Emma Martens was a Flemish Belgian politician. He was born in Sleidinge. During his political career, Martens served as the Prime Minister of Belgium from 3 March 1979 to 6 April 1981 and 17 December 1981 to 7 March 1992.",
    "year": 1936,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Jack Pardee",
    "birthday": "1936-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Jack_Pardee_as_Houston_Cougars_head_football_coach.jpg/320px-Jack_Pardee_as_Houston_Cougars_head_football_coach.jpg",
    "extract": "John Perry Pardee was an American football linebacker and the only head coach to helm a team in college football, the National Football League (NFL), the United States Football League (USFL), the World Football League (WFL), and the Canadian Football League (CFL). Pardee was inducted into the College Football Hall of Fame as a player in 1986.",
    "year": 1936,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Dudley Moore",
    "birthday": "1935-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Dudley_Moore_%28cropped%29.jpg/244px-Dudley_Moore_%28cropped%29.jpg",
    "extract": "Dudley Stuart John Moore CBE was an English actor, comedian, composer and musician. Moore first came to prominence in the UK as a leading figure in the British satire boom of the 1960s. He was one of the four writer-performers in the comedy revue Beyond the Fringe from 1960 that created a boom in satiric comedy, and with a member of that team, Peter Cook, collaborated on the BBC television series Not Only... But Also. As a popular double act, Moore’s buffoonery contrasted with Cook’s deadpan monologues. They jointly received the 1966 British Academy Television Award for Best Entertainment Performance. They worked together on other projects until the mid 1970s, by which time Moore had settled in Los Angeles to concentrate on his film acting.",
    "year": 1935,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Justin Rigali",
    "birthday": "1935-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Coat_of_arms_of_Justin_Francis_Rigali.svg/303px-Coat_of_arms_of_Justin_Francis_Rigali.svg.png",
    "extract": "Justin Francis Rigali is an American cardinal of the Roman Catholic Church. He was the eighth Archbishop of Philadelphia, having previously served as Archbishop of St. Louis from 1994 to 2003. Rigali was elevated to the cardinalate in 2003.",
    "year": 1935,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Jayne Mansfield",
    "birthday": "1933-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Jayne_Mansfield_%28Kiss_them_for_me-1957%29.jpg/255px-Jayne_Mansfield_%28Kiss_them_for_me-1957%29.jpg",
    "extract": "Jayne Mansfield was an American actress, singer, nightclub entertainer, and Playboy Playmate. A sex symbol of the 1950s and early 1960s while under contract at 20th Century Fox, Mansfield was known for her well-publicized personal life and publicity stunts. Her film career was short-lived, but she had several box-office successes and won a Theatre World Award and a Golden Globe Award.",
    "year": 1933,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Fernando Botero",
    "birthday": "1932-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Fernando_Botero_2.jpg/269px-Fernando_Botero_2.jpg",
    "extract": "Fernando Botero Angulo is a Colombian figurative artist and sculptor, born in Medellín. His signature style, also known as \"Boterismo\", depicts people and figures in large, exaggerated volume, which can represent political criticism or humor, depending on the piece. He is considered the most recognized and quoted living artist from Latin America, and his art can be found in highly visible places around the world, such as Park Avenue in New York City and the Champs-Élysées in Paris.",
    "year": 1932,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Azlan Shah of Perak",
    "birthday": "1928-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/08/SultanAzlanShah_%28cropped%29.JPG",
    "extract": "Sultan Azlan Muhibbuddin Shah ibni Almarhum Sultan Yussuff Izzuddin Shah Ghafarullahu-lah was the 34th sultan of Perak and the ninth Yang di-Pertuan Agong of Malaysia from 26 April 1989 to 25 April 1994. The child of a royal father and commoner mother, he grew up in Perak, Malaysia. During school he played field hockey, subsequently playing for the Perak team. He trained to be a lawyer in the United Kingdom. Upon returning to Malaysia, he soon became a judge and quickly rose through the legal ranks. In 1965, he became the youngest person appointed to the High Court of Malaya, and in 1982 he became the youngest ever Lord President of the Federal Court, the country's highest judicial rank.",
    "year": 1928,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Rawya Ateya",
    "birthday": "1926-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Rawya_Ateya.jpg",
    "extract": "Rawya Ateya was an Egyptian woman who became the first female parliamentarian in the Arab world in 1957.",
    "year": 1926,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "John Kraaijkamp Sr.",
    "birthday": "1925-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Johnny_Kraaykamp_sr.jpg/320px-Johnny_Kraaykamp_sr.jpg",
    "extract": "Jan Hendrik (John) Kraaijkamp Sr. was a Dutch Golden Calf and Louis d'Or winning actor, comedian and singer. For years, he formed a comedy team with Rijk de Gooyer. One of The Netherlands' most popular comedians, praised for his perfect timing, he also played in more serious plays, including the title role in King Lear (1979) and in the Academy Award-winning WWII drama film The Assault (1986). From 1993 until 2003, he starred in the successful sitcom \"Het Zonnetje in Huis\" along his son John Kraaijkamp Jr.",
    "year": 1925,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Hugh O'Brian",
    "birthday": "1925-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Hugh_O_Brian_Larry_King_Cardiac_event_Wash_D.C.jpg/221px-Hugh_O_Brian_Larry_King_Cardiac_event_Wash_D.C.jpg",
    "extract": "Hugh O'Brian was an American actor and humanitarian, best known for his starring roles in the ABC Western television series The Life and Legend of Wyatt Earp (1955–1961) and the NBC action television series Search (1972–1973). His notable films included the adaptation of Agatha Christie's Ten Little Indians (1965); he also had a notable supporting role in John Wayne's last film, The Shootist (1976).",
    "year": 1925,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Erich Hartmann",
    "birthday": "1922-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/ba/Erich_Alfred_Hartmann.jpg/216px-Erich_Alfred_Hartmann.jpg",
    "extract": "Erich Alfred Hartmann was a German fighter pilot during World War II and the most successful fighter ace in the history of aerial warfare. He flew 1,404 combat missions and participated in aerial combat on 825 separate occasions. He was credited with shooting down a total of 352 Allied aircraft: 345 Soviet and seven American while serving with the Luftwaffe. During the course of his career, Hartmann was forced to crash-land his fighter 16 times due either to mechanical failure or damage received from parts of enemy aircraft he had shot down; he was never shot down by direct enemy action.",
    "year": 1922,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "David Smith (Rhodesian politician)",
    "birthday": "1922-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Minister_de_Koning_begroet_op_Schiphol_minister_van_Handel_en_Industrie_van_Zimb%2C_Bestanddeelnr_930-9121.jpg/211px-Minister_de_Koning_begroet_op_Schiphol_minister_van_Handel_en_Industrie_van_Zimb%2C_Bestanddeelnr_930-9121.jpg",
    "extract": "David Colville Smith was a farmer and politician in Rhodesia and its successor states, Zimbabwe Rhodesia and Zimbabwe. He served in the cabinet of Rhodesia as Minister of Agriculture from 1968 to 1976, Minister of Finance from 1976 to 1979, and Minister of Commerce and Industry from 1978 to 1979. From 1976 to 1979, he also served Deputy Prime Minister of Rhodesia. He continued to serve as Minister of Finance in the government of Zimbabwe Rhodesia in 1979. In 1980, he was appointed Minister of Trade and Commerce of the newly independent Zimbabwe, one of two whites included in the cabinet of Prime Minister Robert Mugabe.",
    "year": 1922,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Leon Henkin",
    "birthday": "1921-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Henkin_leon_berkeley_1990.jpg/320px-Henkin_leon_berkeley_1990.jpg",
    "extract": "Leon Albert Henkin was one of the most important logicians and mathematicians of the 20th century. His works played a strong role in the development of logic, particularly in the theory of types. He was an active scholar at the University of California, Berkeley, where he made great contributions as a researcher, teacher, as well as in administrative positions. At this university he directed, together with Alfred Tarski, the Group in Logic and the Methodology of Science, from which many important logicians and philosophers emerged. He had a strong sense of social commitment and was a passionate defensor of his pacifist and progressive ideas. He took part in many social projects aimed at teaching mathematics, as well as projects aimed at supporting women's and minority groups to pursue careers in mathematics and related fields. A lover of dance and literature, he appreciated life in all its facets: art, culture, science and, above all, the warmth of human relations. He is remembered by his students for his great kindness, as well as for his academic and teaching excellence.",
    "year": 1921,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Roberto Tucci",
    "birthday": "1921-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e2/Roberto_Tucci.jpg/228px-Roberto_Tucci.jpg",
    "extract": "Roberto Tucci, SJ was a Jesuit cardinal and theologian. He was created cardinal by Pope John Paul II on 21 February 2001.",
    "year": 1921,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Marvin Mandel",
    "birthday": "1920-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/99/1marvinmandel.JPG",
    "extract": "Marvin Mandel was an American politician and lawyer who served as the 56th Governor of Maryland from January 7, 1969, to January 17, 1979, including a one-and-a-half-year period when Lt. Governor Blair Lee III served as the state's acting Governor in Mandel's place from June 1977 to January 15, 1979. He was a member of the Democratic Party, as well as Maryland's first, and to date, only Jewish governor.",
    "year": 1920,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Julien Ries",
    "birthday": "1920-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b9/Julien_Ries.jpg",
    "extract": "Julien Ries was a Belgian religious historian, titular archbishop and cardinal of the Catholic Church. Prior to his death, Ries was described as \"the greatest living religions scholar\".",
    "year": 1920,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Ken Carpenter (discus thrower)",
    "birthday": "1913-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Ken_Carpenter_1936.jpg/176px-Ken_Carpenter_1936.jpg",
    "extract": "William Kenneth Carpenter was an American discus thrower. He won the NCAA and AAU titles in 1935 and 1936, becoming the first two-time NCAA champion in a weight throw event from the University of Southern California (USC). In 1936 Carpenter won an Olympic gold medal, and between 1936 and 1940 held the American record in the discus.",
    "year": 1913,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Glenn T. Seaborg",
    "birthday": "1912-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Glenn_Seaborg_-_1964.jpg/259px-Glenn_Seaborg_-_1964.jpg",
    "extract": "Glenn Theodore Seaborg was an American chemist whose involvement in the synthesis, discovery and investigation of ten transuranium elements earned him a share of the 1951 Nobel Prize in Chemistry. His work in this area also led to his development of the actinide concept and the arrangement of the actinide series in the periodic table of the elements.",
    "year": 1912,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Irena Eichlerówna",
    "birthday": "1908-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Irena_Eichler%C3%B3wna_Polish_actress.jpg/243px-Irena_Eichler%C3%B3wna_Polish_actress.jpg",
    "extract": "Irena Eichlerówna was a Polish actress. She was considered to be \"Poland's Eleonora Duse\".",
    "year": 1908,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Eliot Ness",
    "birthday": "1903-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Eliotness.jpg/216px-Eliotness.jpg",
    "extract": "Eliot Ness was an American Prohibition agent, famous for his efforts to bring down Al Capone and enforce Prohibition in Chicago. He was the leader of a famous team of law enforcement agents from Chicago, nicknamed The Untouchables. His co-authorship of a popular autobiography, The Untouchables, which was released shortly after his death, launched several television and motion picture portrayals that established Ness's posthumous fame as an incorruptible crime fighter.",
    "year": 1903,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Veniamin Kaverin",
    "birthday": "1902-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Serapins.jpg/320px-Serapins.jpg",
    "extract": "Veniamin Alexandrovich Kaverin (April 19 [O.S. April 6] 1902, Pskov – May 2, 1989, Moscow) was a Soviet writer associated with the early 1920s movement of the Serapion Brothers.",
    "year": 1902,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Iracema de Alencar",
    "birthday": "1900-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Iracema_de_Alencar%2C_1964.tif/lossy-page1-239px-Iracema_de_Alencar%2C_1964.tif.jpg",
    "extract": "Iracema de Alencar (1900–1978) was a Brazilian actress. She made her debut as the lead in the 1917 silent film Iracema. After working in theatre for many years she appeared in several other films, much later in her career.",
    "year": 1900,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Richard Hughes (British writer)",
    "birthday": "1900-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/ab/NLW_Image_Richard_Hughes.png/275px-NLW_Image_Richard_Hughes.png",
    "extract": "Richard Arthur Warren Hughes was a British writer of poems, short stories, novels and plays.",
    "year": 1900,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Roland Michener",
    "birthday": "1900-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Governor_General_Roland_Michener_at_Alma_College_graduation_ceremonies_1972_%28crop%29.jpg/267px-Governor_General_Roland_Michener_at_Alma_College_graduation_ceremonies_1972_%28crop%29.jpg",
    "extract": "Daniel Roland Michener was a Canadian lawyer, politician, and diplomat who served as Governor General of Canada, the 20th since Canadian Confederation.",
    "year": 1900,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Rhea Silberta",
    "birthday": "1900-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f2/RheaSilberta1921.jpg",
    "extract": "Rhea Silberstein was a Yiddish song composer and teacher of singing. Her best known songs were written with her father and teacher Herman Silberstein. Her best known song \"Yohrzeit\" was recorded by Sophie Braslau in 1919 and Yossele Rosenblatt in 1926. The song \"Yom Kippur\" was recorded by Dorothy Jardon in 1922, and \"Beloved\" by Rosa Ponselle.",
    "year": 1900,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "George O'Brien (actor)",
    "birthday": "1899-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/George_O%27Brien-Heather_Angel_in_Daniel_Boone_%281937%29.jpg/195px-George_O%27Brien-Heather_Angel_in_Daniel_Boone_%281937%29.jpg",
    "extract": "George O'Brien was an American actor, popular during the silent film era and into the talkie era of the 1930s, best known today as the lead actor in F. W. Murnau's 1927 film Sunrise: A Song of Two Humans.",
    "year": 1899,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Constance Talmadge",
    "birthday": "1898-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Constance_Talmadge%2C_film_actress_%28SAYRE_4378%29.jpg/242px-Constance_Talmadge%2C_film_actress_%28SAYRE_4378%29.jpg",
    "extract": "Constance Alice Talmadge was an American silent film star. She was the sister of actresses Norma and Natalie Talmadge.",
    "year": 1898,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Jiroemon Kimura",
    "birthday": "1897-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4a/Jiroemon_Kimura_2012.jpg/320px-Jiroemon_Kimura_2012.jpg",
    "extract": "Jiroemon Kimura  was a Japanese supercentenarian who lived for 116 years and 54 days. He became the verified oldest man in history on 28 December 2012, when he surpassed the age of Christian Mortensen who had died in 1998. He was the last verified living man born in the 19th century, and was possibly the last veteran of World War I.",
    "year": 1897,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Elizabeth Dilling",
    "birthday": "1894-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Elizabeth_Dilling.jpg/240px-Elizabeth_Dilling.jpg",
    "extract": "Elizabeth Eloise Kirkpatrick Dilling was an American writer and political activist. In 1934, she published The Red Network—A Who's Who and Handbook of Radicalism for Patriots, which catalogs over 1,300 suspected communists and their sympathizers. Her books and lecture tours established her as the pre-eminent female right-wing activist of the 1930s, and one of the most outspoken critics of the New Deal.",
    "year": 1894,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Germaine Tailleferre",
    "birthday": "1892-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Germaine_Tailleferre_et_Mario_Hacquard_1.jpg/320px-Germaine_Tailleferre_et_Mario_Hacquard_1.jpg",
    "extract": "Germaine Tailleferre was a French composer and the only female member of the group of composers known as Les Six.",
    "year": 1892,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Françoise Rosay",
    "birthday": "1891-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0b/Francoise-rosay.jpg",
    "extract": "Françoise Rosay was a French opera singer, diseuse, and actress who enjoyed a film career of over sixty years and who became a legendary figure in French cinema. She went on to appear in over 100 movies in her career.",
    "year": 1891,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Otto Georg Thierack",
    "birthday": "1889-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Bundesarchiv_Bild_183-00627-0504%2C_Dr._Otto_Georg_Thierack.jpg/220px-Bundesarchiv_Bild_183-00627-0504%2C_Dr._Otto_Georg_Thierack.jpg",
    "extract": "Otto Georg Thierack was a German Nazi jurist and politician.",
    "year": 1889,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Karl Tarvas",
    "birthday": "1885-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/KarlTarvas_EAM.jpg/320px-KarlTarvas_EAM.jpg",
    "extract": "Karl Tarvas was an Estonian architect. Karl Tarvas graduated as an architect from Riga Polytechnic Institute in 1915.",
    "year": 1885,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Richard von Mises",
    "birthday": "1883-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Richard_von_Mises.jpeg/225px-Richard_von_Mises.jpeg",
    "extract": "Richard Edler von Mises was an Austrian scientist and mathematician who worked on solid mechanics, fluid mechanics, aerodynamics, aeronautics, statistics and probability theory. He held the position of Gordon McKay Professor of Aerodynamics and Applied Mathematics at Harvard University. He described his work in his own words shortly before his death as being on\"... practical analysis, integral and differential equations, mechanics, hydrodynamics and aerodynamics, constructive geometry, probability calculus, statistics and philosophy.\"",
    "year": 1883,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Getúlio Vargas",
    "birthday": "1882-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Getulio_Vargas_%281930%29.jpg/212px-Getulio_Vargas_%281930%29.jpg",
    "extract": "Getúlio Dornelles Vargas, also known by his initials GV and nicknamed \"the Father of the Poor\", was a Brazilian lawyer and politician who served as the 14th and 17th president of Brazil, from 1930 to 1945 and from 1951 to 1954.",
    "year": 1882,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Arthur Robertson (athlete)",
    "birthday": "1879-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Arthur_Robertson_1908.jpg/151px-Arthur_Robertson_1908.jpg",
    "extract": "Arthur James Robertson was a Scottish runner who competed at the 1908 Summer Olympics in London. He won the gold medal in the 3-mile team race and a silver in the steeplechase.",
    "year": 1879,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Ole Evinrude",
    "birthday": "1877-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Outboard_motor%2C_Evinrude_Motor_Company%2C_Milwaukee%2C_Wisconsin%2C_1909%2C_view_1_-_Wisconsin_Historical_Museum_-_DSC03203.JPG/213px-Outboard_motor%2C_Evinrude_Motor_Company%2C_Milwaukee%2C_Wisconsin%2C_1909%2C_view_1_-_Wisconsin_Historical_Museum_-_DSC03203.JPG",
    "extract": "Ole Evinrude, born Ole Andreassen Aaslundeie  was an American entrepreneur, known for the invention of the first outboard motor with practical commercial application.",
    "year": 1877,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Ernst Rüdin",
    "birthday": "1874-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2f/Ernst_Rudin_Wearing_Swastika.jpg/208px-Ernst_Rudin_Wearing_Swastika.jpg",
    "extract": "Ernst Rüdin was a Swiss-born German psychiatrist, geneticist, eugenicist and Nazi, rising to prominence under Emil Kraepelin and assuming his directorship at what is now called the Max Planck Institute of Psychiatry in Munich. While he has been credited as a pioneer of psychiatric inheritance studies, he also argued for, designed, justified and funded the mass sterilization and clinical killing of adults and children.",
    "year": 1874,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Sydney Barnes",
    "birthday": "1873-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Sydney_Francis_Barnes_1910.jpg/185px-Sydney_Francis_Barnes_1910.jpg",
    "extract": "Sydney Francis Barnes was an English professional cricketer who is regarded as one of the greatest bowlers of all time. He was right-handed and bowled at a pace that varied from medium to fast-medium with the ability to make the ball both swing and break from off or leg. In Test cricket, Barnes played for England in 27 matches from 1901 to 1914, taking 189 wickets at 16.43, one of the lowest Test bowling averages ever achieved. In 1911–12, he helped England to win the Ashes when he took 34 wickets in the series against Australia. In 1913–14, his final Test series, he took a world record 49 wickets in a test series, against South Africa.",
    "year": 1873,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Alice Salomon",
    "birthday": "1872-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Alice_Salomon.jpg/241px-Alice_Salomon.jpg",
    "extract": "Alice Salomon was a German social reformer and pioneer of social work as an academic discipline. Her role was so important to German social work that the Deutsche Bundespost issued a commemorative postage stamp about her in 1989. A university, a park and a square in Berlin are all named after her.",
    "year": 1872,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Hemmo Kallio",
    "birthday": "1863-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Hemmo_Kallio.jpg/229px-Hemmo_Kallio.jpg",
    "extract": "Herman \"Hemmo\" Kallio was a Finnish stage and film actor and playwright.",
    "year": 1863,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Julius Krohn",
    "birthday": "1835-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Julius_Krohn.jpg/225px-Julius_Krohn.jpg",
    "extract": "Julius Leopold Fredrik Krohn was a Finnish folk poetry researcher, professor of Finnish literature, poet, hymn writer, translator and journalist. He was born in Viipuri and was of Baltic German origin. Krohn worked as a lecturer on Finnish language in Helsinki University from the year 1875 and as a supernumerary professor from 1885. He was one of the most notable researchers into Finnish folk poetry in the 19th century. His native language was German.",
    "year": 1835,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "José Echegaray",
    "birthday": "1832-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Jos%C3%A9_Echegaray_y_Eizaguirre.jpg/213px-Jos%C3%A9_Echegaray_y_Eizaguirre.jpg",
    "extract": "José Echegaray y Eizaguirre was a Spanish civil engineer, mathematician, statesman, and one of the leading Spanish dramatists of the last quarter of the 19th century. He was awarded the 1904 Nobel Prize for Literature \"in recognition of the numerous and brilliant compositions which, in an individual and original manner, have revived the great traditions of the Spanish drama\".",
    "year": 1832,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Mary Louise Booth",
    "birthday": "1831-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Mary_Louise_Booth_portrait_photograph.jpg/215px-Mary_Louise_Booth_portrait_photograph.jpg",
    "extract": "Mary Louise Booth was an American editor, translator, and writer. She was the first editor-in-chief of the women's fashion magazine, Harper's Bazaar.",
    "year": 1831,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Louis Amédée Achard",
    "birthday": "1814-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Louis_Am%C3%A9d%C3%A9e_Achard_by_Nadar.jpg/229px-Louis_Am%C3%A9d%C3%A9e_Achard_by_Nadar.jpg",
    "extract": "Louis Amédée Eugène Achard was a prolific French novelist.",
    "year": 1814,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Ferdinand I of Austria",
    "birthday": "1793-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Kaiser_Ferdinand_I.jpg/232px-Kaiser_Ferdinand_I.jpg",
    "extract": "Ferdinand I was the Emperor of Austria from March 1835 until his abdication in December 1848. He was also King of Hungary, Croatia and Bohemia, King of Lombardy–Venetia and holder of many other lesser titles. Due to his rocky, passive but well-intentioned character, he gained the sobriquet The Benign or The Benevolent.",
    "year": 1793,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Deaf Smith",
    "birthday": "1787-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/08/Deaf_smith.jpg",
    "extract": "Erastus \"Deaf\" Smith, who earned his nickname due to hearing loss in childhood, was an American frontiersman noted for his part in the Texas Revolution and the Army of the Republic of Texas. He fought in the Grass Fight and the Battle of San Jacinto. After the war, Deaf Smith led a company of Texas Rangers.",
    "year": 1787,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Alexandre Boëly",
    "birthday": "1785-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Alexandre-Pierre-Fran%C3%A7ois_Bo%C3%ABly.jpg/240px-Alexandre-Pierre-Fran%C3%A7ois_Bo%C3%ABly.jpg",
    "extract": "Alexandre Pierre-François Boëly was a French composer, organist, pianist, and violist.",
    "year": 1785,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "William Carnegie, 7th Earl of Northesk",
    "birthday": "1758-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/William_Carnegie_%281758-1831%29%2C_Thomas_Phillips.jpg/266px-William_Carnegie_%281758-1831%29%2C_Thomas_Phillips.jpg",
    "extract": "Admiral William Carnegie, 7th Earl of Northesk was a British naval officer who served during the American Revolutionary War, French Revolutionary War, and Napoleonic Wars. While in command of HMS Monmouth he was caught in the Nore Mutiny of 1797 and was the officer selected to relay the demands of the mutineers to George III. He most notably served as third-in-command of the Mediterranean Fleet at the Battle of Trafalgar in HMS Britannia. He later became Rear-Admiral of the United Kingdom and Commander-in-Chief, Plymouth.",
    "year": 1758,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Edward Pellew, 1st Viscount Exmouth",
    "birthday": "1757-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Edward_Pellew%2C_1st_Viscount_Exmouth_by_James_Northcote.jpg/254px-Edward_Pellew%2C_1st_Viscount_Exmouth_by_James_Northcote.jpg",
    "extract": "Admiral Edward Pellew, 1st Viscount Exmouth, GCB was a British naval officer. He fought during the American War of Independence, the French Revolutionary Wars, and the Napoleonic Wars. His younger brother Israel Pellew also pursued a naval career.",
    "year": 1757,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Roger Sherman",
    "birthday": "1721-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Roger_Sherman_1721-1793_by_Ralph_Earl.jpeg/242px-Roger_Sherman_1721-1793_by_Ralph_Earl.jpeg",
    "extract": "Roger Sherman was an early American statesman, lawyer, and a Founding Father of the United States. He is the only person to sign all four great state papers of the United States: the Continental Association, the Declaration of Independence, the Articles of Confederation, and the Constitution. He also signed the 1774 Petition to the King.",
    "year": 1721,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "James Nares (composer)",
    "birthday": "1715-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/James_Nares_by_Thomas_Hardy.jpg/276px-James_Nares_by_Thomas_Hardy.jpg",
    "extract": "James Nares was an English composer of mostly sacred vocal works, though he also composed for the harpsichord and organ.",
    "year": 1715,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Vasily Tatishchev",
    "birthday": "1686-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Tatishchev.png/244px-Tatishchev.png",
    "extract": "Vasily Nikitich Tatishchev was a prominent Russian Imperial statesman, historian, philosopher, and ethnographer, best remembered as the author of the first full-scale Russian history and founder of three Russian cities: Stavropol-on-Volga, Yekaterinburg, and Perm. Throughout this work, he advocates the idea that autocracy is the perfect form of government for Russia.",
    "year": 1686,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Johann Wilhelm, Elector Palatine",
    "birthday": "1658-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Jan_Frans_van_Douven_003.jpg/224px-Jan_Frans_van_Douven_003.jpg",
    "extract": "Johann Wilhelm II, Elector Palatine of the Wittelsbach dynasty was Elector Palatine (1690–1716), Duke of Neuburg (1690–1716), Duke of Jülich and Berg (1679–1716), and Duke of Upper Palatinate and Cham (1707–1714). From 1697 onwards Johann Wilhelm was also Count of Megen.",
    "year": 1658,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "George St Lo",
    "birthday": "1655-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/George_St_Lo.jpg/247px-George_St_Lo.jpg",
    "extract": "George St Lo was a British naval officer and politician.",
    "year": 1655,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Willem Drost",
    "birthday": "1633-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Willem_Drost.jpg/267px-Willem_Drost.jpg",
    "extract": "Willem Drost was a Dutch Golden Age painter and printmaker of history paintings and portraits.",
    "year": 1633,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Michel Le Tellier",
    "birthday": "1603-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Michel-le-tellier.jpg/276px-Michel-le-tellier.jpg",
    "extract": "Michel Le Tellier, marquis de Barbezieux, seigneur de Chaville et de Viroflay was a French statesman.",
    "year": 1603,
    "month": 4,
    "day": 19,
    "language": "en"
  },
  {
    "name": "Frederick of Naples",
    "birthday": "1452-4-19",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/da/Frederick_IV_of_Naples.jpg",
    "extract": "Frederick, sometimes called Frederick IV or Frederick of Aragon, was the last King of Naples from the Neapolitan branch of the House of Trastámara, ruling from 1496 to 1501. He was the second son of Ferdinand I, younger brother of Alfonso II, and uncle of Ferdinand II, his predecessor.",
    "year": 1452,
    "month": 4,
    "day": 19,
    "language": "en"
  }
]