[
  {
    "name": "Carmen Electra",
    "birthday": "1972-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Carmen_Electra_2013.jpg/212px-Carmen_Electra_2013.jpg",
    "extract": "Tara Leigh Patrick, known professionally as Carmen Electra, is an American actress, model, singer, and media personality. She began her career as a singer after moving to Minneapolis, where she met Prince, who produced her self-titled debut studio album, released in 1993. Electra began glamour modeling in 1996 with frequent appearances in Playboy magazine, before relocating to Los Angeles, where she had her breakthrough portraying Lani McKenzie in the action drama series Baywatch (1997–1998).",
    "year": 1972,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Shemar Moore",
    "birthday": "1970-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Criminal_Minds_at_Paley_%28cropped%29.jpg/242px-Criminal_Minds_at_Paley_%28cropped%29.jpg",
    "extract": "Shemar Franklin Moore is an American actor. His notable roles include Malcolm Winters on The Young and the Restless (1994–2005), Derek Morgan on Criminal Minds (2005–2016), and the lead role of Hondo on S.W.A.T. (2017–present) all on CBS. Moore was also the third permanent host of Soul Train, from 1999 to 2003.",
    "year": 1970,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Will Hodgman",
    "birthday": "1969-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Will_Hodgman_apples_cropped.jpg/218px-Will_Hodgman_apples_cropped.jpg",
    "extract": "William Edward Felix Hodgman is an Australian diplomat and former politician who has been the High Commissioner of Australia to Singapore since February 2021. He was the 45th Premier of Tasmania and a member for the Division of Franklin in the Tasmanian House of Assembly from the 2002 state election until his resignation in January 2020. He became premier following the 2014 state election, having been Leader of the Opposition since 2006. He was re-elected to a second term in government following victory in the 2018 state election. In March 2018, he succeeded Angus Bethune as the longest-serving leader in the history of the Tasmanian Liberals. He resigned as the Premier of Tasmania, the Leader of the Tasmanian Liberals and Member of the Parliament of Tasmania on 20 January 2020. In April 2020, Hodgman was appointed as the chair of Australian Business Growth Fund by federal Treasurer Josh Frydenberg. Hodgman is from Hobart and was educated at the University of Tasmania.",
    "year": 1969,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Julia Morris",
    "birthday": "1968-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Julia_Morris_2016_%28cropped%29.jpg/213px-Julia_Morris_2016_%28cropped%29.jpg",
    "extract": "Julia Carolyn Margaret Morris is an Australian comedian, television presenter and actress who has worked extensively in Australian television and radio, touring the country with her solo comedy shows. She relocated to the United Kingdom in 2000, appearing on British television, then returned to Australia in 2007. She lived on the Central Coast for her childhood.",
    "year": 1968,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Mike Portnoy",
    "birthday": "1967-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/MIKE_PORTNOY_%40_Teatro_ABC_%2837281265734%29.jpg/217px-MIKE_PORTNOY_%40_Teatro_ABC_%2837281265734%29.jpg",
    "extract": "Michael Stephen Portnoy is an American musician who is primarily known as the former drummer, backing vocalist, and a co-founder of the progressive metal band Dream Theater. In September 2010, Portnoy announced his departure from Dream Theater after 25 years, with Mike Mangini taking his place as drummer of the band. Since his departure Portnoy has remained active, with a variety of bands and projects, including Adrenaline Mob, Transatlantic, Yellow Matter Custard, Flying Colors, The Winery Dogs, Liquid Tension Experiment, Metal Allegiance, Sons of Apollo, the Neal Morse Band and BPMD.",
    "year": 1967,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "David Chalmers",
    "birthday": "1966-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/David_Chalmers_TASC2008.JPG/189px-David_Chalmers_TASC2008.JPG",
    "extract": "David John Chalmers is an Australian philosopher and cognitive scientist specializing in the areas of philosophy of mind and philosophy of language. He is a Professor of Philosophy and Neural Science at New York University, as well as co-director of NYU's Center for Mind, Brain and Consciousness. In 2006, he was elected a Fellow of the Australian Academy of the Humanities. In 2013, he was elected a Fellow of the American Academy of Arts & Sciences.",
    "year": 1966,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "David Filo",
    "birthday": "1966-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/David_Filo.jpg/213px-David_Filo.jpg",
    "extract": "David Robert Filo is an American billionaire businessman and the co-founder of Yahoo! with Jerry Yang. His Filo Server Program, written in the C programming language, was the server-side software used to dynamically serve variable web pages, called Filo Server Pages, on visits to early versions of the Yahoo! website.",
    "year": 1966,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Kostis Hatzidakis",
    "birthday": "1965-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Kostis_Hatzidakis.png/279px-Kostis_Hatzidakis.png",
    "extract": "Konstantinos (Kostis) Hatzidakis is a Greek politician of New Democracy who has been serving as the Minister for Labor and Social Affairs in the Cabinet of Kyriakos Mitsotakis since 2021. Among other offices, he previously held the post of Minister for the Environment and Energy. Within his party, he serves as vice president under Mitsotakis' leadership.",
    "year": 1965,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Léa Fazer",
    "birthday": "1965-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Lea_Fazer_Cabourg_2014.jpg/225px-Lea_Fazer_Cabourg_2014.jpg",
    "extract": "Léa Fazer is a Swiss film director, screenwriter and actress. She studied film at the University Paris Diderot. Her film Bienvenue en Suisse was screened in the Un Certain Regard section at the 2004 Cannes Film Festival.",
    "year": 1965,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Andy Serkis",
    "birthday": "1964-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Andy_Serkis_by_Gage_Skidmore_2.jpg/219px-Andy_Serkis_by_Gage_Skidmore_2.jpg",
    "extract": "Andrew Clement Serkis is an English actor, director and producer. Best known for his work in performance capture, animation, and voice acting, Serkis is the recipient of numerous accolades, and is one of the highest-grossing actors of all time.",
    "year": 1964,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Rosalynn Sumners",
    "birthday": "1964-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Rosalyn_Sumner_1996.jpg/311px-Rosalyn_Sumner_1996.jpg",
    "extract": "Rosalynn Diane Sumners is an American former competitive figure skater. She was the World Junior champion in 1980, the U.S. National champion in 1982, 1983 and 1984, World champion in 1983, and won a silver medal at the 1984 Winter Olympics.",
    "year": 1964,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Rachel Whiteread",
    "birthday": "1963-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Rachel_Whiteread_2018.jpg/320px-Rachel_Whiteread_2018.jpg",
    "extract": "Dame Rachel Whiteread is an English artist who primarily produces sculptures, which typically take the form of casts. She was the first woman to win the annual Turner Prize in 1993.",
    "year": 1963,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Don Mattingly",
    "birthday": "1961-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/2015_-WinterMeetings-_Don_Mattingly_%2823344128150%29_crop.jpg/311px-2015_-WinterMeetings-_Don_Mattingly_%2823344128150%29_crop.jpg",
    "extract": "Donald Arthur Mattingly is an American former professional baseball first baseman, coach, and current manager for the Miami Marlins of Major League Baseball (MLB). Nicknamed \"The Hit Man\" and \"Donnie Baseball\", he spent his entire 14-year career playing with the New York Yankees and later managed the Los Angeles Dodgers for five years.",
    "year": 1961,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Viacheslav Fetisov",
    "birthday": "1958-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Viacheslav_Fetisov_2015.jpg/283px-Viacheslav_Fetisov_2015.jpg",
    "extract": "Viacheslav Alexandrovich \"Slava\" Fetisov is a Russian former professional ice hockey defenceman. He played for HC CSKA Moscow for 13 seasons before joining the National Hockey League (NHL), where he played with the New Jersey Devils and Detroit Red Wings. With the Wings, he won back-to-back Stanley Cups and was part of the team's Russian Five unit. After retiring from his playing career, he became the assistant coach for the New Jersey Devils. Having a very successful four years, he helped get the team to two Stanley Cup finals and one Stanley Cup victory. In addition to that, he won two Olympic gold medals and seven world championships. His Stanley Cup wins, Olympic gold medals, and World Championship wins make him a member of his sport's prestigious Triple Gold Club.",
    "year": 1958,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Beatrice Ask",
    "birthday": "1956-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Sveriges_justitieminister_Beatrice_Ask.jpg/214px-Sveriges_justitieminister_Beatrice_Ask.jpg",
    "extract": "Eva Carin Beatrice Ask is a Swedish politician and a member of the Moderate Party. She has served as Governor of Södermanland County since 1 January 2020.",
    "year": 1956,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Peter Chelsom",
    "birthday": "1956-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Peter_Chelsom_on_set_2015.jpg/236px-Peter_Chelsom_on_set_2015.jpg",
    "extract": "Peter Chelsom is a British film director, writer, and actor. He has directed such films as Hector and the Search for Happiness, Serendipity, and Shall We Dance? Peter Chelsom is a member of the British Academy, the American Academy, The Directors Guild of America, and The Writers Guild of America.",
    "year": 1956,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Kakha Bendukidze",
    "birthday": "1956-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/KakhaBendukidze.jpg/320px-KakhaBendukidze.jpg",
    "extract": "Kakha Bendukidze was a Georgian statesman, businessman and philanthropist, regarded as the Man Who Remade Georgia, founder of the Knowledge Foundation and head of the supervisory board of Agricultural and Free Universities.",
    "year": 1956,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Donald Pettit",
    "birthday": "1955-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Donald_R._Pettit.jpg/256px-Donald_R._Pettit.jpg",
    "extract": "Donald Roy Pettit is an American astronaut and chemical engineer. He is a veteran of two long-duration stays aboard the International Space Station, one Space Shuttle mission and a six-week expedition to find meteorites in Antarctica. As of 2021, at age 66, he is NASA's oldest active astronaut.",
    "year": 1955,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Sebastian Faulks",
    "birthday": "1953-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Sebastian_Faulks.jpg/213px-Sebastian_Faulks.jpg",
    "extract": "Sebastian Charles Faulks is a British novelist, journalist and broadcaster. He is best known for his historical novels set in France – The Girl at the Lion d'Or, Birdsong and Charlotte Gray. He has also published novels with a contemporary setting, most recently A Week in December (2009) and Paris Echo, (2018) and a James Bond continuation novel, Devil May Care (2008), as well as a continuation of P.G. Wodehouse's Jeeves series, Jeeves and the Wedding Bells (2013). He was a team captain on BBC Radio 4 literary quiz The Write Stuff.",
    "year": 1953,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Louka Katseli",
    "birthday": "1952-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/LOUKA_KATSELI_IN_2020.jpg/219px-LOUKA_KATSELI_IN_2020.jpg",
    "extract": "Louka Katseli is a Greek economist and politician. Today, she is Professor Emeritus of the National and Kapodistrian University of Athens, Chair of the National Bank of Greece in Cyprus, CEO of Rightholders Cooperative EDEM, Vice President of the African Capacity Building Foundation (ACBF), member of the Independent Commission for Sustainable Equality, Progressive Alliance of Socialists and Democrats - S&D, and business consultant for enterprises and organizations in Greece and Europe.",
    "year": 1952,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Luther Vandross",
    "birthday": "1951-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Luther-vandross-19881005.jpg/320px-Luther-vandross-19881005.jpg",
    "extract": "Luther Ronzoni Vandross Jr. was an American singer, songwriter, and record producer. He is noted for his sweet and soulful vocals. In addition to his popular work as a solo recording artist, Vandross was also an in-demand background vocalist throughout his career for several artists, including Todd Rundgren, Judy Collins, Chaka Khan, Bette Midler, Diana Ross, David Bowie, Ben E. King, Stevie Wonder, and Donna Summer.",
    "year": 1951,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Alexander Lebed",
    "birthday": "1950-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/General_Aleksandr_Lebed.jpg/240px-General_Aleksandr_Lebed.jpg",
    "extract": "Lieutenant General Alexander Ivanovich Lebed was a Soviet and Russian military officer and politician who held senior positions in the Airborne Troops before running for president in the 1996 Russian presidential election. He did not win, but placed third behind incumbent Boris Yeltsin and the Communist Party leader Gennady Zyuganov, with roughly 14% of the vote nation-wide. Lebed later served as the Secretary of the Security Council in the Yeltsin administration, and eventually became the governor of Krasnoyarsk Krai, the second largest Russian region. He served four years in the latter position, until his death following a Mi-8 helicopter crash.",
    "year": 1950,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "N. Chandrababu Naidu",
    "birthday": "1950-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Chandrababu_Naidu_2017.jpg/298px-Chandrababu_Naidu_2017.jpg",
    "extract": "Nara Chandrababu Naidu is an Indian politician and current leader of opposition in the Andhra Pradesh Legislative Assembly. He is a former Chief Minister of Andhra Pradesh, serving from 2014 to 2019. He is the first Chief Minister of Andhra Pradesh after it was divided. Previously, he served as the Chief Minister of Andhra Pradesh from 1995 to 2004, before the state's division, and as the leader of the opposition in the united Andhra Pradesh Legislative Assembly from 2004 to 2014. He is the National President of the Telugu Desam Party (TDP), and the longest-serving Chief Minister of Andhra Pradesh.",
    "year": 1950,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Veronica Cartwright",
    "birthday": "1949-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Veronica_Cartwright.jpg/277px-Veronica_Cartwright.jpg",
    "extract": "Veronica Cartwright is an American actress. She is known for appearing in science fiction and horror films, and has earned numerous accolades, such as three Primetime Emmy Award nominations.",
    "year": 1949,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Toller Cranston",
    "birthday": "1949-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Toller_Cranston_1977.jpg/242px-Toller_Cranston_1977.jpg",
    "extract": "Toller Shalitoe Montague Cranston, CM was a Canadian figure skater and painter. He won the 1971–1976 Canadian national championships, the 1974 World bronze medal and the 1976 Olympic bronze medal. Despite never winning at the World Figure Skating Championships due to his poor compulsory figures, he won the small medal for free skating at the 1972 and 1974 championships. Cranston is credited by many with having brought a new level of artistry to men's figure skating.",
    "year": 1949,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Massimo D'Alema",
    "birthday": "1949-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Massimo_D%27Alema_ONU.jpg/252px-Massimo_D%27Alema_ONU.jpg",
    "extract": "Massimo D'Alema is an Italian politician and journalist who was the 53rd prime minister of Italy from 1998 to 2000. He was Deputy Prime Minister of Italy and Minister of Foreign Affairs from 2006 to 2008. D'Alema also served for a time as national secretary of the Democratic Party of the Left (PDS). The media has referred to him as Leader Maximo due to his first name and for his dominant position in the left-wing coalitions during the Second Republic.",
    "year": 1949,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jessica Lange",
    "birthday": "1949-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Jessica_Lange_%28Cropped%29.JPG/223px-Jessica_Lange_%28Cropped%29.JPG",
    "extract": "Jessica Phyllis Lange is an American actress. She is the 13th actress to achieve the Triple Crown of Acting, having won two Academy Awards, three Primetime Emmy Awards, and a Tony Award, along with a Screen Actors Guild Award and five Golden Globe Awards. Additionally, she is the second actress to win the Academy Award for Best Actress after winning the Academy Award for Best Supporting Actress, the third actress and first performer since 1943 to receive two Oscar nominations in the same year, the fifth actress and ninth performer to win Oscars in both the lead and supporting acting categories, and tied for the sixth most Oscar-nominated actress. Lange holds the record for most nominations for the Golden Globe Award for Best Actress – Miniseries or Television Film. She is the only performer ever to win Primetime Emmy Awards in both the Outstanding Supporting Actress and Outstanding Lead Actress categories for the same miniseries. Lange has also garnered a Critics Choice Award and three Dorian Awards, making her the most honored actress by the Gay and Lesbian Entertainment Critics Association. In 1998, Entertainment Weekly listed Lange among the 25 Greatest Actresses of the 1990s. In 2014, she was scheduled to receive a star on the Hollywood Walk of Fame, but she has yet to claim it.",
    "year": 1949,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Gregory Itzin",
    "birthday": "1948-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Gregory-itzin.jpg/306px-Gregory-itzin.jpg",
    "extract": "Gregory Martin Itzin is an American character actor of film and television, perhaps best known for his role as Charles Logan in the action thriller series 24.",
    "year": 1948,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Matthias Kuhle",
    "birthday": "1948-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Matthias_Kuhle.jpg/250px-Matthias_Kuhle.jpg",
    "extract": "Matthias Kuhle was a German geographer and professor at the University of Göttingen. He edited the book series Geography International published by Shaker Verlag.",
    "year": 1948,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Viktor Suvorov",
    "birthday": "1947-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Suworow_Wiktor.jpg/252px-Suworow_Wiktor.jpg",
    "extract": "Vladimir Bogdanovich Rezun, known by his pseudonym of Viktor Suvorov is a former Soviet GRU officer who is the author of non-fiction books about World War II, the GRU and the Soviet Army, as well as fictional books about the same and related subjects.",
    "year": 1947,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Sandro Chia",
    "birthday": "1946-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/%27Table_of_Peace%27%2C_bronze_sculpture_by_Sandro_Chia_%28Italian%29%2C_2003%2C_Tel_Aviv_Museum_of_Art%2C_Tel_Aviv%2C_Israel.jpg/320px-%27Table_of_Peace%27%2C_bronze_sculpture_by_Sandro_Chia_%28Italian%29%2C_2003%2C_Tel_Aviv_Museum_of_Art%2C_Tel_Aviv%2C_Israel.jpg",
    "extract": "Sandro Chia is an Italian painter and sculptor. In the late 1970s and early 1980s he was, with Francesco Clemente, Enzo Cucchi, Nicola De Maria, and Mimmo Paladino, a principal member of the Italian Neo-Expressionist movement which was baptised Transavanguardia by Achille Bonito Oliva.",
    "year": 1946,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Michael Brandon",
    "birthday": "1945-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Michael_Brandon_William_Devane_Red_Alert_1977.jpg/250px-Michael_Brandon_William_Devane_Red_Alert_1977.jpg",
    "extract": "Michael Brandon is an American actor. He is known for his role as James Dempsey in the British drama series Dempsey and Makepeace (1985–1986). His theatre credits include the original Broadway production of Does a Tiger Wear a Necktie? (1969), and playing Jerry Springer in the West End production of Jerry Springer: The Opera (2003–2004).",
    "year": 1945,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Olga Karlatos",
    "birthday": "1945-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Olga_Karlatos_-_Amici_miei_%281975%29.png/320px-Olga_Karlatos_-_Amici_miei_%281975%29.png",
    "extract": "Olga Karlatos is a retired Greek actress and Bermudian lawyer, known primarily for performing in Italian horror cinema.",
    "year": 1945,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Thein Sein",
    "birthday": "1945-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/HE_Thein_Sein%2C_President_of_the_Republic_of_the_Union_of_Myanmar_%289292476975%29_%28cropped%29.jpg/219px-HE_Thein_Sein%2C_President_of_the_Republic_of_the_Union_of_Myanmar_%289292476975%29_%28cropped%29.jpg",
    "extract": "Thein Sein is a Burmese politician and retired general in the Myanmar Army who served as the eighth President of Myanmar from 2011 to 2016. He previously served as Prime Minister from 2007 to 2010, and is considered by many in and outside Myanmar as a reformist leader in the post-junta government.",
    "year": 1945,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Naftali Temu",
    "birthday": "1945-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Naftali_Temu_1968.jpg/215px-Naftali_Temu_1968.jpg",
    "extract": "Nabiba Naftali Temu was a Kenyan long-distance runner. He became Kenya's first gold medalist when he won the 10,000 metres race at the 1968 Summer Olympics in Mexico City.",
    "year": 1945,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Steve Spurrier",
    "birthday": "1945-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Spurrier_2016.jpg/244px-Spurrier_2016.jpg",
    "extract": "Stephen Orr Spurrier is a former American football player and coach often referred to by his nickname, \"the Head Ball Coach\". Steve Spurrier was born in Miami Beach, Florida and grew up in Tennessee, where he was a multi-sport all-state athlete at Science Hill High School in Johnson City. He attended the University of Florida, where he won the 1966 Heisman Trophy as a college football quarterback with the Florida Gators. The San Francisco 49ers picked him in the first round of the 1967 NFL draft, and he spent a decade playing professionally in the National Football League (NFL), mainly as a backup quarterback and punter. Spurrier was inducted into the College Football Hall of Fame as a player in 1986.",
    "year": 1945,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Alan Beith",
    "birthday": "1943-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Official_portrait_of_Lord_Beith_2020_crop_2.jpg/240px-Official_portrait_of_Lord_Beith_2020_crop_2.jpg",
    "extract": "Alan James Beith, Baron Beith,, , is a British Liberal Democrat politician who represented Berwick-upon-Tweed as its Member of Parliament (MP) from 1973 to 2015.",
    "year": 1943,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "John Eliot Gardiner",
    "birthday": "1943-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/John_Eliot_Gardiner_at_rehearsal_in_Wroclaw_cropped_portrait.jpeg/240px-John_Eliot_Gardiner_at_rehearsal_in_Wroclaw_cropped_portrait.jpeg",
    "extract": "Sir John Eliot Gardiner is an English conductor, particularly known for his performances of the works of Johann Sebastian Bach.",
    "year": 1943,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Edie Sedgwick",
    "birthday": "1943-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/dc/Edie1.jpg",
    "extract": "Edith Minturn Sedgwick Post was an American actress and fashion model, known for being one of Andy Warhol's superstars. Sedgwick became known as \"The Girl of the Year\" in 1965 after starring in several of Warhol's short films in the 1960s. She was dubbed an \"It Girl\", while Vogue magazine also named her a \"Youthquaker\".",
    "year": 1943,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Arto Paasilinna",
    "birthday": "1942-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Arto_Paasilinna.jpg/289px-Arto_Paasilinna.jpg",
    "extract": "Arto Tapio Paasilinna was a Finnish writer, being a former journalist turned comic novelist. One of Finland's most successful novelists, he won a broad readership outside of Finland in a way few other Finnish authors have before. Translated into 27 languages, over seven million copies of his books have been sold worldwide, and he has been claimed as \"instrumental in generating the current level of interest in books from Finland\".",
    "year": 1942,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ryan O'Neal",
    "birthday": "1941-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Ryan_Oneal_-_1968.jpg/258px-Ryan_Oneal_-_1968.jpg",
    "extract": "Charles Patrick Ryan O'Neal is an American actor and former boxer. He trained as an amateur boxer before beginning his career in acting in 1960. In 1964, he landed the role of Rodney Harrington on the ABC nighttime soap opera Peyton Place. It was an instant hit and boosted O'Neal's career. He later found success in films, most notably Love Story (1970), for which he received Academy Award and Golden Globe nominations as Best Actor, Peter Bogdanovich's What's Up, Doc? (1972) and Paper Moon (1973), Stanley Kubrick's Barry Lyndon (1975), Richard Attenborough's A Bridge Too Far (1977), and Walter Hill's The Driver (1978). From 2005 to 2017, he had a recurring role in the Fox television series Bones as Max, the father of the show's protagonist.",
    "year": 1941,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Peter S. Beagle",
    "birthday": "1939-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/PeterBeagle.jpg/255px-PeterBeagle.jpg",
    "extract": "Peter Soyer Beagle is an American novelist and screenwriter, especially of fantasy fiction. His best-known work is The Last Unicorn (1968), a fantasy novel he wrote in his twenties, which Locus subscribers voted the number five \"All-Time Best Fantasy Novel\" in 1987. During the last twenty-five years he has won several literary awards, including a World Fantasy Award for Life Achievement in 2011. He was named Damon Knight Memorial Grand Master by SFWA in 2018.",
    "year": 1939,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Gro Harlem Brundtland",
    "birthday": "1939-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Gro_Harlem_Brundtland_%28cropped%29.jpg/228px-Gro_Harlem_Brundtland_%28cropped%29.jpg",
    "extract": "Gro Brundtland is a Norwegian politician, who served three terms as the 29th prime minister of Norway and as the director-general of the World Health Organization from 1998 to 2003. She is also known for having chaired the Brundtland Commission which presented the Brundtland Report on sustainable development.\nEducated as a physician, Brundtland joined the Labour Party and entered the government in 1974 as Minister of the Environment. She became the first female Prime Minister of Norway on 4 February 1981, but left office on 14 October 1981; she returned as Prime Minister on 9 May 1986 and served until 16 October 1989. She finally returned for her third term on 3 November 1990. From 1981 to 1992 she was leader of the Labour Party. After her surprise resignation as Prime Minister in 1996, she became an international leader in sustainable development and public health, and served as Director-General of the World Health Organization and as UN Special Envoy on Climate Change from 2007 to 2010. She is also deputy chair of The Elders and a former vice-president of the Socialist International.",
    "year": 1939,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Johnny Tillotson",
    "birthday": "1939-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Johnny_Tillotson_1965.jpg/190px-Johnny_Tillotson_1965.jpg",
    "extract": "Johnny Tillotson is an American singer-songwriter. He enjoyed his greatest success in the early 1960s, when he scored nine top-ten hits on the pop, country, and adult contemporary Billboard charts, including \"Poetry in Motion\" and the self-penned \"It Keeps Right On a-Hurtin'\" and \"Without You\".",
    "year": 1939,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Betty Cuthbert",
    "birthday": "1938-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Betty_Cuthbert%2C_c._1950s%2C_by_Ted_Hood.jpg/239px-Betty_Cuthbert%2C_c._1950s%2C_by_Ted_Hood.jpg",
    "extract": "Elizabeth Alyse Cuthbert, was an Australian athlete and a four-time Olympic champion. She was nicknamed Australia's \"Golden Girl\". During her career, she set world records for 60 metres, 100 yards, 200 metres, 220 yards and 440 yards. Cuthbert also contributed to Australian relay teams completing a win in the 4 × 100 metres, 4 × 110 yards, 4 × 200 metres and 4 × 220 yards. Cuthbert had a distinctive running style, with a high knee lift and mouth wide open. She was named in 1998 an Australian National Treasure and was inducted as a Legend in the Sport Australia Hall of Fame in 1994 and the Athletics Australia Hall of Fame in 2000.",
    "year": 1938,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Manfred Kinder",
    "birthday": "1938-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Manfred_Kinder_1963.jpg/195px-Manfred_Kinder_1963.jpg",
    "extract": "Manfred Kinder is a West German former sprinter. He won a silver and a bronze medal in the 4 × 400 m relay at the 1960 and 1968 Summer Olympics, respectively, and finished in fifth place in 1964. Individually, he competed in the 400 m and 800 m, with the best result of fifth place in the 400 m in 1960.",
    "year": 1938,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Eszter Tamási",
    "birthday": "1938-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Tam%C3%A1si_Eszter.jpg/218px-Tam%C3%A1si_Eszter.jpg",
    "extract": "Eszter Tamási was a Hungarian actress and TV announcer.",
    "year": 1938,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jiří Dienstbier",
    "birthday": "1937-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Jiri_Dienstbier_%28cropped%29.jpg/258px-Jiri_Dienstbier_%28cropped%29.jpg",
    "extract": "Jiří Dienstbier was a Czech politician and journalist. Born in Kladno, he was one of Czechoslovakia's most respected foreign correspondents before being fired after the Prague Spring. Unable to have a livelihood as a journalist, he worked as a janitor for the next two decades. During this time, he secretly revived the suppressed Lidové noviny newspaper.",
    "year": 1937,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Harvey Quaytman",
    "birthday": "1937-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/62/Riley_Mumbling_to_Himself_at_Night%2C_by_Harvey_Quaytman%2C_1961-63.jpg",
    "extract": "Harvey Quaytman was a geometric abstraction painter best known for large modernist canvases with powerful monochromatic tones, in layered compositions, often with hard edges - inspired by Malevich and Mondrian. He had more than 60 solo exhibitions in his career, and his works are held in the collections of many top public museums.",
    "year": 1937,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "George Takei",
    "birthday": "1937-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/George_Takei_Photo_Op_GalaxyCon_Minneapolis_2019.jpg/263px-George_Takei_Photo_Op_GalaxyCon_Minneapolis_2019.jpg",
    "extract": "George Takei is an American actor, author, and activist. He is internationally known for his role as Hikaru Sulu, helmsman of the fictional starship USS Enterprise in the television series Star Trek and subsequent films.",
    "year": 1937,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Pat Roberts",
    "birthday": "1936-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Pat_Roberts_official_Senate_photo.jpg/212px-Pat_Roberts_official_Senate_photo.jpg",
    "extract": "Charles Patrick Roberts is a retired American politician and journalist who served as a United States Senator of Kansas from 1997 to 2021. A member of the Republican Party, Roberts served 8 terms in the U.S. House of Representatives, from 1981 to 1997, before his election to the Senate.",
    "year": 1936,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Myriam Bru",
    "birthday": "1932-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Myriambru_953.jpg/293px-Myriambru_953.jpg",
    "extract": "Myriam Bru is a French retired actress and the wife of German actor Horst Buchholz, to whom she was married from 1958 until his death in 2003. She appeared in 16 films between 1952 and her marriage in 1958, when she retired from acting to raise her two children, one of whom is German actor Christopher Buchholz.",
    "year": 1932,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "John Eccles, 2nd Viscount Eccles",
    "birthday": "1931-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Coronet_of_a_British_Viscount.svg/320px-Coronet_of_a_British_Viscount.svg.png",
    "extract": "John Dawson Eccles, 2nd Viscount Eccles,, is a British Conservative peer and businessman. He is one of the ninety hereditary peers elected to remain in the House of Lords after the passing of the House of Lords Act 1999.",
    "year": 1931,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Dwight Gustafson",
    "birthday": "1930-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/eb/DwightGustafson.jpg",
    "extract": "Dwight Leonard Gustafson was an American composer, conductor, and dean of the School of Fine Arts at Bob Jones University.",
    "year": 1930,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Harry Agganis",
    "birthday": "1929-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0c/Harry_Agganis_55_Topps-152.jpg/320px-Harry_Agganis_55_Topps-152.jpg",
    "extract": "Aristotle George \"Harry\" Agganis, nicknamed \"The Golden Greek\", was an American college football player and professional baseball player. After passing up a potential professional football career, he played in Major League Baseball as a first baseman from 1954 to 1955 for the Boston Red Sox.",
    "year": 1929,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Robert Byrne (chess player)",
    "birthday": "1928-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Robert_Byrne_1969.jpg/243px-Robert_Byrne_1969.jpg",
    "extract": "Robert Eugene Byrne was an American chess player and chess author who held the FIDE title of Grandmaster (GM). He won the U.S. Championship in 1972, and was a World Chess Championship Candidate in 1974. Byrne represented the United States nine times in Chess Olympiads from 1952 to 1976 and won seven medals. He was the chess columnist from 1972 to 2006 for The New York Times, which ran his final column on November 12, 2006. Byrne worked as a university professor for many years, before becoming a chess professional in the early 1970s.",
    "year": 1928,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Phil Hill",
    "birthday": "1927-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Phil_Hill_1991_USA_%28cropped%29.jpg/206px-Phil_Hill_1991_USA_%28cropped%29.jpg",
    "extract": "Philip Toll Hill Jr. was an American automobile racing driver. He was one of two American drivers to win the Formula One World Drivers' Championship, and the only one who was born in the United States. He also scored three wins at each of the 24 Hours of Le Mans and 12 Hours of Sebring sports car races.",
    "year": 1927,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "K. Alex Müller",
    "birthday": "1927-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Karl_Alexander_Mueller.jpg/320px-Karl_Alexander_Mueller.jpg",
    "extract": "Karl Alexander Müller is a Swiss physicist and Nobel laureate. He received the Nobel Prize in Physics in 1987 with Georg Bednorz for their work in superconductivity in ceramic materials.",
    "year": 1927,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ernie Stautner",
    "birthday": "1925-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/36/Ernie_Stautner.jpg",
    "extract": "Ernest Alfred Stautner was a German-American professional American football coach and defensive tackle in the National Football League for the Pittsburgh Steelers, Washington Redskins and Dallas Cowboys. He played college football at Boston College.",
    "year": 1925,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Elena Verdugo",
    "birthday": "1925-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Elena_Verdugo_1955.JPG/304px-Elena_Verdugo_1955.JPG",
    "extract": "Elena Angela Verdugo was an American actress who began in films at the age of five in Cavalier of the West (1931). Her career in radio, television and film spanned six decades.",
    "year": 1925,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Nina Foch",
    "birthday": "1924-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Nina_Foch_1945_Escape_in_the_Fog.jpg/245px-Nina_Foch_1945_Escape_in_the_Fog.jpg",
    "extract": "Nina Foch was a Dutch-born American actress who later became an instructor. Her career spanned six decades, consisting of over 50 feature films and over 100 television appearances. She was the recipient of numerous accolades, including an Academy Award nomination for Best Supporting Actress, and a National Board of Review Award for Best Supporting Actress. Foch established herself as a dramatic actress in the late 1940s, often playing cool, aloof sophisticates.",
    "year": 1924,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Leslie Phillips",
    "birthday": "1924-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/LesliePhillipsBAFTA07_crop_and_mirror.jpg/267px-LesliePhillipsBAFTA07_crop_and_mirror.jpg",
    "extract": "Leslie Samuel Phillips is an English retired actor, voice artist and author. He achieved prominence in the 1950s, often playing smooth, upper-class comic roles utilising his \"Ding Dong\" and \"He-llo\" catchphrases. He appeared in the Carry On and Doctor in the House film series as well as the long-running BBC radio comedy series The Navy Lark. In his later career, Phillips took on dramatic parts including providing the voice for the Sorting Hat in the Harry Potter films and a BAFTA-nominated role alongside Peter O'Toole in Venus (2006).",
    "year": 1924,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Guy Rocher",
    "birthday": "1924-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Guy_Rocher02_crop.JPG/240px-Guy_Rocher02_crop.JPG",
    "extract": "Guy Arthur Auguste Rocher is a Canadian academic and sociologist.",
    "year": 1924,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Mother Angelica",
    "birthday": "1923-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/92/Mother_Angelica.jpeg",
    "extract": "Mother Mary Angelica of the Annunciation, also known as Mother Angelica, was an American Roman Catholic nun of the Poor Clares of Perpetual Adoration best known as a television personality. She was also the founder of the international broadcast cable television network Eternal Word Television Network (EWTN) and the radio network WEWN. EWTN became a voice for Catholics worldwide.",
    "year": 1923,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Irene Lieblich",
    "birthday": "1923-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Irene_Lieblich_signing.jpg/320px-Irene_Lieblich_signing.jpg",
    "extract": "Irene Lieblich was a Polish-born artist and Holocaust survivor noted for illustrating the books of Nobel laureate Isaac Bashevis Singer and for her paintings highlighting Jewish life and culture. She is also a distant cousin of noted Yiddish language author and playwright Isaac Leib Peretz.",
    "year": 1923,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Tito Puente",
    "birthday": "1923-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Tito_Puentes.jpg/213px-Tito_Puentes.jpg",
    "extract": "Ernest Anthony Puente Jr., commonly known as Tito Puente, was an American musician, songwriter, bandleader, and record producer of Puerto Rican descent. He is best known for dance-oriented mambo and Latin jazz compositions that endured over a 50-year career. His most famous song is \"Oye Como Va\".",
    "year": 1923,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Clement Isong",
    "birthday": "1920-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Dr_Clement-Nyong-Isong.jpg",
    "extract": "Clement Nyong Isong, CFR was a Nigerian banker and politician who was governor of the Central Bank of Nigeria (1967–1975) during the military regime of General Yakubu Gowon. He was later elected governor of Cross River State (1979–1983) in the Nigerian Second Republic.",
    "year": 1920,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "John Paul Stevens",
    "birthday": "1920-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/John_Paul_Stevens%2C_SCOTUS_photo_portrait.jpg/256px-John_Paul_Stevens%2C_SCOTUS_photo_portrait.jpg",
    "extract": "John Paul Stevens was an American lawyer and jurist who served as an associate justice of the Supreme Court of the United States from 1975 to 2010. At the time of his retirement, he was the second-oldest justice in the history of the U.S. Supreme Court and the third-longest-serving justice. At the time of his death in 2019 at age 99, he was the longest-lived Supreme Court justice ever. His long tenure saw him write for the Court on most issues of American law, including civil liberties, the death penalty, government action, and intellectual property. In cases involving presidents of the United States, he wrote for the court that they were to be held accountable under American law. A registered Republican when appointed who throughout his life identified as a conservative, Stevens was considered to have been on the liberal side of the Court at the time of his retirement.",
    "year": 1920,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Richard Hillary",
    "birthday": "1919-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Monument_of_Hope.jpg/285px-Monument_of_Hope.jpg",
    "extract": "Flight Lieutenant Richard Hope Hillary was an Anglo-Australian Royal Air Force fighter pilot during the Second World War. He wrote the book The Last Enemy about his experiences during the Battle of Britain.",
    "year": 1919,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Kai Siegbahn",
    "birthday": "1918-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Kai_Manne_B%C3%B6rje_Siegbahn_2.jpg/244px-Kai_Manne_B%C3%B6rje_Siegbahn_2.jpg",
    "extract": "Kai Manne Börje Siegbahn was a Swedish physicist who was awarded the 1981 Nobel Prize in Physics.",
    "year": 1918,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Nasiba Zeynalova",
    "birthday": "1916-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Nasiba_Zeynalova.jpg/226px-Nasiba_Zeynalova.jpg",
    "extract": "Nasiba Jahangir gizi Zeynalova was an Azerbaijani actress and People's Artist of Azerbaijan. She was famous mostly for her comedy roles.",
    "year": 1916,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Betty Lou Gerson",
    "birthday": "1914-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Betty_Lou_Gerson_1941.jpg/261px-Betty_Lou_Gerson_1941.jpg",
    "extract": "Betty Lou Gerson was an American actress, predominantly active in radio but also in film and television and as a voice actress. She is best known as the original voice of Cruella de Vil from the Disney animated film One Hundred and One Dalmatians (1961) for which she was named a Disney Legend in 1996.",
    "year": 1914,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Willi Hennig",
    "birthday": "1913-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Willi_Hennig2.jpg/246px-Willi_Hennig2.jpg",
    "extract": "Emil Hans Willi Hennig was a German biologist who is considered the founder of phylogenetic systematics, also known as cladistics. In 1945 as a prisoner of war, Hennig began work on his theory of cladistics, which he published in German in 1950, with a substantially revised English translation published in 1966. With his works on evolution and systematics he revolutionised the view of the natural order of beings. As a taxonomist, he specialised in dipterans.",
    "year": 1913,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Fatin Rüştü Zorlu",
    "birthday": "1910-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Fatin_R%C3%BC%C5%9Ft%C3%BC_Zorlu.jpg/239px-Fatin_R%C3%BC%C5%9Ft%C3%BC_Zorlu.jpg",
    "extract": "Fatin Rüştü Zorlu was a Turkish diplomat and politician. He was executed by hanging after the coup d'état in 1960 along with two other politicians.",
    "year": 1910,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Lionel Hampton",
    "birthday": "1908-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Lionel_Hampton_1948.jpg/275px-Lionel_Hampton_1948.jpg",
    "extract": "Lionel Leo Hampton was an American jazz vibraphonist, pianist, percussionist, and bandleader. Hampton worked with jazz musicians from Teddy Wilson, Benny Goodman, and Buddy Rich, to Charlie Parker, Charles Mingus, and Quincy Jones. In 1992, he was inducted into the Alabama Jazz Hall of Fame, and he was awarded the National Medal of Arts in 1996.",
    "year": 1908,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Bruce Cabot",
    "birthday": "1904-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Bruce_Cabot_in_Fury_%281936%29_trailer.jpg/320px-Bruce_Cabot_in_Fury_%281936%29_trailer.jpg",
    "extract": "Bruce Cabot was an American film actor, best remembered as Jack Driscoll in King Kong (1933) and for his roles in films such as The Last of the Mohicans (1936), Fritz Lang's Fury (1936), and the Western Dodge City (1939). He was also known as one of \"Wayne's Regulars\", appearing in a number of John Wayne films beginning with Angel and the Badman (1947), and concluding with Big Jake (1971).",
    "year": 1904,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Alan Arnett McLeod",
    "birthday": "1899-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Alan_Arnett_McLeod_VC.jpg/207px-Alan_Arnett_McLeod_VC.jpg",
    "extract": "Alan Arnett McLeod, VC was a Canadian soldier, aviator, and a recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. McLeod served as a pilot in the Royal Flying Corps and later the Royal Air Force during the First World War.",
    "year": 1899,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Wop May",
    "birthday": "1896-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Wilfrid_R._%22Wop%22_May.jpg/198px-Wilfrid_R._%22Wop%22_May.jpg",
    "extract": "Wilfrid Reid \"Wop\" May, was a Canadian flying ace in the First World War and a leading post-war aviator. He was the final Allied pilot to be pursued by Manfred von Richthofen before the German ace was shot down on the Western Front in 1918. After the war, May returned to Canada, pioneering the role of a bush pilot while working for Canadian Airways in Northern Alberta and the Northwest Territories.",
    "year": 1896,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Emile Christian",
    "birthday": "1895-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/EChrist.JPG/221px-EChrist.JPG",
    "extract": "Emile Joseph Christian, sometimes spelled Emil Christian, was an early jazz trombonist; he also played cornet and string bass. He also wrote a number of tunes, including \"Meet Me at the Green Goose\", \"Satanic Blues\", and \"Mardi Gras Parade\".",
    "year": 1895,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Henry de Montherlant",
    "birthday": "1895-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Henry_de_Montherlant_-_photo_Henri_Manuel.jpg/209px-Henry_de_Montherlant_-_photo_Henri_Manuel.jpg",
    "extract": "Henry Marie Joseph Frédéric Expedite Millon de Montherlant was a French essayist, novelist, and dramatist. He was elected to the Académie française in 1960.",
    "year": 1895,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Harold Lloyd",
    "birthday": "1893-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Harold_Lloyd_-_A_Pictorial_History_of_the_Silent_Screen.jpg/239px-Harold_Lloyd_-_A_Pictorial_History_of_the_Silent_Screen.jpg",
    "extract": "Harold Clayton Lloyd Sr. was an American actor, comedian, and stunt performer who appeared in many silent comedy films.",
    "year": 1893,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Joan Miró",
    "birthday": "1893-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Portrait_of_Joan_Miro%2C_Barcelona_1935_June_13.jpg/251px-Portrait_of_Joan_Miro%2C_Barcelona_1935_June_13.jpg",
    "extract": "Joan Miró i Ferrà was a Spanish \npainter, sculptor and ceramicist born in Barcelona. A museum dedicated to his work, the Fundació Joan Miró, was established in his native city of Barcelona in 1975, and another, the Fundació Pilar i Joan Miró, was established in his adoptive city of Palma de Mallorca in 1981.",
    "year": 1893,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Dave Bancroft",
    "birthday": "1891-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/1915_Dave_Bancroft.jpeg/200px-1915_Dave_Bancroft.jpeg",
    "extract": "David James Bancroft was an American professional baseball shortstop and manager. He played in Major League Baseball (MLB) for the Philadelphia Phillies, New York Giants, Boston Braves and the Brooklyn Robins between 1915 and 1930.",
    "year": 1891,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Maurice Duplessis",
    "birthday": "1890-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Duplessis_1947.jpg/247px-Duplessis_1947.jpg",
    "extract": "Maurice Le Noblet Duplessis was a French Canadian lawyer and politician who served as the 16th premier of Quebec. A conservative, nationalist, anti-Communist, anti-unionist and fervent Catholic, he and his party, the Union Nationale, dominated provincial politics from the 1930s to the 1950s.",
    "year": 1890,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Adolf Schärf",
    "birthday": "1890-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Adolf_Sch%C3%A4rf_1961.jpg/247px-Adolf_Sch%C3%A4rf_1961.jpg",
    "extract": "Adolf Schärf was an Austrian politician of the Socialist Party of Austria (SPÖ). He served as Vice-Chancellor from 1945 to 1957 and as President of Austria from 1957 until his death.",
    "year": 1890,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Prince Erik, Duke of Västmanland",
    "birthday": "1889-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Prince_Erik%2C_Duke_of_V%C3%A4stmanland.jpg/201px-Prince_Erik%2C_Duke_of_V%C3%A4stmanland.jpg",
    "extract": "Prince Erik, Duke of Västmanland was a Swedish and Norwegian prince. He was the third and youngest son of King Gustav V of Sweden and Victoria of Baden. In 1904, Prince Erik was appointed a Knight of the Norwegian Lion by his paternal grandfather, King Oscar II.",
    "year": 1889,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Marie-Antoinette de Geuser",
    "birthday": "1889-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Marie-Antoinette_de_Geuser.jpg",
    "extract": "Marie-Antoinette de Geuser. Being in close contact with the Carmelites, her state of health and the events of World War I did not allow her to take her vows.",
    "year": 1889,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Adolf Hitler",
    "birthday": "1889-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Hitler_portrait_crop.jpg/240px-Hitler_portrait_crop.jpg",
    "extract": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 until his death in 1945. He rose to power as the leader of the Nazi Party, becoming the chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military operations throughout the war and was central to the perpetration of the Holocaust, the genocide of about six million Jews and millions of other victims.",
    "year": 1889,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Princess Beatrice of Saxe-Coburg and Gotha",
    "birthday": "1884-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Beatriceedinburgh1884.jpg/222px-Beatriceedinburgh1884.jpg",
    "extract": "Princess Beatrice Leopoldine Victoria of Saxe-Coburg and Gotha was a member of the British royal family, a male-line granddaughter of Queen Victoria. She later married into the Spanish royal family, and was the wife of Prince Alfonso de Orleans y Borbón, Infante of Spain, a first cousin of Alfonso XIII of Spain.",
    "year": 1884,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Oliver Kirk",
    "birthday": "1884-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Oliver_Kirk_LOC.jpg/176px-Oliver_Kirk_LOC.jpg",
    "extract": "Oliver Leonard Kirk was an American bantamweight and featherweight professional boxer who won two gold medals in Boxing at the 1904 Summer Olympics. He was born in Beatrice, Nebraska and died in St. Louis, Missouri.",
    "year": 1884,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Daniel Varoujan",
    "birthday": "1884-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Daniel_Varuzhan.jpg/233px-Daniel_Varuzhan.jpg",
    "extract": "Daniel Varoujan was an Armenian poet of the early 20th century. At the age of 31, when he was reaching international stature, he was deported and murdered by the Young Turk government, as part of the officially planned and executed Armenian genocide.",
    "year": 1884,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Holland Smith",
    "birthday": "1882-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Holland_Smith.jpg/284px-Holland_Smith.jpg",
    "extract": "Holland McTyeire \"Howlin' Mad\" Smith, KCB was a general in the United States Marine Corps during World War II. He is sometimes called the \"father\" of modern U.S. amphibious warfare. His nickname, \"Howlin' Mad\" Smith, had been given to him by his troops in the Dominican Republic in 1916.",
    "year": 1882,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Paul Poiret",
    "birthday": "1879-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Paulpoiret.jpg/207px-Paulpoiret.jpg",
    "extract": "Paul Poiret was a French fashion designer, a master couturier during the first two decades of the 20th century. He was the founder of his namesake haute couture house. His contributions to his field have been likened to Picasso's legacy in 20th-century art.",
    "year": 1879,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Vladimir Vidrić",
    "birthday": "1875-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Vladimir_Vidric.jpg",
    "extract": "Vladimir Vidrić was a Croatian poet, and is considered one of the major figures of Croatian secessionist poetry.",
    "year": 1875,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "James Harcourt",
    "birthday": "1873-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9a/Actor_James_Harcourt.jpg",
    "extract": "James Harcourt was an English character actor.",
    "year": 1873,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Justinien de Clary",
    "birthday": "1860-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Justinien_Clary_1928.jpg/239px-Justinien_Clary_1928.jpg",
    "extract": "Count Clary was a French sport shooter who competed in the late 19th century and early 20th century in trap shooting. He participated in Shooting at the 1900 Summer Olympics in Paris and won the bronze medal in the trap competition. Fellow Frenchmen Roger de Barbarin and Rene Guyot won gold and silver respectively. He was born and died in Paris.",
    "year": 1860,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Aleksandr Dianin",
    "birthday": "1851-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/AP_Dianin.jpg/243px-AP_Dianin.jpg",
    "extract": "Aleksandr Pavlovich Dianin was a Russian chemist from Saint Petersburg. He carried out studies on phenols and discovered a phenol derivative now known as bisphenol A and the accordingly named Dianin's compound. He was married to the adopted daughter of fellow chemist Alexander Borodin. In 1887, Dianin succeeded his father-in-law as chair of the Chemistry Department at the Imperial Medical-Surgical Academy in St. Petersburg.",
    "year": 1851,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Siegmund Lubin",
    "birthday": "1851-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Siegmund_Lubin_in_1913.jpg/249px-Siegmund_Lubin_in_1913.jpg",
    "extract": "Siegmund Lubin was a German-American motion picture pioneer who founded the Lubin Manufacturing Company (1902–1917) of Philadelphia.",
    "year": 1851,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Daniel Chester French",
    "birthday": "1850-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Daniel_Chester_French_1902_crop.jpg/219px-Daniel_Chester_French_1902_crop.jpg",
    "extract": "Daniel Chester French was an American sculptor of the late nineteenth and early twentieth centuries, best known for his design of the monumental statue of Abraham Lincoln (1920) in the Lincoln Memorial in Washington, D.C.",
    "year": 1850,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Odilon Redon",
    "birthday": "1840-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Odilon_Redon.jpg/220px-Odilon_Redon.jpg",
    "extract": "Odilon Redon was a French symbolist painter, printmaker, draughtsman and pastellist.",
    "year": 1840,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Carol I of Romania",
    "birthday": "1839-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Carol_I_King_of_Romania.jpg/233px-Carol_I_King_of_Romania.jpg",
    "extract": "Carol I or Charles I of Romania, born Prince Karl of Hohenzollern-Sigmaringen, was the monarch of Romania from 1866 to his death in 1914, ruling as Prince (Domnitor) from 1866 to 1881, and as King from 1881 to 1914. He was elected Prince of the Romanian United Principalities on 20 April 1866 after the overthrow of Alexandru Ioan Cuza by a palace coup d'état. In May 1877, Romania was proclaimed an independent and sovereign nation. The defeat of the Ottoman Empire (1878) in the Russo-Turkish War secured Romanian independence, and he was proclaimed King on 26 March [O.S. 14 March] 1881. He was the first ruler of the Hohenzollern-Sigmaringen dynasty, which ruled the country until the proclamation of a socialist republic in 1947.",
    "year": 1839,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Eli Whitney Blake Jr.",
    "birthday": "1836-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/50/Eli_Whitney_Blake%2C_Jr.jpg",
    "extract": "Eli Whitney Blake Jr. was an American scientist. His father and namesake was an inventor and partner of the Blake Brothers manufacturing firm. The origin of the name Eli Whitney comes from Blake senior's uncle Eli Whitney, who changed the face of the cotton industry with the invention of the cotton gin.",
    "year": 1836,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Dinah Craik",
    "birthday": "1826-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Dinah_Maria_Craik_%28n%C3%A9e_Mulock%29_by_Sir_Hubert_von_Herkomer.jpg/242px-Dinah_Maria_Craik_%28n%C3%A9e_Mulock%29_by_Sir_Hubert_von_Herkomer.jpg",
    "extract": "Dinah Maria Craik was an English novelist and poet. She is best remembered for her novel John Halifax, Gentleman, which presents the mid-Victorian ideals of English middle-class life.",
    "year": 1826,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Heinrich Göbel",
    "birthday": "1818-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Heinrich_Goebel_1893.JPG/252px-Heinrich_Goebel_1893.JPG",
    "extract": "Heinrich Göbel, or Henry Goebel was a German-born American precision mechanic and inventor. In 1848 he emigrated to New York City, where he resided until his death. He received American citizenship in 1865.",
    "year": 1818,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Bogoslav Šulek",
    "birthday": "1816-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Bogoslav_%C5%A1ulek.gif/167px-Bogoslav_%C5%A1ulek.gif",
    "extract": "Bogoslav Šulek was a Croatian philologist, historian and lexicographer. He was very influential in creating Croatian terminology in the areas of social and natural sciences, technology and civilization.",
    "year": 1816,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Napoleon III",
    "birthday": "1808-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Napol%C3%A9on_III_par_Jean_Hippolyte_Flandrin.jpg/221px-Napol%C3%A9on_III_par_Jean_Hippolyte_Flandrin.jpg",
    "extract": "Napoleon III was the first President of France from 1848 to 1852 and the Emperor of the French from 1852 to 1870. A nephew of Napoleon I, he was the last monarch to rule over France. Elected to the presidency of the Second Republic in 1848, he seized power by force in 1851, when he could not constitutionally be reelected; he later proclaimed himself Emperor of the French. He founded the Second Empire, reigning until the defeat of the French Army and his capture by Prussia and its allies at the Battle of Sedan in 1870. Napoleon III was a popular monarch, who oversaw the modernisation of the French economy and filled Paris with new boulevards and parks. He expanded the French overseas empire and made the French merchant navy the second largest in the world, engaged in the Second Italian War of Independence as well as the disastrous Franco-Prussian War, in which he commanded his soldiers during the fight and was captured.",
    "year": 1808,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Philippe Pinel",
    "birthday": "1745-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Philippe_Pinel_%281745_-_1826%29.jpg/258px-Philippe_Pinel_%281745_-_1826%29.jpg",
    "extract": "Philippe Pinel was a French physician, precursor of psychiatry and incidentally a zoologist. He was instrumental in the development of a more humane psychological approach to the custody and care of psychiatric patients, referred to today as moral therapy. He worked for the abolition of the shackling of mental patients by chains and, more generally, for the humanisation of their treatment. He also made notable contributions to the classification of mental disorders and has been described by some as \"the father of modern psychiatry\".",
    "year": 1745,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Florimond Claude, Comte de Mercy-Argenteau",
    "birthday": "1727-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Florimont-Claude_Mercy-Argenteau.jpg/248px-Florimont-Claude_Mercy-Argenteau.jpg",
    "extract": "Florimond Claude, comte de Mercy-Argenteau was an Austrian diplomat.",
    "year": 1727,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Cornelius Harnett",
    "birthday": "1723-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f9/Cornelius_Harnett_House.jpg/320px-Cornelius_Harnett_House.jpg",
    "extract": "Cornelius Harnett was a Founding Father of the United States and an American merchant and statesman from Wilmington, North Carolina. He was a leading American Revolutionary statesman in the Cape Fear region, and a delegate for North Carolina in the Continental Congress from 1777 to 1779 where he signed the Articles of Confederation. Cornelius Harnett is the namesake of Harnett County, North Carolina.",
    "year": 1723,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "David Brainerd",
    "birthday": "1718-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/93/DavidBrainerd.jpg",
    "extract": "David Brainerd was an American Presbyterian minister and missionary to the Native Americans among the Delaware Indians of New Jersey. Missionaries such as William Carey and Jim Elliot, and Brainerd's cousin, the Second Great Awakening evangelist James Brainerd Taylor (1801–1829) cite Brainerd as inspiration.",
    "year": 1718,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "William Bedloe",
    "birthday": "1650-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Popish_Plot_Playcard1.jpg/192px-Popish_Plot_Playcard1.jpg",
    "extract": "William Bedloe was an English fraudster and Popish Plot informer.",
    "year": 1650,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Charles Plumier",
    "birthday": "1646-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/28/Plumier_Charles.jpg",
    "extract": "Charles Plumier was a French botanist after whom the frangipani genus Plumeria is named. Plumier is considered one of the most important of the botanical explorers of his time. He made three botanizing expeditions to the West Indies, which resulted in a massive work Nova Plantarum Americanarum Genera (1703–1704) and was appointed botanist to King Louis XIV of France.",
    "year": 1646,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Emperor Go-Kōmyō",
    "birthday": "1633-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Emperor_Go-K%C5%8Dmy%C5%8D.jpg/320px-Emperor_Go-K%C5%8Dmy%C5%8D.jpg",
    "extract": "Emperor Go-Kōmyō  was the 110th emperor of Japan, according to the traditional order of succession.",
    "year": 1633,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Rose of Lima",
    "birthday": "1586-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Sta_Rosa_de_Lima_por_Claudio_Coello.jpg/213px-Sta_Rosa_de_Lima_por_Claudio_Coello.jpg",
    "extract": "Rose of Lima was a member of the Third Order of Saint Dominic in Lima, Peru, who became known for both her life of severe penance and her care of the poverty stricken of the city through her own private efforts. Saint Rose of Lima was born to a noble family and is the Patron Saint of embroidery, gardening and cultivation of blooming flowers. A lay member of the Dominican Order, she was declared a saint by the Catholic Church, being the first person born in the Americas to be canonized as such.",
    "year": 1586,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Renata of Lorraine",
    "birthday": "1544-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Hans_von_Aachen_-_Renata_von_Lothringen_-_Burg_Trausnitz_%28cropped%29.jpg/269px-Hans_von_Aachen_-_Renata_von_Lothringen_-_Burg_Trausnitz_%28cropped%29.jpg",
    "extract": "Renata of Lorraine was by birth a member of the House of Lorraine and Duchess of Bavaria by marriage to William V, Duke of Bavaria.",
    "year": 1544,
    "month": 4,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Johannes Agricola",
    "birthday": "1494-4-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Johannes-Agricola-Eisleben-.jpg/259px-Johannes-Agricola-Eisleben-.jpg",
    "extract": "Johann or Johannes Agricola was a German Protestant Reformer during the Protestant Reformation. He was a follower and friend of Martin Luther, who became his antagonist in the matter of the binding obligation of the law on Christians.",
    "year": 1494,
    "month": 4,
    "day": 20,
    "language": "en"
  }
]