[
  {
    "name": "Ricky Berens",
    "birthday": "1988-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Ricky_Berens_%284800342335%29_%28cropped2%29.jpg/304px-Ricky_Berens_%284800342335%29_%28cropped2%29.jpg",
    "extract": "Richard \"Ricky\" Berens is an American former competition swimmer, two-time Olympic gold medalist, world champion, and current world record-holder. As a member of the U.S. national team, he holds the world record in the 4×200-meter freestyle relay. He competed in the 4×100-meter and 4×200-meter freestyle relay events, as well as the individual 200-meter freestyle at the 2012 Summer Olympics.",
    "year": 1988,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Jencarlos Canela",
    "birthday": "1988-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Jencarlos_Canela_in_2014_%28cropped%29.jpg/221px-Jencarlos_Canela_in_2014_%28cropped%29.jpg",
    "extract": "Jencarlos Canela is a Cuban singer, songwriter and actor. Canela starred in the telenovela  Mi corazón insiste en Lola Volcán , and two other telenovelas.",
    "year": 1988,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Tarvaris Jackson",
    "birthday": "1983-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Tarvaris_Jackson_in_2011_cropped.jpg/252px-Tarvaris_Jackson_in_2011_cropped.jpg",
    "extract": "Tarvaris D'Andre Jackson was an American football quarterback in the National Football League (NFL). Jackson played college football for both Alabama State and Arkansas. He played professionally for the Minnesota Vikings, Seattle Seahawks and Buffalo Bills.",
    "year": 1983,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Tony Romo",
    "birthday": "1980-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Tony_Romo_2015.jpg/212px-Tony_Romo_2015.jpg",
    "extract": "Antonio Ramiro Romo is an analyst and former American football quarterback who played in the National Football League (NFL) for 14 seasons with the Dallas Cowboys. He played college football at Eastern Illinois, where he made an Ohio Valley Conference championship appearance in 2001 and won the Walter Payton Award the following year. Romo signed with the Cowboys as an undrafted free agent in 2003.",
    "year": 1980,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Virginie Basselot",
    "birthday": "1979-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/3_quarter_view_Virginie_Basselot.png/320px-3_quarter_view_Virginie_Basselot.png",
    "extract": "Virginie Basselot is a French chef de cuisine who held one Michelin star at the restaurant within the Saint James Paris hotel. She became the second woman to be named to the title of Meilleur Ouvrier de France. In 2017, after moving to become executive chef at La Réserve Genève during the previous year, she was named Chef of the Year by the restaurant guide Gault Millau. At the moment she is working in the Hotel Negresco in Nice.",
    "year": 1979,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "James McAvoy",
    "birthday": "1979-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/James_McAvoy_by_Gage_Skidmore_2.jpg/212px-James_McAvoy_by_Gage_Skidmore_2.jpg",
    "extract": "James McAvoy is a Scottish actor. He made his acting debut as a teen in The Near Room (1995) and appeared mostly on television until 2003, when his feature film career began. His notable television work includes the thriller State of Play and the science fiction miniseries Frank Herbert's Children of Dune. He has performed in several West End productions and has received four nominations for the Laurence Olivier Award for Best Actor, and has also done voice work for animated films including Gnomeo & Juliet, its sequel Sherlock Gnomes, and Arthur Christmas.",
    "year": 1979,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Gyula Koi",
    "birthday": "1977-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/ca/Koi_Gyula.jpg",
    "extract": "Gyula Koi is a Hungarian legal scholar and lecturer. His main research fields are administrative law, and theory of public administration. His Chinese name is Guo Yi.",
    "year": 1977,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Steve Backshall",
    "birthday": "1973-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Steve_with_an_owl.jpg/320px-Steve_with_an_owl.jpg",
    "extract": "Stephen James Backshall is a British explorer, naturalist, presenter and writer. He is best known for BBC TV's Deadly 60.",
    "year": 1973,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Michael Turner (comics)",
    "birthday": "1971-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4b/Turner_draw.jpg/320px-Turner_draw.jpg",
    "extract": "Michael Layne Turner was an American comics artist known for his work on Witchblade, Fathom, Superman/Batman, Soulfire, and various covers for DC Comics and Marvel Comics. He was also the president of the entertainment company Aspen MLT.",
    "year": 1971,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Toby Stephens",
    "birthday": "1969-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Toby_stephens_2021_1.jpg/270px-Toby_stephens_2021_1.jpg",
    "extract": "Toby Stephens is an English actor who has appeared in films in the UK, US and India. He is known for the roles of Bond villain Gustav Graves in the 2002 James Bond film Die Another Day, Edward Fairfax Rochester in a BBC television adaptation of Jane Eyre and in his role as Captain Flint in the Starz television series Black Sails. Stephens was one of the leads in the Netflix science fiction series Lost in Space, which began streaming in 2018.",
    "year": 1969,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Fiona Kelleghan",
    "birthday": "1965-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Fiona.jpg/265px-Fiona.jpg",
    "extract": "Fiona Kelleghan is an American academic and critic specializing in science fiction and fantasy. She was a metadata librarian and a cataloguer at the University of Miami's Otto G. Richter Library. She left the University in 2011.",
    "year": 1965,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "David Servan-Schreiber",
    "birthday": "1961-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/David_Portrait.jpg/213px-David_Portrait.jpg",
    "extract": "David Servan-Schreiber was a French physician, neuroscientist and author. He was a clinical professor of psychiatry at the University of Pittsburgh School of Medicine. He was also a lecturer in the Faculty of Medicine of Université Claude Bernard Lyon 1.",
    "year": 1961,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Robert Smith (musician)",
    "birthday": "1959-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Robert_Smith_%28musician%29_crop.jpg/260px-Robert_Smith_%28musician%29_crop.jpg",
    "extract": "Robert James Smith is an English singer, songwriter, musician, and record producer. He is best known as the lead singer, guitarist, primary songwriter, and only continuous member of the rock band the Cure, which he co-founded in 1978. He was also the lead guitarist for the band Siouxsie and the Banshees from 1982 to 1984, and was part of the short-lived group the Glove in 1983.",
    "year": 1959,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Andie MacDowell",
    "birthday": "1958-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Andie_McDowell_Cannes_2015.jpg/226px-Andie_McDowell_Cannes_2015.jpg",
    "extract": "Rosalie Anderson MacDowell is an American actress and fashion model. She made her film debut in 1984's Greystoke: The Legend of Tarzan, Lord of the Apes and 1985's Brat Pack vehicle film St. Elmo's Fire before receiving critical acclaim for her role in Sex, Lies, and Videotape (1989). It was for her performance in that film that she won the Independent Spirit Award for Best Female Lead and was nominated for a Golden Globe Award for Best Actress – Motion Picture Drama. She also received Golden Globe nominations for her performances in Green Card (1990) and Four Weddings and a Funeral (1994).",
    "year": 1958,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Yoshito Usui",
    "birthday": "1958-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/07/Yoshito_Usui.jpg/320px-Yoshito_Usui.jpg",
    "extract": "Yoshito Usui  was a Japanese manga artist known for the popular Crayon Shin-chan series. He was born in Shizuoka City, Shizuoka Prefecture, Japan.",
    "year": 1958,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Hervé Le Tellier",
    "birthday": "1957-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Herv%C3%A9_Le_Tellier_%282021%29.png/270px-Herv%C3%A9_Le_Tellier_%282021%29.png",
    "extract": "Hervé Le Tellier is a French writer and linguist, and a member of the international literary group Oulipo. He is its fourth president. Other notable members have included Raymond Queneau, Georges Perec, Italo Calvino, Jacques Roubaud, Jean Lescure and Harry Mathews. He won the 2020 Prix Goncourt for The Anomaly.",
    "year": 1957,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Herbert Wetterauer",
    "birthday": "1957-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Martin_Heidegger_for_WP.jpg/275px-Martin_Heidegger_for_WP.jpg",
    "extract": "Herbert Wetterauer is a German painter, sculptor and author. He is known for his paintings in ink and life-sized figures made of paperboard, for which he developed his own technique.",
    "year": 1957,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Peter Kosminsky",
    "birthday": "1956-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Peter_Kosminsky_at_Hyde_Park.jpg/240px-Peter_Kosminsky_at_Hyde_Park.jpg",
    "extract": "Peter Kosminsky is a British writer, director and producer. He has directed Hollywood movies such as White Oleander and television films like Warriors, The Government Inspector, The Promise, Wolf Hall and The State.",
    "year": 1956,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Phillip Longman",
    "birthday": "1956-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Phil_Longman_%287550362016%29.jpg/320px-Phil_Longman_%287550362016%29.jpg",
    "extract": "Phillip Longman is a conservative American demographer. Presently he is a Schwartz Senior Fellow at the New America Foundation, and he formerly worked as a senior writer and deputy assistant managing editor at U.S. News & World Report.",
    "year": 1956,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Murathan Mungan",
    "birthday": "1955-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/84/Murathan_Mungan_in_Diyarbakir_2008_%28cropped%29.jpg",
    "extract": "Murathan Mungan is a Turkish author, short story writer, playwright and poet.",
    "year": 1955,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Ebiet G. Ade",
    "birthday": "1954-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Ebiet_In_Pendopo.jpg/320px-Ebiet_In_Pendopo.jpg",
    "extract": "Haji Abid Ghoffar bin Aboe Dja’far or better known as Ebiet G. Ade is an Indonesian singer-songwriter and guitarist of Javanese descent.",
    "year": 1954,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "James Morrison (actor)",
    "birthday": "1954-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/James_Morrison_at_Dances_With_Films_World_Premiere%2C_June_1_2014.jpg/224px-James_Morrison_at_Dances_With_Films_World_Premiere%2C_June_1_2014.jpg",
    "extract": "James Paige Morrison is an American actor best known for his portrayal of CTU Director Bill Buchanan on 24.",
    "year": 1954,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "John Brumby",
    "birthday": "1953-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/37/John_Brumby.jpg",
    "extract": "John Mansfield Brumby is the current Chancellor of La Trobe University and former Victorian Labor Party politician who was Premier of Victoria from 2007 to 2010. He became leader of the Victorian Labor Party and premier after the resignation of Steve Bracks. He also served as the Minister for Veterans' Affairs and the Minister for Multicultural Affairs. He contested his first election as premier at the November 2010 Victorian state election. His government was defeated by the Liberal/National Coalition led by Ted Baillieu. Brumby resigned as Labor leader after the election, on 30 November, to be replaced by Daniel Andrews. Within weeks of this leadership change, Brumby left parliament, with a Broadmeadows by-election taking place on 19 February 2011.",
    "year": 1953,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Gerald Early",
    "birthday": "1952-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d1/Gerald_Early.jpg/320px-Gerald_Early.jpg",
    "extract": "Gerald Lyn Early is an American essayist and American culture critic. He is currently the Merle Kling Professor of Modern letters, of English, African studies, African-American studies, American culture studies, and Director, Center for Joint Projects in the Humanities and Social Sciences at Washington University in St. Louis, Missouri.",
    "year": 1952,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Cheryl Gillan",
    "birthday": "1952-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Official_portrait_of_Rt_Hon_Dame_Cheryl_Gillan_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Dame_Cheryl_Gillan_MP_crop_2.jpg",
    "extract": "Dame Cheryl Elise Kendall Gillan was a British politician who served as Member of Parliament (MP) for Chesham and Amersham from 1992 until her death in 2021. A member of the Conservative Party, she served as Secretary of State for Wales from 2010 to 2012.",
    "year": 1952,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Tony Danza",
    "birthday": "1951-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Tony_Danza.jpg/202px-Tony_Danza.jpg",
    "extract": "Tony Danza is an American actor, television personality, boxer and teacher who starred on the TV series Taxi and Who's the Boss?, for which he was nominated for an Emmy Award and four Golden Globe Awards. In 1998, Danza won the People's Choice Award for Favorite Male Performer in a New Television Series for his work on the 1997 sitcom The Tony Danza Show. He has also appeared in films such as Don Jon, Angels in the Outfield, The Hollywood Knights, Going Ape! and Crash.",
    "year": 1951,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Michael Freedman",
    "birthday": "1951-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Michael_Freedman_2010.jpg/219px-Michael_Freedman_2010.jpg",
    "extract": "Michael Hartley Freedman is an American mathematician, at Microsoft Station Q, a research group at the University of California, Santa Barbara. In 1986, he was awarded a Fields Medal for his work on the 4-dimensional generalized Poincaré conjecture. Freedman and Robion Kirby showed that an exotic ℝ4 manifold exists.",
    "year": 1951,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Bob Varsha",
    "birthday": "1951-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Bob_Varsha_speaking_at_the_Barber_Legends_of_Motorsport_2010.jpg/320px-Bob_Varsha_speaking_at_the_Barber_Legends_of_Motorsport_2010.jpg",
    "extract": "Robert August \"Bob\" Varsha is an American broadcast journalist who specializes in covering motorsports. He is best known for being the lap-by-lap commentator for Formula 1 and CART series races for ESPN, ABC Sports, and Speed Channel among others.",
    "year": 1951,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Shivaji Satam",
    "birthday": "1950-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Shivaji_Satam.jpg/269px-Shivaji_Satam.jpg",
    "extract": "Shivaji Satam is an Indian television and film actor. He is best known for his role as ACP Pradyuman on the TV series C.I.D. on SET India. A former bank official and Inspection Officer, he has appeared in Hindi and Marathi films, including Vaastav, Ghulam-E-Mustafa, Yeshwant, China Gate, Taxi No. 9211, Nayak, Jis Desh Me Ganga Reheta Hai, Sooryavansham, Hu Tu Tu. In Marathi, he has received recognition through movies like Uttarayan.",
    "year": 1950,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Patti LuPone",
    "birthday": "1949-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Patti_Lupone_AICP_Social_Media_New_York_2014.jpg/257px-Patti_Lupone_AICP_Social_Media_New_York_2014.jpg",
    "extract": "Patti Ann LuPone is an American actress and singer best known for her work in musical theater. She has won two Tony Awards, two Olivier Awards, two Grammy Awards, and was a 2006 inductee to the American Theater Hall of Fame.",
    "year": 1949,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Gary Condit",
    "birthday": "1948-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/98/GaryCondit.jpg",
    "extract": "Gary Adrian Condit is an American former politician who represented California's 18th congressional district in the House of Representatives from 1989 to 2003. He gained significant national attention for an extramarital affair with Chandra Levy, an intern with the Federal Bureau of Prisons. The affair was publicized after Levy's disappearance in May 2001 and the discovery of Levy's remains a year later.",
    "year": 1948,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Paul Davis (singer)",
    "birthday": "1948-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a7/PaulDavis_ST1980.jpg",
    "extract": "Paul Lavon Davis was an American singer and songwriter, best known for his radio hits and solo career which started worldwide in 1970. His career encompassed soul, country, and pop. His most successful songs are 1977's \"I Go Crazy\", a No. 7 pop hit which once held the record for the longest chart run on the Billboard Hot 100, and 1982's \"'65 Love Affair\", which at No. 6 is his highest-charting single. Another pop hit, \"Cool Night\", was released in 1981. In the mid-1980s, he also had two No. 1 country hits as a guest vocalist on songs by Marie Osmond and Tanya Tucker.",
    "year": 1948,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Dieter Fromm",
    "birthday": "1948-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Dieter_Fromm.jpg/262px-Dieter_Fromm.jpg",
    "extract": "Dieter Fromm is a retired East German middle-distance runner who specialized in the 800 metres. He held the indoor 800 m world record for over ten years.",
    "year": 1948,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Al Bumbry",
    "birthday": "1947-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Al_Bumbry_Orioles.jpg/214px-Al_Bumbry_Orioles.jpg",
    "extract": "Alonza Benjamin Bumbry is a former Major League Baseball (MLB) outfielder who played for the Baltimore Orioles and San Diego Padres from 1972 through 1985. Bumbry was the 1973 American League Rookie of the Year, and went on to be an All-Star and World Series champion. He is an inductee of the Baltimore Orioles Hall of Fame and the Virginia Sports Hall of Fame. Prior to his major league career, Bumbry served in the US Army during the Vietnam War and was awarded a Bronze Star.",
    "year": 1947,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Iggy Pop",
    "birthday": "1947-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/IggyChesterRocks.jpg/226px-IggyChesterRocks.jpg",
    "extract": "James Newell Osterberg Jr., known professionally as Iggy Pop, is an American musician, singer, and songwriter. Designated the \"Godfather of Punk\", he was the vocalist and lyricist of proto-punk band The Stooges, who were formed in 1967 and have disbanded and reunited many times since.",
    "year": 1947,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Diana Darvey",
    "birthday": "1945-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d6/Diana_Darvey.jpg/249px-Diana_Darvey.jpg",
    "extract": "Diana Magdalene Roloff, known professionally as Diana Darvey, was a British actress, singer and dancer, best known for her appearances on The Benny Hill Show.",
    "year": 1945,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Geoffrey Palmer (politician)",
    "birthday": "1942-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Geoffrey_Palmer.jpg/238px-Geoffrey_Palmer.jpg",
    "extract": "Sir Geoffrey Winston Russell Palmer is a New Zealand lawyer, legal academic, and past politician, who was a member of Parliament from 1979 to 1990. He served as the 33rd prime minister of New Zealand for a little over a year, from August 1989 until September 1990, leading the Fourth Labour Government. As Minister of Justice from 1984 to 1989, Palmer was responsible for considerable reforms of the country's legal and constitutional framework, such as the creation of the Constitution Act 1986, New Zealand Bill of Rights, Imperial Laws Application Act, and the State Sector Act. He served as president of the New Zealand Law Commission, from 2005 to 2010.",
    "year": 1942,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "David Boren",
    "birthday": "1941-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/DavidBorenByPhilKonstantin.jpg/288px-DavidBorenByPhilKonstantin.jpg",
    "extract": "David Lyle Boren is a retired American lawyer and politician from the state of Oklahoma. A member of the Democratic Party, he served as 21st governor of Oklahoma from 1975 to 1979 and three terms in the United States Senate from 1979 to 1994. A conservative Democrat, as of 2021, he is the most recent in his party to have served as U.S. Senator from Oklahoma. He was the 13th and second-longest serving president of the University of Oklahoma from 1994 to 2018. He was the longest serving chairman of the Senate Select Committee on Intelligence. On September 20, 2017, Boren officially announced his retirement as president of the University of Oklahoma, effective June 30, 2018.",
    "year": 1941,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Souleymane Cissé (film director)",
    "birthday": "1940-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Souleymane_Ciss%C3%A9.jpg/279px-Souleymane_Ciss%C3%A9.jpg",
    "extract": "Souleymane Cissé is a Malian film director, regarded as one of the first generation of African filmmakers. He has been called \"Africa's greatest living filmmaker\" while his film Yeelen has been called \"the greatest African film ever made.\"",
    "year": 1940,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "John McCabe (composer)",
    "birthday": "1939-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a6/John_McCabe_%28composer%29.jpg",
    "extract": "John McCabe was a British composer and pianist. He created works in many different forms, including symphonies, ballets, and solo works for the piano. He served as director of the London College of Music from 1983 to 1990. Guy Rickards praised him as \"one of Britain's finest composers in the past half-century\" and \"a pianist of formidable gifts and wide-ranging sympathies\".",
    "year": 1939,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Reni Santoni",
    "birthday": "1939-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Reni_Santori_1973.JPG/252px-Reni_Santori_1973.JPG",
    "extract": "Reni Santoni was an American film, television and voice actor. He was noted for playing Poppie on the television sitcom Seinfeld, Tony Gonzales in Cobra, and Chico González in Dirty Harry.",
    "year": 1939,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Gary Peters (baseball)",
    "birthday": "1937-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Gary_Peters_1965.jpg/249px-Gary_Peters_1965.jpg",
    "extract": "Gary Charles Peters is an American former professional baseball player. He was a Major League Baseball pitcher who played on two major league teams for 14 seasons, from 1959 through 1972. He was one of the best-hitting pitchers of his era.",
    "year": 1937,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "James Dobson",
    "birthday": "1936-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/James_Dobson_1.jpg/246px-James_Dobson_1.jpg",
    "extract": "James Clayton Dobson Jr.\n(born April 21, 1936) is an American evangelical Christian author, psychologist, and founder of Focus on the Family (FOTF), which he led from 1977 until 2010. In the 1980s he was ranked as one of the most influential spokesmen for conservative social positions in American public life. Although never an ordained minister, he was called \"the nation's most influential evangelical leader\" by The New York Times while Slate portrayed him as a successor to evangelical leaders Jerry Falwell and Pat Robertson.",
    "year": 1936,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Reg Fleming",
    "birthday": "1936-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/ReggieFleming_07.jpg/213px-ReggieFleming_07.jpg",
    "extract": "Reginald Stephen \"Reggie, The Ruffian\" Fleming was a professional hockey player in the National Hockey League with the Montreal Canadiens, Chicago Black Hawks, Boston Bruins, New York Rangers, Philadelphia Flyers and Buffalo Sabres. He also played for the Chicago Cougars of the World Hockey Association, as well as with a number of minor league teams in other professional leagues. His professional career spanned over 20 years. He was known as an aggressive and combative player who could play both forward and defence, as well as kill penalties.",
    "year": 1936,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Charles Grodin",
    "birthday": "1935-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Charles_Grodin_2013.jpg/264px-Charles_Grodin_2013.jpg",
    "extract": "Charles Sidney Grodin was an American actor, comedian, author, and television talk show host. Grodin began his acting career in the 1960s appearing in TV serials including The Virginian. After a small part in Rosemary's Baby in 1968, he played the lead in Elaine May's The Heartbreak Kid (1972) and supporting roles in Mike Nichols's Catch-22 (1970), the 1976 remake of King Kong, and Warren Beatty's Heaven Can Wait (1978).",
    "year": 1935,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Thomas Kean",
    "birthday": "1935-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Thomas_Kean.jpg/238px-Thomas_Kean.jpg",
    "extract": "Thomas Howard Kean is an American businessman, academic administrator and politician who served as the 48th governor of New Jersey from 1982 to 1990 as a Republican. Kean is best known globally, however, for his 2002 appointment as chairman of the National Commission on Terrorist Attacks Upon the United States, widely known as the 9/11 Commission, which was responsible for investigating the causes of the September 11 attacks and providing recommendations to prevent future terrorist attacks. He was appointed to this post by U.S. President George W. Bush. Upon the completion of his second term as governor, he served as the President of Drew University for 15 years until his retirement in 2005.",
    "year": 1935,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Ignatius Zakka I",
    "birthday": "1933-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Ignatus_Zakka_I_Iwas.jpg/320px-Ignatus_Zakka_I_Iwas.jpg",
    "extract": "Ignatius Zakka I Iwas was the 122nd reigning Syriac Orthodox Patriarch of Antioch and All the East and, as such, Supreme Head of the Universal Syriac Orthodox Church. Also known by his traditional episcopal name, Severios, he was enthroned as patriarch on 14 September 1980 in St. George's Patriarchal Cathedral in Damascus. He succeeded Ignatius Ya`qub III. As is traditional for the head of the church, Mor Severios adopted the name Ignatius.",
    "year": 1933,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Slide Hampton",
    "birthday": "1932-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Slide_Hampton_-_August_1978_%28cropped%29.jpg/188px-Slide_Hampton_-_August_1978_%28cropped%29.jpg",
    "extract": "Locksley Wellington Hampton was an American jazz trombonist, composer and arranger. As his nickname implies, Hampton's main instrument was slide trombone, but he also occasionally played tuba and flugelhorn.",
    "year": 1932,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Elaine May",
    "birthday": "1932-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Elaine_May_-_publicity1.jpg/254px-Elaine_May_-_publicity1.jpg",
    "extract": "Elaine Iva May is an American comedian, film director, screenwriter, playwright, and actress. She made her initial impact in the 1950s with her improvisational comedy routines with Mike Nichols, performing as Nichols and May.",
    "year": 1932,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Hilda Hilst",
    "birthday": "1930-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Hilda_Hilst%2C_1970.tif/lossy-page1-320px-Hilda_Hilst%2C_1970.tif.jpg",
    "extract": "Hilda Hilst was a Brazilian poet, novelist, and playwright. She is lauded as one of the most important Portuguese-language authors of the twentieth century. Her work touches on the themes of mysticism, insanity, the body, eroticism, and female sexual liberation. Hilst greatly revered the work of James Joyce and Samuel Beckett and the influence of their styles like stream of consciousness and fractured reality in her own work.",
    "year": 1930,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Silvana Mangano",
    "birthday": "1930-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Silvana_Mangano_1956.jpg/233px-Silvana_Mangano_1956.jpg",
    "extract": "Silvana Mangano was an Italian actress.",
    "year": 1930,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Dieter Roth",
    "birthday": "1930-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Dieter_Roth-by_Lothar_Wolleh.jpg/317px-Dieter_Roth-by_Lothar_Wolleh.jpg",
    "extract": "Dieter Roth was a Swiss artist best known for his artist's books, editioned prints, sculptures, and works made of found materials, including rotting food stuffs. He was also known as Dieter Rot and Diter Rot.",
    "year": 1930,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Jack Taylor (referee)",
    "birthday": "1930-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Jack_Taylor_referee_%28cropped%29.jpg/236px-Jack_Taylor_referee_%28cropped%29.jpg",
    "extract": "John Keith Taylor was an English football referee. Later described by the Football League as \"perhaps the finest English referee of all time\", Taylor was famous for officiating in the 1974 FIFA World Cup Final during which he awarded two penalties in the first 30 minutes. The first of these penalty kicks, awarded after just a minute of play, was the first penalty kick ever awarded in a World Cup final.",
    "year": 1930,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Elizabeth II",
    "birthday": "1926-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Queen_Elizabeth_II_in_March_2015.jpg/242px-Queen_Elizabeth_II_in_March_2015.jpg",
    "extract": "Elizabeth II is Queen of the United Kingdom and 14 other Commonwealth realms.",
    "year": 1926,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Anthony Mason (judge)",
    "birthday": "1925-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Anthony_Mason%2C_Solicitor-General_of_Australia_%28cropped%29.jpg/228px-Anthony_Mason%2C_Solicitor-General_of_Australia_%28cropped%29.jpg",
    "extract": "Sir Anthony Frank Mason AC KBE GBM QC HonFAIB DistFRSN is an Australian judge who served as the ninth Chief Justice of Australia, in office from 1987 to 1995. He was first appointed to the High Court in 1972, having previously served on the Supreme Court of New South Wales.",
    "year": 1925,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "John Mortimer",
    "birthday": "1923-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a1/Sir_John_Mortimer.jpg",
    "extract": "Sir John Clifford Mortimer was an English barrister, dramatist, screenwriter and author. He is best known for novels about a barrister named Horace Rumpole.",
    "year": 1923,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Alistair MacLean",
    "birthday": "1922-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/92/AlistairMacLean.JPG",
    "extract": "Alistair Stuart MacLean was a 20th-century Scottish novelist who wrote popular thrillers and adventure stories. Many of his novels have been adapted to film, most notably The Guns of Navarone (1957) and Ice Station Zebra (1963). In the late 1960s, encouraged by film producer Elliott Kastner, MacLean began to write original screenplays, concurrently with an accompanying novel. The most successful was the first of these, the 1968 film Where Eagles Dare, which was also a bestselling novel. MacLean also published two novels under the pseudonym Ian Stuart. His books are estimated to have sold over 150 million copies, making him one of the best-selling fiction authors of all time.",
    "year": 1922,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Don Cornell",
    "birthday": "1919-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Don_Cornell_1963.JPG/281px-Don_Cornell_1963.JPG",
    "extract": "Don Cornell was an American singer.",
    "year": 1919,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Roger Doucet",
    "birthday": "1919-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Chorale_Satya_d%27Amos_1980_06.jpg/320px-Chorale_Satya_d%27Amos_1980_06.jpg",
    "extract": "Roger Doucet, was a Canadian tenor best known for singing the Canadian national anthem, \"O Canada\", on televised games of the Montreal Canadiens, Montreal Alouettes, and Montreal Expos during the 1970s. He was particularly known for his bilingual version of the anthem, which began in French and ended in English, in recognition of the two languages of Canada.",
    "year": 1919,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Licio Gelli",
    "birthday": "1919-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Licio_Gelli_in_paramenti.jpg/188px-Licio_Gelli_in_paramenti.jpg",
    "extract": "Licio Gelli was an Italian financier. A Fascist volunteer in his youth, he is chiefly known for his role in the Banco Ambrosiano scandal. He was revealed in 1981 as being the Venerable Master of the clandestine masonic lodge Propaganda Due (P2).",
    "year": 1919,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Eddy Christiani",
    "birthday": "1918-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Eddy_Christiani_%281965%29.jpg/240px-Eddy_Christiani_%281965%29.jpg",
    "extract": "Eduard \"Eddy\" Christiani was a Dutch guitarist, singer, and composer. He was best known for songs like Zonnig Madeira (1938), Ouwe Taaie (1943), Op De Woelige Baren (1948), Kleine Greetje Uit De Polder (1950), Spring Maar Achterop (1952), Daar Bij De Waterkant and Rosemarie Polka (1953). In 1961 he reached the 82nd position with his Spanish-language song Sucu Sucu (1961)",
    "year": 1918,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Garrett Hardin",
    "birthday": "1915-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c3/Garrett_Hardin.jpg/271px-Garrett_Hardin.jpg",
    "extract": "Garrett James Hardin was an American ecologist. He focused his career on the issue of human overpopulation, and is best known for his exposition of the tragedy of the commons, in a 1968 paper of the same title in Science, which called attention to \"the damage that innocent actions by individuals can inflict on the environment\". He is also known for Hardin's First Law of Human Ecology: \"We can never do merely one thing. Any intrusion into nature has numerous effects, many of which are unpredictable.\" He is listed by the Southern Poverty Law Center as a white nationalist, whose publications were \"frank in their racism and quasi-fascist ethnonationalism\".",
    "year": 1915,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Anthony Quinn",
    "birthday": "1915-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Anthony_Quinn_around_the_1960s.jpg/239px-Anthony_Quinn_around_the_1960s.jpg",
    "extract": "Manuel Antonio Rodolfo Quinn Oaxaca, known professionally as Anthony Quinn, was a Mexican-American actor. He was known for his portrayal of earthy, passionate characters \"marked by a brutal and elemental virility\" in numerous critically acclaimed films both in Hollywood and abroad. His notable films include La Strada, The Guns of Navarone, Guns for San Sebastian, Lawrence of Arabia, The Shoes of the Fisherman, The Message, Lion of the Desert, and A Walk in the Clouds. He also had an Oscar-nominated titular role in Zorba the Greek.",
    "year": 1915,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Angelo Savoldi",
    "birthday": "1914-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c9/Angelo_Savoldi.jpg/269px-Angelo_Savoldi.jpg",
    "extract": "Mario Louis Fornini was an Italian/American professional wrestler and wrestling promoter, better known professionally as Angelo Savoldi. At the time of his death, he was known as the world's oldest retired wrestler at the age of 99.",
    "year": 1914,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Norman Parkinson",
    "birthday": "1913-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/32_Landford_Road%2C_Putney_02.JPG/240px-32_Landford_Road%2C_Putney_02.JPG",
    "extract": "Norman Parkinson, was an English portrait and fashion photographer. His work revolutionised British fashion photography, as he moved the craft out of the studio and into outdoor settings. He became an official royal photographer in 1969, taking photographs for Princess Anne's 19th birthday and the Investiture portrait of Prince Charles as Prince of Wales. Many other royal portraits included official portraits of Queen Elizabeth The Queen Mother for her 75th birthday in 1975. He received many honours during his life including the Royal Photographic Society's Progress Medal, the Lifetime Achievement Award of the American Society of Magazine Photographers, a Google Doodle, and a British postage stamp.",
    "year": 1913,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Eve Arnold",
    "birthday": "1912-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/94/Eve_Arnold.jpg/320px-Eve_Arnold.jpg",
    "extract": "Eve Arnold, OBE (honorary), FRPS (honorary) was an American photojournalist, long-resident in the UK. She joined Magnum Photos agency in 1951, and became a full member in 1957. She was the first woman to join the agency.",
    "year": 1912,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Pat Brown",
    "birthday": "1905-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Pat_Brown_%28California_Governor_1962%29.jpg/247px-Pat_Brown_%28California_Governor_1962%29.jpg",
    "extract": "Edmund Gerald \"Pat\" Brown was an American lawyer and politician who served as the 32nd governor of California from 1959 to 1967. His first elected office was as district attorney for San Francisco, and he was later elected Attorney General of California in 1950 before becoming the state's governor in 1959.",
    "year": 1905,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Jean Hélion",
    "birthday": "1904-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/J._Helion_%281904-1987%29.jpg/314px-J._Helion_%281904-1987%29.jpg",
    "extract": "Jean Hélion was a French painter whose abstract work of the 1930s established him as a leading modernist. His midcareer rejection of abstraction was followed by nearly five decades as a figurative painter. He was also the author of several books and an extensive body of critical writing.",
    "year": 1904,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Odilo Globocnik",
    "birthday": "1904-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Bundesarchiv_Bild_146-2007-0188%2C_Odilo_Globocnik.jpg/233px-Bundesarchiv_Bild_146-2007-0188%2C_Odilo_Globocnik.jpg",
    "extract": "Odilo Lothar Ludwig Globocnik was an Austrian Nazi and a perpetrator of the Holocaust. He was an official of the Nazi Party and later a high-ranking leader of the SS. Globocnik had a leading role in Operation Reinhard, the organized murder of around one and a half million Jews, of mostly Polish origin, during the Holocaust in the Majdanek, Treblinka, Sobibor and Belzec extermination camps. Historian Michael Allen described him as \"the vilest individual in the vilest organization ever known\". Globocnik took his own life shortly after his capture and detention by British soldiers.",
    "year": 1904,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Luis Saslavsky",
    "birthday": "1903-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/71/LuisSaslavsky.jpg",
    "extract": "Luis Saslavsky was an Argentine film director, screenwriter and film producer, and one of the influential directors in the Cinema of Argentina of the classic era.",
    "year": 1903,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Randall Thompson",
    "birthday": "1899-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/29/Randallthompson.jpeg",
    "extract": "Randall Thompson was an American composer, particularly noted for his choral works.",
    "year": 1899,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Maurice Wilson",
    "birthday": "1898-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e0/Maurice_Wilson_British_aviator.jpg/320px-Maurice_Wilson_British_aviator.jpg",
    "extract": "Maurice Wilson MC was a British soldier, mystic, and aviator who is known for his ill-fated attempt to climb Mount Everest alone in 1934.",
    "year": 1898,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Romeo Bertini",
    "birthday": "1893-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Romeo_Bertini.png/311px-Romeo_Bertini.png",
    "extract": "Romeo Bertini was an Italian athlete who competed mainly in the marathon.",
    "year": 1893,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Freddie Dixon",
    "birthday": "1892-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/71/Freddie_Dixon.JPG",
    "extract": "Frederick William Dixon was an English motorcycle racer and racing car driver. The designer of the motorcycle and banking sidecar system, he was also one of the few motorsport competitors to have been successful on two, three and four wheels. He was twice awarded the BRDC Gold Star for car racing. Dixon, who had the nickname \"Flying Freddie\", was born at Stockton-on-Tees, County Durham, England, one of eight children of John and Martha Dixon.",
    "year": 1892,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Marcel Boussac",
    "birthday": "1889-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/11-6-22%2C_Chantilly%2C_M._Marcel_Boussac_%28propri%C3%A9taire_du_cheval_gagnant_le_Prix_du_Jockey_Club%29_-_%28photographie_de_presse%29_-_%28Agence_Rol%29.jpg/258px-11-6-22%2C_Chantilly%2C_M._Marcel_Boussac_%28propri%C3%A9taire_du_cheval_gagnant_le_Prix_du_Jockey_Club%29_-_%28photographie_de_presse%29_-_%28Agence_Rol%29.jpg",
    "extract": "Marcel Boussac was a French entrepreneur best known for his ownership of the Maison Dior and one of the most successful thoroughbred race horse breeding farms in European history.",
    "year": 1889,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Paul Karrer",
    "birthday": "1889-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Paul_Karrer.jpg/222px-Paul_Karrer.jpg",
    "extract": "Professor Paul Karrer FRS FRSE FCS was a Swiss organic chemist best known for his research on vitamins. He and Norman Haworth won the Nobel Prize for Chemistry in 1937.",
    "year": 1889,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Efrem Zimbalist",
    "birthday": "1889-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Efrem_Zimbalist_with_violin_%28cropped%29.jpg/273px-Efrem_Zimbalist_with_violin_%28cropped%29.jpg",
    "extract": "Efrem Zimbalist Sr. was a concert violinist, composer, conductor and director of the Curtis Institute of Music.",
    "year": 1889,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Joe McCarthy (manager)",
    "birthday": "1887-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Joe_McCarthy.png/184px-Joe_McCarthy.png",
    "extract": "Joseph Vincent McCarthy was a manager in Major League Baseball, most renowned for his leadership of the \"Bronx Bombers\" teams of the New York Yankees from 1931 to 1946. The first manager to win pennants with both National and American League teams, he won a total nine league pennants and seven World Series championships – the latter is a record tied only by Casey Stengel. McCarthy was elected to the Baseball Hall of Fame in 1957. He recorded a 100-win season six times, a record matched only by Bobby Cox. McCarthy's career winning percentages in both the regular season (.615) and postseason are the highest in major league history. His 2,125 career victories rank eighth all-time in major league history for managerial wins, and he ranks first all-time for the Yankees with 1,460 wins.",
    "year": 1887,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Tatu Kolehmainen",
    "birthday": "1885-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Tatu_Kolehmainen_1912.jpg/164px-Tatu_Kolehmainen_1912.jpg",
    "extract": "Tatu Kolehmainen was a Finnish long-distance runner who competed at the 1912 and 1920 Summer Olympics. In 1912 he reached the finals of 10,000 m and marathon races, but failed to finish due to a strong heat. In 1920 he placed 10th in the marathon. His younger brother Hannes competed alongside at the 1912 and 1920 Games.",
    "year": 1885,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Percy Williams Bridgman",
    "birthday": "1882-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Bridgman.jpg/226px-Bridgman.jpg",
    "extract": "Percy Williams Bridgman was an American physicist who received the 1946 Nobel Prize in Physics for his work on the physics of high pressures. He also wrote extensively on the scientific method and on other aspects of the philosophy of science. The Bridgman effect, the Bridgman–Stockbarger technique, and the high-pressure mineral bridgmanite are named after him.",
    "year": 1882,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Vincent Scotto",
    "birthday": "1874-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Vincent_Scotto_02.jpg/247px-Vincent_Scotto_02.jpg",
    "extract": "Vincent Scotto was a French composer.",
    "year": 1874,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Edwin S. Porter",
    "birthday": "1870-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Edwin_S_Porter.jpg/204px-Edwin_S_Porter.jpg",
    "extract": "Edwin Stanton Porter was an American film pioneer, most famous as a producer, director, studio manager and cinematographer with the Edison Manufacturing Company and the Famous Players Film Company. Of over 250 films created by Porter, his most important include: What Happened on Twenty-third Street, New York City, (1901), ; Jack and the Beanstalk (1902); Life of an American Fireman (1903); The Great Train Robbery (1903); The European Rest Cure (1904); The Kleptomaniac (1905); Life of a Cowboy (1906); Rescued from an Eagle's Nest (1908); and The Prisoner of Zenda (1913).",
    "year": 1870,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Alfred Henry Maurer",
    "birthday": "1868-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Self-Portrait-1896-1897.jpg/237px-Self-Portrait-1896-1897.jpg",
    "extract": "Alfred Henry Maurer was an American modernist painter. He exhibited his work in avant-garde circles internationally and in New York City during the early twentieth century. Highly respected today, his work met with little critical or commercial success in his lifetime, and he died, a suicide, at the age of sixty-four.",
    "year": 1868,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Mary Rogers Miller",
    "birthday": "1868-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Mary_Rogers_Miller.jpg/218px-Mary_Rogers_Miller.jpg",
    "extract": "Mary Farrand Rogers Miller (1868–1971) was an American writer, naturalist, and educator. She authored The Brook Book (1902) and Outdoor Work (1911), as well as magazine articles and educational pamphlets.",
    "year": 1868,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Max Weber",
    "birthday": "1864-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Max_Weber%2C_1918.jpg/234px-Max_Weber%2C_1918.jpg",
    "extract": "Maximilian Karl Emil Weber was a German sociologist, historian, jurist, and political economist regarded as among the most important theorists of the development of modern Western society. His ideas profoundly influence social theory and research. While Weber did not see himself as a sociologist, he is recognized as one of the fathers of sociology along with Auguste Comte, Karl Marx, and Émile Durkheim.",
    "year": 1864,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "William Stang",
    "birthday": "1854-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/BischofStangStrasse.jpg/320px-BischofStangStrasse.jpg",
    "extract": "William Stang was a German-born prelate of the Catholic Church. He served as the first Bishop of Fall River from 1904 until his death in 1907.",
    "year": 1854,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "John Muir",
    "birthday": "1838-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/John_Muir_c1902.jpg/256px-John_Muir_c1902.jpg",
    "extract": "John Muir, also known as \"John of the Mountains\" and \"Father of the National Parks\", was an influential Scottish-American naturalist, author, environmental philosopher, botanist, zoologist, glaciologist, and early advocate for the preservation of wilderness in the United States of America.",
    "year": 1838,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Fredrik Bajer",
    "birthday": "1837-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Frederik_Bajer_by_E._M%C3%B8ller.jpg/221px-Frederik_Bajer_by_E._M%C3%B8ller.jpg",
    "extract": "Fredrik Bajer was a Danish writer, teacher, and pacifist politician who received the Nobel Peace Prize in 1908 together with Klas Pontus Arnoldson.",
    "year": 1837,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Charlotte Brontë",
    "birthday": "1816-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3a/CBRichmond.png",
    "extract": "Charlotte Brontë was an English novelist and poet, the eldest of the three Brontë sisters who survived into adulthood and whose novels became classics of English literature.",
    "year": 1816,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Angela Burdett-Coutts, 1st Baroness Burdett-Coutts",
    "birthday": "1814-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Angela_Georgina_Burdett-Coutts%2C_Baroness_Burdett-Coutts_from_NPG.jpg/259px-Angela_Georgina_Burdett-Coutts%2C_Baroness_Burdett-Coutts_from_NPG.jpg",
    "extract": "Angela Georgina Burdett-Coutts, 1st Baroness Burdett-Coutts, born Angela Georgina Burdett, was a British philanthropist, the daughter of Sir Francis Burdett, 5th Baronet and Sophia, formerly Coutts, daughter of banker Thomas Coutts. In 1837 she became one of the wealthiest women in England when she inherited her grandfather's fortune of around £1.8 million following the death of her stepgrandmother, Harriot Beauclerk, Duchess of St Albans. She joined the surnames of her father and grandfather, by royal licence, to become Burdett-Coutts. Edward VII is reported to have described her as, \"[a]fter my mother, the most remarkable woman in the kingdom.\"",
    "year": 1814,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Alson Sherman",
    "birthday": "1811-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ad/Alsonsherman.jpeg",
    "extract": "Alson Sherman served as Mayor of Chicago, Illinois (1844–1845) as an Independent Democrat.",
    "year": 1811,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "John Putnam Chapin",
    "birthday": "1810-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Johnchapin.jpeg",
    "extract": "John Putnam Chapin served as Mayor of Chicago, Illinois (1846–1847) for the Whig Party.",
    "year": 1810,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Manuel Blanco Encalada",
    "birthday": "1790-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Manuel_Blanco_Encalada_%28Nataniel_Hughes%2C_1853%29.jpg/254px-Manuel_Blanco_Encalada_%28Nataniel_Hughes%2C_1853%29.jpg",
    "extract": "Manuel José Blanco y Calvo de Encalada was a vice-admiral in the Chilean Navy, a political figure, and Chile's first President (Provisional) (1826).",
    "year": 1790,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Alexander Anderson (illustrator)",
    "birthday": "1775-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Alexander_Anderson.jpg/255px-Alexander_Anderson.jpg",
    "extract": "Dr Alexander Anderson was an American physician and illustrator.",
    "year": 1775,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Biot",
    "birthday": "1774-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Jean_baptiste_biot.jpg/272px-Jean_baptiste_biot.jpg",
    "extract": "Jean-Baptiste Biot was a French physicist, astronomer, and mathematician who co-discovered the Biot–Savart law of magnetostatics with Félix Savart, established the reality of meteorites, made an early balloon flight, and studied the polarization of light.",
    "year": 1774,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Pierre-Alexandre-Laurent Forfait",
    "birthday": "1752-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Pierre_Alexandre_Laurent_Forfait.jpg/241px-Pierre_Alexandre_Laurent_Forfait.jpg",
    "extract": "Pierre-Alexandre-Laurent Forfait was a French engineer, hydrographer and politician, and Minister of the Navy.",
    "year": 1752,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Humphry Repton",
    "birthday": "1752-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Portrait_of_Humphry_Repton.jpg/275px-Portrait_of_Humphry_Repton.jpg",
    "extract": "Humphry Repton was the last great English landscape designer of the eighteenth century, often regarded as the successor to Capability Brown; he also sowed the seeds of the more intricate and eclectic styles of the 19th century. His first name is often incorrectly rendered \"Humphrey\".",
    "year": 1752,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Louis de Noailles",
    "birthday": "1713-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Louis_de_Noailles%2C_Duke_of_Noailles_%281713-793%29%2C_Marshal_of_France%2C_%28%C3%89cole_Fran%C3%A7aise%29.jpg/281px-Louis_de_Noailles%2C_Duke_of_Noailles_%281713-793%29%2C_Marshal_of_France%2C_%28%C3%89cole_Fran%C3%A7aise%29.jpg",
    "extract": "Louis de Noailles, 4th Duke of Noailles was a French peer and Marshal of France. He was the son of Françoise Charlotte d'Aubigné, niece of Madame de Maintenon, and a nephew of Marie Victoire de Noailles, daughter-in-law of Louis XIV of France.",
    "year": 1713,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Wilhelmine Amalie of Brunswick",
    "birthday": "1673-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Carriera%2C_Rosalba_-_Empress_Wilhelmine_Amalie%2C_1730.jpg/249px-Carriera%2C_Rosalba_-_Empress_Wilhelmine_Amalie%2C_1730.jpg",
    "extract": "Wilhelmine Amalie of Brunswick-Lüneburg was Holy Roman Empress, Queen of the Germans, Queen of Hungary, Queen of Bohemia, Archduchess consort of Austria etc. as the spouse of Joseph I, Holy Roman Emperor.",
    "year": 1673,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "John Law (economist)",
    "birthday": "1671-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/John_Law-Casimir_Balthazar_mg_8450.jpg/249px-John_Law-Casimir_Balthazar_mg_8450.jpg",
    "extract": "John Law was a Scottish economist who distinguished money, a means of exchange, from national wealth dependent on trade. He served as Controller General of Finances under the Duke of Orleans, who was regent for the juvenile Louis XV of France. In 1716, Law set up a private Banque Générale in France. A year later it was nationalised at his request and renamed as Banque Royale. The private bank had been funded mainly by John Law and Louis XV; three-quarters of its capital consisted of government bills and government-accepted notes, effectively making it the nation's first central bank. Backed only partially by silver, it was a fractional reserve bank. Law also set up and directed the Mississippi Company, funded by the Banque Royale. Its chaotic collapse has been compared to the 17th-century tulip mania in Holland. The Mississippi bubble coincided with the South Sea bubble in England, which allegedly took ideas from it. Law as a gambler would win card games by mentally calculating odds. He originated ideas such as the scarcity theory of value and the real bills doctrine. He held that money creation stimulated an economy, paper money was preferable to metal, and dividend-paying shares a superior form of money. The term \"millionaire\" was coined for beneficiaries of Law's scheme.",
    "year": 1671,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Michel Rolle",
    "birthday": "1652-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Michel_Rolle.jpg",
    "extract": "Michel Rolle was a French mathematician. He is best known for Rolle's theorem (1691). He is also the co-inventor in Europe of Gaussian elimination (1690).",
    "year": 1652,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Joseph Vaz",
    "birthday": "1651-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/%E0%B7%81%E0%B7%8A%E2%80%8D%E0%B6%BB%E0%B7%93_%E0%B6%BD%E0%B6%82%E0%B6%9A%E0%B7%8F_%E0%B6%85%E0%B6%B4%E0%B7%9C%E0%B7%83%E0%B7%8A%E0%B6%AD%E0%B7%94%E0%B7%85%E0%B7%94%E0%B7%80%E0%B6%BB_%E0%B7%81%E0%B7%94.%E0%B6%A2%E0%B7%94%E0%B7%83%E0%B7%9A_%E0%B7%80%E0%B7%8F%E0%B7%83%E0%B7%8A_%E0%B6%B8%E0%B7%94%E0%B6%B1%E0%B7%92%E0%B6%AD%E0%B7%94%E0%B6%B8%E0%B7%8F.jpg/203px-%E0%B7%81%E0%B7%8A%E2%80%8D%E0%B6%BB%E0%B7%93_%E0%B6%BD%E0%B6%82%E0%B6%9A%E0%B7%8F_%E0%B6%85%E0%B6%B4%E0%B7%9C%E0%B7%83%E0%B7%8A%E0%B6%AD%E0%B7%94%E0%B7%85%E0%B7%94%E0%B7%80%E0%B6%BB_%E0%B7%81%E0%B7%94.%E0%B6%A2%E0%B7%94%E0%B7%83%E0%B7%9A_%E0%B7%80%E0%B7%8F%E0%B7%83%E0%B7%8A_%E0%B6%B8%E0%B7%94%E0%B6%B1%E0%B7%92%E0%B6%AD%E0%B7%94%E0%B6%B8%E0%B7%8F.jpg",
    "extract": "Joseph Vaz was an Oratorian priest and missionary in Sri Lanka (Ceylon), born and brought up in Portuguese Goa and Bombay.",
    "year": 1651,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Simon de la Loubère",
    "birthday": "1642-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/La_Loubere_Kingdom_of_Siam.jpg/177px-La_Loubere_Kingdom_of_Siam.jpg",
    "extract": "Simon de la Loubère was a French diplomat to Siam (Thailand), writer, mathematician and poet. He is credited with bringing back a document which introduced Europe to Indian astronomy, the \"Siamese method\" of making magic squares, as well as one of the earliest description of parachutes.",
    "year": 1642,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Francesco Maidalchini",
    "birthday": "1631-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a6/FrancescoMaidalchini.jpg",
    "extract": "Francesco Maidalchini was an Italian Cardinal of the Roman Catholic Church.",
    "year": 1631,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Pieter Gerritsz van Roestraten",
    "birthday": "1630-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Pieter_Gerritsz_van_Roestraten%2C_by_Abraham_Bloteling.jpg/248px-Pieter_Gerritsz_van_Roestraten%2C_by_Abraham_Bloteling.jpg",
    "extract": "Pieter Gerritsz van Roestraten was a Dutch Golden Age painter of still lifes and genre scenes.",
    "year": 1630,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Jan van Riebeeck",
    "birthday": "1619-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Jan_van_Riebeeck.jpg/232px-Jan_van_Riebeeck.jpg",
    "extract": "Johan Anthoniszoon \"Jan\" van Riebeeck was a Dutch navigator and colonial administrator of the Dutch East India Company.",
    "year": 1619,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Ludovico Carracci",
    "birthday": "1555-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Ludovico_Carracci_by_Emilian_School%2C_17th_Century.jpg/246px-Ludovico_Carracci_by_Emilian_School%2C_17th_Century.jpg",
    "extract": "Ludovico Carracci was an Italian, early-Baroque painter, etcher, and printmaker born in Bologna. His works are characterized by a strong mood invoked by broad gestures and flickering light that create spiritual emotion and are credited with reinvigorating Italian art, especially fresco art, which was subsumed with formalistic Mannerism. He died in Bologna in 1619.",
    "year": 1555,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Marco Antonio Bragadin",
    "birthday": "1523-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Tiziano_aspetti%2C_busto_di_marcantonio_bragadin%2C_1571_ca..JPG/202px-Tiziano_aspetti%2C_busto_di_marcantonio_bragadin%2C_1571_ca..JPG",
    "extract": "Marco Antonio Bragadin, also Marcantonio Bragadin, was an Italian lawyer and military officer of the Republic of Venice.",
    "year": 1523,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Ulrich von Hutten",
    "birthday": "1488-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Hutten.jpg/224px-Hutten.jpg",
    "extract": "Ulrich von Hutten was a German knight, scholar, poet and satirist, who later became a follower of Martin Luther and a Protestant reformer.",
    "year": 1488,
    "month": 4,
    "day": 21,
    "language": "en"
  },
  {
    "name": "Sancho VI of Navarre",
    "birthday": "1132-4-21",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Sancho_VI_de_Navarra_-_Compendio_de_cr%C3%B3nicas_de_reyes_%28Biblioteca_Nacional_de_Espa%C3%B1a%29.png/178px-Sancho_VI_de_Navarra_-_Compendio_de_cr%C3%B3nicas_de_reyes_%28Biblioteca_Nacional_de_Espa%C3%B1a%29.png",
    "extract": "Sancho Garcés VI, called the Wise was King of Navarre from 1150 until his death in 1194. He was the first monarch to officially drop the title of King of Pamplona in favour of King of Navarre, thus changing the designation of his kingdom. Sancho Garcés was responsible for bringing his kingdom into the political orbit of Europe. He was the eldest son of García Ramírez, the Restorer and Margaret of L'Aigle.",
    "year": 1132,
    "month": 4,
    "day": 21,
    "language": "en"
  }
]