[
  {
    "name": "Danni Wyatt",
    "birthday": "1991-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Danielle_Wyatt.jpg/246px-Danielle_Wyatt.jpg",
    "extract": "Danielle Nicole Wyatt is an English cricketer who plays for Sussex, Southern Vipers, Southern Brave and England. She plays as an all-rounder, batting right-handed and bowling right-arm off break. She made her England debut against India in Mumbai on 1 March 2010.",
    "year": 1991,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Machine Gun Kelly (musician)",
    "birthday": "1990-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/MGK_%2848250880612%29_%28cropped%29.jpg/231px-MGK_%2848250880612%29_%28cropped%29.jpg",
    "extract": "Colson Baker, known professionally as Machine Gun Kelly (MGK), is an American rapper, singer, musician, and actor. He is noted for his compositional blending of contemporary and alternative hip hop with rock.",
    "year": 1990,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Shkëlzen Shala",
    "birthday": "1983-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Shkelzen_Shala.jpg/252px-Shkelzen_Shala.jpg",
    "extract": "Shkëlzen Shala is an Albanian entrepreneur, gastronome and veganism activist based in Pristina, Kosovo.",
    "year": 1983,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kaká",
    "birthday": "1982-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Kak%C3%A1_visited_Stadium_St._Petersburg.jpg/213px-Kak%C3%A1_visited_Stadium_St._Petersburg.jpg",
    "extract": "Ricardo Izecson dos Santos Leite, commonly known as Kaká or Ricardo Kaká, is a Brazilian former professional footballer who played as an attacking midfielder. In his prime as a playmaker at AC Milan, a period marked by his creative passing, goal scoring and dribbles from midfield, Kaká is widely considered one of the best players of his generation. With success at club and international level, he is one of eight players to have won the FIFA World Cup, the UEFA Champions League and the Ballon d'Or.",
    "year": 1982,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Zoltán Gera",
    "birthday": "1979-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/1_zoltan_gera_2016.jpg/237px-1_zoltan_gera_2016.jpg",
    "extract": "Zoltán Gera is a Hungarian former professional footballer who played as an attacking midfielder. He played for Fulham, Pécsi Mecsek and Harkány SE, as well as enjoying two spells at Ferencváros and West Bromwich Albion.",
    "year": 1979,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Daniel Johns",
    "birthday": "1979-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Daniel_Johns_Big_Day_Out_08.jpg/239px-Daniel_Johns_Big_Day_Out_08.jpg",
    "extract": "Daniel Paul Johns is an Australian musician, singer, and songwriter best known as the former frontman, guitarist, and main songwriter of the rock band Silverchair. Johns is also one half of The Dissociatives with Paul Mac and one half of Dreams with Luke Steele. He released his first solo album, Talk, in 2015. Johns' second solo album, FutureNever, was released on 22 April 2022. In 2007, Johns was ranked at number 18 on Rolling Stone's list of The 25 Most Underrated Guitarists. Johns has won 21 ARIA Awards from 49 nominations as a member of Silverchair, and has earned four other nominations as a solo artist.",
    "year": 1979,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dan Cloutier",
    "birthday": "1976-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Dan_Cloutier.jpg/227px-Dan_Cloutier.jpg",
    "extract": "Daniel Cloutier is a Canadian former professional ice hockey goaltender. In his 10-year National Hockey League (NHL) career, Cloutier played with the New York Rangers, Tampa Bay Lightning, Vancouver Canucks and Los Angeles Kings, spending the majority of his career in Vancouver. He employed a combination of both butterfly and stand-up goaltending and was known for wearing the uncommon birdcage style helmet.",
    "year": 1976,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Regine Velasquez",
    "birthday": "1970-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/RVA_in_2010_%28cropped%29.jpg/240px-RVA_in_2010_%28cropped%29.jpg",
    "extract": "Regina Encarnacion Ansong Velasquez is a Filipina singer, actress, and record producer. She is considered one of the most influential figures in Philippine popular culture and is known for her vocal range and belting technique. She had unorthodox voice training during her childhood, where she was immersed neck-deep in the sea. Velasquez rose to prominence after winning the television talent show Ang Bagong Kampeon in 1984 and the Asia Pacific Singing Contest in 1989. Under the name Chona, she signed a recording contract with OctoArts International in 1986 and released the single \"Love Me Again\", which was commercially unsuccessful. The following year, she adopted the stage name Regine Velasquez for her debut studio album, Regine (1987), under the guidance of Viva Records executive Vic del Rosario and producer Ronnie Henares. She explored Manila sound and kundiman genres on her second and third studio albums, Nineteen 90 (1990) and Tagala Talaga (1991).",
    "year": 1970,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "David J. C. MacKay",
    "birthday": "1967-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/David_John_Cameron_MacKay_by_David_Stern.jpg/202px-David_John_Cameron_MacKay_by_David_Stern.jpg",
    "extract": "Professor Sir David John Cameron MacKay was a British physicist, mathematician, and academic. He was the Regius Professor of Engineering in the Department of Engineering at the University of Cambridge and from 2009 to 2014 was Chief Scientific Advisor to the UK Department of Energy and Climate Change (DECC). MacKay authored the book Sustainable Energy – Without the Hot Air.",
    "year": 1967,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mickey Morandini",
    "birthday": "1966-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Mickey_Morandini_on_July_16%2C_2016_%28cropped%29.jpg/200px-Mickey_Morandini_on_July_16%2C_2016_%28cropped%29.jpg",
    "extract": "Michael Robert \"Mickey\" Morandini, is an American former professional baseball second baseman and coach, who played in Major League Baseball (MLB) for the Philadelphia Phillies, Chicago Cubs, and Toronto Blue Jays. His career highlights include selection as a 1995 National League (NL) All-Star, playing for the Phillies in the 1993 NL Championship Series and World Series, and appearing for the Cubs in the 1998 NL Division Series.",
    "year": 1966,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rosalind Gill",
    "birthday": "1963-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Rosalind_Gill_%28cropped%29.jpg/243px-Rosalind_Gill_%28cropped%29.jpg",
    "extract": "Rosalind Clair Gill is a British sociologist and feminist cultural theorist. She is currently Professor of Social and Cultural Analysis at City, University of London. Gill is author or editor of ten books, and numerous articles and chapters, and her work has been translated into Chinese, German, Portuguese, Spanish and Turkish.",
    "year": 1963,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jeff Minter",
    "birthday": "1962-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Jeff_Minter_-_GDC_2007.jpg/228px-Jeff_Minter_-_GDC_2007.jpg",
    "extract": "Jeff Minter is an independent English video game designer and programmer who often goes by the name Yak. He is the founder of software house Llamasoft and has created dozens of games during his career, which began in 1981 with games for the Sinclair ZX80. Minter's games are often arcade style shoot 'em ups which contain titular or in-game references demonstrating his fondness of ruminants. Many of his programs also feature something of a psychedelic element, as in some of the earliest \"light synthesizer\" programs including Trip-a-Tron.",
    "year": 1962,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Alo Mattiisen",
    "birthday": "1961-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Alo_Mattiisen%2C_helilooja_88.jpg/320px-Alo_Mattiisen%2C_helilooja_88.jpg",
    "extract": "Alo Mattiisen was an Estonian musician and composer.",
    "year": 1961,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mart Laar",
    "birthday": "1960-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Mart_Laar.png/216px-Mart_Laar.png",
    "extract": "Mart Laar is an Estonian politician and historian. He served as the Prime Minister of Estonia from 1992 to 1994 and from 1999 to 2002. Laar is credited with having helped bring about Estonia's rapid economic development during the 1990s. He is a member of the centre-right Isamaa party.",
    "year": 1960,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Donald Tusk",
    "birthday": "1957-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Donald_Tusk_%28cropped%29.jpg/232px-Donald_Tusk_%28cropped%29.jpg",
    "extract": "Donald Franciszek Tusk is a Polish politician who was President of the European Council from 2014 to 2019. He served as the 14th Prime Minister of Poland from 2007 to 2014 and was a co-founder and leader of the Civic Platform political party from 2003 to 2014. On 20 November 2019, Tusk was elected as the president of the European People's Party (EPP), Europe's largest transnational political party and on 3 July 2021 he returned to Polish politics by reassuming the leadership of the Civic Platform.",
    "year": 1957,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ana María Shua",
    "birthday": "1951-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Ana_Mar%C3%ADa_Shua_%2828637735535%29.jpg/320px-Ana_Mar%C3%ADa_Shua_%2828637735535%29.jpg",
    "extract": "Ana María Shua is an Argentine writer. She is particularly well known for her work in microfiction.",
    "year": 1951,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Peter Frampton",
    "birthday": "1950-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Peter_Frampton_at_the_2011_Ottawa_Bluesfest_%28cropped%29.jpg/259px-Peter_Frampton_at_the_2011_Ottawa_Bluesfest_%28cropped%29.jpg",
    "extract": "Peter Kenneth Frampton is an English and American rock musician, singer, songwriter, and producer. He was previously associated with the bands Humble Pie and the Herd. As a solo artist he has released several albums, including his international breakthrough album, the live release Frampton Comes Alive!, which spawned several hit singles and has earned 8× Platinum in the United States to date. He has also worked with Ringo Starr, the Who's John Entwistle, David Bowie, and both Matt Cameron and Mike McCready from Pearl Jam, among others.",
    "year": 1950,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jancis Robinson",
    "birthday": "1950-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/JRkitchen-3_%281%29.JPG/215px-JRkitchen-3_%281%29.JPG",
    "extract": "Jancis Mary Robinson OBE, ComMA, MW is a British wine critic, journalist and wine writer. She currently writes a weekly column for the Financial Times, and writes for her website JancisRobinson.com, updated daily. She also provides advice for the wine cellar of Queen Elizabeth II.",
    "year": 1950,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Spencer Haywood",
    "birthday": "1949-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Spencer_Haywood_at_Nellis_%28cropped%29.jpg/245px-Spencer_Haywood_at_Nellis_%28cropped%29.jpg",
    "extract": "Spencer Haywood is an American former professional basketball player and Olympic gold medalist. Haywood is a member of the Naismith Memorial Basketball Hall of Fame, being inducted in 2015.",
    "year": 1949,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Pritchard (bishop)",
    "birthday": "1948-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/John_Pritchard_2007_St_Giles_Fair_%28cropped%29.jpg/253px-John_Pritchard_2007_St_Giles_Fair_%28cropped%29.jpg",
    "extract": "John Lawrence Pritchard is a Church of England bishop. He was the Bishop of Oxford from 2007 to 2014. He is in the Open Evangelical tradition.",
    "year": 1948,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Steven L. Bennett",
    "birthday": "1946-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Steven_L_Bennett.jpg/230px-Steven_L_Bennett.jpg",
    "extract": "Steven Logan Bennett was a United States Air Force pilot who posthumously received the Medal of Honor for heroism during the Vietnam War on August 8, 1974.",
    "year": 1946,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul Davies",
    "birthday": "1946-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Paul_Davies_2016.jpg/213px-Paul_Davies_2016.jpg",
    "extract": "Paul Charles William Davies is an English physicist, writer and broadcaster, a professor in Arizona State University and Director of BEYOND: Center for Fundamental Concepts in Science. He is affiliated with the Institute for Quantum Studies in Chapman University in California. He previously held academic appointments in the University of Cambridge, University College London, University of Newcastle upon Tyne, University of Adelaide and Macquarie University. His research interests are in the fields of cosmology, quantum field theory, and astrobiology. He proposed that a one-way trip to Mars could be a viable option.",
    "year": 1946,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Louise Harel",
    "birthday": "1946-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/LouiseHarel_2.jpg/213px-LouiseHarel_2.jpg",
    "extract": "Louise Harel is a Quebec politician. In 2005 she served as interim leader of the Parti Québécois following the resignation of Bernard Landry. She was also interim leader of the opposition in the National Assembly of Quebec. She represented the riding of Hochelaga-Maisonneuve in the Montreal region, and its predecessors, from 1981 to 2008. She ran for Mayor of Montreal as the representative of the Vision Montreal municipal political party in the 2009 election, but was defeated by incumbent Gérald Tremblay. In the 2013 Montreal election, Harel supported federalist Marcel Côté for mayor but failed to be elected to her own council seat.",
    "year": 1946,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Archy Kirkwood",
    "birthday": "1946-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Lord_of_Kirkwood.jpg/240px-Lord_of_Kirkwood.jpg",
    "extract": "Archibald Johnstone Kirkwood, Baron Kirkwood of Kirkhope, PC is a British Liberal Democrat politician.",
    "year": 1946,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nicholas Stern, Baron Stern of Brentford",
    "birthday": "1946-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Nicholas_Herbert_Stern%2C_Baron_Stern_of_Brentford.jpg/213px-Nicholas_Herbert_Stern%2C_Baron_Stern_of_Brentford.jpg",
    "extract": "Nicholas Herbert Stern, Baron Stern of Brentford, is a British economist, banker, and academic. He is the IG Patel Professor of Economics and Government and Chair of the Grantham Research Institute on Climate Change and the Environment at the London School of Economics (LSE), and 2010 Professor of Collège de France. He was President of the British Academy from 2013 to 2017, and was elected Fellow of the Royal Society in 2014.",
    "year": 1946,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Waters",
    "birthday": "1946-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/John_Waters_2014_%28cropped%29.jpg/224px-John_Waters_2014_%28cropped%29.jpg",
    "extract": "John Samuel Waters Jr. is an American filmmaker, writer, actor, and artist. He rose to fame in the early 1970s for his transgressive cult films, including Multiple Maniacs (1970), Pink Flamingos (1972), and Female Trouble (1974). He wrote and directed the comedy film Hairspray (1988), which was an international success and was adapted into a hit Broadway musical. He has written and directed other films, including Polyester (1981), Cry-Baby (1990), Serial Mom (1994), Pecker (1998), and Cecil B. Demented (2000). His films contain elements of post-modern comedy and surrealism.",
    "year": 1946,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gopalkrishna Gandhi",
    "birthday": "1945-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Gopalkrishna_Gandhi_-_Chatham_House_2010.jpg/320px-Gopalkrishna_Gandhi_-_Chatham_House_2010.jpg",
    "extract": "Gopalkrishna Devdas Gandhi is an Indian politician and a former diplomat who served as the 23rd Governor of West Bengal serving from 2004 to 2009. He is the grandson of Mahatma Gandhi and C. Rajagopalachari (Rajaji). As a former IAS officer he served as Secretary to the President of India and as High Commissioner to South Africa and Sri Lanka, among other administrative and diplomatic posts. He was the United Progressive Alliance nominee for Vice President of India 2017 elections and lost with 244 votes against NDA candidate Venkaiah Naidu, who got 516 votes.",
    "year": 1945,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Demetrio Stratos",
    "birthday": "1945-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Demetrio_Stratos_-_%CE%95%CF%85%CF%83%CF%84%CF%81%CE%AC%CF%84%CE%B9%CE%BF%CF%82_%CE%94%CE%B7%CE%BC%CE%B7%CF%84%CF%81%CE%AF%CE%BF%CF%85.jpg/290px-Demetrio_Stratos_-_%CE%95%CF%85%CF%83%CF%84%CF%81%CE%AC%CF%84%CE%B9%CE%BF%CF%82_%CE%94%CE%B7%CE%BC%CE%B7%CF%84%CF%81%CE%AF%CE%BF%CF%85.jpg",
    "extract": "Efstratios Dimitriou, known professionally as Demetrio Stratos, was a Greek-Italian lyricist, multi-instrumentalist, music researcher, and co-founder, frontman, and lead singer of the Italian progressive rock band Area – International POPular Group.",
    "year": 1945,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Steve Fossett",
    "birthday": "1944-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Steve_Fossett_1.jpg/216px-Steve_Fossett_1.jpg",
    "extract": "James Stephen Fossett was an American businessman and a record-setting aviator, sailor, and adventurer. He was the first person to fly solo nonstop around the world in a balloon and in a fixed-wing aircraft. He made his fortune in the financial services industry and held world records for five nonstop circumnavigations of the Earth: as a long-distance solo balloonist, as a sailor, and as a solo flight fixed-wing aircraft pilot.",
    "year": 1944,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Doug Jarrett",
    "birthday": "1944-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Doug_Jarrett_1973.JPG/255px-Doug_Jarrett_1973.JPG",
    "extract": "Douglas William Jarrett was a Canadian ice hockey defenceman, who played in the National Hockey League (NHL) with the Chicago Black Hawks and New York Rangers.",
    "year": 1944,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Janet Evanovich",
    "birthday": "1943-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Janet_Evanovich_20100914.jpg/202px-Janet_Evanovich_20100914.jpg",
    "extract": "Janet Evanovich is an American writer. She began her career writing short contemporary romance novels under the pen name Steffie Hall, but gained fame authoring a series of contemporary mysteries featuring Stephanie Plum, a former lingerie buyer from Trenton, New Jersey, who becomes a bounty hunter to make ends meet after losing her job. The novels in this series have been on The New York Times, USA Today, Wall Street Journal and Amazon bestseller lists. Evanovich has had her last seventeen Plums debut at #1 on the NY Times Best Sellers list and eleven of them have hit #1 on USA Today Best-Selling Books list. She has over two hundred million books in print worldwide, and her books have been translated into over 40 languages.",
    "year": 1943,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Louise Glück",
    "birthday": "1943-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Louise_Gl%C3%BCck_circa_1977.jpg/247px-Louise_Gl%C3%BCck_circa_1977.jpg",
    "extract": "Louise Elisabeth Glück is an American poet and essayist. She won the 2020 Nobel Prize in Literature, whose judges praised \"her unmistakable poetic voice that with austere beauty makes individual existence universal\". Her other awards include the Pulitzer Prize, National Humanities Medal, National Book Award, National Book Critics Circle Award, and Bollingen Prize. From 2003 to 2004, she was Poet Laureate of the United States.",
    "year": 1943,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Maples",
    "birthday": "1943-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4c/John_Maples_MP.jpg/239px-John_Maples_MP.jpg",
    "extract": "John Cradock Maples, Baron Maples was a British politician and life peer who served as Economic Secretary to the Treasury from 1989 to 1992. A member of the Conservative Party, he was Member of Parliament (MP) for Lewisham West from 1983 to 1992 and Stratford-upon-Avon from 1997 to 2010.",
    "year": 1943,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Giorgio Agamben",
    "birthday": "1942-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Agamben.png/320px-Agamben.png",
    "extract": "Giorgio Agamben is an Italian philosopher best known for his work investigating the concepts of the state of exception, form-of-life and homo sacer. The concept of biopolitics informs many of his writings.",
    "year": 1942,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mel Carter",
    "birthday": "1939-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Mel_Carter.png/303px-Mel_Carter.png",
    "extract": "Mel Carter is an American singer and actor. He is best known for his 1965 million-selling recording, \"Hold Me, Thrill Me, Kiss Me\".",
    "year": 1939,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jason Miller (playwright)",
    "birthday": "1939-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Jason_Miller_-_Broadway_headshot_c._1972.jpg/261px-Jason_Miller_-_Broadway_headshot_c._1972.jpg",
    "extract": "Jason Miller was an American playwright and actor. He won the 1973 Pulitzer Prize for Drama and Tony Award for Best Play for his play That Championship Season, and was nominated for the Academy Award for Best Supporting Actor for his performance as Father Damien Karras in the 1973 horror film The Exorcist, a role he reprised in The Exorcist III. He later became artistic director of the Scranton Public Theatre in Scranton, Pennsylvania, where That Championship Season was set.",
    "year": 1939,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Theo Waigel",
    "birthday": "1939-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/2012_Theo_Waigel.jpg/240px-2012_Theo_Waigel.jpg",
    "extract": "Theodor Waigel is a German politician of the Christian Social Union in Bavaria (CSU). He represented Neu-Ulm in the Bundestag from 1976 to 2002.",
    "year": 1939,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Alan Bond",
    "birthday": "1938-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c4/Alan_Bond_in_1977.jpg/224px-Alan_Bond_in_1977.jpg",
    "extract": "Alan Bond was an English-born Australian businessman noted for his high-profile and often corrupt business dealings. These included his central role in the WA Inc scandals of the 1980s, and what was at the time the biggest corporate collapse in Australian history and also for his criminal conviction that saw him serve four years in prison. He is also remembered for bankrolling the successful challenge for the 1983 America's Cup, the first time the New York Yacht Club had lost it in its 132-year history. He is also the founder of Bond University, Gold Coast, Australia",
    "year": 1938,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Issey Miyake",
    "birthday": "1938-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Issey_Miyake_Tokyo_2016.jpg/267px-Issey_Miyake_Tokyo_2016.jpg",
    "extract": "Issey Miyake  is a Japanese fashion designer. He is known for his technology-driven clothing designs, exhibitions and fragrances, such as L'eau d'Issey, which has become his best-known product.",
    "year": 1938,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jack Nicholson",
    "birthday": "1937-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Jack_Nicholson_2001.jpg/210px-Jack_Nicholson_2001.jpg",
    "extract": "John Joseph Nicholson is an American retired actor and filmmaker. He is known for having played a wide range of starring and supporting roles, including comic characters, romantic leads, anti-heroes and villains. In many of his films, he played the \"eternal outsider, the sardonic drifter\", someone who rebels against the social structure. he received numerous accolades throughout his career which spanned over five decades, including three Academy Awards.",
    "year": 1937,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jack Nitzsche",
    "birthday": "1937-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Jack_Nitzsche_1.jpg/217px-Jack_Nitzsche_1.jpg",
    "extract": "Bernard Alfred Nitzsche, known professionally as Jack Nitzsche, was an American musician, arranger, songwriter, composer, and record producer. He first came to prominence in the early 1960s as the right-hand-man of producer Phil Spector and went on to work with the Rolling Stones and Neil Young, among others. He also worked extensively in film scores, notably for films such as Performance, The Exorcist and One Flew Over the Cuckoo's Nest. In 1983, he won the Academy Award for Best Original Song for co-writing \"Up Where We Belong\" with Buffy Sainte-Marie.",
    "year": 1937,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Glen Campbell",
    "birthday": "1936-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Glen_Campbell_1967.JPG/259px-Glen_Campbell_1967.JPG",
    "extract": "Glen Travis Campbell was an American guitarist, singer, songwriter, actor and television host. He was best known for a series of hit songs in the 1960s and 1970s, and for hosting The Glen Campbell Goodtime Hour on CBS television from 1969 until 1972. He released 64 albums in a career that spanned five decades, selling over 45 million records worldwide, including twelve gold albums, four platinum albums, and one double-platinum album.",
    "year": 1936,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Pierre Hétu",
    "birthday": "1936-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/90/Pierre_H%C3%A9tu_1987.jpg/320px-Pierre_H%C3%A9tu_1987.jpg",
    "extract": "Pierre Hétu was a conductor and pianist. He studied music from 1955–57 at the Conservatoire de musique du Québec à Montréal with Germaine Malépart (piano) and at the University of Montreal with Jean Papineau-Couture (acoustics), Gabriel Cusson and Conrad Letendre and Jean Vallerand.",
    "year": 1936,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul Chambers",
    "birthday": "1935-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/72/Paul_Laurence_Dunbar_Chambers%2C_Jr..jpg/210px-Paul_Laurence_Dunbar_Chambers%2C_Jr..jpg",
    "extract": "Paul Laurence Dunbar Chambers Jr. was an American jazz double bassist. A fixture of rhythm sections during the 1950s and 1960s, his importance in the development of jazz bass can be measured not only by the extent of his work in this short period, but also by his impeccable timekeeping and virtuosic improvisations. He was also known for his bowed solos. Chambers recorded about a dozen albums as a leader or co-leader, and over 100 more as a sideman, especially as the anchor of trumpeter Miles Davis's \"first great quintet\" (1955–63) and with pianist Wynton Kelly (1963–68).",
    "year": 1935,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Anthony Llewellyn",
    "birthday": "1933-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Anthony_Llewellyn.jpg/256px-Anthony_Llewellyn.jpg",
    "extract": "John Anthony Llewellyn, was a Welsh-born American scientist and a former NASA astronaut candidate.",
    "year": 1933,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Michael Atiyah",
    "birthday": "1929-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/af/Michael_Francis_Atiyah.jpg",
    "extract": "Sir Michael Francis Atiyah was a British-Lebanese mathematician specialising in geometry. He was awarded the Fields Medal in 1966 and the Abel Prize in 2004.",
    "year": 1929,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Estelle Harris",
    "birthday": "1928-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Estelle_Harris_-_Ponyo_-_USA_premiere.jpg/213px-Estelle_Harris_-_Ponyo_-_USA_premiere.jpg",
    "extract": "Estelle Harris was an American actress and comedienne, known for her exaggerated shrill, grating voice. She was best known for her role as Estelle Costanza on Seinfeld. Her other roles included the voice of Mrs. Potato Head in the Toy Story franchise, Muriel in The Suite Life of Zack & Cody, and Mama Gunda in Tarzan II. During her career, Harris starred in various television commercials.",
    "year": 1928,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Laurel Aitken",
    "birthday": "1927-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Aitken14.jpg/320px-Aitken14.jpg",
    "extract": "Lorenzo \"Laurel\" Aitken was an influential Caribbean singer and one of the pioneers of Jamaican ska music. He is often referred to as the \"Godfather of Ska\".",
    "year": 1927,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charlotte Rae",
    "birthday": "1926-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Charlotte_Rae_at_the_1988_Emmy_Awards_cropped.jpg",
    "extract": "Charlotte Rae Lubotsky, known professionally as Charlotte Rae, was an American character actress, comedienne, and singer whose career spanned six decades.",
    "year": 1926,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James Stirling (architect)",
    "birthday": "1926-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/James_Stirling_01.jpg/223px-James_Stirling_01.jpg",
    "extract": "Sir James Frazer Stirling was a British architect.",
    "year": 1926,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bettie Page",
    "birthday": "1923-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Bettie_Page-2.jpg/280px-Bettie_Page-2.jpg",
    "extract": "Bettie Mae Page was an American model who gained notoriety in the 1950s for her pin-up photos. Often referred to as the \"Queen of Pinups,\" her shoulder-to-armpit-length jet-black hair, blue eyes, and trademark bangs have influenced artists for generations. After her death, Playboy founder Hugh Hefner called her \"a remarkable lady, an iconic figure in pop culture who influenced sexuality, taste in fashion, someone who had a tremendous impact on our society\".",
    "year": 1923,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Aaron Spelling",
    "birthday": "1923-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Aaron_Spelling_TWA_ad_photo.JPG/313px-Aaron_Spelling_TWA_ad_photo.JPG",
    "extract": "Aaron Spelling was an American film and television producer and occasional actor. His productions included the TV series Family (1976–1980), Charlie's Angels (1976–1981), The Love Boat (1977–1986), Hart to Hart (1979–1984), Dynasty (1981–1989), Beverly Hills, 90210 (1990–2000), Melrose Place (1992–1999), 7th Heaven (1996–2007), and Charmed (1998–2006). He also served as producer of The Mod Squad (1968–1973), The Rookies (1972–1976), and Sunset Beach (1997–1999).",
    "year": 1923,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Richard Diebenkorn",
    "birthday": "1922-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a6/Richard_Diebenkorn.jpg/278px-Richard_Diebenkorn.jpg",
    "extract": "Richard Diebenkorn was an American painter and printmaker. His early work is associated with abstract expressionism and the Bay Area Figurative Movement of the 1950s and 1960s. In the late 1960s he began his extensive series of geometric, lyrical abstract paintings. Known as the Ocean Park paintings, these paintings were instrumental to his achievement of worldwide acclaim.",
    "year": 1922,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charles Mingus",
    "birthday": "1922-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Charles_Mingus_1976_cropped.jpg/213px-Charles_Mingus_1976_cropped.jpg",
    "extract": "Charles Mingus Jr. was an American jazz double bassist, pianist, composer, and bandleader. A major proponent of collective improvisation, he is considered to be one of the greatest jazz musicians and composers in history, with a career spanning three decades and collaborations with other jazz musicians such as Louis Armstrong, Duke Ellington, Charlie Parker, Dizzy Gillespie, and Herbie Hancock.",
    "year": 1922,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mickey Vernon",
    "birthday": "1918-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/40/Mickey_Vernon_1961.jpg",
    "extract": "James Barton \"Mickey\" Vernon was an American Major League Baseball (MLB) first baseman who played for the Washington Senators, Cleveland Indians, Boston Red Sox (1956–1957), Milwaukee Braves (1959) and Pittsburgh Pirates (1960). He also was the first manager in the history of the expansion edition of the Senators, serving from 1961 through May 21, 1963, and was a coach for four MLB teams between 1960 and 1982.",
    "year": 1918,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Yvette Chauviré",
    "birthday": "1917-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Yvette_Chauvir%C3%A9.jpg/251px-Yvette_Chauvir%C3%A9.jpg",
    "extract": "Yvette Chauviré was a French prima ballerina and actress. She is often described as France's greatest ballerina, and was the coach of prima ballerinas Sylvie Guillem and Marie-Claude Pietragalla. She was awarded the Légion d'Honneur in 1964.",
    "year": 1917,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sidney Nolan",
    "birthday": "1917-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Portrait_of_Sidney_Nolan.jpg/320px-Portrait_of_Sidney_Nolan.jpg",
    "extract": "Sir Sidney Robert Nolan was one of Australia's leading artists of the 20th century. Working in a wide variety of mediums, his oeuvre is among the most diverse and prolific in all of modern art. He is best known for his series of paintings on legends from Australian history, most famously Ned Kelly, the bushranger and outlaw. Nolan's stylised depiction of Kelly's armour has become an icon of Australian art.",
    "year": 1917,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hanfried Lenz",
    "birthday": "1916-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Hanfried_Lenz.jpg/320px-Hanfried_Lenz.jpg",
    "extract": "Hanfried Lenz was a German mathematician, who is mainly known for his work in geometry and combinatorics.",
    "year": 1916,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Yehudi Menuhin",
    "birthday": "1916-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/14/Yehudi_Menuhin_1937.jpg/227px-Yehudi_Menuhin_1937.jpg",
    "extract": "Yehudi Menuhin, Baron Menuhin, was an American-born violinist and conductor who spent most of his performing career in Britain. He is widely considered one of the great violinists of the 20th century. He played the Soil Stradivarius, considered one of the finest violins made by Italian luthier Antonio Stradivari.",
    "year": 1916,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "B. R. Chopra",
    "birthday": "1914-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Baldev_Raj_Chopra_2013_stamp_of_India.jpg/320px-Baldev_Raj_Chopra_2013_stamp_of_India.jpg",
    "extract": "Baldev Raj Chopra was an Indian director and producer of Bollywood movies and television serials. Best known for directing Hindi films like Naya Daur (1957), Sadhna (1958), Kanoon (1961), Gumrah (1963), Humraaz (1967), Insaf Ka Tarazu (1980), Nikaah (1982), Awam (1987), and the producer of TV series, Mahabharat in 1988. He was awarded Dadasaheb Phalke Award, India's highest award in cinema, for the year 1998, and Padma Bhushan, India's third highest civilian award, in 2001.",
    "year": 1914,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jan de Hartog",
    "birthday": "1914-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Jan_de_Hartog_%281984%29.jpg/240px-Jan_de_Hartog_%281984%29.jpg",
    "extract": "Jan de Hartog was a Dutch playwright, novelist and occasional social critic who moved to the United States in the early 1960s and became a Quaker.",
    "year": 1914,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "José Quiñones Gonzales",
    "birthday": "1914-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/MINISTRO_DE_DEFENSA_REALIZ%C3%93_VISITA_DE_TRABAJO_A_CHICLAYO_%2814153905388%29.jpg/212px-MINISTRO_DE_DEFENSA_REALIZ%C3%93_VISITA_DE_TRABAJO_A_CHICLAYO_%2814153905388%29.jpg",
    "extract": "José Abelardo Quiñones Gonzáles was a Peruvian military aviator and posthumously became a national hero for his actions at the Battle of Zarumilla during the Ecuadorian–Peruvian War of 1941.",
    "year": 1914,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Michael Wittmann",
    "birthday": "1914-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Bundesarchiv_Bild_146-1983-108-29%2C_Michael_Wittmann.jpg/207px-Bundesarchiv_Bild_146-1983-108-29%2C_Michael_Wittmann.jpg",
    "extract": "Michael Wittmann was a German Waffen-SS tank commander during the Second World War. He is known for his ambush of elements of the British 7th Armoured Division during the Battle of Villers-Bocage on 13 June 1944. While in command of a Tiger I tank, Wittmann destroyed up to 14 tanks, 15 personnel carriers and two anti-tank guns within 15 minutes for the loss of his own tank. The news was disseminated by Nazi propaganda and added to Wittmann's reputation.",
    "year": 1914,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kathleen Ferrier",
    "birthday": "1912-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Kathleen_Ferrier.jpg",
    "extract": "Kathleen Mary Ferrier, CBE was an English contralto singer who achieved an international reputation as a stage, concert and recording artist, with a repertoire extending from folksong and popular ballads to the classical works of Bach, Brahms, Mahler and Elgar. Her death from cancer, at the height of her fame, was a shock to the musical world and particularly to the general public, which was kept in ignorance of the nature of her illness until after her death.",
    "year": 1912,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kaneto Shindo",
    "birthday": "1912-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Shindo_Kaneto.JPG/213px-Shindo_Kaneto.JPG",
    "extract": "Kaneto Shindo  was a Japanese film director, screenwriter, film producer, and writer, who directed 48 films and wrote scripts for 238. His best known films as a director include Children of Hiroshima, The Naked Island, Onibaba, Kuroneko and A Last Note. His screenplays were filmed by directors such as Kenji Mizoguchi, Kōzaburō Yoshimura, Kon Ichikawa, Keisuke Kinoshita, Seijun Suzuki, and Tadashi Imai.",
    "year": 1912,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Norman Steenrod",
    "birthday": "1910-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0c/Norman_Steenrod.jpg",
    "extract": "Norman Earl Steenrod was an American mathematician most widely known for his contributions to the field of algebraic topology.",
    "year": 1910,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rita Levi-Montalcini",
    "birthday": "1909-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/78/Rita_Levi-Montalcini_bandw.jpg/227px-Rita_Levi-Montalcini_bandw.jpg",
    "extract": "Rita Levi-Montalcini was an Italian Nobel laureate, honored for her work in neurobiology. She was awarded the 1986 Nobel Prize in Physiology or Medicine jointly with colleague Stanley Cohen for the discovery of nerve growth factor (NGF). From 2001 until her death, she also served in the Italian Senate as a Senator for Life. This honor was given due to her significant scientific contributions.\nOn 22 April 2009, she became the first Nobel laureate to reach the age of 100, and the event was feted with a party at Rome's City Hall.",
    "year": 1909,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Indro Montanelli",
    "birthday": "1909-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Indro_Montanelli_2.jpg/283px-Indro_Montanelli_2.jpg",
    "extract": "Indro Alessandro Raffaello Schizogene Montanelli Knight Grand Cross OMRI was an Italian journalist, historian and writer. He was one of the fifty World Press Freedom Heroes according to the International Press Institute.",
    "year": 1909,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Spyros Markezinis",
    "birthday": "1909-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8a/SpyrosMarkezinisImage.jpg",
    "extract": "Spyridon Markezinis or Markesinis was a Greek politician, longtime member of the Hellenic Parliament, and briefly the Prime Minister of Greece during the aborted attempt at democratization of the Greek military regime in 1973.",
    "year": 1909,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Eric Fenby",
    "birthday": "1906-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4b/Fenby-menuhin.jpg/320px-Fenby-menuhin.jpg",
    "extract": "Eric William Fenby OBE was an English composer, conductor, pianist, organist and teacher who is best known for being Frederick Delius's amanuensis from 1928 to 1934. He helped Delius realise a number of works that would not otherwise have been forthcoming.",
    "year": 1906,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Prince Gustaf Adolf, Duke of Västerbotten",
    "birthday": "1906-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/A-portrait-of-Prince-Gustavus-Adolphus-352025366322.jpg/234px-A-portrait-of-Prince-Gustavus-Adolphus-352025366322.jpg",
    "extract": "Prince Gustaf Adolf, Duke of Västerbotten was a Swedish prince, who for most of his life was second in the line of succession to the Swedish throne. He was the eldest son of Gustaf VI Adolf, who was crown prince for most of his son's life and ascended the Swedish throne three years after his son's death. The current king, Carl XVI Gustaf, is Prince Gustaf Adolf's son. The prince was killed on 26 January 1947 in an airplane crash at Kastrup Airport, Copenhagen, Denmark.",
    "year": 1906,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Robert Choquette",
    "birthday": "1905-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Robert_Choquette_%281944%29.PNG",
    "extract": "Robert Guy Choquette was a Canadian novelist, poet and diplomat.",
    "year": 1905,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "J. Robert Oppenheimer",
    "birthday": "1904-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/JROppenheimer-LosAlamos.jpg/232px-JROppenheimer-LosAlamos.jpg",
    "extract": "J. Robert Oppenheimer was an American theoretical physicist who was professor of physics at the University of California, Berkeley. Oppenheimer was the wartime head of the Los Alamos Laboratory and is among those who are credited with being the \"father of the atomic bomb\" for their role in the Manhattan Project – the World War II undertaking that developed the first nuclear weapons. Oppenheimer was among those who observed the Trinity test in New Mexico, where the first atomic bomb was successfully detonated on July 16, 1945. He later remarked that the explosion brought to mind words from the Bhagavad Gita: \"Now I am become Death, the destroyer of worlds.\" In August 1945, the weapons were used in the atomic bombings of Hiroshima and Nagasaki.",
    "year": 1904,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Vladimir Nabokov",
    "birthday": "1899-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Vladimir_Nabokov_1973.jpg/210px-Vladimir_Nabokov_1973.jpg",
    "extract": "Vladimir Vladimirovich Nabokov, also known by the pen name Vladimir Sirin, was a Russian-American novelist, poet, translator, and entomologist. Born in Russia, he wrote his first nine novels in Russian (1926–1938) while living in Berlin. He achieved international acclaim and prominence after moving to the United States and beginning to write in English. Nabokov became an American citizen in 1945, but he and his wife returned to Europe in 1961, settling in Montreux, Switzerland.",
    "year": 1899,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Laura Gilpin",
    "birthday": "1891-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/32/Laura_Gilpin_1979.jpg",
    "extract": "Laura Gilpin was an American photographer.",
    "year": 1891,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Vittorio Jano",
    "birthday": "1891-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/VittorioJano-GianniLancia.jpg/320px-VittorioJano-GianniLancia.jpg",
    "extract": "Vittorio Jano was an Italian automobile designer of Hungarian descent from the 1920s through 1960s.",
    "year": 1891,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Harold Jeffreys",
    "birthday": "1891-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/73/Harold_Jeffreys%2C_Sir.jpg",
    "extract": "Sir Harold Jeffreys, FRS was a British mathematician, statistician, geophysicist, and astronomer. His book, Theory of Probability, which was first published in 1939, played an important role in the revival of the objective Bayesian view of probability.",
    "year": 1891,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sacco and Vanzetti",
    "birthday": "1891-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Sacvan.jpg/320px-Sacvan.jpg",
    "extract": "Nicola Sacco and Bartolomeo Vanzetti were Italian immigrant anarchists who were controversially accused of murdering a guard and a paymaster during the April 15, 1920, armed robbery of the Slater and Morrill Shoe Company in Braintree, Massachusetts, United States. Seven years later, they were executed in the electric chair at Charlestown State Prison.",
    "year": 1891,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Richard Glücks",
    "birthday": "1889-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Richard_Gl%C3%BCcks.jpg",
    "extract": "Richard Glücks was a high-ranking German Nazi official in the SS. From November 1939 until the end of World War II, he was Concentration Camps Inspector (CCI), which became Amt D: Konzentrationslagerwesen under the WVHA in Nazi Germany. As a direct subordinate of Heinrich Himmler, he was responsible for the forced labour of the camp inmates, and was also the supervisor for the medical practices in the camps, ranging from human experimentation to the implementation of the \"Final Solution\", in particular the mass murder of inmates with Zyklon B gas. After Germany capitulated, Glücks committed suicide by swallowing a potassium cyanide capsule.",
    "year": 1889,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Harald Bohr",
    "birthday": "1887-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a9/Harald_Bohr.jpg",
    "extract": "Harald August Bohr was a Danish mathematician and footballer. After receiving his doctorate in 1910, Bohr became an eminent mathematician, founding the field of almost periodic functions. His brother was the Nobel Prize-winning physicist Niels Bohr. He was a member of the Danish national football team for the 1908 Summer Olympics, where he won a silver medal.",
    "year": 1887,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Izidor Cankar",
    "birthday": "1886-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Izidor_Cankar.jpg/208px-Izidor_Cankar.jpg",
    "extract": "Izidor Cankar was a Slovenian author, art historian, diplomat, journalist, translator, and liberal conservative politician. He was one of the most important Slovenian art historians of the first part of the 20th century, and one of the most influential cultural figures in interwar Slovenia.",
    "year": 1886,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Otto Rank",
    "birthday": "1884-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/38/Otto_Rank.jpg/209px-Otto_Rank.jpg",
    "extract": "Otto Rank was an Austrian psychoanalyst, writer, and philosopher. Born in Vienna, he was one of Sigmund Freud's closest colleagues for 20 years, a prolific writer on psychoanalytic themes, editor of the two leading analytic journals of the era, managing director of Freud's publishing house, and a creative theorist and therapist. In 1926, Rank left Vienna for Paris and, for the remainder of his life, led a successful career as a lecturer, writer, and therapist in France and the United States.",
    "year": 1884,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bernhard Gregory",
    "birthday": "1879-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/11/Bernhard_Gregory.jpg/241px-Bernhard_Gregory.jpg",
    "extract": "Bernhard Gregory was a Baltic German chess master.",
    "year": 1879,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Robert Bárány",
    "birthday": "1876-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Robert_Barany.jpg/222px-Robert_Barany.jpg",
    "extract": "Robert Bárány was an ethnic Hungarian otologist from Austria. He received the 1914 Nobel Prize in Physiology or Medicine for his work on the physiology and pathology of the vestibular apparatus.",
    "year": 1876,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Georg Lurich",
    "birthday": "1876-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Lurich_2Wrestler.jpg/221px-Lurich_2Wrestler.jpg",
    "extract": "Georg Lurich was an Estonian Greco-Roman wrestler and strongman of the early 20th century. Lurich was also the trainer of Estonian wrestlers and weightlifters Georg Hackenschmidt and Aleksander Aberg.",
    "year": 1876,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ellen Glasgow",
    "birthday": "1873-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Portrait_of_Ellen_Glasgow.jpg/212px-Portrait_of_Ellen_Glasgow.jpg",
    "extract": "Ellen Anderson Gholson Glasgow was an American novelist who won the Pulitzer Prize for the Novel in 1942. A lifelong Virginian who published 20 books including seven novels which sold well as well as gained critical acclaim, Glasgow portrayed the changing world of the contemporary South in a realistic manner, differing from the idealistic escapism that characterized Southern literature after Reconstruction.",
    "year": 1873,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Princess Margaret of Prussia",
    "birthday": "1872-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Margarida_Feodora_da_Pr%C3%BAssia.jpg/235px-Margarida_Feodora_da_Pr%C3%BAssia.jpg",
    "extract": "Princess Margaret Beatrice Feodora of Prussia was the youngest child of Frederick III, German Emperor, and Victoria, Princess Royal. As such, she was the younger sister of Emperor Wilhelm II and a granddaughter of Queen Victoria. She married Prince Frederick Charles of Hesse, the elected King of Finland, making her the would-be Queen of Finland had he not decided to renounce the throne on 14 December 1918. In 1926 they assumed the titles of Landgrave and Landgravine of Hesse. The couple had six sons and lost three in World Wars I and II.",
    "year": 1872,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Vladimir Lenin",
    "birthday": "1870-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Vladimir_Lenin.jpg/235px-Vladimir_Lenin.jpg",
    "extract": "Vladimir Ilyich Ulyanov, better known by his alias Lenin, was a Russian revolutionary, politician, and political theorist. He served as the first and founding head of government of Soviet Russia from 1917 to 1924 and of the Soviet Union from 1922 to 1924. Under his administration, Russia, and later the Soviet Union, became a one-party socialist state governed by the Communist Party. Ideologically a Marxist, his developments to the ideology are called Leninism.",
    "year": 1870,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ethel Smyth",
    "birthday": "1858-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Ethel_Smyth.jpg/218px-Ethel_Smyth.jpg",
    "extract": "Dame Ethel Mary Smyth was an English composer and a member of the women's suffrage movement. Her compositions include songs, works for piano, chamber music, orchestral works, choral works and operas.",
    "year": 1858,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Fritz Mayer van den Bergh",
    "birthday": "1858-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Fritz_Mayer_van_den_Bergh_by_Jozef_Janssens.jpg/250px-Fritz_Mayer_van_den_Bergh_by_Jozef_Janssens.jpg",
    "extract": "Frédéric Henri Godefroid Émile Constantin (Fritz) ridder Mayer van den Bergh was a Belgian art collector and art historian.",
    "year": 1858,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Henri La Fontaine",
    "birthday": "1854-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/HenriLaFontaine.jpg/226px-HenriLaFontaine.jpg",
    "extract": "Henri La Fontaine, was a Belgian international lawyer and president of the International Peace Bureau. He received the Nobel Prize for Peace in 1913 because \"he was the effective leader of the peace movement in Europe\".",
    "year": 1854,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "William IV, Grand Duke of Luxembourg",
    "birthday": "1852-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/William_IV%2C_Grand_Duke_of_Luxembourg.jpg/226px-William_IV%2C_Grand_Duke_of_Luxembourg.jpg",
    "extract": "William IV reigned as the Grand Duke of Luxembourg from 17 November 1905 until his death. He succeeded his father, Adolphe.",
    "year": 1852,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lewis Powell (conspirator)",
    "birthday": "1844-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Lewis_Payne_cwpb.04208_%28cropped%29.jpg/238px-Lewis_Payne_cwpb.04208_%28cropped%29.jpg",
    "extract": "Lewis Thornton Powell, also known as Lewis Payne and Lewis Paine, was an American Confederate soldier who attempted to assassinate William Henry Seward as part of the Lincoln assassination plot. Wounded at the Battle of Gettysburg, he later served in Mosby's Rangers before working with the Confederate Secret Service in Maryland. John Wilkes Booth recruited him into a plot to kidnap Lincoln and turn the president over to the Confederacy, but then decided to assassinate Lincoln, Seward, and Vice President Andrew Johnson instead, and assigned Powell the task to kill Seward.",
    "year": 1844,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Julius Sterling Morton",
    "birthday": "1832-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/JSMorton.jpg/212px-JSMorton.jpg",
    "extract": "Julius Sterling Morton was a Nebraska newspaper editor and politician who served as President Grover Cleveland's Secretary of Agriculture. He was a prominent Bourbon Democrat, taking a conservative position on political, economic, and social issues, and opposing agrarianism. Among his most notable achievements was the founding of Arbor Day in 1872. In 1897 he started a weekly magazine entitled The Conservative.",
    "year": 1832,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Emily Davies",
    "birthday": "1830-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Emily_Davies-200px.jpg/267px-Emily_Davies-200px.jpg",
    "extract": "Sarah Emily Davies was an English feminist and suffragist, and a pioneering campaigner for women's rights to university access. She is remembered above all as a co-founder and an early Mistress of Girton College, Cambridge University, the first university college in England to educate women.",
    "year": 1830,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charles-Denis Bourbaki",
    "birthday": "1816-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Portrait_Bourbaki.JPG/202px-Portrait_Bourbaki.JPG",
    "extract": "Charles Denis Sauter Bourbaki was a French general.",
    "year": 1816,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Solomon Caesar Malan",
    "birthday": "1812-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Solomon_Caesar_Malan_01.png/197px-Solomon_Caesar_Malan_01.png",
    "extract": "Solomon Caesar Malan D.D., Vicar of Broadwindsor, Prebendary of Sarum, was a British divine, polyglot and well known orientalist which fluency in language was legendary: English, French, Sanskrit, Arabic, Hebrew, German, Spanish, Italian, Latin, Greek, Tibetan, Chinese, Georgian, Armenian, Coptic, Geez.",
    "year": 1812,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Germaine de Staël",
    "birthday": "1766-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Marie_El%C3%A9onore_Godefroid_-_Portrait_of_Mme_de_Sta%C3%ABl.jpg/242px-Marie_El%C3%A9onore_Godefroid_-_Portrait_of_Mme_de_Sta%C3%ABl.jpg",
    "extract": "Anne Louise Germaine de Staël-Holstein, commonly known as Madame de Staël, was a French woman of letters and political theorist, the daughter of banker and French finance minister Jacques Necker and Suzanne Curchod, a leading salonnière. She was a voice of moderation in the French Revolution and the Napoleonic era up to the French Restoration. She was present at the Estates General of 1789 and at the 1789 Declaration of the Rights of Man and of the Citizen. Her intellectual collaboration with Benjamin Constant between 1794 and 1810 made them one of the most celebrated intellectual couples of their time. She discovered sooner than others the tyrannical character and designs of Napoleon. For many years she lived as an exile – firstly during the Reign of Terror and later due to personal persecution by Napoleon.",
    "year": 1766,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James Sullivan (governor)",
    "birthday": "1744-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/James_Sullivan.jpg/256px-James_Sullivan.jpg",
    "extract": "James Sullivan was a lawyer and politician in Massachusetts. He was an early associate justice of the Massachusetts Supreme Judicial Court, served as the state's attorney general for many years, and as governor of the state from 1807 until his death.",
    "year": 1744,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Johnson (architect, born 1732)",
    "birthday": "1732-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/John_Johnson_%281732-1814%29%2C_by_John_Russell.jpg/239px-John_Johnson_%281732-1814%29%2C_by_John_Russell.jpg",
    "extract": "John Johnson was an English architect and surveyor to the county of Essex. He is best known for designing the Shire Hall, Chelmsford.",
    "year": 1732,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Immanuel Kant",
    "birthday": "1724-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Kant_gemaelde_3.jpg/245px-Kant_gemaelde_3.jpg",
    "extract": "Immanuel Kant was a German philosopher and one of the central Enlightenment thinkers. Born in Königsberg, Kant's comprehensive and systematic works in epistemology, metaphysics, ethics, and aesthetics have made him an influential figure in modern Western philosophy.",
    "year": 1724,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul II Anton, Prince Esterházy",
    "birthday": "1711-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Paul_II._Anton_Ksi%C4%85%C5%BC%C4%99_Esterh%C3%A1zy.jpg/232px-Paul_II._Anton_Ksi%C4%85%C5%BC%C4%99_Esterh%C3%A1zy.jpg",
    "extract": "Prince Paul II Anton Esterházy de Galántha was a Hungarianprince, soldier and patron of music from the Esterházy family.",
    "year": 1711,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Henry Fielding",
    "birthday": "1707-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/08/Henry_Fielding.png",
    "extract": "Henry Fielding was an English novelist, irony writer and dramatist known for earthy humour and satire. His comic novel Tom Jones is still widely appreciated. He and Samuel Richardson are seen as founders of the traditional English novel. He also holds a place in the history of law enforcement, having used his authority as a magistrate to found the Bow Street Runners, London's first intermittently funded, full-time police force.",
    "year": 1707,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Carteret, 2nd Earl Granville",
    "birthday": "1690-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/John_Carteret%2C_2nd_Earl_Granville_by_William_Hoare.jpg/255px-John_Carteret%2C_2nd_Earl_Granville_by_William_Hoare.jpg",
    "extract": "John Carteret, 2nd Earl Granville, 7th Seigneur of Sark,, commonly known by his earlier title Lord Carteret, was a British statesman and Lord President of the Council from 1751 to 1763; he worked extremely closely with the Prime Minister of the country, Spencer Compton, Earl of Wilmington, in order to manage the various factions of the Government. He was Seigneur of Sark from 1715 to 1720 when he sold the fief. He held the office of Bailiff of Jersey from 1715 to 1763.",
    "year": 1690,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Giuseppe Torelli",
    "birthday": "1658-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Giuseppe_Torelli.png/249px-Giuseppe_Torelli.png",
    "extract": "Giuseppe Torelli was an Italian violist, violinist, teacher, and composer of the late Baroque era.",
    "year": 1658,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Pope Alexander VIII",
    "birthday": "1610-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Portrait_of_Pope_Alexander_VIII_%E2%80%93_Roman_School_of_17th_Century_%E2%80%93_%28unframed%29.jpg/234px-Portrait_of_Pope_Alexander_VIII_%E2%80%93_Roman_School_of_17th_Century_%E2%80%93_%28unframed%29.jpg",
    "extract": "Pope Alexander VIII, born Pietro Vito Ottoboni, was head of the Catholic Church and ruler of the Papal States from 6 October 1689 to his death in 1691. He is to date the last pope to take the pontifical name of \"Alexander\" upon his election to the papacy.",
    "year": 1610,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Wilhelm Schickard",
    "birthday": "1592-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/C_Melperger_-_Wilhelm_Schickard_1632.jpg/254px-C_Melperger_-_Wilhelm_Schickard_1632.jpg",
    "extract": "Wilhelm Schickard was a German professor of Hebrew and astronomy who became famous in the second part of the 20th century after Franz Hammer, a biographer of Johannes Kepler, claimed that the drawings of a calculating clock, predating the public release of Pascal's calculator by twenty years, had been discovered in two unknown letters written by Schickard to Johannes Kepler in 1623 and 1624.",
    "year": 1592,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Antoine of Navarre",
    "birthday": "1518-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Antoine-de-bourbon.jpg/241px-Antoine-de-bourbon.jpg",
    "extract": "Antoine was the King of Navarre through his marriage to Queen Jeanne III, from 1555 until his death. He was the first monarch of the House of Bourbon, of which he was head from 1537. He was the father of Henry IV of France.",
    "year": 1518,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Isabella I of Castile",
    "birthday": "1451-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/IsabellaofCastile03.jpg/259px-IsabellaofCastile03.jpg",
    "extract": "Isabella I was Queen of Castile from 1474 until her death in 1504, reigning over a dynastically unified Spain together with her husband, King Ferdinand II of Aragon. She was Queen of Aragon after Ferdinand II ascended to that throne in 1479. Together, Isabella and Ferdinand are known as the Catholic Monarchs.",
    "year": 1451,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Elizabeth of York, Duchess of Suffolk",
    "birthday": "1444-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Elizabeth_of_Suffolk.jpg/286px-Elizabeth_of_Suffolk.jpg",
    "extract": "Elizabeth of York, Duchess of Suffolk also known as Elizabeth Plantagenet was the sixth child and third daughter of Richard Plantagenet, 3rd Duke of York and Cecily Neville. She was thus a sister of King Edward IV and of King Richard III.",
    "year": 1444,
    "month": 4,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Reinhard III, Count of Hanau",
    "birthday": "1412-4-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Reinhard_III._von_Hanau.jpg/240px-Reinhard_III._von_Hanau.jpg",
    "extract": "Count Reinhard III of Hanau was Count of Hanau from 1451 until his death. He was the son of Count Reinhard II of Hanau and his wife, Catherine of Nassau-Beilstein.",
    "year": 1412,
    "month": 4,
    "day": 22,
    "language": "en"
  }
]