[
  {
    "name": "Prince Louis of Cambridge",
    "birthday": "2018-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Cambridge_family_at_Trooping_the_Colour_2019_-_14.jpg/180px-Cambridge_family_at_Trooping_the_Colour_2019_-_14.jpg",
    "extract": "Prince Louis of Cambridge is a member of the British royal family. He is the third and youngest child, as well as the second son of Prince William, Duke of Cambridge, and Catherine, Duchess of Cambridge. He is fifth in the line of succession to the British throne.",
    "year": 2018,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chaeyoung",
    "birthday": "1999-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/20220121%E2%80%94Chaeyoung_%EC%B1%84%EC%98%81_Campaign_Film%2C_Pearlygates_x_Twice_2022.jpg/274px-20220121%E2%80%94Chaeyoung_%EC%B1%84%EC%98%81_Campaign_Film%2C_Pearlygates_x_Twice_2022.jpg",
    "extract": "Son Chae-young, known mononymously as Chaeyoung, is a South Korean rapper and singer. She is a member of the South Korean girl group Twice, formed by JYP Entertainment.",
    "year": 1999,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Zach Apple",
    "birthday": "1997-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Zach_Apple.jpg/320px-Zach_Apple.jpg",
    "extract": "Zachary \"Zach\" Douglas Apple is an American competitive swimmer who specializes in the sprint freestyle events. He currently swims for DC Trident in the International Swimming League. He won his first Olympic gold medal in the 4x100-meter freestyle relay at the 2020 Summer Olympics, swimming in the prelims and the final of the event, and later in the same Olympic Games won a gold medal and helped set a new world record and Olympic record in the 4x100-meter medley relay, swimming the freestyle leg of the relay in the final.",
    "year": 1997,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gigi Hadid",
    "birthday": "1995-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Gigi_Hadid._2015.jpg/256px-Gigi_Hadid._2015.jpg",
    "extract": "Jelena Noura \"Gigi\" Hadid is an American model. In November 2014, she made her debut in the Top 50 Models ranking at Models.com. In 2016, she was named International Model of the Year by the British Fashion Council. Over the span of four years, Hadid has made thirty-five appearances on international Vogue magazine covers.",
    "year": 1995,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Song Kang",
    "birthday": "1994-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/210823_%EC%86%A1%EA%B0%95_%28cropped%29.png/242px-210823_%EC%86%A1%EA%B0%95_%28cropped%29.png",
    "extract": "Song Kang is a South Korean actor. His notable lead roles in television series include Love Alarm (2019–21), Sweet Home (2020), Navillera (2021), Nevertheless (2021) and Forecasting Love and Weather (2022). He is popularly known as the \"Son of Netflix\" because most of his series are aired on the platform.",
    "year": 1994,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nathan Baker",
    "birthday": "1991-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Nathan_Baker_v_Chelsea_2014.jpg/181px-Nathan_Baker_v_Chelsea_2014.jpg",
    "extract": "Nathan Luke Baker is an English professional footballer who plays as a central defender for Championship club Bristol City. Baker is a product of the Aston Villa Academy and had loan spells at Lincoln City and Millwall and Bristol City F.C. He has represented England at U19, U20, and U21 levels.",
    "year": 1991,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Caleb Johnson",
    "birthday": "1991-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Caleb_Johnson_Wolf_Trap.jpg/242px-Caleb_Johnson_Wolf_Trap.jpg",
    "extract": "Caleb Perry Johnson is an American singer who won the thirteenth season of American Idol. Prior to appearing on the series, he was the front man for the band Elijah Hooker. After American Idol, Johnson released his debut solo album, Testify, through Interscope Records. After leaving his label, he formed another group, Caleb Johnson and the Ramblin' Saints, and in 2019, the group self-released its first album, Born from Southern Ground.",
    "year": 1991,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Vaughan (rugby league)",
    "birthday": "1991-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Paul_Vaughan_Country.jpg/249px-Paul_Vaughan_Country.jpg",
    "extract": "Paul Vaughan is a professional rugby league footballer who plays as prop for the Canterbury-Bankstown Bulldogs in the NRL. He has played for both Italy and Australia at international level.",
    "year": 1991,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rui Fonte",
    "birthday": "1990-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Rui_Fonte%2C_Fulham_FC_%2835911422634%29.jpg/205px-Rui_Fonte%2C_Fulham_FC_%2835911422634%29.jpg",
    "extract": "Rui Pedro da Rocha Fonte is a Portuguese professional footballer who plays as a forward or a right winger for G.D. Estoril Praia.",
    "year": 1990,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dev Patel",
    "birthday": "1990-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Dev_Patel_%2829870651654%29.jpg/240px-Dev_Patel_%2829870651654%29.jpg",
    "extract": "Dev Patel is a British actor. He is the recipient of various accolades including a BAFTA Award, a Screen Actors Guild Award, a Critics' Choice Award, in addition to receiving nominations for an Academy Award, another BAFTA Award, two Golden Globe Awards and three SAG awards.",
    "year": 1990,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nicole Vaidišová",
    "birthday": "1989-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Nicole_Vaidisova_medibank_international_2006_01.jpg/263px-Nicole_Vaidisova_medibank_international_2006_01.jpg",
    "extract": "Nicole Vaidišová Štěpánková is a Czech former professional tennis player.",
    "year": 1989,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Victor Anichebe",
    "birthday": "1988-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Victor_Anichebe_Bohemians_V_Everton_%285_of_51%29.jpg/255px-Victor_Anichebe_Bohemians_V_Everton_%285_of_51%29.jpg",
    "extract": "Victor Chinedu Anichebe is a Nigerian retired professional footballer who played as a forward.",
    "year": 1988,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alistair Brownlee",
    "birthday": "1988-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Alistair_Brownlee_%28cropped%29.jpg/220px-Alistair_Brownlee_%28cropped%29.jpg",
    "extract": "Alistair Edward Brownlee MBE is a British triathlete. He is the only athlete to hold two Olympic titles in the triathlon event, winning gold medals in the 2012 and 2016 Olympic Games. He is also a two-time Triathlon World Champion, a two-time World Team Champion, a four-time European Champion, and the 2014 Commonwealth champion.",
    "year": 1988,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lenka Wienerová",
    "birthday": "1988-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Lenka_Wienerova_2008.jpg/163px-Lenka_Wienerova_2008.jpg",
    "extract": "Lenka Wienerová is a Slovak former tennis player.",
    "year": 1988,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michael Arroyo",
    "birthday": "1987-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Michael_Arroyo_2015.jpg/262px-Michael_Arroyo_2015.jpg",
    "extract": "Michael Antonio Arroyo Mina is an Ecuadorian footballer, and plays as an attacking midfielder.",
    "year": 1987,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Boye",
    "birthday": "1987-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/20150331_Mali_vs_Ghana_180.jpg/213px-20150331_Mali_vs_Ghana_180.jpg",
    "extract": "John Boye is a Ghanaian professional footballer who plays as a defender.",
    "year": 1987,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sven Kramer",
    "birthday": "1986-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Sven_Kramer_%282009-01-11%29_crop-2.jpg/240px-Sven_Kramer_%282009-01-11%29_crop-2.jpg",
    "extract": "Sven Kramer is a retired Dutch long track speed skater who has won an all time record nine World Allround Championships as well as a record ten European Allround Championships. He is the Olympic champion of the 5000 meters at the Vancouver 2010, Sochi 2014 and Pyeongchang 2018 Olympics, and won a record 21 gold medals at the World Single Distance Championships; eight in the 5000 meters, five in the 10,000 meters, and eight in the team pursuit. Kramer is the current world record holder in the team pursuit, and broke the world records in the 5000 meter and 10,000 meter events three times. By winning the 2010 World Allround Championship, Kramer became the first speed skater in history to win four consecutive world allround championships, and eight consecutive international allround championships. He was undefeated in the 18 international allround championships he participated in from the 2006/2007 season until the 2016/2017 season. From November 2007 to March 2009 he was ranked first in the Adelskalender, but despite his dominance as an all-round skater he has since been overtaken on that list by Shani Davis and, more recently, by his team mate Patrick Roest.",
    "year": 1986,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alysia Montaño",
    "birthday": "1986-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Alysia_Johnson_Jenny_Meadows_Doha_2010-2011-26-06.jpg/156px-Alysia_Johnson_Jenny_Meadows_Doha_2010-2011-26-06.jpg",
    "extract": "Alysia Montaño is an American middle distance runner. She is a six-time USA Outdoor Track and Field Championships 800 metres champion. She gained significant publicity for the 2014 race that she competed while 8 months pregnant.",
    "year": 1986,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rafael Fernandes (baseball)",
    "birthday": "1986-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/DSC05564_Rafael_Fernandes.jpg/197px-DSC05564_Rafael_Fernandes.jpg",
    "extract": "Rafael Miranda Fernandes is a Brazilian professional baseball pitcher for the Ibaraki Astro Planets of the Baseball Challenge League. He has played in Nippon Professional Baseball (NPB) for the Tokyo Yakult Swallows.",
    "year": 1986,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Angel Locsin",
    "birthday": "1985-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Angel_Locsin_at_the_premiere_of_Love_Me_Again_in_LA%2C_December_2008.jpg/207px-Angel_Locsin_at_the_premiere_of_Love_Me_Again_in_LA%2C_December_2008.jpg",
    "extract": "Angelica Locsin Colmenares is a Filipino actress and humanitarian. She is known for her dramatic roles in film and television, and for her portrayals of heroines and mythological characters. She is the recipient of various accolades, including four Star Awards, three FAMAS Awards, two Box Office Entertainment Awards, and a Luna Award.",
    "year": 1985,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alexandra Kosteniuk",
    "birthday": "1984-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Aleksandra_Kosteniuk_2013.jpg/240px-Aleksandra_Kosteniuk_2013.jpg",
    "extract": "Alexandra Konstantinovna Kosteniuk is a Russian chess grandmaster who is the reigning Women's World Rapid Chess Champion, and the former Women's World Chess Champion from 2008 to 2010. She was European women's champion in 2004 and a two-time Russian Women's Chess Champion. Kosteniuk won the team gold medal playing for Russia at the Women's Chess Olympiads of 2010, 2012 and 2014; the Women's World Team Chess Championship of 2017; and the Women's European Team Chess Championships of 2007, 2009, 2011, 2015 and 2017; and the Women's Chess World Cup 2021.",
    "year": 1984,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Leon Andreasen",
    "birthday": "1983-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Leon_Andreasen-96.JPG/286px-Leon_Andreasen-96.JPG",
    "extract": "Leon Hougaard Andreasen is a Danish former professional footballer who played as a defender or midfielder. He won 20 caps and scored three goals for the Denmark national team.",
    "year": 1983,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Daniela Hantuchová",
    "birthday": "1983-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Daniela_Hantuchov%C3%A1_3%2C_2015_Wimbledon_Championships_-_Diliff.jpg/277px-Daniela_Hantuchov%C3%A1_3%2C_2015_Wimbledon_Championships_-_Diliff.jpg",
    "extract": "Daniela Hantuchová is a Slovak tennis commentator and retired player. She turned professional in 1999 and had her breakthrough year in 2002, when she won her first WTA Tour title at the Indian Wells Masters, defeating Martina Hingis in the final and becoming the lowest-ranked player to ever win the tournament. She also reached the quarterfinals of that year's Wimbledon Championships and US Open, ending the year in the top ten. She was part of the Slovak team that won the 2002 Fed Cup and the 2005 Hopman Cup.",
    "year": 1983,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ian Henderson (rugby league)",
    "birthday": "1983-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Ian_Henderson_Auckland.jpg/320px-Ian_Henderson_Auckland.jpg",
    "extract": "Ian Henderson is a former professional rugby league footballer who last played for the Sydney Roosters in the NRL. A Scotland international hooker, his brothers, Andrew Henderson and Kevin, are also international rugby league players.,",
    "year": 1983,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kyle Beckerman",
    "birthday": "1982-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Kylebeckerman5a.JPG/304px-Kylebeckerman5a.JPG",
    "extract": "Kyle Robert Beckerman is an American former soccer midfielder who played 21 seasons in Major League Soccer (MLS) with the Miami Fusion (2000–2001), Colorado Rapids (2002–2007) and Real Salt Lake (2007–2020). He was a starting central defensive midfielder and captain when RSL won MLS Cup 2009. He also earned 58 caps with the United States men's national soccer team.",
    "year": 1982,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Barry Hawkins",
    "birthday": "1979-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Barry_Hawkins_at_Snooker_German_Masters_%28Martin_Rulsch%29_2014-01-29_03.jpg/320px-Barry_Hawkins_at_Snooker_German_Masters_%28Martin_Rulsch%29_2014-01-29_03.jpg",
    "extract": "Barry Hawkins is an English professional snooker player from Ditton, Kent. He turned professional in 1996, but only rose to prominence in the 2004–05 snooker season, when he reached the last 16 of the 2004 UK Championship, the quarter-finals of the 2004 British Open and the semi-finals of the 2005 Welsh Open. He has now spent twelve successive seasons ranked inside the top 32. Hawkins reached his first ranking final and won his first ranking title at the 2012 Australian Goldfields Open.",
    "year": 1979,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jaime King",
    "birthday": "1979-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Jamie_King_in_San_Diego_Comic-Con_2008_cropped.jpg/219px-Jamie_King_in_San_Diego_Comic-Con_2008_cropped.jpg",
    "extract": "Jaime King is an American actress and model. In her modeling career and early film roles, she used the names Jamie King and James King, which was a childhood nickname given to King by her parents, because her agency already represented another Jaime—the older, then-more famous model Jaime Rishar.",
    "year": 1979,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joanna Krupa",
    "birthday": "1979-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Joanna_Krupa_Benchwarmer_2008.jpg/213px-Joanna_Krupa_Benchwarmer_2008.jpg",
    "extract": "Joanna Krupa is a Polish-born American model, actress and animal rights activist. She is known internationally as the host and head judge of Polish Top Model as well as for appearances on reality television shows Dancing with the Stars and The Real Housewives of Miami.",
    "year": 1979,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gezahegne Abera",
    "birthday": "1978-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/GezahegneAberaInFrontOfMyCar.jpg/243px-GezahegneAberaInFrontOfMyCar.jpg",
    "extract": "Gezahegne Abera is an Ethiopian athlete, winner of the marathon race at the 2000 Summer Olympics.",
    "year": 1978,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Cena",
    "birthday": "1977-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/John_Cena_July_2018.jpg/279px-John_Cena_July_2018.jpg",
    "extract": "John Felix Anthony Cena is an American professional wrestler, actor, and former rapper, currently signed to WWE. Widely regarded as one of the greatest professional wrestlers of all time, he is tied with Ric Flair for the most world championship reigns in professional wrestling history.",
    "year": 1977,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Willie Mitchell (ice hockey)",
    "birthday": "1977-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Willie_mitchell.jpg/286px-Willie_mitchell.jpg",
    "extract": "William Reid Mitchell is a Canadian former professional ice hockey defenceman. He is known primarily as a physical defensive defenceman. Mitchell played Junior A in the British Columbia Hockey League (BCHL) and Saskatchewan Junior Hockey League (SJHL) before joining the college ranks with the Clarkson Knights of ECAC Hockey in 1997. He won an ECAC championship with Clarkson in 1999, while also earning playoff MVP and ECAC First Team All-Star honours.",
    "year": 1977,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Oliver",
    "birthday": "1977-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/John_Oliver_November_2016.jpg/232px-John_Oliver_November_2016.jpg",
    "extract": "John William Oliver is a British-American comedian, writer, producer, political commentator, actor, and television host. Oliver started his career as a stand-up comedian in the United Kingdom. He came to wider attention for his work in the United States on The Daily Show with Jon Stewart as its senior British correspondent from 2006 to 2013. Oliver won three Primetime Emmy Awards for writing for The Daily Show and was the show's guest host for an eight-week period in 2013. In addition, Oliver co-hosted the satirical comedy podcast The Bugle (2007–2015) with Andy Zaltzman, with whom Oliver had previously co-hosted the radio series Political Animal, and hosted John Oliver's New York Stand-Up Show on Comedy Central from 2010 to 2013. He has also acted on television, most notably in a recurring role as Professor Ian Duncan on the NBC sitcom Community, and in films, notably voice-over work in The Smurfs (2011), The Smurfs 2 (2013), and the 2019 remake of The Lion King. He became a US citizen in 2019.",
    "year": 1977,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kal Penn",
    "birthday": "1977-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Kal_Penn%2C_Office_of_Public_Engagement.jpg/250px-Kal_Penn%2C_Office_of_Public_Engagement.jpg",
    "extract": "Kalpen Suresh Modi, known professionally as Kal Penn, is an American actor, author, academic lecturer and former White House staff member in the Barack Obama administration. As an actor, he is known for his role portraying Lawrence Kutner on the television program House, as well as White House staffer Seth Wright on Designated Survivor and Kumar Patel in the Harold & Kumar film series. He is also recognized for his performance in the film The Namesake. Penn has taught at the University of Pennsylvania in the Cinema Studies Program as a visiting lecturer.",
    "year": 1977,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bram Schmitz",
    "birthday": "1977-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Schmitz_GW2011.JPG/320px-Schmitz_GW2011.JPG",
    "extract": "Bram Schmitz is a retired Dutch professional road cyclist.",
    "year": 1977,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lee Young-pyo",
    "birthday": "1977-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Leeyoungpyo.jpg/231px-Leeyoungpyo.jpg",
    "extract": "Lee Young-pyo is a South Korean retired professional footballer who played as a right-footed left back. Lee was recognized for his speed and dribbling skills. His former manager Martin Jol once called him \"the best left back in Holland\".",
    "year": 1977,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Aaron Dessner",
    "birthday": "1976-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Aaron_Dessner_at_Way_Out_West_2014.jpg/213px-Aaron_Dessner_at_Way_Out_West_2014.jpg",
    "extract": "Aaron Brooking Dessner is an American musician, songwriter, record producer, and record label founder. He is best known as a founding member of the rock band the National, with whom he has recorded eight studio albums, and as a co-founder of the indie rock duo Big Red Machine, teaming with Bon Iver's Justin Vernon. He is also known for collaborating with Taylor Swift, including Folklore and Evermore, both of which were nominated for the Grammy Award for Album of the Year in 2021 and 2022, respectively, with the former winning the accolade.",
    "year": 1976,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Carlos Dengler",
    "birthday": "1974-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Carlos_Dengler_%282024383776%29.jpg/228px-Carlos_Dengler_%282024383776%29.jpg",
    "extract": "Carlos Andres Dengler, previously known as Carlos D., is an American actor, musician, writer, and filmmaker, known as the former bass guitarist for American rock band Interpol. After departing the band in 2010, he began pursuing an acting career.",
    "year": 1974,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Patrick Poulin",
    "birthday": "1973-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Patrick_Poulin.jpg/213px-Patrick_Poulin.jpg",
    "extract": "Joseph Emelien Patrick Poulin is a Canadian former professional ice hockey player who played 634 games in the National Hockey League between 1991 and 2002.",
    "year": 1973,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pierre Labrie",
    "birthday": "1972-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/PLauteur3.jpg/214px-PLauteur3.jpg",
    "extract": "Pierre Labrie is a Québécois poet, born at Mont-Joli, Quebec. He now lives in Trois-Rivières.",
    "year": 1972,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Amira Medunjanin",
    "birthday": "1972-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Medunjanin.jpg/320px-Medunjanin.jpg",
    "extract": "Amira Medunjanin is a Bosnian singer and interpreter of sevdalinka. She holds both citizenship of Croatia and Bosnia and Herzegovina.",
    "year": 1972,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Egemen Bağış",
    "birthday": "1970-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Egemen_Bagis_portrait.JPG/245px-Egemen_Bagis_portrait.JPG",
    "extract": "Egemen Bağış is a former Turkish politician of Kurdish origin, former member of the Turkish parliament, and the former minister for EU Affairs and chief negotiator of Turkey in accession talks with the European Union. Currently, he serves as ambassador of Turkey to the Czech Republic.",
    "year": 1970,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hans Välimäki",
    "birthday": "1970-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Hans_V%C3%A4lim%C3%A4ki.jpg/214px-Hans_V%C3%A4lim%C3%A4ki.jpg",
    "extract": "Hans Välimäki is a Finnish chef, and since 1998, was the owner of the now closed restaurant Chez Dominique. Välimäki was the chief judge of the Sub culinary show Top Chef Suomi and hosts the Finnish version of Ramsay's Kitchen Nightmares, Kuppilat kuntoon, Hans Välimäki!.",
    "year": 1970,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tayfur Havutçu",
    "birthday": "1970-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Tayfur_Havut%C3%A7u.jpg/219px-Tayfur_Havut%C3%A7u.jpg",
    "extract": "Tayfur Havutçu is a Turkish football manager and former professional player who was most recently the manager of Süper Lig club Kasımpaşa. He was part of the Turkey national team squad that reached third place at the 2002 FIFA World Cup.",
    "year": 1970,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Yelena Shushunova",
    "birthday": "1969-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Yelena_Shushunova_1987.jpg/202px-Yelena_Shushunova_1987.jpg",
    "extract": "Yelena Lvovna Shushunova was a Soviet Russian gymnast. Shushunova was one of five women who have won all-around titles at all major competitions: Olympics, World Championships and European/Continental Championships and one of ten women who medaled on every event at World Championships. \nShushunova was renowned for pioneering complex skills as well as for her explosive and dynamic tumbling and high consistency.",
    "year": 1969,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bas Haring",
    "birthday": "1968-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Bas_Haring_-_2016.jpg/320px-Bas_Haring_-_2016.jpg",
    "extract": "Sebastiaan (Bas) Haring is a Dutch writer of popular science and children's literature, television presenter and professor. He is a full professor at Leiden University, where he has held a chair in \"public understanding of science\" since 2007. He also hosted his own philosophical TV program for Dutch public broadcasting.",
    "year": 1968,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Timothy McVeigh",
    "birthday": "1968-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7c/McVeigh_mugshot.jpg",
    "extract": "Timothy James McVeigh was an American domestic terrorist responsible for the 1995 Oklahoma City bombing that killed 168 people, 19 of whom were children, and injured more than 680 others, and destroyed one third of the Alfred P. Murrah Federal Building. The bombing was the deadliest act of terrorism in the United States prior to the September 11 attacks. It remains the deadliest act of domestic terrorism in U.S. history.",
    "year": 1968,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rhéal Cormier",
    "birthday": "1967-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4f/Rheal_Cormier.jpg/214px-Rheal_Cormier.jpg",
    "extract": "Rhéal Paul Cormier was a Canadian-American professional baseball left-handed pitcher who played in Major League Baseball (MLB), for the St. Louis Cardinals, Boston Red Sox (twice), Montreal Expos, Philadelphia Phillies, and Cincinnati Reds for 16 seasons, between 1991 through 2007.",
    "year": 1967,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Melina Kanakaredes",
    "birthday": "1967-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/M%C3%A9lina_Kanakaredes_%28Ohio_2009%29.JPG/211px-M%C3%A9lina_Kanakaredes_%28Ohio_2009%29.JPG",
    "extract": "Melina Eleni Kanakaredes Constantinides is an American actress. She is widely known for her roles in U.S. primetime television dramas as Dr. Sydney Hansen in Providence (1999–2002), as Detective Stella Bonasera in CSI: NY (2004–2010), and on the American daytime television drama series Guiding Light as Eleni Andros Cooper (1991–1995).",
    "year": 1967,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Matt Freeman",
    "birthday": "1966-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/2017_Rancid_Matt_Freeman.jpg/250px-2017_Rancid_Matt_Freeman.jpg",
    "extract": "Matthew \"McCall\" Freeman is an American musician, singer and songwriter. He is best known for his bass work with the punk rock bands Operation Ivy, Rancid and as the frontman of Devil's Brigade.",
    "year": 1966,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Leni Robredo",
    "birthday": "1965-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/VP_Leni_Robredo_official_portrait.jpg/213px-VP_Leni_Robredo_official_portrait.jpg",
    "extract": "Maria Leonor \"Leni\" Gerona Robredo is a Filipina lawyer and politician who is the 14th and incumbent vice president of the Philippines. She is the head of the Liberal Party.",
    "year": 1965,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gianandrea Noseda",
    "birthday": "1964-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/NosedaJPG.jpg/213px-NosedaJPG.jpg",
    "extract": "Gianandrea Noseda is an Italian conductor.",
    "year": 1964,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Belmondo",
    "birthday": "1963-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Paul_Belmondo_par_Claude_Truong-Ngoc_juillet_2013.jpg/213px-Paul_Belmondo_par_Claude_Truong-Ngoc_juillet_2013.jpg",
    "extract": "Paul Alexandre Belmondo is a French racing driver who raced in Formula One for the March and Pacific Racing teams. He was born in Boulogne-Billancourt, Hauts-de-Seine, the son of actor Jean-Paul Belmondo and grandson of sculptor Paul Belmondo. Around 1981, Paul gained publicity for becoming the lover of Princess Stéphanie of Monaco.",
    "year": 1963,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robby Naish",
    "birthday": "1963-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/RN_Profile_2.jpg/320px-RN_Profile_2.jpg",
    "extract": "Robert Staunton Naish is an American athlete and entrepreneur who has won 24 World Championship Windsurfing titles. He is also considered a pioneer of kiteboarding and stand-up paddleboarding (SUP).",
    "year": 1963,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Hannah (actor)",
    "birthday": "1962-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/John_Hannah_by_Gage_Skidmore.jpg/259px-John_Hannah_by_Gage_Skidmore.jpg",
    "extract": "John David Hannah is a Scottish film and television actor. He came to prominence in Four Weddings and a Funeral (1994), for which he was nominated for the BAFTA Award for Best Actor in a Supporting Role as Matthew. His other film appearances include Sliding Doors (1998) and The Mummy trilogy (1999–2008). His television roles include: Dr Iain McCallum in McCallum (1995–1998); D.I. John Rebus in Rebus (2000–2001); Jack Roper in New Street Law (2006–2007); Jake Osbourne in Cold Blood (2007–2008), Quintus Lentulus Batiatus in Spartacus (2010–2011), Jack Cloth in A Touch of Cloth (2012–14), Jason's father (Aeson) in the BBC series Atlantis (2013–15), Dr Holden Radcliffe in Agents of S.H.I.E.L.D. (2016–2017), Colin in Overboard (2018), and Archie Wilson in the BBC series Trust Me.",
    "year": 1962,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "George Lopez",
    "birthday": "1961-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/George_Lopez_2019.jpg/242px-George_Lopez_2019.jpg",
    "extract": "George Edward Lopez is an American comedian and actor. He is known for starring in his self-produced ABC sitcom. His stand-up comedy examines race and ethnic relations, including Mexican American culture. Lopez has received several honors for his work and contributions to the Latino community, including the 2003 Imagen Vision Award, the 2003 Latino Spirit Award for Excellence in Television and the National Hispanic Media Coalition Impact Award. He was also named one of \"The Top 25 Hispanics in America\" by Time magazine in 2005.",
    "year": 1961,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pierluigi Martini",
    "birthday": "1961-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Pierluigi_Martini_in_2016.jpg/241px-Pierluigi_Martini_in_2016.jpg",
    "extract": "Pierluigi Martini is an Italian former racing driver. He won the 1999 24 hours of Le Mans and participated in 124 Formula One Grands Prix between 1984 and 1995.",
    "year": 1961,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Valerie Bertinelli",
    "birthday": "1960-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/ValerieBertinelliHWOFAug2012.jpg/320px-ValerieBertinelliHWOFAug2012.jpg",
    "extract": "Valerie Anne Bertinelli is an American actress. Known for her work in television acting and presenting, her accolades include two Emmy Awards, two Golden Globe Awards and nominations for a Screen Actors Guild Award. In 2012, she was awarded a star on the Hollywood Walk of Fame.",
    "year": 1960,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Steve Clark",
    "birthday": "1960-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Steve_Clark.jpeg/211px-Steve_Clark.jpeg",
    "extract": "Stephen Maynard Clark was an English musician. He was a principal songwriter and lead guitarist for the English hard rock band Def Leppard until 1991, when he died from alcohol poisoning. In 2007, Clark was ranked No. 11 on Classic Rock Magazine's \"100 Wildest Guitar Heroes\". In 2019, Clark was posthumously inducted into the Rock and Roll Hall of Fame as a member of Def Leppard.",
    "year": 1960,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Barry Douglas (pianist)",
    "birthday": "1960-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Barry_Douglas.jpg/258px-Barry_Douglas.jpg",
    "extract": "William Barry Douglas in Belfast, Northern Ireland, is a classical pianist and conductor.",
    "year": 1960,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Léo Jaime",
    "birthday": "1960-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Leojaime_fun_fest_brasil_alemanha.jpg/320px-Leojaime_fun_fest_brasil_alemanha.jpg",
    "extract": "Leonardo \"Léo\" Jaime is a Brazilian singer-songwriter, guitarist, actor and writer, famous for being one of the founding members of the rockabilly band João Penca e Seus Miquinhos Amestrados.",
    "year": 1960,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Claude Julien (ice hockey)",
    "birthday": "1960-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Claude_Julien.jpg/320px-Claude_Julien.jpg",
    "extract": "Claude Julien is a Canadian professional ice hockey coach and former player. He most recently served as the head coach of the Montreal Canadiens of the National Hockey League (NHL). Prior to his firing by the Boston Bruins in 2017, he was the longest tenured head coach in the NHL. He had previously served as head coach of the New Jersey Devils in the NHL, as well as in the American Hockey League (AHL) with the Hamilton Bulldogs. In 2011 he coached the Bruins to the Stanley Cup Finals, against the Vancouver Canucks, winning in 7 games, guiding Boston to their sixth franchise Stanley Cup title. In 2013, he brought Boston to another Stanley Cup Finals, however they lost the series to the Chicago Blackhawks in six games.",
    "year": 1960,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Unity Dow",
    "birthday": "1959-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Unity_Dow_-_PopTech_2011_-_Camden_Maine_USA_-_6269953840.jpg/320px-Unity_Dow_-_PopTech_2011_-_Camden_Maine_USA_-_6269953840.jpg",
    "extract": "Unity Dow is a Motswana lawyer, human rights activist, specially elected member of parliament, and a writer. She formerly served as a judge on the High Court of Botswana and in various government ministries. Born in the Bechuanaland Protectorate to a seamstress and a farmer, who insisted on their children obtaining an education, Dow grew up in a traditional rural village before modernisation. She earned a law degree in 1983 from the University of Botswana and Swaziland, though her studies were completed in Swaziland and University of Edinburgh, Scotland, as Botswana had no law school at the time. After her graduation, Dow opened the first all-woman law firm in Botswana and in 1997 became the first woman to be appointed as a judge to the country's High Court.",
    "year": 1959,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hilmar Örn Hilmarsson",
    "birthday": "1958-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Hilmar_%C3%96rn_Hilmarsson.jpg/224px-Hilmar_%C3%96rn_Hilmarsson.jpg",
    "extract": "Hilmar Örn Hilmarsson, also known as HÖH, is a musician, an art director, and allsherjargoði of Ásatrúarfélagið.",
    "year": 1958,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ryan Walter",
    "birthday": "1958-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Ryan_Walter.JPG/320px-Ryan_Walter.JPG",
    "extract": "Ryan William Walter is a Canadian former professional ice hockey centre who played 15 seasons in the National Hockey League. He was also an assistant coach with the Vancouver Canucks, head coach of the Canadian National Women's hockey team, a hockey broadcaster and president of the Abbotsford Heat of the American Hockey League.",
    "year": 1958,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Neville Brody",
    "birthday": "1957-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Neville_Brody_TYPO_SF_2012.jpg/213px-Neville_Brody_TYPO_SF_2012.jpg",
    "extract": "Neville Brody is an English graphic designer, typographer and art director. He is known for his work on The Face magazine (1981–1986), Arena magazine (1987–1990), and designing record covers for artists such as Clock DVA, Cabaret Voltaire, The Bongos, 23 Skidoo and Depeche Mode. He created the company Research Studios in 1994 and is a founding member of Fontworks. His work is included in the permanent collection of the Museum of Modern Art (MoMA). He was the Dean of the School of Communication at the Royal College of Art, London until September 2018. He is now Professor of Communication.",
    "year": 1957,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jan Hooks",
    "birthday": "1957-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Jan_Hooks.jpg/172px-Jan_Hooks.jpg",
    "extract": "Janet Vivian Hooks was an American actress and comedian, best known for her work on Saturday Night Live, where she was a repertory player from 1986 to 1991, and continued making cameo appearances until 1994. Her subsequent work included a regular role on the final two seasons of Designing Women, a recurring role on 3rd Rock from the Sun, and a number of other film and television roles, including on Tina Fey’s NBC show 30 Rock and The Simpsons.",
    "year": 1957,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Judy Davis",
    "birthday": "1955-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Judy_Davis_-_Eye_of_The_Storm.jpg/240px-Judy_Davis_-_Eye_of_The_Storm.jpg",
    "extract": "Judith Davis is an Australian actress known for her work in film, television and stage. With a career spanning over 40 years, she is commended for her versatility and regarded as one of the finest actresses of her generation with frequent collaborator Woody Allen describes her as, \"one of the most exciting actresses in the world\". She is known for her portrayals of brittle, neurotic women and is the recipient of numerous accolades, including nine AACTA Awards, three Primetime Emmy Awards, two British Academy Film Awards and two Golden Globe Awards, and two nominations for Academy Awards.",
    "year": 1955,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tony Miles",
    "birthday": "1955-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/ba/TonyMiles.jpg",
    "extract": "Anthony John Miles was an English chess player and the first Englishman to earn the Grandmaster title.",
    "year": 1955,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Urmas Ott",
    "birthday": "1955-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/99/Urmas_Ott_Urmas_Ott.jpg",
    "extract": "Urmas Ott was an Estonian television and radio journalist, and famous talk show host in Soviet Union, Estonia and Russia.",
    "year": 1955,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Stephen Dalton",
    "birthday": "1954-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Stephen_Dalton_cadets_%28cropped%29.jpg/285px-Stephen_Dalton_cadets_%28cropped%29.jpg",
    "extract": "Air Chief Marshal Sir Stephen Gary George Dalton, is a retired Royal Air Force commander and current Lieutenant Governor of Jersey.",
    "year": 1954,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michael Moore",
    "birthday": "1954-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Michael_Moore_66%C3%A8me_Festival_de_Venise_%28Mostra%29_9.jpg/213px-Michael_Moore_66%C3%A8me_Festival_de_Venise_%28Mostra%29_9.jpg",
    "extract": "Michael Francis Moore is an American documentary filmmaker, author, and left-wing activist. His works frequently address the topics of globalization and capitalism.",
    "year": 1954,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Narada Michael Walden",
    "birthday": "1952-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Narada_Michael_Walden_2011.jpg/282px-Narada_Michael_Walden_2011.jpg",
    "extract": "Narada Michael Walden is an American singer, songwriter, musician, and record producer. He acquired the nickname Narada from Sri Chinmoy. In 2020, he became the drummer for Journey, replacing Steve Smith. In 2021, he became one of two drummers in the band alongside the returning Deen Castronovo prior to leaving in 2022. He appears on the band's upcoming album Freedom (2022), having co-produced and played on the album before his departure.",
    "year": 1952,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rowley Leigh",
    "birthday": "1950-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Rowley_Leigh.JPG/320px-Rowley_Leigh.JPG",
    "extract": "Rowley Leigh is a British chef, restaurateur and journalist who lives in Shepherd's Bush, London.",
    "year": 1950,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Collier",
    "birthday": "1949-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Paul_Collier_World_Economic_Forum_2013.jpg/320px-Paul_Collier_World_Economic_Forum_2013.jpg",
    "extract": "Sir Paul Collier, is a British development economist who serves as the Professor of Economics and Public Policy in the Blavatnik School of Government and the director of the International Growth Centre. He currently is a Professeur invité at Sciences Po and a Professorial Fellow of St Antony's College, Oxford. He has served as a senior advisor to the Blair Commission for Africa and was the Director of the Development Research Group at the World Bank between 1998 and 2003.",
    "year": 1949,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Miles (musician)",
    "birthday": "1949-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/John_Miles_-_2017356223244_2017-12-22_Night_of_the_Proms_-_Sven_-_1D_X_MK_II_-_1788_-_B70I9283.jpg/320px-John_Miles_-_2017356223244_2017-12-22_Night_of_the_Proms_-_Sven_-_1D_X_MK_II_-_1788_-_B70I9283.jpg",
    "extract": "John Miles was a British rock singer, guitarist and keyboard player best known for his 1976 top 3 UK hit single \"Music\". He won the \"Outstanding Musical Achievement\" award at the 2017 Progressive Music Awards.",
    "year": 1949,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pascal Quignard",
    "birthday": "1948-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Pascal_Quignard_le_5_avril_2013.jpg/274px-Pascal_Quignard_le_5_avril_2013.jpg",
    "extract": "Pascal Quignard is a French writer born in Verneuil-sur-Avre, Eure. In 2002 his novel Les Ombres errantes won the Prix Goncourt, France's top literary prize. Terrasse à Rome, received the French Academy prize in 2000. In 1980 Carus had been awarded the \"Prix des Critiques\".",
    "year": 1948,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robert Burgess (sociologist)",
    "birthday": "1947-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Bob_burgess.jpg/207px-Bob_burgess.jpg",
    "extract": "Sir Robert George Burgess DL, FAcSS was a British sociologist and academic. He was appointed Vice-Chancellor of the University of Leicester in 1999, succeeding Ken Edwards. He was President of the British Sociological Association 1989–1991. He is currently chair of the board of GSM London.",
    "year": 1947,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Glenn Cornick",
    "birthday": "1947-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5b/Glenn_Cornick.jpg",
    "extract": "Glenn Douglas Barnard Cornick was an English bass guitarist, best known as the original bassist for the British rock band Jethro Tull from 1967 to 1970. Rolling Stone has called his playing with Tull as \"stout, nimble underpinning, the vital half of a blues-ribbed, jazz-fluent rhythm section\".",
    "year": 1947,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bernadette Devlin McAliskey",
    "birthday": "1947-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Bernadette_Devlin_%281986%29.jpg/240px-Bernadette_Devlin_%281986%29.jpg",
    "extract": "Josephine Bernadette McAliskey, usually known as Bernadette Devlin or Bernadette McAliskey, is an Irish civil rights leader, and former politician. She served as Member of Parliament (MP) for Mid Ulster in Northern Ireland from 1969 to 1974.",
    "year": 1947,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Blair Brown",
    "birthday": "1946-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Blair_Brown_by_Gage_Skidmore_2.jpg/252px-Blair_Brown_by_Gage_Skidmore_2.jpg",
    "extract": "Bonnie Blair Brown is an American theater, film and television actress. She has had a number of high-profile roles, including in the play Copenhagen on Broadway, the leading actress in the films Altered States (1980), Continental Divide (1981) and Strapless (1989), as well as a run as the title character in the comedy-drama television series The Days and Nights of Molly Dodd, which ran from 1987 to 1991. Her later roles include Nina Sharp on the Fox television series Fringe and Judy King on the Netflix series Orange Is the New Black.",
    "year": 1946,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jean-François Stévenin",
    "birthday": "1944-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Jean-Francois_Stevenin.jpg/320px-Jean-Francois_Stevenin.jpg",
    "extract": "Jean-François Stévenin was a French actor and filmmaker. He appeared in 150 films and television shows since 1968. He starred in the film Cold Moon, which was entered into the 1991 Cannes Film Festival.",
    "year": 1944,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gail Goodrich",
    "birthday": "1943-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/GailGoodrich-cropped.JPEG/320px-GailGoodrich-cropped.JPEG",
    "extract": "Gail Charles Goodrich Jr. is an American former professional basketball player in the National Basketball Association (NBA). He is best known for scoring a then record 42 points for UCLA in the 1965 NCAA championship game vs. Michigan, and his part in the Los Angeles Lakers' 1971–72 season. During that season the team won a still-record 33 consecutive games, posted what was at the time the best regular season record in NBA history, and also won the franchise's first NBA championship since relocating to Los Angeles. Goodrich was the leading scorer on that team. He is also acclaimed for leading UCLA to its first two national championships under the legendary coach John Wooden, the first in 1963–64 being a perfect 30–0 season when he played with teammate Walt Hazzard. In 1996, 17 years after his retirement from professional basketball, Goodrich was elected to the Naismith Memorial Basketball Hall of Fame.",
    "year": 1943,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tony Esposito",
    "birthday": "1943-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Tony_Esposito_1973.JPG/252px-Tony_Esposito_1973.JPG",
    "extract": "Anthony James \"Tony O\" Esposito was a Canadian-American professional ice hockey goaltender, who played 16 seasons in the National Hockey League (NHL), 15 of those for the Chicago Black Hawks. He was one of the pioneers of the now popular butterfly style. Tony was the younger brother of Phil Esposito, a centre. Both brothers had notable careers and are enshrined in the Hockey Hall of Fame. Esposito's jersey number 35 was retired by the Blackhawks in 1988.",
    "year": 1943,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frans Koppelaar",
    "birthday": "1943-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/51/Frans_Koppelaar_2003.jpg",
    "extract": "Frans Thomas Koppelaar, is a Dutch painter, who was born in The Hague, Netherlands.",
    "year": 1943,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hervé Villechaize",
    "birthday": "1943-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Herve_Villechaize_1977.jpg/252px-Herve_Villechaize_1977.jpg",
    "extract": "Hervé Jean-Pierre Villechaize was a French American actor and painter. He is best known for his role as the evil henchman Nick Nack in the 1974 James Bond film The Man with the Golden Gun, and his role as Mr. Roarke's assistant, Tattoo, on the 1977–1984 American television series Fantasy Island. On Fantasy Island, his shout of \"The plane! The plane!\" became one of the show's signature phrases.",
    "year": 1943,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sandra Dee",
    "birthday": "1942-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Sandra_Dee_1959.jpg/210px-Sandra_Dee_1959.jpg",
    "extract": "Sandra Dee was an American actress. Dee began her career as a child model, working first in commercials, and then film in her teenage years. Best known for her portrayal of ingénues, Dee earned a Golden Globe Award as one of the year's most promising newcomers for her performance in Robert Wise's Until They Sail (1958). She became a teenage star for her performances in Imitation of Life and Gidget, which made her a household name.",
    "year": 1942,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jacqueline Boyer",
    "birthday": "1941-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Jacqueline_Boyer_Euro_Fan_Cafe_2015-05-20.JPG/320px-Jacqueline_Boyer_Euro_Fan_Cafe_2015-05-20.JPG",
    "extract": "Jacqueline Boyer is a French singer and actress. She is also the daughter of performers Jacques Pills and Lucienne Boyer.",
    "year": 1941,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Arie den Hartog",
    "birthday": "1941-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Arie_den_Hartog.jpg/320px-Arie_den_Hartog.jpg",
    "extract": "Arie den Hartog was a Dutch road bicycle racer. Den Hartog won the Milan–San Remo Classic in 1965, as well as the Amstel Gold Race in 1967.",
    "year": 1941,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paavo Lipponen",
    "birthday": "1941-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Paavo_Lipponen_2004.jpg/213px-Paavo_Lipponen_2004.jpg",
    "extract": "Paavo Tapio Lipponen is a Finnish politician and former reporter. He was Prime Minister of Finland from 1995 to 2003, and Chairman of the Social Democratic Party of Finland from 1993 to 2005. He also served as Speaker of the Parliament of Finland from 2003 to 2007 and was his party's nominee in the 2012 Finnish presidential election but received only 6.7% of the votes, making it the biggest defeat the Social Democratic Party had ever received in Finnish Presidential elections at the time. Lipponen is currently the oldest living former Prime Minister of Finland.",
    "year": 1941,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ed Stewart",
    "birthday": "1941-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Ed_Stewart.jpg/320px-Ed_Stewart.jpg",
    "extract": "Edward Stewart Mainwaring, known as Ed \"Stewpot\" Stewart, was an English radio broadcaster and TV presenter. He was principally known for his work as a DJ on BBC Radio 1 and Radio 2, and as a presenter for Top of the Pops and Crackerjack on BBC Television.",
    "year": 1941,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michael Copps",
    "birthday": "1940-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Michael_j_copps.jpg/288px-Michael_j_copps.jpg",
    "extract": "Michael Joseph Copps is a former Commissioner of the U.S. Federal Communications Commission (FCC), an independent agency of the United States government. He was sworn in on May 31, 2001 and served until December 31, 2011. He took on the additional role of acting chairman from January 22, 2009 through June 28, 2009. He relinquished the chairmanship to Julius Genachowski after Genachowski was confirmed by the U.S. Senate on June 25 and then sworn in on June 29, 2009. He is currently a special adviser to the Media and Democracy Reform Initiative at Common Cause, a nonpartisan citizen advocacy organization.",
    "year": 1940,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michael Kadosh",
    "birthday": "1940-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Lufa2.PNG/278px-Lufa2.PNG",
    "extract": "Michael \"Lufa\" Kadosh was an Israeli footballer who also worked as the manager of Hapoel Jerusalem. He died on 29 April 2014 from cancer at the age of 74.",
    "year": 1940,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jorge Fons",
    "birthday": "1939-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Jorge_Fons.jpg/320px-Jorge_Fons.jpg",
    "extract": "Jorge Fons Pérez is a Mexican film director.",
    "year": 1939,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lee Majors",
    "birthday": "1939-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Lee_Majors_1973.JPG/258px-Lee_Majors_1973.JPG",
    "extract": "Lee Majors is an American actor. Majors portrayed the characters of Heath Barkley in the American television Western series The Big Valley (1965–1969), Colonel Steve Austin in the American television science fiction action series The Six Million Dollar Man (1973–1978), and Colt Seavers in American television action series The Fall Guy (1981–1986).",
    "year": 1939,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ray Peterson",
    "birthday": "1939-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Ray_Peterson_1998.jpg/260px-Ray_Peterson_1998.jpg",
    "extract": "Ray Peterson was an American pop singer who is best remembered for singing \"Tell Laura I Love Her\". He also scored numerous other hits, including \"Corrine, Corrina\" and \"The Wonder of You.\"",
    "year": 1939,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Roy Orbison",
    "birthday": "1936-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Roy_Orbison_%281965%29.jpg/320px-Roy_Orbison_%281965%29.jpg",
    "extract": "Roy Kelton Orbison was an American singer, songwriter, and musician known for his impassioned singing style, complex song structures, and dark, emotional ballads. His music was described by critics as operatic, earning him the nicknames \"The Caruso of Rock\" and \"The Big O.\" Many of Orbison's songs conveyed vulnerability at a time when most male rock-and-roll performers chose to project masculinity. He performed while standing motionless and wearing black clothes to match his dyed black hair and dark sunglasses, which he wore to counter his shyness and stage fright.",
    "year": 1936,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Annie Easley",
    "birthday": "1933-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Annie_Easley.jpg/244px-Annie_Easley.jpg",
    "extract": "Annie Jean Easley was an American computer scientist, mathematician, and rocket scientist. She worked for the Lewis Research Center of the National Aeronautics and Space Administration (NASA) and its predecessor, the National Advisory Committee for Aeronautics (NACA). She was a leading member of the team which developed software for the Centaur rocket stage, and was one of the first African-Americans to work at NASA. Easley was posthumously inducted into the Glenn Research Hall of Fame in 2015. On February 1, 2021, a crater on the moon was named after Easley by the IAU.",
    "year": 1933,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Halston",
    "birthday": "1932-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/HALSTON_logo.png/320px-HALSTON_logo.png",
    "extract": "Roy Halston Frowick, known mononymously as Halston, was an American fashion designer who rose to international fame in the 1970s.",
    "year": 1932,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "George Steiner",
    "birthday": "1929-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/George_Steiner_2013_%28cropped%29.jpg/259px-George_Steiner_2013_%28cropped%29.jpg",
    "extract": "Francis George Steiner, FBA was a Franco-American literary critic, essayist, philosopher, novelist, and educator. He wrote extensively about the relationship between language, literature and society, and the impact of the Holocaust. An article in The Guardian described Steiner as a \"polyglot and polymath\".",
    "year": 1929,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Shirley Temple",
    "birthday": "1928-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Shirleytemple.jpg/251px-Shirleytemple.jpg",
    "extract": "Shirley Temple Black was an American actress, singer, dancer, and diplomat who was Hollywood's number one box-office draw as a child actress from 1934 to 1938. As an adult, she was named United States ambassador to Ghana and Czechoslovakia, and also served as Chief of Protocol of the United States.",
    "year": 1928,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "J. P. Donleavy",
    "birthday": "1926-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/J._P._Donleavy_appearing_on_%22After_Dark%22%2C_16_March_1991.jpg/320px-J._P._Donleavy_appearing_on_%22After_Dark%22%2C_16_March_1991.jpg",
    "extract": "James Patrick Donleavy was an American-Irish novelist, short story writer and playwright. His best-known work is the novel The Ginger Man, which was initially banned for obscenity.",
    "year": 1926,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chuck Harmon",
    "birthday": "1924-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Chuck_Harmon_%28080422-B-6997B-004%29_%28cropped%29.jpg/238px-Chuck_Harmon_%28080422-B-6997B-004%29_%28cropped%29.jpg",
    "extract": "Charles Byron Harmon was an American professional baseball utility player in Major League Baseball (MLB), who played for the Cincinnati Redlegs (1954–1956), St. Louis Cardinals (1956–1957), and Philadelphia Phillies (1957). He batted and threw right-handed.",
    "year": 1924,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dolph Briscoe",
    "birthday": "1923-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Dolph_Briscoe%2C_1976.jpg/253px-Dolph_Briscoe%2C_1976.jpg",
    "extract": "Dolph Briscoe Jr. was an American rancher and businessman from Uvalde, Texas, who was the 41st Governor of Texas between 1973 and 1979. He was a member of the Democratic Party.",
    "year": 1923,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Avram Davidson",
    "birthday": "1923-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0c/Avram_Davidson.jpg",
    "extract": "Avram Davidson was an American writer of fantasy fiction, science fiction, and crime fiction, as well as the author of many stories that do not fit into a genre niche. He won a Hugo Award and three World Fantasy Awards in the science fiction and fantasy genre, a World Fantasy Life Achievement award, and an Ellery Queen's Mystery Magazine short story award and an Edgar Award in the mystery genre. Davidson edited The Magazine of Fantasy and Science Fiction from 1962 to 1964. His last novel The Boss in the Wall: A Treatise on the House Devil was completed by Grania Davis and was a Nebula Award finalist in 1998. The Encyclopedia of Science Fiction says \"he is perhaps sf's most explicitly literary author\".",
    "year": 1923,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Judy Agnew",
    "birthday": "1921-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Mrs._Agnew.tif/lossless-page1-234px-Mrs._Agnew.tif.png",
    "extract": "Elinor Isabel Agnew was the second lady of the United States from 1969 to 1973. She was the wife of the 39th vice president of the United States, Spiro Agnew, who had previously served as Governor of Maryland and Baltimore County Executive. Although Judy Agnew attempted to avoid political discussion during her tenure as second lady, preferring to cultivate her image primarily as a wife and mother, her dismissive remarks about the women's liberation movement were quoted by media.",
    "year": 1921,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Janet Blair",
    "birthday": "1921-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Janet_Blair.jpg/254px-Janet_Blair.jpg",
    "extract": "Janet Blair was an American big-band singer who later became a popular film and television actress.",
    "year": 1921,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Warren Spahn",
    "birthday": "1921-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Warren_Spahn_1953.jpg/209px-Warren_Spahn_1953.jpg",
    "extract": "Warren Edward Spahn was an American professional baseball player. He played in Major League Baseball as a left-handed pitcher in 1942 and then from 1946 until 1965, most notably for the Boston Braves, who became the Milwaukee Braves after the team moved west before the 1953 season. His baseball career was interrupted by his military service in the United States Army during the Second World War.",
    "year": 1921,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Oleg Penkovsky",
    "birthday": "1919-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/34/Oleg_Penkovsky_CIA.png",
    "extract": "Oleg Vladimirovich Penkovsky, codenamed HERO, was a Soviet military intelligence (GRU) colonel during the late 1950s and early 1960s. Penkovsky informed the United States and the United Kingdom about Soviet military secrets, most importantly, the appearance and footprint of Soviet intermediate-range ballistic missile (IRBM) installations and the weakness of the Soviet intercontinental ballistic missile (ICBM) program. This information was decisive in allowing the US to recognize that the Soviets were placing IRBMs in Cuba before most of the missiles were operational. It also gave US President John F. Kennedy, during the Cuban Missile Crisis that followed, valuable information about Soviet weakness that allowed him to face down Soviet leader Nikita Khrushchev and resolve the crisis without a nuclear war.",
    "year": 1919,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Maurice Druon",
    "birthday": "1918-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Maurice_Druon_2003_Orenburg_crop.jpg/194px-Maurice_Druon_2003_Orenburg_crop.jpg",
    "extract": "Maurice Druon was a French novelist and a member of the Académie Française, of which he served as \"Perpetual Secretary\" (chairman) between 1985 and 1999.",
    "year": 1918,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dorian Leigh",
    "birthday": "1917-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d1/Dorian_Leigh.jpg",
    "extract": "Dorian Elizabeth Leigh Parker, known professionally as Dorian Leigh, was an American model and one of the earliest modeling icons of the fashion industry. She is considered one of the first supermodels, and was well known in the United States and Europe.",
    "year": 1917,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tony Lupien",
    "birthday": "1917-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/1949_Bowman_Tony_Lupien.jpg/263px-1949_Bowman_Tony_Lupien.jpg",
    "extract": "Ulysses John \"Tony\" Lupien Jr. was an American first baseman in Major League Baseball (MLB). He was a left-handed batter who played for the Boston Red Sox, Philadelphia Phillies and Chicago White Sox. Lupien was an all-around athlete and successful coach. He is the grandfather of professional wrestler John Cena.",
    "year": 1917,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Yiannis Moralis",
    "birthday": "1916-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Yiannis_Moralis_house_at_Preveza.JPG/240px-Yiannis_Moralis_house_at_Preveza.JPG",
    "extract": "Yiannis Moralis was an important Greek visual artist and part of the so-called \"Generation of the '30s\".",
    "year": 1916,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Arnold Alexander Hall",
    "birthday": "1915-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3c/Arnold_Alexander_Hall_1975.jpg",
    "extract": "Sir Arnold Alexander Hall FRS FRAeS was an English aeronautical engineer, scientist and industrialist.",
    "year": 1915,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Diosa Costello",
    "birthday": "1913-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Diosa_Costello_cropped.jpg/315px-Diosa_Costello_cropped.jpg",
    "extract": "Juana de Dios Castrello, better known as Diosa Costello, was a Puerto Rican entertainer, performer, producer and club owner, often referred to as \"the Latin Bombshell\".",
    "year": 1913,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ronald Neame",
    "birthday": "1911-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Ronald-neame.jpeg/232px-Ronald-neame.jpeg",
    "extract": "Ronald Neame CBE, BSC was an English film producer, director, cinematographer, and screenwriter. Beginning his career as a cinematographer, for his work on the British war film One of Our Aircraft Is Missing (1943) he received an Academy Award nomination for Best Special Effects. During a partnership with director David Lean, he produced Brief Encounter (1945), Great Expectations (1946), and Oliver Twist (1948), receiving two Academy Award nominations for writing.",
    "year": 1911,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sheila Scott Macintyre",
    "birthday": "1910-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/02/Photo_of_Sheila_Scott_Macintyre.jpg",
    "extract": "Professor Sheila Scott Macintyre FRSE was a Scottish mathematician best known for her work on the Whittaker constant. Macintyre is also known for co-authoring a German-English mathematics dictionary with Edith Witte.",
    "year": 1910,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Simone Simon",
    "birthday": "1910-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Simone_Simon.JPG/265px-Simone_Simon.JPG",
    "extract": "Simone Thérèse Fernande Simon was a French film actress who began her film career in 1931.",
    "year": 1910,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lee Miller",
    "birthday": "1907-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/War_correspondents-Lee-Miller.jpg/224px-War_correspondents-Lee-Miller.jpg",
    "extract": "Elizabeth \"Lee\" Miller, Lady Penrose, was an American photographer and photojournalist. She was a fashion model in New York City in the 1920s before going to Paris, where she became a fashion and fine art photographer. During the Second World War, she was a war correspondent for Vogue, covering events such as the London Blitz, the liberation of Paris, and the concentration camps at Buchenwald and Dachau.",
    "year": 1907,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Fritz Wotruba",
    "birthday": "1907-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Wien_-_Wotrubakirche_%282%29.JPG/320px-Wien_-_Wotrubakirche_%282%29.JPG",
    "extract": "Fritz Wotruba was an Austrian sculptor of Czecho-Hungarian descent. He was considered one of the most notable sculptors of the 20th century in Austria. In his work, he increasingly dissolves figurative components in favor of geometrical abstraction with the shape of the cube as the basic form.",
    "year": 1907,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Louis Muhlstock",
    "birthday": "1904-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Muhlstock.jpg",
    "extract": "Louis Muhlstock, was a Canadian painter best known for his depictions of the Great Depression and for landscapes and urban scenes in and around Montreal.",
    "year": 1904,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Duncan Renaldo",
    "birthday": "1904-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/DuncanRenaldo.jpg/213px-DuncanRenaldo.jpg",
    "extract": "Renault Renaldo Duncan, better known as Duncan Renaldo, was a Romanian-born American actor best remembered for his portrayal of The Cisco Kid in films and on the 1950–1956 American TV series The Cisco Kid.",
    "year": 1904,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Guy Simonds",
    "birthday": "1903-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Guy_Simonds_e010786106-v8.jpg/239px-Guy_Simonds_e010786106-v8.jpg",
    "extract": "Lieutenant-General Guy Granville Simonds, was a senior Canadian Army officer who served with distinction during World War II. Acknowledged by many military historians and senior commanders, among them Sir Max Hastings and Field Marshal Sir Bernard Montgomery, as one of the best Canadian generals of the war, Simonds, after serving the first few years of the Second World War mainly as a staff officer, commanded the 1st Canadian Infantry Division with distinction in Sicily and Italy from July 1943 until January 1944, and later II Canadian Corps during the Battle of Normandy from June−August 1944 and throughout the subsequent campaign in Western Europe from 1944, towards the end of which he temporarily commanded the First Canadian Army during the Battle of the Scheldt, until victory in Europe Day in May 1945. The historian J. L. Granatstein states the following about Simonds: \"No Canadian commander rose higher and faster in the Second World War, and none did as well in action. Simonds owed his success wholly to his own abilities and efforts—and those of the men who served under him.\"",
    "year": 1903,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Halldór Laxness",
    "birthday": "1902-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Halld%C3%B3r_Kiljan_Laxness_1955.jpg/226px-Halld%C3%B3r_Kiljan_Laxness_1955.jpg",
    "extract": "Halldór Kiljan Laxness was an Icelandic writer and winner of the 1955 Nobel Prize in Literature. He wrote novels, poetry, newspaper articles, essays, plays, travelogues and short stories. Writers who influenced Laxness included August Strindberg, Sigmund Freud, Knut Hamsun, Sinclair Lewis, Upton Sinclair, Bertolt Brecht and Ernest Hemingway.",
    "year": 1902,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "E. B. Ford",
    "birthday": "1901-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cc/E_B_Ford.jpg",
    "extract": "Edmund Brisco \"Henry\" Ford was a British ecological geneticist. He was a leader among those British biologists who investigated the role of natural selection in nature. As a schoolboy Ford became interested in lepidoptera, the group of insects which includes butterflies and moths. He went on to study the genetics of natural populations, and invented the field of ecological genetics. Ford was awarded the Royal Society's Darwin Medal in 1954.",
    "year": 1901,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jim Bottomley",
    "birthday": "1900-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/JimBottomleyGoudeycard.jpg/264px-JimBottomleyGoudeycard.jpg",
    "extract": "James Leroy Bottomley was an American professional baseball player. A first baseman, Bottomley played in Major League Baseball from 1922 through 1937 for the St. Louis Cardinals, Cincinnati Reds, and St. Louis Browns. He also served as player-manager for the Browns in 1937. Playing for the Cardinals against Brooklyn at Ebbets Field on September 16, 1924, Bottomley set the all-time single game RBI record with 12.",
    "year": 1900,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bertil Ohlin",
    "birthday": "1899-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/BertilOhlin.jpg/234px-BertilOhlin.jpg",
    "extract": "Bertil Gotthard Ohlin was a Swedish economist and politician. He was a professor of economics at the Stockholm School of Economics from 1929 to 1965. He was also leader of the People's Party, a social-liberal party which at the time was the largest party in opposition to the governing Social Democratic Party, from 1944 to 1967. He served briefly as Minister for Trade from 1944 to 1945 in the Swedish coalition government during World War II. He was President of the Nordic Council in 1959 and 1964.",
    "year": 1899,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Minoru Shirota",
    "birthday": "1899-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Minoru_Shirota.jpg/279px-Minoru_Shirota.jpg",
    "extract": "Minoru Shirota  was a Japanese microbiologist. In the 1930 \nShirota identified a strain of lactic acid bacteria that is part of normal gut flora that he originally called Lactobacillus casei Shirota, which appeared to help contain the growth of harmful bacteria in the gut. The strain was later reclassified as Lactobacillus paracasei Shirota.",
    "year": 1899,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lucius D. Clay",
    "birthday": "1898-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Lucius-d-clay-80-87.jpg/257px-Lucius-d-clay-80-87.jpg",
    "extract": "General Lucius Dubignon Clay was a senior officer of the United States Army who was known for his administration of occupied Germany after World War II. He served as the deputy to General of the Army Dwight D. Eisenhower in 1945; deputy military governor, Germany, in 1946; Commander in Chief, United States Forces in Europe and military governor of the United States Zone, Germany, from 1947 to 1949. Clay orchestrated the Berlin Airlift (1948–1949) when the USSR blockaded West Berlin.",
    "year": 1898,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Folke Jansson",
    "birthday": "1897-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Folke_Jansson_1920.jpg/153px-Folke_Jansson_1920.jpg",
    "extract": "Folke Georg \"Pytta\" Janson was a Swedish athlete who specialized in the triple jump. He competed at the 1920 and 1924 Olympics and finished in second and fifth place, respectively.",
    "year": 1897,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lester B. Pearson",
    "birthday": "1897-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Lester_Pearson_1957.jpg/238px-Lester_Pearson_1957.jpg",
    "extract": "Lester Bowles \"Mike\" Pearson was a Canadian scholar, statesman, diplomat, and politician who served as the 14th prime minister of Canada from 1963 to 1968.",
    "year": 1897,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ngaio Marsh",
    "birthday": "1895-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Ngaio_Marsh_crime_writer_January_1949.jpg/238px-Ngaio_Marsh_crime_writer_January_1949.jpg",
    "extract": "Dame Edith Ngaio Marsh was a New Zealand crime writer and theatre director. She was appointed a Dame Commander of the Order of the British Empire in 1966.",
    "year": 1895,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frank Borzage",
    "birthday": "1893-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Frank_Borzage_001.JPG/238px-Frank_Borzage_001.JPG",
    "extract": "Frank Borzage was an Academy Award-winning American film director and actor, known for directing 7th Heaven (1927), Street Angel (1928), Bad Girl (1931), A Farewell to Arms (1932), Man's Castle (1933), History Is Made at Night (1937), The Mortal Storm (1940) and Moonrise (1948).",
    "year": 1893,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Karel Doorman",
    "birthday": "1889-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Karel_Doorman_as_lieutenant-commander.jpg/224px-Karel_Doorman_as_lieutenant-commander.jpg",
    "extract": "Karel Willem Frederik Marie Doorman was a Dutch naval officer who during World War II commanded remnants of the short-lived American-British-Dutch-Australian Command naval strike forces in the Battle of the Java Sea. He was killed in action when his flagship HNLMS De Ruyter was torpedoed during the battle, having chosen to go down with the ship.",
    "year": 1889,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Georges Vanier",
    "birthday": "1888-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Georges-Philias_Vanier.jpg/246px-Georges-Philias_Vanier.jpg",
    "extract": "Georges-Philias Vanier was a Canadian military officer and diplomat who served as Governor General of Canada, the first Quebecer and second Canadian-born person to hold the position.",
    "year": 1888,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Albert Coates (musician)",
    "birthday": "1882-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a5/Albert-Coates-1922.jpg/230px-Albert-Coates-1922.jpg",
    "extract": "Albert Coates was an English conductor and composer. Born in Saint Petersburg, where his English father was a successful businessman, he studied in Russia, England and Germany, before beginning his career as a conductor in a series of German opera houses. He was a success in England conducting Wagner at the Royal Opera House, Covent Garden in 1914, and in 1919 was appointed chief conductor of the London Symphony Orchestra.",
    "year": 1882,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michel Fokine",
    "birthday": "1880-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Michel_Fokine%2C_Arlequin.jpg/229px-Michel_Fokine%2C_Arlequin.jpg",
    "extract": "Michael Fokine was a groundbreaking Imperial Russian choreographer and dancer.",
    "year": 1880,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Arthur Moeller van den Bruck",
    "birthday": "1876-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Arthur_Moeller_van_den_Bruck.jpg/220px-Arthur_Moeller_van_den_Bruck.jpg",
    "extract": "Arthur Wilhelm Ernst Victor Moeller van den Bruck was a German cultural historian and writer best known for his controversial 1923 book Das Dritte Reich, which promoted German nationalism and strongly influenced the Conservative Revolutionary movement and then the Nazi Party, despite his open opposition and numerous criticisms of Adolf Hitler.",
    "year": 1876,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Johannes Fibiger",
    "birthday": "1867-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/J_Fibiger.jpg/217px-J_Fibiger.jpg",
    "extract": "Johannes Andreas Grib Fibiger was a Danish physician and professor of anatomical pathology at the University of Copenhagen. He was the recipient of the 1926 Nobel Prize in Physiology or Medicine \"for his discovery of the Spiroptera carcinoma\". He demonstrated that the roundworm which he called Spiroptera carcinoma could cause stomach cancer in rats and mice. His experimental results were later proven to be a case of mistaken conclusion. Erling Norrby, who had served as the Permanent Secretary of the Royal Swedish Academy of Sciences and Professor and Chairman of Virology at the Karolinska Institute, declared Fibiger's Nobel Prize as \"one of the biggest blunders made by the Karolinska Institute.\"",
    "year": 1867,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Aliagha Shikhlinski",
    "birthday": "1865-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Shikhlinski.jpg/253px-Shikhlinski.jpg",
    "extract": "Ali Agha Ismail Agha oghlu oghlu Shikhlinski ; 3 March [O.S. 15 March] 1863 – 5 August [O.S. 18 August] 1943) was an Azerbaijani lieutenant-general of the Russian imperial army, Deputy Minister of Defense and General of the Artillery of Azerbaijan Democratic Republic and a Soviet military officer.",
    "year": 1865,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Edmund Allenby, 1st Viscount Allenby",
    "birthday": "1861-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Edmund_Allenby.jpg/228px-Edmund_Allenby.jpg",
    "extract": "Field Marshal Edmund Henry Hynman Allenby, 1st Viscount Allenby, was an English soldier and British Imperial Governor. He fought in the Second Boer War and also in the First World War, in which he led the British Empire's Egyptian Expeditionary Force (EEF) during the Sinai and Palestine Campaign against the Ottoman Empire in the conquest of Palestine.",
    "year": 1861,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Max Planck",
    "birthday": "1858-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Max_Planck_1933.jpg/258px-Max_Planck_1933.jpg",
    "extract": "Max Karl Ernst Ludwig Planck was a German theoretical physicist whose discovery of energy quanta won him the Nobel Prize in Physics in 1918.",
    "year": 1858,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ruggero Leoncavallo",
    "birthday": "1857-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Leonkavallo_Postcard-1910.jpg/215px-Leonkavallo_Postcard-1910.jpg",
    "extract": "Ruggero  Leoncavallo was an Italian opera composer and librettist. Although he produced numerous operas and other songs throughout his career it is his opera Pagliacci (1892) that remained his lasting contribution, despite attempts to escape the shadow of his greatest success.",
    "year": 1857,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Granville Woods",
    "birthday": "1856-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Woodsgr.jpg/290px-Woodsgr.jpg",
    "extract": "Granville Tailer Woods was an American inventor who held more than 50 patents in the U.S. He was the first African American mechanical and electrical engineer after the Civil War. Self-taught, he concentrated most of his work on trains and streetcars. One of his notable inventions was a device he called the Synchronous Multiplex Railway Telegraph, a variation of induction telegraph which relied on ambient static electricity from existing telegraph lines to send messages between train stations and moving trains. His work assured a safer and better public transportation system for the cities of the United States.",
    "year": 1856,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Winthrop M. Crane",
    "birthday": "1853-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Murray_Crane%2C_portrait_LCCN2014680660_%282%29_%28cropped%29.jpg/221px-Murray_Crane%2C_portrait_LCCN2014680660_%282%29_%28cropped%29.jpg",
    "extract": "Winthrop Murray Crane was a U.S. political figure and businessman.",
    "year": 1853,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Edward Stafford (politician)",
    "birthday": "1819-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Edward_Stafford.jpg/279px-Edward_Stafford.jpg",
    "extract": "Sir Edward William Stafford served as the third premier of New Zealand on three occasions in the mid 19th century. His total time in office is the longest of any leader without a political party. He is described as pragmatic, logical, and clear-sighted.",
    "year": 1819,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "James Anthony Froude",
    "birthday": "1818-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/James_Anthony_Froude_by_Sir_George_Reid.jpg/217px-James_Anthony_Froude_by_Sir_George_Reid.jpg",
    "extract": "James Anthony Froude was an English historian, novelist, biographer, and editor of Fraser's Magazine. From his upbringing amidst the Anglo-Catholic Oxford Movement, Froude intended to become a clergyman, but doubts about the doctrines of the Anglican church, published in his scandalous 1849 novel The Nemesis of Faith, drove him to abandon his religious career. Froude turned to writing history, becoming one of the best known historians of his time for his History of England from the Fall of Wolsey to the Defeat of the Spanish Armada.",
    "year": 1818,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Stephen A. Douglas",
    "birthday": "1813-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Stephen_A_Douglas_-_headshot.jpg/248px-Stephen_A_Douglas_-_headshot.jpg",
    "extract": "Stephen Arnold Douglas was an American politician and lawyer from Illinois. A senator, he was one of two nominees of the badly split Democratic Party for president in the 1860 presidential election, which was won by Republican Abraham Lincoln. Douglas had previously defeated Lincoln in the 1858 United States Senate election in Illinois, known for the pivotal Lincoln–Douglas debates. He was one of the brokers of the Compromise of 1850 which sought to avert a sectional crisis; to further deal with the volatile issue of extending slavery into the territories, Douglas became the foremost advocate of popular sovereignty, which held that each territory should be allowed to determine whether to permit slavery within its borders. This attempt to address the issue was rejected by both pro-slavery and anti-slavery advocates. Douglas was nicknamed the \"Little Giant\" because he was short in physical stature but a forceful and dominant figure in politics.",
    "year": 1813,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frédéric Ozanam",
    "birthday": "1813-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Fr%C3%A9d%C3%A9ric_Ozanam_2.jpg/234px-Fr%C3%A9d%C3%A9ric_Ozanam_2.jpg",
    "extract": "Antoine-Frédéric Ozanam was a French literary scholar, lawyer, journalist and equal rights advocate. He founded with fellow students the Conference of Charity, later known as the Society of Saint Vincent de Paul. He was beatified by Pope John Paul II in the Cathedral of Notre Dame de Paris in 1997, hence he may be properly called Blessed Frederic by Catholics. His feast day is 9 September.",
    "year": 1813,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frederick Whitaker",
    "birthday": "1812-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Frederick_Whitaker%2C_ca_1870s.jpg/254px-Frederick_Whitaker%2C_ca_1870s.jpg",
    "extract": "Sir Frederick Whitaker was an English-born New Zealand politician who served twice as the premier of New Zealand and six times as Attorney-General.",
    "year": 1812,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Karl Rosenkranz",
    "birthday": "1805-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Johann_Karl_Friedrich_Rosenkranz.png",
    "extract": "Johann Karl Friedrich Rosenkranz was a German philosopher and pedagogue.",
    "year": 1805,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Wei Yuan",
    "birthday": "1794-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Wei_Yuan.png/212px-Wei_Yuan.png",
    "extract": "Wei Yuan, born Wei Yuanda (魏遠達), courtesy names Moshen (默深) and Hanshi (漢士), was a Chinese scholar from Shaoyang, Hunan. He moved to Yangzhou, Jiangsu in 1831, where he remained for the rest of his life. Wei obtained the provincial degree (juren) in the Imperial examinations and subsequently worked in the secretariat of several prominent statesmen, such as Lin Zexu. Wei was deeply concerned with the crisis facing China in the early 19th century; while he remained loyal to the Qing Dynasty, he also sketched a number of proposals for the improvement of the administration of the empire.",
    "year": 1794,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Thomas Romney Robinson",
    "birthday": "1792-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/ThomasRomneyRobinson%281792-1882%29%2CEarlyInHisLife.jpg/244px-ThomasRomneyRobinson%281792-1882%29%2CEarlyInHisLife.jpg",
    "extract": "John Thomas Romney Robinson FRS FRSE, usually referred to as Thomas Romney Robinson, was a 19th-century Irish astronomer and physicist. He was the longtime director of the Armagh Astronomical Observatory, one of the chief astronomical observatories in the UK of its time.",
    "year": 1792,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "James Buchanan",
    "birthday": "1791-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/James_Buchanan.jpg/277px-James_Buchanan.jpg",
    "extract": "James Buchanan Jr. was an American lawyer, diplomat and politician who served as the 15th president of the United States from 1857 to 1861. He previously served as secretary of state from 1845 to 1849 and represented Pennsylvania in both houses of the U.S. Congress. He was an advocate for states' rights, particularly regarding slavery, and minimized the role of the federal government preceding the Civil War.",
    "year": 1791,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Félix Vicq-d'Azyr",
    "birthday": "1748-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Felix_vicq_dazyr.jpg/209px-Felix_vicq_dazyr.jpg",
    "extract": "Félix Vicq d'Azyr was a French physician and anatomist, the originator of comparative anatomy and discoverer of the theory of homology in biology.",
    "year": 1748,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Princess Charlotte Amalie Wilhelmine of Schleswig-Holstein-Sonderburg-Plön",
    "birthday": "1744-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Herzogin_Charlotte_Amalie_Wilhelmine_von_Holstein-Sonderburg-Pl%C3%B6n.jpg/229px-Herzogin_Charlotte_Amalie_Wilhelmine_von_Holstein-Sonderburg-Pl%C3%B6n.jpg",
    "extract": "Charlotte Amalie Wilhelmine of (Schleswig-)Holstein-Plön, was a princess of the Duchy of Schleswig-Holstein-Sonderburg-Plön, a cadet branch of the Danish royal family. She was born at Plön to Frederick Charles, Duke of Schleswig-Holstein-Sonderburg-Plön and his wife Countess Christiane Armgard von Reventlow, the fourth of their five children.",
    "year": 1744,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Vilna Gaon",
    "birthday": "1720-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Vilna_Gaon%2C_Winograd_picture.jpg/230px-Vilna_Gaon%2C_Winograd_picture.jpg",
    "extract": "Elijah ben Solomon Zalman, known as the Vilna Gaon or Elijah of Vilna, or by his Hebrew acronym HaGra or Elijah Ben Solomon Zalman, was a Talmudist, halakhist, kabbalist, and the foremost leader of misnagdic (non-hasidic) Jewry of the past few centuries. He is commonly referred to in Hebrew as ha-Gaon he-Chasid mi-Vilna, \"the pious genius from Vilnius\".",
    "year": 1720,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Johann Friedrich Doles",
    "birthday": "1715-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Johann_Friedrich_Doles.JPEG",
    "extract": "Johann Friedrich Doles was a German composer and pupil of Johann Sebastian Bach.",
    "year": 1715,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Johannes Hudde",
    "birthday": "1628-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Hudde.jpg/275px-Hudde.jpg",
    "extract": "Johannes Hudde was a burgomaster (mayor) of Amsterdam between 1672 – 1703, a mathematician and governor of the Dutch East India Company.",
    "year": 1628,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William Penn (Royal Navy officer)",
    "birthday": "1621-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Lely%2C_William_Penn.jpg/260px-Lely%2C_William_Penn.jpg",
    "extract": "Sir William Penn was an English admiral and politician who sat in the House of Commons from 1660 to 1670. He was the father of William Penn, founder of the Province of Pennsylvania.",
    "year": 1621,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Maarten Tromp",
    "birthday": "1598-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Maarten_Harpertszoon_Tromp.jpg/254px-Maarten_Harpertszoon_Tromp.jpg",
    "extract": "Maarten Harpertszoon Tromp was a Dutch army general and admiral in the Dutch navy.",
    "year": 1598,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Georg Fabricius",
    "birthday": "1516-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/07/RTEmagicC_georgus_fabricius.jpg",
    "extract": "Georg Fabricius, born Georg Goldschmidt, was a Protestant German poet, historian and archaeologist who wrote in Latin during the German Renaissance.",
    "year": 1516,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Henry Fitzalan, 12th Earl of Arundel",
    "birthday": "1512-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/HenryFitzAlan19thEarlOfArundel.jpg/247px-HenryFitzAlan19thEarlOfArundel.jpg",
    "extract": "Henry Fitzalan, 12th Earl of Arundel KG was an English nobleman, who over his long life assumed a prominent place at the court of all the later Tudor sovereigns, probably the only person to do so.",
    "year": 1512,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Johann Stumpf (writer)",
    "birthday": "1500-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Stumpf_Portrait.jpg/210px-Stumpf_Portrait.jpg",
    "extract": "Johann Stumpf was an early writer on the history and topography of Switzerland as well as a theologian and cartographer.",
    "year": 1500,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Julius Caesar Scaliger",
    "birthday": "1484-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Portret_van_Julius_Caesar_Scaliger_Iulius_Caesar_Scaliger_%28titel_op_object%29%2C_RP-P-1909-4354.jpg/234px-Portret_van_Julius_Caesar_Scaliger_Iulius_Caesar_Scaliger_%28titel_op_object%29%2C_RP-P-1909-4354.jpg",
    "extract": "Julius Caesar Scaliger, or Giulio Cesare della Scala, was an Italian scholar and physician, who spent a major part of his career in France. He employed the techniques and discoveries of Renaissance humanism to defend Aristotelianism against the New Learning. In spite of his contentious disposition, his contemporary reputation was high. Jacques Auguste de Thou claimed that none of the ancients could be placed above him and that he had no equal in his own time.",
    "year": 1484,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joan of France, Duchess of Berry",
    "birthday": "1464-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/St._Jeanne_de_Valois.jpg/225px-St._Jeanne_de_Valois.jpg",
    "extract": "Joan of France, was briefly Queen of France as wife of King Louis XII, in between the death of her brother, King Charles VIII, and the annulment of her marriage. After that, she retired to her domain, where she soon founded the monastic Order of the Sisters of the Annunciation of Mary, where she served as abbess. From this Order later sprang the religious congregation of the Apostolic Sisters of the Annunciation, founded in 1787 to teach the children of the poor. She was canonized on 28 May 1950 and is known in the Roman Catholic Church as Saint Joan of Valois, O.Ann.M..",
    "year": 1464,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "George of Poděbrady",
    "birthday": "1420-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Georg_of_Podebrady.jpg/237px-Georg_of_Podebrady.jpg",
    "extract": "George of Kunštát and Poděbrady, also known as Poděbrad or Podiebrad, was the sixteenth King of Bohemia, who ruled in 1458–1471. He was a leader of the Hussites, however, moderate and tolerant toward the Catholic faith. His rule was marked by great efforts to preserve peace and tolerance between the Hussites and Catholics in the religiously divided Crown of Bohemia – hence his contemporary nicknames: \"King of two peoples\" and \"Friend of peace\".",
    "year": 1420,
    "month": 4,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Afonso II of Portugal",
    "birthday": "1185-4-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/D._Afonso_II_-_Compendio_de_cr%C3%B3nicas_de_reyes_%28Biblioteca_Nacional_de_Espa%C3%B1a%29.png/214px-D._Afonso_II_-_Compendio_de_cr%C3%B3nicas_de_reyes_%28Biblioteca_Nacional_de_Espa%C3%B1a%29.png",
    "extract": "Afonso II, nicknamed the Fat or the Leper, was the third king of Portugal and the second but eldest surviving son of Sancho I of Portugal and Dulce of Aragon. Afonso succeeded his father on 27 March 1211.",
    "year": 1185,
    "month": 4,
    "day": 23,
    "language": "en"
  }
]