[
  {
    "name": "Jerry Jeudy",
    "birthday": "1999-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Jerry_Jeudy_2021_%2851651077754%29_%28cropped%29_2.jpg/219px-Jerry_Jeudy_2021_%2851651077754%29_%28cropped%29_2.jpg",
    "extract": "Jerry Davarus Jeudy is an American football wide receiver for the Denver Broncos of the National Football League (NFL). He played college football at Alabama, where he was awarded the Fred Biletnikoff Award as the nation's best wide receiver as a sophomore in 2018, and was drafted by the Broncos with the 15th overall pick of the 2020 NFL Draft.",
    "year": 1999,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ryan Whitney (actress)",
    "birthday": "1998-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Ryan_Whitney_Angel_2019.jpeg/256px-Ryan_Whitney_Angel_2019.jpeg",
    "extract": "Ryan Whitney, previously known as Ryan Whitney Newman, is an American actress. She is best known for her roles as Ginger Falcone in Disney XD's Zeke and Luther, Allison in The Thundermans, Cindy Collins in Zoom and Emily Hobbs in See Dad Run.",
    "year": 1998,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lydia Ko",
    "birthday": "1997-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Lydia_Ko_MNZM_%28cropped%29.jpg/222px-Lydia_Ko_MNZM_%28cropped%29.jpg",
    "extract": "Lydia Ko is a Korean-born New Zealand professional golfer. A former No. 1-ranked woman professional golfer, she achieved the top ranking on 2 February 2015 at 17 years, 9 months and 9 days of age, making her the youngest player of either gender to be ranked No. 1 in professional golf.",
    "year": 1997,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Veronika Kudermetova",
    "birthday": "1997-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Kudermetova_RG19_%2822%29_%2848199146446%29.jpg/213px-Kudermetova_RG19_%2822%29_%2848199146446%29.jpg",
    "extract": "Veronika Eduardovna Kudermetova is a Russian professional tennis player. \nShe has a career-high singles ranking of world No. 22, and a best WTA doubles ranking of No. 4, both achieved on 4 April 2022. She also has reached a Grand Slam final, at the 2021 Wimbledon Championships in women's doubles, partnering with Elena Vesnina.",
    "year": 1997,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ashleigh Barty",
    "birthday": "1996-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Sydney_International_WTA_Players_Cruise_%2831974227527%29_%28cropped_2%29.jpg/213px-Sydney_International_WTA_Players_Cruise_%2831974227527%29_%28cropped_2%29.jpg",
    "extract": "Ashleigh Barty is an Australian retired professional tennis player and cricketer. She was the second Australian tennis player to be ranked No. 1 in the world in singles by the Women's Tennis Association (WTA) after fellow Indigenous Australian Evonne Goolagong Cawley, holding the ranking for 121 weeks overall. She was also a top-10 player in doubles, having achieved a career-high ranking of No. 5 in the world. Barty is a three-time Grand Slam singles champion, and the reigning champion at Wimbledon and the Australian Open. She is also a Grand Slam doubles champion, having won the 2018 US Open with CoCo Vandeweghe. Barty won 15 singles titles and 12 doubles titles on the WTA Tour.",
    "year": 1996,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jordan Fisher",
    "birthday": "1994-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Jordan_Fisher_2016.jpg/240px-Jordan_Fisher_2016.jpg",
    "extract": "Jordan William Fisher is an American actor, singer, dancer, and musician. He began his career with recurring roles on several television series, including The Secret Life of the American Teenager in 2012 and Liv and Maddie from 2015 to 2017. He also had supporting roles in the television films Teen Beach Movie (2013), Teen Beach 2 (2015) and Grease Live (2016), and starred in Rent: Live (2019).",
    "year": 1994,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Caspar Lee",
    "birthday": "1994-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Caspar_Lee_Websummit_2019_%28cropped%29.jpg/258px-Caspar_Lee_Websummit_2019_%28cropped%29.jpg",
    "extract": "Caspar Richard George Lee is a British-South African YouTuber and entrepreneur. He was featured in Forbes 30 Under 30 in 2020 for his work within media and advertising.",
    "year": 1994,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ben Davies (footballer, born 1993)",
    "birthday": "1993-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/AUT_vs._WAL_2016-10-06_%28118%29.jpg/213px-AUT_vs._WAL_2016-10-06_%28118%29.jpg",
    "extract": "Benjamin Thomas Davies is a Welsh professional footballer who plays as a central defender for Premier League club Tottenham Hotspur and the Wales national team. He has transitioned from a left-back to a central defender beginning with the 2021-2022 season under Antonio Conte.",
    "year": 1993,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joe Keery",
    "birthday": "1992-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Joe_Keery_by_Gage_Skidmore.jpg/230px-Joe_Keery_by_Gage_Skidmore.jpg",
    "extract": "Joseph David Keery is an American actor and musician. He is best known for playing Steve Harrington in the American science-fiction horror streaming television series Stranger Things. Keery starred in the comedy films Spree (2020) and Free Guy (2021). He also releases music under the stage name Djo.",
    "year": 1992,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Laura Kenny",
    "birthday": "1992-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/2015_UEC_Track_Elite_European_Championships_118.JPG/199px-2015_UEC_Track_Elite_European_Championships_118.JPG",
    "extract": "Dame Laura Rebecca Kenny is a British track and road cyclist who specialises in track endurance events, specifically the team pursuit, omnium, scratch race, elimination race and madison disciplines. With six Olympic medals, having won both the team pursuit and the omnium at both the 2012 and 2016 Olympics and madison at the 2020 Olympics, along with a silver medal from the team pursuit at the 2020 Olympics, she is both the most successful female cyclist, and the most successful British female athlete, in Olympic history. Her husband, Sir Jason Kenny, holds the same records on the male side, and together they are the most successful married couple in Olympic history where both spouses have won at least one gold medal .\nSince first appearing at the European Track Championships in 2010, she has won seven World Championship, fourteen European Championship and one Commonwealth Games titles, as part of a total of 33 medals. On the road, Kenny won the British National Road Race Championships in 2014, taking the under-23 title in the same race, but has not competed since 2015.",
    "year": 1992,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sigrid Agren",
    "birthday": "1991-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Sigrid_Agred_at_the_Zuhair_Murad_backstage.jpg/292px-Sigrid_Agred_at_the_Zuhair_Murad_backstage.jpg",
    "extract": "Sigrid Agren is a French model from Martinique, who rose to prominence during the Elite Model Look in 2006.",
    "year": 1991,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Morgan Ciprès",
    "birthday": "1991-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Vanessa_James_and_Morgan_Cipr%C3%A8s_at_2016_Troph%C3%A9e_de_France.jpg/213px-Vanessa_James_and_Morgan_Cipr%C3%A8s_at_2016_Troph%C3%A9e_de_France.jpg",
    "extract": "Morgan Ciprès is a French former competitive pair skater. With partner Vanessa James, from the United States, he is the 2019 European Champion, the 2018 World bronze medalist, the 2017 European bronze medalist, the 2018 Grand Prix Final champion and a six-time French national champion. They have also won medals in Grand Prix and Challenger Series competitions. James and Ciprès represented France at the 2014 and 2018 Winter Olympics.",
    "year": 1991,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Batuhan Karadeniz",
    "birthday": "1991-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Batuhan_Karadeniz.jpg/191px-Batuhan_Karadeniz.jpg",
    "extract": "Batuhan Karadeniz is a Turkish professional footballer who plays for Iğdır FK.",
    "year": 1991,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kim Tae-ri",
    "birthday": "1990-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Kim_Tae-ri_at_the_Buil_Film_Awards_%282016-10-07%29.jpg/213px-Kim_Tae-ri_at_the_Buil_Film_Awards_%282016-10-07%29.jpg",
    "extract": "Kim Tae-ri is a South Korean actress. She is best known for starring in the films The Handmaiden (2016), Little Forest (2018), Space Sweepers (2020) and in the historical drama Mr. Sunshine (2018). More recently, Kim's leading role in the tvN coming-of-age drama Twenty-Five Twenty-One (2022) was critically acclaimed and won her the Best Actress Award at the 58th Baeksang Arts Awards.",
    "year": 1990,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jan Veselý",
    "birthday": "1990-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/2021-10-12_ALBA_Berlin_gegen_Fenerbah%C3%A7e_SK_%28EuroLeague_2021-22%29_by_Sandro_Halank%E2%80%93007.jpg/262px-2021-10-12_ALBA_Berlin_gegen_Fenerbah%C3%A7e_SK_%28EuroLeague_2021-22%29_by_Sandro_Halank%E2%80%93007.jpg",
    "extract": "Jan Veselý is a Czech professional basketball player for Fenerbahçe of the Turkish Basketball Super League (BSL) and the EuroLeague. Standing at 2.13 m, he can play both the power forward and center positions. He was selected sixth overall in the 2011 NBA draft by the Washington Wizards. Veselý is a Three-time All-EuroLeague First Team selection.",
    "year": 1990,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "David Boudia",
    "birthday": "1989-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/84/David_Boudia_at_the_2016_Summer_Olympics_%E2%80%93_Men%27s_synchronized_10_metre_platform.jpg",
    "extract": "David Alasdair Boudia is an American diver. He won the gold medal in the 10 metre platform diving competition at the 2012 Summer Olympics and the bronze medal in the same event at the 2016 Summer Olympics. He also won a bronze medal with Nick McCrory in the men's synchronized 10 metre platform at the 2012 Summer Olympics and a silver medal in the same event with Steele Johnson at the 2016 Summer Olympics.",
    "year": 1989,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ben Howard",
    "birthday": "1987-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Ben_Howard.jpg/213px-Ben_Howard.jpg",
    "extract": "Benjamin John Howard is an English singer-songwriter, musician and composer. His self-released debut EP Games in the Dark (2008) was followed by two more EPs, These Waters (2009) and Old Pine (2010). Signed to Island Records, his debut studio album came in 2011 titled Every Kingdom. The album reached number four on the UK Albums Chart and was certified double platinum by the British Phonographic Industry (BPI). Howard later released two more EPs, Ben Howard Live (2011) and The Burgh Island E.P. (2012).",
    "year": 1987,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kris Letang",
    "birthday": "1987-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Kris_Letang_2017-10-11_17240.jpg/320px-Kris_Letang_2017-10-11_17240.jpg",
    "extract": "Kristopher Joseph Pierre Irwin Letang is a Canadian professional ice hockey defenceman and alternate captain of the Pittsburgh Penguins of the National Hockey League (NHL). He played juniors in the Quebec Major Junior Hockey League (QMJHL) for three seasons, during which time he was selected 62nd overall by the Penguins in the 2005 NHL Entry Draft. In his second full NHL season, Letang won the Stanley Cup with Pittsburgh, he became a two-time Stanley Cup champion when the Penguins defeated the San Jose Sharks in 2016, and a three-time Stanley Cup champion when the Penguins defeated the Nashville Predators in 2017. Internationally, he has competed for Canada at the under-18 and under-20 levels, winning back-to-back gold medals at the World Junior Championships in 2006 and 2007.",
    "year": 1987,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rein Taaramäe",
    "birthday": "1987-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Rein_Taaram%C3%A4e_-_Crit%C3%A9rium_du_Dauphin%C3%A9_2012_-_Prologue_%28cropped%29.jpg/240px-Rein_Taaram%C3%A4e_-_Crit%C3%A9rium_du_Dauphin%C3%A9_2012_-_Prologue_%28cropped%29.jpg",
    "extract": "Rein Taaramäe is an Estonian road bicycle racer, who currently rides for UCI WorldTeam Intermarché–Wanty–Gobert Matériaux.",
    "year": 1987,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jan Vertonghen",
    "birthday": "1987-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/VertonghenSLB2021.png/287px-VertonghenSLB2021.png",
    "extract": "Jan Bert Lieve Vertonghen is a Belgian professional footballer who plays for Primeira Liga club Benfica and the Belgium national team. Mainly a central defender, he can also play as a left-back.",
    "year": 1987,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Varun Dhawan",
    "birthday": "1987-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Varun_Dhawan_promoting_Badrinath_Ki_Dulhania.jpg/233px-Varun_Dhawan_promoting_Badrinath_Ki_Dulhania.jpg",
    "extract": "Varun Dhawan is an Indian actor who works in Hindi films. One of India's highest-paid actors, he has been featured in Forbes India's Celebrity 100 list since 2014. He has starred in 11 consecutive box-office successes between 2012 and 2018.",
    "year": 1987,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Aaron Cunningham",
    "birthday": "1986-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Aaron_Cunningham_on_June_30%2C_2012.jpg/248px-Aaron_Cunningham_on_June_30%2C_2012.jpg",
    "extract": "Aaron Roe Ward Cunningham is an American former professional baseball outfielder. He has played in Major League Baseball for the Oakland Athletics, San Diego Padres, and Cleveland Indians.",
    "year": 1986,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mike Rodgers",
    "birthday": "1985-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/2014_D%C3%A9caNation_-_100_m_41.jpg/213px-2014_D%C3%A9caNation_-_100_m_41.jpg",
    "extract": "Michael Rodgers is an American professional track and field sprinter who specializes in the 100 m and the 60 m. He won the gold medal in the 100m relay in Doha 2019. He is also the Pan-Am Games Champion.",
    "year": 1985,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Hanna Melnychenko",
    "birthday": "1983-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Hanna_Melnichenko_2013.jpg/320px-Hanna_Melnichenko_2013.jpg",
    "extract": "Hanna Anatoliïvna Kasyanova is a Ukrainian heptathlete.",
    "year": 1983,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kelly Clarkson",
    "birthday": "1982-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Kelly_Clarkson_57th_Presidential_Inauguration-cropped2b.jpg/277px-Kelly_Clarkson_57th_Presidential_Inauguration-cropped2b.jpg",
    "extract": "Kelly Brianne – known professionally as Kelly Clarkson – is an American singer, songwriter, actress, author, and television personality from Burleson, Texas. She rose to fame after winning the first season of American Idol in 2002, which earned her a record deal with RCA. Her debut single, \"A Moment Like This\", topped the US Billboard Hot 100, and became the country's best selling single of 2002. It was included on her debut studio album, Thankful (2003), which debuted atop the Billboard 200. Trying to reinvent her image, Clarkson parted ways with Idol management and shifted to pop rock for her second studio album, Breakaway (2004). Supported by four US top-ten singles – the title track, \"Since U Been Gone\", \"Behind These Hazel Eyes\", and \"Because of You\" – Breakaway sold over 12 million copies worldwide and won two Grammy Awards.",
    "year": 1982,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "David Oliver (hurdler)",
    "birthday": "1982-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/David_Oliver_%283188692000%29.jpg/320px-David_Oliver_%283188692000%29.jpg",
    "extract": "David Oliver, is a retired American hurdling athlete. As a professional athlete, he competed in the 110 meter hurdles event outdoor and the 60 meter hurdles event indoors. He is the former 110 meter hurdles champion winning the gold medal at the World Championships in Moscow in 2013 with a time of 13 seconds. He won the bronze medal in the 2008 Olympic Games and won another bronze at the 2010 IAAF World Indoor Championships.",
    "year": 1982,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Taylor Dent",
    "birthday": "1981-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Taylor_Dent_at_the_2009_Brisbane_International.jpg/209px-Taylor_Dent_at_the_2009_Brisbane_International.jpg",
    "extract": "Taylor Phillip Dent is a retired professional tennis player from the United States. He reached a career-high singles ranking of World No. 21, winning 4 singles titles.",
    "year": 1981,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Fernando Arce",
    "birthday": "1980-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Fernando_Enrique_Arce_Ruiz.jpg/216px-Fernando_Enrique_Arce_Ruiz.jpg",
    "extract": "Fernando Enrique Arce Ruiz is a Mexican former professional footballer who played as a midfielder.",
    "year": 1980,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Karen Asrian",
    "birthday": "1980-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Karen_Asrian_2007.jpg/271px-Karen_Asrian_2007.jpg",
    "extract": "Karen Asrian was an Armenian chess player. Awarded the title of Grandmaster by FIDE in 1998, he was a three-time Armenian champion. Asrian was a member of the gold medal-winning Armenian team in the 37th Chess Olympiad.",
    "year": 1980,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Carlos Beltrán",
    "birthday": "1977-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Yankees_slugger_Carlos_Beltran_talks_to_reporters_at_2016_All-Star_Game_availability._%2828393874482%29.jpg/320px-Yankees_slugger_Carlos_Beltran_talks_to_reporters_at_2016_All-Star_Game_availability._%2828393874482%29.jpg",
    "extract": "Carlos Iván Beltrán is a Puerto Rican former professional baseball outfielder. He played in Major League Baseball (MLB) from 1998 to 2017 for the Kansas City Royals, Houston Astros, New York Mets, San Francisco Giants, St. Louis Cardinals, New York Yankees, and Texas Rangers. A right-handed thrower and switch hitter, Beltrán stands 6 feet 1 inch (1.85 m) tall and weighs 215 pounds (98 kg).",
    "year": 1977,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Diego Placente",
    "birthday": "1977-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Diego_Placente_13.jpg/282px-Diego_Placente_13.jpg",
    "extract": "Diego Rodolfo Placente is a former Argentine footballer who played as a left-back.",
    "year": 1977,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Steve Finnan",
    "birthday": "1976-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Finnan.jpg/255px-Finnan.jpg",
    "extract": "Stephen John Finnan is an Irish former international footballer who played as a right back.",
    "year": 1976,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Frédéric Niemeyer",
    "birthday": "1976-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Niemeyer_2009_Davis_Cup_1.jpg/221px-Niemeyer_2009_Davis_Cup_1.jpg",
    "extract": "Frédéric Niemeyer is a Canadian retired, professional tennis player and current tennis coach at Tennis Canada.",
    "year": 1976,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dejan Savić",
    "birthday": "1975-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Dejan_Savi%C4%87_crop.jpg/230px-Dejan_Savi%C4%87_crop.jpg",
    "extract": "Dejan Savić is a Serbian professional water polo coach and former player. He currently serves as head coach of the Serbia men's national water polo team and Crvena zvezda.",
    "year": 1975,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eric Kripke",
    "birthday": "1974-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Eric_Kripke_2010_%28cropped%29.png/320px-Eric_Kripke_2010_%28cropped%29.png",
    "extract": "Eric Kripke is an American writer and television producer. He came to prominence as the creator of The CW fantasy drama series Supernatural (2005–2020), where he served as showrunner during the first five seasons. Kripke also created the post-apocalyptic drama series Revolution (2012–2014) and co-created the science fiction series Timeless (2016–2018). Since 2019, he has served as showrunner of the superhero series The Boys, which he developed for Amazon Prime Video.",
    "year": 1974,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Stephen Wiltshire",
    "birthday": "1974-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Stephen_Wiltshire_holding_MBE.jpg/240px-Stephen_Wiltshire_holding_MBE.jpg",
    "extract": "Stephen Wiltshire is a British architectural artist and autistic savant. He is known for his ability to draw a landscape from memory after seeing it just once. His work has gained worldwide popularity.",
    "year": 1974,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gabby Logan",
    "birthday": "1973-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Gabby_Logan_cropped.jpg/263px-Gabby_Logan_cropped.jpg",
    "extract": "Gabrielle Nicole Logan is a British presenter and a former international rhythmic gymnast. She hosted Final Score for BBC Sport from 2009 until 2013. She has also presented a variety of live sports events for the BBC, including a revived episode of Superstars in December 2012 and the London Marathon since 2015. Since 2013, she has co-hosted Sports Personality of the Year for the BBC and she presented the second series of The Edge in 2015.",
    "year": 1973,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Damon Lindelof",
    "birthday": "1973-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Damon_Lindelof_by_Gage_Skidmore_3_%28cropped%29.jpg/254px-Damon_Lindelof_by_Gage_Skidmore_3_%28cropped%29.jpg",
    "extract": "Damon Laurence Lindelof is an American screenwriter, comic book writer, and producer. Among his accolades, he received three Primetime Emmy Awards, from twelve nominations. In 2010, Time magazine named him one of the 100 most influential people in the world.",
    "year": 1973,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Brian Marshall",
    "birthday": "1973-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Brian_Marshall_Bassist.jpg/213px-Brian_Marshall_Bassist.jpg",
    "extract": "Brian Aubrey Marshall is an American musician and songwriter best known as the bassist and co-founder of the rock bands Creed and Alter Bridge.",
    "year": 1973,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eric Snow",
    "birthday": "1973-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Eric_Snow.jpg/248px-Eric_Snow.jpg",
    "extract": "Eric Snow is an American basketball coach and former professional player. He played the point guard position in the National Basketball Association from 1995 to 2008 and appeared in three NBA Finals. Known for his defense, Snow was named to the NBA All-Defensive Second Team in 2003. Following his playing career, Snow served as an assistant coach at Florida Atlantic for two years (2014-2016) after having worked two seasons at SMU (2012–14) as the director of player development under Larry Brown, his former coach.",
    "year": 1973,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sachin Tendulkar",
    "birthday": "1973-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Sachin_at_Castrol_Golden_Spanner_Awards.jpg/275px-Sachin_at_Castrol_Golden_Spanner_Awards.jpg",
    "extract": "Sachin Ramesh Tendulkar AO BR is an Indian former international cricketer who captained the Indian national team. He is regarded as one of the greatest batsmen in the history of cricket.",
    "year": 1973,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lee Westwood",
    "birthday": "1973-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Lee_Westwood_by_Eugene_Goh.jpg/213px-Lee_Westwood_by_Eugene_Goh.jpg",
    "extract": "Lee John Westwood is an English professional golfer. Noted for his consistency, Westwood is one of the few golfers who has won tournaments on five continents – Europe, North America, Asia, Africa and Oceania – including victories on the European Tour and the PGA Tour. Westwood has also won tournaments in four decades, the 1990s, 2000s, 2010s and 2020s. Westwood was named European Tour Golfer of the Year for the 1998, 2000, 2009 and 2020 seasons. He has won the 2000 European Tour Order of Merit, and the renamed 2009 and 2020 Race to Dubai. Westwood has frequently been mentioned as one of the best golfers without a major championship victory, with several near misses including three runner-up finishes.",
    "year": 1973,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Chipper Jones",
    "birthday": "1972-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Chipper_jones_4-18-12.jpg/193px-Chipper_jones_4-18-12.jpg",
    "extract": "Larry Wayne \"Chipper\" Jones Jr. is an American former Major League Baseball (MLB) player and broadcast analyst, and current MLB consultant. Jones was the Atlanta Braves' number one overall pick in the 1990 MLB draft and their primary third baseman from 1995 to 2012. He was also a member of their 1995 World Series championship team that beat the Cleveland Indians. An eight-time All-Star, Jones won the 1999 National League (NL) Most Valuable Player Award and the 1999 and 2000 NL Silver Slugger Award for third basemen. He was the MLB batting champion in 2008 after hitting .364.",
    "year": 1972,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jure Košir",
    "birthday": "1972-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Jure_Ko%C5%A1ir_Zagreb_2009.jpg/207px-Jure_Ko%C5%A1ir_Zagreb_2009.jpg",
    "extract": "Jure Košir (pronunciation  ; born 24 April 1980 is a former Slovenian alpine skier.",
    "year": 1972,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kumar Dharmasena",
    "birthday": "1971-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5d/Kumar_Dharmasena_umpiring.png/320px-Kumar_Dharmasena_umpiring.png",
    "extract": "Deshabandu Handunnettige Deepthi Priyantha Kumara Dharmasena, popularly as Kumar Dharmasena, is a Sri Lankan cricket umpire and former international cricketer, who played Tests and ODIs for Sri Lanka. He is the first and only person to represent an ICC World Cup Final both as a player and an umpire. He was a right-handed batsman and a right-arm off break bowler.",
    "year": 1971,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mauro Pawlowski",
    "birthday": "1971-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Deus_005.jpg/213px-Deus_005.jpg",
    "extract": "Mauro Antonio Pawlowski is one of the key figures in the Belgian contemporary music scene. He was born in Koersel and is of Italian and Polish descent.",
    "year": 1971,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rory McCann",
    "birthday": "1969-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Rory_McCann_by_Gage_Skidmore.jpg/215px-Rory_McCann_by_Gage_Skidmore.jpg",
    "extract": "Rory McCann is a Scottish actor, best known for portraying Sandor \"The Hound\" Clegane on the HBO series Game of Thrones and Michael \"Lurch\" Armstrong in Edgar Wright's crime-comedy Hot Fuzz. He also played Jurgen the Brutal, the main villain in the adventure comedy Jumanji: The Next Level.",
    "year": 1969,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Aidan Gillen",
    "birthday": "1968-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Aidan_Gillen_Official.jpg/254px-Aidan_Gillen_Official.jpg",
    "extract": "Aidan Murphy, better known as Aidan Gillen, is an Irish actor. He is known for his film and television roles including Stuart Alan Jones in the Channel 4 series Queer as Folk (1999–2000), Tommy Carcetti in the HBO series The Wire (2004–2008), John Boy in the RTÉ series Love/Hate (2010–2011), Petyr \"Littlefinger\" Baelish in the HBO series Game of Thrones (2011–2017), CIA operative Bill Wilson in The Dark Knight Rises (2012), Janson in Maze Runner: The Scorch Trials (2015) and Maze Runner: The Death Cure (2018), Aberama Gold in the BBC One series Peaky Blinders (2017–2019), Queen's manager John Reid in Bohemian Rhapsody (2018), and Dr. J. Allen Hynek in The History Channel's Project Blue Book (2019–2020). He also provided the voice and motion capture for Paul Serene in the 2016 video game Quantum Break. In 2021, he had a role in the dramatic crime series Mayor of Kingstown.",
    "year": 1968,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Todd Jones",
    "birthday": "1968-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/ToddJones.jpg/224px-ToddJones.jpg",
    "extract": "Todd Barton Jones is an American former professional baseball relief pitcher. He batted left-handed and threw right-handed. He was an effective middle reliever for several teams and also filled the role of closer, most notably with the Detroit Tigers for whom he earned 235 saves. On September 16, 2007, Jones became the 21st member of the 300-save club during his second stint with the Tigers.",
    "year": 1968,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Hashim Thaçi",
    "birthday": "1968-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Hashim_Tha%C3%A7i_official_portrait.jpg/213px-Hashim_Tha%C3%A7i_official_portrait.jpg",
    "extract": "Hashim Thaçi is a Kosovan politician who was the President of Kosovo from April 2016 until his resignation on 5 November 2020 to face a war crimes tribunal. He was the first Prime Minister of Kosovo and the Foreign Minister and Deputy Prime Minister in the new cabinet led by Isa Mustafa, which assumed office on 12 December 2014.",
    "year": 1968,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dino Rađa",
    "birthday": "1967-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/DinoRadjaPanathinaikos.jpg/227px-DinoRadjaPanathinaikos.jpg",
    "extract": "Dino Rađa is a Croatian former professional basketball player. He was a member of the Jugoplastika team of the late 1980s and early 1990s, which he helped to win two FIBA European Champions Cup championships. He spent three and a half seasons with the Boston Celtics, being one of the European pioneers in the NBA. Rađa was named one of FIBA's 50 Greatest Players in 1991, and one of the 50 Greatest EuroLeague Contributors in 2008. He was inducted into the Basketball Hall of Fame, as a member of the 2018 class.",
    "year": 1967,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Omar Vizquel",
    "birthday": "1967-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Omar_Vizquel_on_April_26%2C_2012.jpg/185px-Omar_Vizquel_on_April_26%2C_2012.jpg",
    "extract": "Omar Enrique Vizquel González, nicknamed \"Little O\", is a Venezuelan former professional baseball shortstop. During his 24-year Major League Baseball (MLB) career, Vizquel played for the Seattle Mariners, Cleveland Indians, San Francisco Giants, Texas Rangers, Chicago White Sox, and Toronto Blue Jays. In Venezuela he played for Leones del Caracas. From 2014 to 2017, he was the Detroit Tigers' first-base, infield and baserunning coach. He was manager for the Toros de Tijuana of the Mexican League.",
    "year": 1967,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alessandro Costacurta",
    "birthday": "1966-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Billy_Costacurta_AC_Milan_Glorie_2011.jpg/213px-Billy_Costacurta_AC_Milan_Glorie_2011.jpg",
    "extract": "Alessandro Costacurta is an Italian football pundit, manager and a former professional defender, who usually played as a centre back.",
    "year": 1966,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "David Usher",
    "birthday": "1966-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/David_Usher_2012.jpg/320px-David_Usher_2012.jpg",
    "extract": "David Usher is a British-born Canadian musician, best-selling author, keynote speaker, and activist best known as the front man for the band Moist. He has also released a number of solo albums. He is the founder of Reimagine AI, an artificial intelligence creative studio.",
    "year": 1966,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Cedric the Entertainer",
    "birthday": "1964-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/CedrictheEntertainerHWOFMay2013.jpg/320px-CedrictheEntertainerHWOFMay2013.jpg",
    "extract": "Cedric Antonio Kyles, better known by his stage name Cedric the Entertainer, is an American actor, stand-up comedian, and game show host. He hosted BET's ComicView during the 1993–1994 season and Def Comedy Jam in 1995. He is best known for co-starring with Steve Harvey on The WB sitcom The Steve Harvey Show, as one of The Original Kings of Comedy, and for starring as Eddie Walker in Barbershop. He hosted the 12th season of the daytime version of Who Wants to Be a Millionaire in 2013–14 and starred in the TV Land original series The Soul Man, which aired from 2012 to 2016. He has also done voice work for Ice Age, the Madagascar film series, Charlotte's Web, Planes and Planes: Fire & Rescue. He currently stars on the CBS sitcom The Neighborhood. In 2019, he received a star on the Hollywood Walk of Fame.",
    "year": 1964,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Djimon Hounsou",
    "birthday": "1964-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Djimon_Hounsou_by_Gage_Skidmore_2.jpg/216px-Djimon_Hounsou_by_Gage_Skidmore_2.jpg",
    "extract": "Djimon Gaston Hounsou is a Beninese-American actor and model. He began his career appearing in music videos. He made his film debut in Without You I'm Nothing (1990) and earned widespread recognition for his role as Cinqué in the Steven Spielberg film Amistad (1997). He gained further recognition for his roles in Gladiator (2000), In America (2003), and Blood Diamond (2006), receiving Academy Award for Best Supporting Actor nominations for both the latter films. He also played an antagonist in Furious 7 (2015). He has been nominated for a Golden Globe Award and three Screen Actors Guild Awards. He plays an important role as well in the French film Forces spéciales (2011).",
    "year": 1964,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Witold Smorawiński",
    "birthday": "1964-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Gitara_Witold.jpg/240px-Gitara_Witold.jpg",
    "extract": "Witold Smorawiński is Polish classical guitarist, composer and teacher. He comes from a family of musicians and therefore he had a chance to perform in public since his childhood.",
    "year": 1964,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Billy Gould",
    "birthday": "1963-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Bill_Gould_from_Faith_No_More_-_cropped_2.jpg/252px-Bill_Gould_from_Faith_No_More_-_cropped_2.jpg",
    "extract": "William David Gould is an American musician and producer. He is best known as the bassist of Faith No More.",
    "year": 1963,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mano Solo",
    "birthday": "1963-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Mano_Solo_2007-04a.jpg/213px-Mano_Solo_2007-04a.jpg",
    "extract": "Mano Solo, born Emmanuel Cabut, was a French singer. He was born in Châlons-sur-Marne on 24 April 1963 to the illustrator Cabu and Isabelle Monin, co-founder of the ecology-related magazine, La Gueule ouverte.",
    "year": 1963,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Clemens Binninger",
    "birthday": "1962-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Clemens_Binninger_2010.jpg/279px-Clemens_Binninger_2010.jpg",
    "extract": "Clemens Binninger is a German politician of the CDU. Binninger was a member of the Bundestag from 2002 until 2017.",
    "year": 1962,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Stuart Pearce",
    "birthday": "1962-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Stuart_Pearce_%2831651906441%29.jpg/306px-Stuart_Pearce_%2831651906441%29.jpg",
    "extract": "Stuart Pearce is an English professional football manager and former player, who was most recently a first-team coach for Premier League club West Ham United. He was nicknamed \"Psycho\" for his unforgiving style of play.",
    "year": 1962,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Andrew Murrison",
    "birthday": "1961-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Andrew_Murrison_-_2019_%2847788064862%29_%28cropped%29.jpg/240px-Andrew_Murrison_-_2019_%2847788064862%29_%28cropped%29.jpg",
    "extract": "Andrew William Murrison is a British doctor, naval officer and politician. A member of the Conservative Party, he has served as the Member of Parliament (MP) for South West Wiltshire, previously Westbury, since the 2001 general election.",
    "year": 1961,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Brian Paddick, Baron Paddick",
    "birthday": "1958-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Official_portrait_of_Lord_Paddick_crop_2.jpg/240px-Official_portrait_of_Lord_Paddick_crop_2.jpg",
    "extract": "Brian Leonard Paddick, Baron Paddick, is a British politician and retired police officer, currently sitting in the House of Lords as a life peer. He was the Liberal Democrat candidate for the London mayoral elections of 2008 and 2012. He was, until his retirement in May 2007, Deputy Assistant Commissioner in London's Metropolitan Police Service.",
    "year": 1958,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Nazir Ahmed, Baron Ahmed",
    "birthday": "1957-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Official_portrait_of_Lord_Ahmed_crop_2.jpg/240px-Official_portrait_of_Lord_Ahmed_crop_2.jpg",
    "extract": "Nazir Ahmed, Baron Ahmed is a former UK Labour politician of Pakistani origin.",
    "year": 1957,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "James A. Winnefeld Jr.",
    "birthday": "1956-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Admiral_James_A._Winnefeld%2C_Jr.jpg/256px-Admiral_James_A._Winnefeld%2C_Jr.jpg",
    "extract": "James Alexander \"Sandy\" Winnefeld Jr. is a retired United States Navy admiral who served as the ninth vice chairman of the Joint Chiefs of Staff from August 4, 2011 to July 31, 2015. He previously served as the fourth Commander, U.S. Northern Command (USNORTHCOM) and the 21st Commander, North American Aerospace Defense Command (NORAD) from May 19, 2010 to August 3, 2011. Prior to that, Winnefeld served as Director for Strategic Plans and Policy, The Joint Staff which he concurrently served as the Senior Member, U.S. Delegation to the U.N. Military Staff Committee. His other operational commands include serving as the Commander, U.S. Sixth Fleet and Commander, Allied Joint Command Lisbon. As the Vice Chairman of the Joint Chiefs of Staff, Winnefeld was the second highest-ranking officer in the United States Armed Forces, second only to the Chairman of the Joint Chiefs of Staff. In 2015, he retired from the Navy after over 37 years of service. He currently serves on the board of directors for Raytheon Technologies, one of the largest aerospace and defense companies in the world.",
    "year": 1956,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Marion Caspers-Merk",
    "birthday": "1955-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Marion_Caspers-Merk.jpg/269px-Marion_Caspers-Merk.jpg",
    "extract": "Marion Caspers-Merk is a German politician and member of the Social Democratic Party of Germany (SPD). She was a member of the Bundestag, representing Lörrach – Müllheim, and Parliamentary State Secretary at the Federal Ministry of Health. Alongside other prominent figures such as Kofi Annan and Javier Solana, Caspers-Merk served on the Global Commission on Drug Policy which advocates reforms in drug policies towards the regulation of all substances.",
    "year": 1955,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John de Mol Jr.",
    "birthday": "1955-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/John_de_Mol_jr.jpg/246px-John_de_Mol_jr.jpg",
    "extract": "Johannes Hendrikus Hubert \"John\" de Mol Jr. is a Dutch media tycoon, television producer, and billionaire. De Mol is one of the men behind production companies Endemol and Talpa. He is known for being the creator of several major reality television formats including Big Brother, Fear Factor, and The Voice.",
    "year": 1955,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eamon Gilmore",
    "birthday": "1955-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Eamon_Gilmore_TD_2014_%28cropped%29.jpg/240px-Eamon_Gilmore_TD_2014_%28cropped%29.jpg",
    "extract": "Eamon Gilmore is an Irish Labour Party politician who serves as European Union Special Representative for Human Rights since February 2019. He previously served as European Union Special Envoy for the Colombian Peace Process from 2015, Tánaiste and Minister for Foreign Affairs and Trade from 2011 to 2014, Leader of the Labour Party from 2007 to 2014, Chair of the Organization for Security and Co-operation in Europe from 2012 to 2013, Minister of State at the Department of the Marine from 1994 to 1997. He was a Teachta Dála (TD) for the Dún Laoghaire constituency from 1989 to 2016.",
    "year": 1955,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mumia Abu-Jamal",
    "birthday": "1954-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Mumia_by_Mike_Alewitz.jpg/234px-Mumia_by_Mike_Alewitz.jpg",
    "extract": "Mumia Abu-Jamal is an American political activist and journalist who was convicted of murder and sentenced to death in 1982 for the 1981 murder of Philadelphia police officer Daniel Faulkner. He became widely known while on death row for his writings and commentary on the criminal justice system in the United States. After numerous appeals, his death penalty sentence was overturned by a federal court. In 2011, the prosecution agreed to a sentence of life imprisonment without parole. He entered the general prison population early the following year.",
    "year": 1954,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jack Blades",
    "birthday": "1954-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cc/Jackblades.jpg",
    "extract": "Jack Martin Blades is an American musician. He has worked in the bands Rubicon, Night Ranger, and Damn Yankees. He has also recorded with Tommy Shaw under the name Shaw Blades, and has done work alongside the Tak Matsumoto Group. Blades' most recent efforts include a second solo CD. He is also a member of the band Revolution Saints.",
    "year": 1954,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eric Bogosian",
    "birthday": "1953-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Eric_Bogosian_by_David_Shankbone.jpg/282px-Eric_Bogosian_by_David_Shankbone.jpg",
    "extract": "Eric Bogosian is an American actor, playwright, monologuist, novelist, and historian. Descended from Armenian American immigrants, he grew up in Watertown and Woburn, Massachusetts, and attended University of Chicago and Oberlin College. His numerous plays include subUrbia (1994) and the Pulitzer-nominated Talk Radio (1987), which were adapted to film by Richard Linklater and Oliver Stone, respectively. He also starred as Arno in the Safdie brothers' critically acclaimed film Uncut Gems (2019).",
    "year": 1953,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jean Paul Gaultier",
    "birthday": "1952-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Jean-Paul_Gaultier.jpg/224px-Jean-Paul_Gaultier.jpg",
    "extract": "Jean Paul Gaultier is a French haute couture and prêt-à-porter fashion designer. He is described as an \"enfant terrible\" of the fashion industry and is known for his unconventional designs with motifs including corsets, marinières, and tin cans. Gaultier founded his self-titled fashion label in 1982, and expanded with a line of fragrances in 1993. He was the creative director for French luxury house Hermès from 2003 to 2010, and retired following his 50th-anniversary haute couture show during Paris Fashion Week in January 2020.",
    "year": 1952,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ron Arad (industrial designer)",
    "birthday": "1951-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/DMH_by_Asa_Bruno.jpg/213px-DMH_by_Asa_Bruno.jpg",
    "extract": "Ron Arad is an Israeli industrial designer, artist, and architectural designer.",
    "year": 1951,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Christian Bobin",
    "birthday": "1951-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Christian_Bobin-Nancy_2011_%281%29.jpg/240px-Christian_Bobin-Nancy_2011_%281%29.jpg",
    "extract": "Christian Bobin is a French author and poet.",
    "year": 1951,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Enda Kenny",
    "birthday": "1951-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Enda_Kenny_%282012%29_%28cropped%29.jpg/229px-Enda_Kenny_%282012%29_%28cropped%29.jpg",
    "extract": "Enda Kenny is an Irish former Fine Gael politician who served as Taoiseach from 2011 to 2017, Leader of Fine Gael from 2002 to 2017, Minister for Defence from May to July 2014 and 2016 to 2017, Leader of the Opposition from 2002 to 2011, Minister for Tourism and Trade from 1994 to 1997 and Minister of State at the Department of Labour and Department of Education with responsibility for Youth Affairs from 1986 to 1987. He served as Teachta Dála (TD) for Mayo West from 1975 to 1997 and for Mayo from 1997 to 2020.",
    "year": 1951,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rob Hyman",
    "birthday": "1950-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Rob_Hyman.jpg/320px-Rob_Hyman.jpg",
    "extract": "Robert Andrew Hyman is an American singer, songwriter, keyboard and accordion player, producer, arranger and recording studio owner, best known for being a founding member of the rock band The Hooters.",
    "year": 1950,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Véronique Sanson",
    "birthday": "1949-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/V%C3%A9ronique_Sanson_-_Seine_musicale_Boulogne-Billancourt_2018.jpg/224px-V%C3%A9ronique_Sanson_-_Seine_musicale_Boulogne-Billancourt_2018.jpg",
    "extract": "Véronique Marie Line Sanson is a three-time Victoires de la Musique award-winning French singer-songwriter and record producer with an avid following in her native country.",
    "year": 1949,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Paul Cellucci",
    "birthday": "1948-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Cellucci_paul.jpg/217px-Cellucci_paul.jpg",
    "extract": "Argeo Paul Cellucci was an American politician and diplomat from Massachusetts. A Republican, he served as the 69th governor of Massachusetts from 1999 to 2001, and as the United States Ambassador to Canada from 2001 to 2005. He also served as the Commonwealth's 68th lieutenant governor from 1991 to 1999, as well as in the Massachusetts House of Representatives and Senate from 1977 to 1991.",
    "year": 1948,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Josep Borrell",
    "birthday": "1947-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Josep_Borrell_%2849468484246%29.jpg/213px-Josep_Borrell_%2849468484246%29.jpg",
    "extract": "Josep Borrell Fontelles is a Spanish-Argentine politician serving as High Representative of the Union for Foreign Affairs and Security Policy since 1 December 2019. A member of the Spanish Socialist Workers' Party (PSOE), he served as President of the European Parliament from 2004 to 2007 and as Minister of Foreign Affairs, European Union and Cooperation in the Government of Spain from 2018 to 2019.",
    "year": 1947,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "João Braz de Aviz",
    "birthday": "1947-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Joao_braz_de_aviz.jpg/262px-Joao_braz_de_aviz.jpg",
    "extract": "João Braz de Aviz is a prelate of the Roman Catholic Church. He has served as the prefect of the Congregation for Institutes of Consecrated Life and Societies of Apostolic Life since his appointment by Pope Benedict XVI in 2011. He began his career working for twenty years as a parish priest and seminary teacher. He became a bishop in 1994 and was bishop of Ponta Grossa from 1998 to 2002, archbishop of Maringá from 2002 to 2004, and archbishop of Brasília from 2004 to 2011.",
    "year": 1947,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Claude Dubois",
    "birthday": "1947-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/45/Claude_Dubois.png",
    "extract": "Claude André Dubois is a Canadian singer-songwriter.",
    "year": 1947,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Denise Kingsmill, Baroness Kingsmill",
    "birthday": "1947-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Denise_Kingsmill%2C_Baroness_Kingsmill.jpg/292px-Denise_Kingsmill%2C_Baroness_Kingsmill.jpg",
    "extract": "Denise Patricia Byrne Kingsmill, Baroness Kingsmill CBE is a British Labour peer. She was appointed as a life peer in 2006 after practising as a solicitor in personal injury, trade union and employment law.",
    "year": 1947,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Roger D. Kornberg",
    "birthday": "1947-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Roger_Kornberg_%28Nobel_Medicine_or_Physiology_2006%29_in_Stockholm%2C_June_2016.jpg/295px-Roger_Kornberg_%28Nobel_Medicine_or_Physiology_2006%29_in_Stockholm%2C_June_2016.jpg",
    "extract": "Roger David Kornberg is an American biochemist and professor of structural biology at Stanford University School of Medicine. Kornberg was awarded the Nobel Prize in Chemistry in 2006 for his studies of the process by which genetic information from DNA is copied to RNA, \"the molecular basis of eukaryotic transcription.\"",
    "year": 1947,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Doug Clifford",
    "birthday": "1945-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/CosmoDrumsticks.jpg/320px-CosmoDrumsticks.jpg",
    "extract": "Douglas Raymond Clifford is an American drummer, best known as a founding member of Creedence Clearwater Revival. After the group disbanded in late 1972, Douglas Clifford released a solo album and later joined CCR bassist Stu Cook in the Don Harrison Band. In 1995, Clifford and Stu Cook formed the band Creedence Clearwater Revisited, performing live versions of Creedence Clearwater Revival songs.",
    "year": 1945,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Maarja Nummert",
    "birthday": "1944-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Uhtna_kool.jpg/320px-Uhtna_kool.jpg",
    "extract": "Maarja Nummert is an Estonian architect who has designed a number of school buildings. She has received several awards for her work, sometimes using wood for village schools such as the one in Hageri where some of the rooms are circular providing a more attractive environment for the children. She also designed the Salem Baptist Church in Tartu which is known for its fine acoustics.",
    "year": 1944,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Tony Visconti",
    "birthday": "1944-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Tony_Visconti.jpg/240px-Tony_Visconti.jpg",
    "extract": "Anthony Edward Visconti is an American record producer, musician and singer. Since the late 1960s, he has worked with an array of performers. His first hit single was T. Rex's \"Ride a White Swan\" in 1970, the first of many hits in collaboration with Marc Bolan. Visconti's lengthiest involvement was with David Bowie: intermittently from the production and arrangement of Bowie's 1968 single \"In the Heat of the Morning\" / \"London Bye Ta-Ta\" to his final album Blackstar in 2016, Visconti produced and occasionally performed on many of Bowie's albums. Visconti's work on Blackstar was cited in its Grammy Award for Best Engineered Album, Non-Classical and his production of Angelique Kidjo's Djin Djin was cited in its Grammy Award for Best Contemporary World Music Album.",
    "year": 1944,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Richard Sterban",
    "birthday": "1943-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Richard_2019.jpg/196px-Richard_2019.jpg",
    "extract": "Richard Anthony Sterban is an American singer. He was born in Camden, New Jersey. In 1973, he joined the country and gospel quartet The Oak Ridge Boys, in which he sings bass.",
    "year": 1943,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gordon West",
    "birthday": "1943-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/15/Gordon-west.jpg/273px-Gordon-west.jpg",
    "extract": "Gordon West was an English professional football goalkeeper. He won three international caps in a career that included a long stint at Everton.",
    "year": 1943,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Richard M. Daley",
    "birthday": "1942-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/RMDaleyCropped_%28a%29.png/240px-RMDaleyCropped_%28a%29.png",
    "extract": "Richard Michael Daley is an American politician who served as the 54th Mayor of Chicago, Illinois, from 1989 to 2011. Daley was elected mayor in 1989 and was reelected five times until declining to run for a seventh term. At 22 years, his was the longest tenure in Chicago mayoral history, surpassing the 21-year stay of his father, Richard J. Daley.",
    "year": 1942,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Barbra Streisand",
    "birthday": "1942-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Barbra_Streisand_with_Francis_Collins_and_Anthony_Fauci_%2827806589237%29_%28cropped%29.jpg/233px-Barbra_Streisand_with_Francis_Collins_and_Anthony_Fauci_%2827806589237%29_%28cropped%29.jpg",
    "extract": "Barbara Joan \"Barbra\" Streisand is an American singer and actress. With a career spanning over six decades, she has achieved success in multiple fields of entertainment, and is among the few performers awarded an Emmy, Grammy, Oscar, and Tony (EGOT).",
    "year": 1942,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Richard Holbrooke",
    "birthday": "1941-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Richard_Holbrooke.jpg/256px-Richard_Holbrooke.jpg",
    "extract": "Richard Charles Albert Holbrooke was an American diplomat and author. He was the only person to have held the position of Assistant Secretary of State for two different regions of the world.",
    "year": 1941,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Williams (guitarist)",
    "birthday": "1941-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Guitarist_John_Williams_in_performance_%28Cordoba%2C_1986%29.jpg/195px-Guitarist_John_Williams_in_performance_%28Cordoba%2C_1986%29.jpg",
    "extract": "John Christopher Williams is an Australian virtuosic classical guitarist renowned for his ensemble playing as well as his interpretation and promotion of the modern classical guitar repertoire. In 1973, he shared a Grammy Award in the Best Chamber Music Performance category with fellow guitarist Julian Bream for Together. Guitar historian Graham Wade has said that \"John is perhaps the most technically accomplished guitarist the world has seen.\"",
    "year": 1941,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sue Grafton",
    "birthday": "1940-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/SueGrafton.jpg/227px-SueGrafton.jpg",
    "extract": "Sue Taylor Grafton was an American author of detective novels. She is best known as the author of the \"alphabet series\" featuring private investigator Kinsey Millhone in the fictional city of Santa Teresa, California. The daughter of detective novelist C. W. Grafton, she said the strongest influence on her crime novels was author Ross Macdonald. Before her success with this series, she wrote screenplays for television movies.",
    "year": 1940,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joe Henderson",
    "birthday": "1937-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Joe_Henderson_2.jpg/320px-Joe_Henderson_2.jpg",
    "extract": "Joe Henderson was an American jazz tenor saxophonist. In a career spanning more than four decades, Henderson played with many of the leading American players of his day and recorded for several prominent labels, including Blue Note, Milestone, and Verve.",
    "year": 1937,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "David Crombie",
    "birthday": "1936-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Former_mayor_David_Crombie%2C_in_front_of_Crombie_Park%2C_2016_03_18_%28cropped%29.jpg/263px-Former_mayor_David_Crombie%2C_in_front_of_Crombie_Park%2C_2016_03_18_%28cropped%29.jpg",
    "extract": "David Edward Crombie is a Canadian politician, professor and consultant. Crombie served as mayor of Toronto from 1972 to 1978. In federal politics, he served as a Progressive Conservative Member of Parliament from 1978 to 1988 serving in several cabinet positions. As of 2020 Crombie is the last centre-right MP to represent Toronto Centre.",
    "year": 1936,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jill Ireland",
    "birthday": "1936-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Leila_Kalomi_%28cropped%29.png/232px-Leila_Kalomi_%28cropped%29.png",
    "extract": "Jill Dorothy Ireland was an English actress and singer. She appeared in 16 films with her second husband, Charles Bronson, and was additionally involved in two other of Bronson’s films as a producer.",
    "year": 1936,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jayakanthan",
    "birthday": "1934-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/%E0%AE%9C%E0%AF%86%E0%AE%AF%E0%AE%95%E0%AE%BE%E0%AE%A8%E0%AF%8D%E0%AE%A4%E0%AE%A9%E0%AF%8D.jpg/240px-%E0%AE%9C%E0%AF%86%E0%AE%AF%E0%AE%95%E0%AE%BE%E0%AE%A8%E0%AF%8D%E0%AE%A4%E0%AE%A9%E0%AF%8D.jpg",
    "extract": "D. Jayakanthan, popularly known as JK, was an Indian writer, journalist, orator, filmmaker, critic and activist. Born in Cuddalore, he dropped out of school at the age of 9 and went to Madras, where he joined the Communist Party of India. In a career spanning six decades, he authored around 40 novels, 200 short stories, apart from two autobiographies. Outside literature, he made two films. In addition, four of his other novels were adapted into films by others.",
    "year": 1934,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Shirley MacLaine",
    "birthday": "1934-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Shirley_MacLaine_-_1960.jpg/246px-Shirley_MacLaine_-_1960.jpg",
    "extract": "Shirley MacLaine is an American actress, singer, author, activist, and former dancer. Known for her portrayals of quirky, strong willed and eccentric women, MacLaine has received numerous accolades over her seven-decade career, including an Academy Award, an Emmy Award, two British Academy Film Awards, six Golden Globe Awards, two Volpi Cups and two Silver Bears.",
    "year": 1934,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Bridget Riley",
    "birthday": "1931-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7c/Riley%2C_Shadowplay.jpg/222px-Riley%2C_Shadowplay.jpg",
    "extract": "Bridget Louise Riley is an English painter known for her op art paintings. She lives and works in London, Cornwall and the Vaucluse in France.",
    "year": 1931,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Richard Donner",
    "birthday": "1930-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Richard_Donner_%284505771045%29_%28cropped%29.jpg/255px-Richard_Donner_%284505771045%29_%28cropped%29.jpg",
    "extract": "Richard Donner was an American filmmaker whose notable works included some of the most financially-successful films during the New Hollywood era. According to film historian Michael Barson, Donner was \"one of Hollywood's most reliable makers of action blockbusters\". His career spanned over 50 years, crossing multiple genres and filmmaking trends.",
    "year": 1930,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "José Sarney",
    "birthday": "1930-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Foto_Oficial_Sarney_EBC.jpg/240px-Foto_Oficial_Sarney_EBC.jpg",
    "extract": "José Sarney de Araújo Costa is a Brazilian politician, lawyer, and writer who served as 31st president of Brazil from 21 April 1985 to 14 March 1990. He briefly served as the 20th vice president of Brazil for a month between April and May 1985.",
    "year": 1930,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dr. Rajkumar",
    "birthday": "1929-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Rajkumar_2009_stamp_of_India.jpg/320px-Rajkumar_2009_stamp_of_India.jpg",
    "extract": "Singanalluru Puttaswamaiah Muthuraj, better known by his stage name Dr. Rajkumar, was an Indian actor and singer who worked in Kannada cinema. Regarded as one of the greatest actors in the history of Indian cinema and a versatile actor, he is considered a cultural icon and holds a matinée idol status in the Kannada diaspora, among whom he is popularly called as Nata Saarvabhouma, Bangarada Manushya, Vara Nata, Gaana Gandharva, Rasikara Raja, Kannada Kanteerava and Rajanna/Annavru. He was honoured with Padma Bhushan in 1983 and Dadasaheb Phalke Award in 1995. He is the only lead actor to win National Award for singing. His 35 movies have been remade 58 times in 9 languages by 34 actors making him the first actor whose movies were remade more than fifty times and the first actor whose movies were remade in nine languages. On the occasion of \"Centenary of Indian Cinema\" in April 2013, Forbes included his performance in Bangaarada Manushya on its list of \"25 Greatest Acting Performances of Indian Cinema\".\nUpon his death, The New York Times had described him as one of India's most popular movie stars.",
    "year": 1929,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Tommy Docherty",
    "birthday": "1928-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Tommy_Docherty_2017_01.jpg/308px-Tommy_Docherty_2017_01.jpg",
    "extract": "Thomas Henderson Docherty, commonly known as The Doc, was a Scottish football player and manager. Docherty played for several clubs, most notably Preston North End, and represented Scotland 25 times between 1951 and 1959. He then managed a total of 13 clubs between 1961 and 1988, as well as the Scottish national team. Docherty was manager of Manchester United between 1972 and 1977, during which time they were relegated to the Second Division, but promoted back to the First Division as champions at the first attempt.",
    "year": 1928,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johnny Griffin",
    "birthday": "1928-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Johnny_Griffin_2007.jpg/320px-Johnny_Griffin_2007.jpg",
    "extract": "John Arnold Griffin III was an American jazz tenor saxophonist. Nicknamed \"the Little Giant\" for his short stature and forceful playing, Griffin's career began in the mid-1940s and continued until the month of his death. A pioneering figure in hard bop, Griffin recorded prolifically as a bandleader in addition to stints with pianist Thelonious Monk, drummer Art Blakey, in partnership with fellow tenor Eddie \"Lockjaw\" Davis and as a member of the Kenny Clarke/Francy Boland Big Band after he moved to Europe in the 1960s. In 1995, Griffin was awarded an Honorary Doctorate of Music from Berklee College of Music.",
    "year": 1928,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Thorbjörn Fälldin",
    "birthday": "1926-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Falldin.JPG",
    "extract": "Nils Olof Thorbjörn Fälldin was a Swedish politician. He was Prime Minister of Sweden in three non-consecutive cabinets from 1976 to 1982, and leader of the Swedish Centre Party from 1971 to 1985. On his first appointment in 1976, he was the first non-Social Democrat Prime Minister for 40 years and the first since the 1930s not to have worked as a professional politician since his teens.",
    "year": 1926,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Clement Freud",
    "birthday": "1924-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0d/Sir-Clement-Raphael-Freud.jpg/258px-Sir-Clement-Raphael-Freud.jpg",
    "extract": "Sir Clement Raphael Freud was a British broadcaster, writer, politician and chef.",
    "year": 1924,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ruth Kobart",
    "birthday": "1924-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b9/Ruth_Kobart.gif",
    "extract": "Ruth Kobart was an American performer, whose six-decade career encompassed opera, Broadway musical theatre, regional theatre, films, and television.",
    "year": 1924,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gus Bodnar",
    "birthday": "1923-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/65/Red_Dutton%2C_1944.jpg",
    "extract": "August \"Gus\" Bodnar was a Canadian professional ice hockey centre who played 12 seasons in the National Hockey League (NHL) for the Toronto Maple Leafs, Chicago Black Hawks and Boston Bruins.",
    "year": 1923,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Doris Burn",
    "birthday": "1923-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Doris_Burn.jpg/240px-Doris_Burn.jpg",
    "extract": "Doris \"Doe\" Burn was an American children's book author and illustrator. She lived most of her life on Waldron Island in the San Juan Islands archipelago of Washington.",
    "year": 1923,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Marc-Adélard Tremblay",
    "birthday": "1922-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Marc-Ad%C3%A9lard_Tremblay.jpg/212px-Marc-Ad%C3%A9lard_Tremblay.jpg",
    "extract": "Marc-Adélard Tremblay, was a Canadian anthropologist.",
    "year": 1922,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gino Valenzano",
    "birthday": "1920-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/1954-05-02_Mille_Miglia_Lancia_D24_Gino_Valenzano.jpg/320px-1954-05-02_Mille_Miglia_Lancia_D24_Gino_Valenzano.jpg",
    "extract": "Luigi \"Gino\" Valenzano was an Italian racing driver. He entered 39 races between 1947 and 1955 in Abarths, Maseratis and Lancias as a teammate of drivers like Robert Manzon and Froilán González.",
    "year": 1920,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "David Blackwell",
    "birthday": "1919-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/David_Blackwell_1999_%28re-scanned%2C_cropped%29.jpg/258px-David_Blackwell_1999_%28re-scanned%2C_cropped%29.jpg",
    "extract": "David Harold Blackwell was an American statistician and mathematician who made significant contributions to game theory, probability theory, information theory, and statistics. He is one of the eponyms of the Rao–Blackwell theorem. He was the first African American inducted into the National Academy of Sciences, the first African American tenured faculty member at the University of California, Berkeley, and the seventh African American to receive a Ph.D. in mathematics. In 2012, President Obama posthumously awarded Blackwell the National Medal of Science.",
    "year": 1919,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Glafcos Clerides",
    "birthday": "1919-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/17/Glafcos_Clerides_%28cropped%29.jpg",
    "extract": "Glafcos Ioannou Clerides was a Greek Cypriot politician and barrister who served as the fourth President of Cyprus from 1993 to 2003. At the time of his death, he was the oldest living former President of Cyprus.",
    "year": 1919,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lou Thesz",
    "birthday": "1916-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/1953_St.Paul_Armory_Wrestling_Program_-_Lou_Thesz.jpg/289px-1953_St.Paul_Armory_Wrestling_Program_-_Lou_Thesz.jpg",
    "extract": "Aloysius Martin \"Lou\" Thesz was an American professional wrestler. He was a three-time NWA World Heavyweight Champion and held the title for a combined total of 10 years, three months and nine days – longer than anyone else in history. Considered to be one of the last true shooters in professional wrestling and described as the \"quintessential athlete... a polished warrior who could break a man in two if pushed the wrong way\", Thesz is widely regarded as one of the greatest wrestlers of all time and the single greatest wrestling world champion in history, and probably the last globally accepted world champion. In Japan, Thesz was known as the 'God of Wrestling' and was called Tetsujin, which means 'Ironman', in respect for his speed, conditioning and expertise in catch wrestling. Alongside Karl Gotch and Billy Robinson, Thesz later helped train young Japanese wrestlers and mixed martial artists in catch wrestling.",
    "year": 1916,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William Castle",
    "birthday": "1914-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/William_Castle_%28with_Bug%29.jpg/320px-William_Castle_%28with_Bug%29.jpg",
    "extract": "William Castle was an American film director, producer, screenwriter, and actor.",
    "year": 1914,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Phil Watson",
    "birthday": "1914-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Phil_Watson.png/187px-Phil_Watson.png",
    "extract": "Joseph Philippe Henri Watson was a Canadian professional ice hockey player and coach in the National Hockey League. He played for the Montreal Canadiens and New York Rangers between 1936 and 1948, and coached the Rangers from 1955 to 1960 and the Boston Bruins from 1961 to 1963 He was born in Montreal, Quebec.",
    "year": 1914,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Justin Wilson (chef)",
    "birthday": "1914-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/64/Justin_Wilson_%28chef%29.jpg",
    "extract": "Justin E. Wilson was a Southern American chef and humorist known for his brand of Cajun-inspired cuisine, humor and storytelling.",
    "year": 1914,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dieter Grau",
    "birthday": "1913-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Dieter_Grau.jpg/240px-Dieter_Grau.jpg",
    "extract": "Dieter Grau was a German-born American aerospace engineer and member of the \"von Braun rocket group\", at Peenemünde (1939–1945) working on the V-2 rockets in World War II. He was among the engineers who surrendered to the United States and traveled there, providing rocketry expertise via Operation Paperclip, which took them first to Fort Bliss, Texas. Grau was sent by the U.S. Army to White Sands in 1946 to work on the assemblage and testing of the V-2. His wife joined him there in 1947. While von Braun was on standby at Fort Bliss, Grau and other German aerospace engineers busily launched V-2s for U.S. scientists to analyze. A total of 67 V-2s were launched at White Sands.",
    "year": 1913,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Marceline Day",
    "birthday": "1908-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Marcelineday.jpg/231px-Marcelineday.jpg",
    "extract": "Marceline Day was an American motion picture actress whose career began as a child in the 1910s and ended in the 1930s.",
    "year": 1908,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Inga Gentzel",
    "birthday": "1908-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Inga_Gentzel_1928.jpg/153px-Inga_Gentzel_1928.jpg",
    "extract": "Inga Kristina Gentzel was a Swedish runner, who won a bronze medal in the 800 m at the 1928 Summer Olympics. Shortly before the Olympics she set a new world record in this event, which was broken two weeks later, but remained a national record until 1943. Gentzel won the silver medal in the 1000 m at the 1926 Women's World Games.",
    "year": 1908,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Józef Gosławski (sculptor)",
    "birthday": "1908-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/POL_Jozef_Goslawski_1960.jpg/320px-POL_Jozef_Goslawski_1960.jpg",
    "extract": "Józef Jan Gosławski was a Polish sculptor and medallic artist. He was a designer of coins, monuments and medals. Laureate of many artistic competitions; decorated with the Silver Cross of Merit.",
    "year": 1908,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gabriel Figueroa",
    "birthday": "1907-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f2/GabrielFigueroa.jpg",
    "extract": "Gabriel Figueroa Mateos was a Mexican cinematographer who is regarded as one of the greatest cinematographers of the Golden Age of Mexican cinema. He has worked in over 200 films, which cover a broad range of genres, and is best known for his technical dominance, his careful handling of framing and chiaroscuro, and affinity for the aesthetics of artists.",
    "year": 1907,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William Joyce",
    "birthday": "1906-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/The_Capture_of_William_Joyce%2C_Germany%2C_1945_BU6910.jpg/270px-The_Capture_of_William_Joyce%2C_Germany%2C_1945_BU6910.jpg",
    "extract": "William Brooke Joyce, nicknamed Lord Haw-Haw, was an American-Irish fascist supporter and Nazi propaganda broadcaster during the Second World War. After moving from New York to Ireland and subsequently to England, Joyce became a member of Oswald Mosley's British Union of Fascists from 1932, before finally moving to Germany at the outset of the war where he took German citizenship in 1940.",
    "year": 1906,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mimi Smith",
    "birthday": "1906-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/28/Mimi_Smith_Laughing.jpg/239px-Mimi_Smith_Laughing.jpg",
    "extract": "Mary Elizabeth \"Mimi\" Smith was a maternal aunt and the parental guardian of the English musician John Lennon. Mimi Stanley was born in Toxteth, Liverpool, England, the oldest of five daughters. She became a resident trainee nurse at the Woolton Convalescent Hospital and later worked as a private secretary. On 15 September 1939 she married George Toogood Smith who ran his family's dairy farm and a shop in Woolton, a suburb of Liverpool.",
    "year": 1906,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Robert Penn Warren",
    "birthday": "1905-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Robert_Penn_Warren_by_Oscar_White%2C_Pach_Brothers_Studio%2C_c._1970%2C_gelatin_silver_print%2C_from_the_National_Portrait_Gallery_-_NPG-NPG_93_388_37.jpg/255px-Robert_Penn_Warren_by_Oscar_White%2C_Pach_Brothers_Studio%2C_c._1970%2C_gelatin_silver_print%2C_from_the_National_Portrait_Gallery_-_NPG-NPG_93_388_37.jpg",
    "extract": "Robert Penn Warren was an American poet, novelist, and literary critic and was one of the founders of New Criticism. He was also a charter member of the Fellowship of Southern Writers. He founded the literary journal The Southern Review with Cleanth Brooks in 1935. He received the 1947 Pulitzer Prize for the Novel for All the King's Men (1946) and the Pulitzer Prize for Poetry in 1958 and 1979. He is the only person to have won Pulitzer Prizes for both fiction and poetry.",
    "year": 1905,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Willem de Kooning",
    "birthday": "1904-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Willem_de_Kooning_in_his_studio.jpg/320px-Willem_de_Kooning_in_his_studio.jpg",
    "extract": "Willem de Kooning was a Dutch-American abstract expressionist artist. He was born in Rotterdam and moved to the United States in 1926, becoming an American citizen in 1962. In 1943, he married painter Elaine Fried.",
    "year": 1904,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "José Antonio Primo de Rivera",
    "birthday": "1903-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/FOTOGRAFIA_DE_JOSE_ANTONIO_PRIMO_DE_RIVERA_2.jpg/239px-FOTOGRAFIA_DE_JOSE_ANTONIO_PRIMO_DE_RIVERA_2.jpg",
    "extract": "José Antonio Primo de Rivera y Sáenz de Heredia, 1st Duke of Primo de Rivera, 3rd Marquess of Estella, often referred to simply as José Antonio, was a Spanish politician who founded the falangist Falange Española, later Falange Española de las JONS.",
    "year": 1903,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Elizabeth Goudge",
    "birthday": "1900-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a6/Elizabeth_Goudge_c1975.jpg",
    "extract": "Elizabeth de Beauchamp Goudge FRSL was an English writer of fiction and children's books. She won the Carnegie Medal for British children's books in 1946 for The Little White Horse. Goudge was long a popular author in the UK and the US and regained attention decades later. In 1993 her book The Rosemary Tree was plagiarised by Indrani Aikath-Gyaltsen; the \"new\" novel set in India was warmly reviewed in The New York Times and The Washington Post before its source was discovered. In 2001 or 2002 J. K. Rowling identified The Little White Horse as one of her favourite books and one of few with a direct influence on the Harry Potter series.",
    "year": 1900,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Oscar Zariski",
    "birthday": "1899-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Oscar_Zariski.jpg/320px-Oscar_Zariski.jpg",
    "extract": "Oscar Zariski was a Russian-born American mathematician and one of the most influential algebraic geometers of the 20th century.",
    "year": 1899,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Manuel Ávila Camacho",
    "birthday": "1897-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Manuel_%C3%81vila_Camacho%2C_Retrato.png/223px-Manuel_%C3%81vila_Camacho%2C_Retrato.png",
    "extract": "Manuel Ávila Camacho was a Mexican politician and military leader who served as the President of Mexico from 1940 to 1946. Despite participating in the Mexican Revolution and achieving a high rank, he came to the presidency of Mexico because of his direct connection to General Lázaro Cárdenas and served him as a right-hand man as his Chief of his General Staff during the Mexican Revolution and afterwards. He was called affectionately by Mexicans \"The Gentleman President\". As president, he pursued \"national policies of unity, adjustment, and moderation.\" His administration completed the transition from military to civilian leadership, ended confrontational anticlericalism, reversed the push for socialist education, and restored a working relationship with the US during World War II.",
    "year": 1897,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Benjamin Lee Whorf",
    "birthday": "1897-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1e/Benjamin_Lee_Whorf.jpg",
    "extract": "Benjamin Lee Whorf was an American linguist and fire prevention engineer. Whorf is widely known as an advocate for the idea that differences between the structures of different languages shape how their speakers perceive and conceptualize the world. This principle has frequently been called the “Sapir–Whorf hypothesis”, after him and his mentor Edward Sapir, but Whorf called it the principle of linguistic relativity, because he saw the idea as having implications similar to Einstein’s principle of physical relativity. The idea, however, follows from post-Hegelian 19th-century philosophy, especially from Wilhelm von Humboldt; and from Wilhelm Wundt's Völkerpsychologie.",
    "year": 1897,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Stafford Cripps",
    "birthday": "1889-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Stafford_Cripps_1947.jpg/230px-Stafford_Cripps_1947.jpg",
    "extract": "Sir Richard Stafford Cripps was a British Labour Party politician, barrister, and diplomat.",
    "year": 1889,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lyubov Popova",
    "birthday": "1889-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Lyubov_Popova.jpg/212px-Lyubov_Popova.jpg",
    "extract": "Lyubov Sergeyevna Popova was a Russian avant-garde artist, painter and designer.",
    "year": 1889,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pe Maung Tin",
    "birthday": "1888-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Pe_Maung_Tin.jpg/229px-Pe_Maung_Tin.jpg",
    "extract": "Pe Maung Tin was a scholar of Pali and Buddhism and educator in Myanmar, formerly Burma. Born to an Anglican family at Pauktaw, Insein Township, Rangoon, he was the fifth child of U Pe and Daw Myaing. His grandfather was the first Burmese pastor of Henzada. He learnt the basic Buddhist texts at a local private school before he went to Rangoon Government High School where he won a scholarship at age 14.",
    "year": 1888,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Denys Finch Hatton",
    "birthday": "1887-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Denys-finch-hatton-1887-1931.jpg/320px-Denys-finch-hatton-1887-1931.jpg",
    "extract": "Denys George Finch Hatton was an English aristocratic big-game hunter and the lover of Baroness Karen Blixen, a Danish noblewoman who wrote about him in her autobiographical book Out of Africa, first published in 1937. In the book, his name is hyphenated: \"Finch-Hatton\".",
    "year": 1887,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Hugh Dowding",
    "birthday": "1882-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Hugh_Dowding.jpg/241px-Hugh_Dowding.jpg",
    "extract": "Air Chief Marshal Hugh Caswall Tremenheere Dowding, 1st Baron Dowding, was an officer in the Royal Air Force. He was Air Officer Commanding RAF Fighter Command during the Battle of Britain and is generally credited with playing a crucial role in Britain's defence, and hence, the defeat of Adolf Hitler's plan to invade Britain.",
    "year": 1882,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gideon Sundback",
    "birthday": "1880-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Gideon_Sundback.jpg/240px-Gideon_Sundback.jpg",
    "extract": "Gideon Sundback was a Swedish-American electrical engineer, who is most commonly associated with his work in the development of the zipper.",
    "year": 1880,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jean Crotti",
    "birthday": "1878-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Jean_Crotti%2C_New_York%2C_circa_1915._%28Photo_by_Paul_Thompson%29.jpg/246px-Jean_Crotti%2C_New_York%2C_circa_1915._%28Photo_by_Paul_Thompson%29.jpg",
    "extract": "Jean Crotti was a French painter.",
    "year": 1878,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Erich Raeder",
    "birthday": "1876-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Bundesarchiv_Bild_146-1980-128-63%2C_Erich_Raeder.jpg/209px-Bundesarchiv_Bild_146-1980-128-63%2C_Erich_Raeder.jpg",
    "extract": "Erich Johann Albert Raeder was a German admiral who played a major role in the naval history of World War II. Raeder attained the highest possible naval rank, that of grand admiral, in 1939, becoming the first person to hold that rank since Henning von Holtzendorff. Raeder led the Kriegsmarine for the first half of the war; he resigned in January 1943 and was replaced by Karl Dönitz. At the Nuremberg Trials he was sentenced to life imprisonment but was released early owing to failing health.",
    "year": 1876,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sandy Herd",
    "birthday": "1868-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Sandy_Herd_c1920.jpg/231px-Sandy_Herd_c1920.jpg",
    "extract": "Alexander \"Sandy\" Herd was a Scottish professional golfer from St Andrews. He won The Open Championship in 1902 at Hoylake.",
    "year": 1868,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Tomitaro Makino",
    "birthday": "1862-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Makino_Tomitaro.jpg/213px-Makino_Tomitaro.jpg",
    "extract": "Tomitaro Makino  was a pioneer Japanese botanist noted for his taxonomic work. He has been called \"Father of Japanese Botany\". He was one of the first Japanese botanists to work extensively on classifying Japanese plants using the system developed by Linnaeus. His research resulted in documenting 50,000 specimens, many of which are represented in his Makino's Illustrated Flora of Japan. Despite having dropped out of grammar school, he eventually attained a Doctor of Science degree, and his birthday is remembered as Botany Day in Japan.",
    "year": 1862,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Queen Marau",
    "birthday": "1860-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Queen_Marau%2C_photograph_by_Hoare.png/236px-Queen_Marau%2C_photograph_by_Hoare.png",
    "extract": "Johanna Marau Taʻaroa a Tepau Salmon was the consort of King Pōmare V who ruled from 1877 to 1880 and was the last queen consort of the Kingdom of Tahiti. Her name means \"Much-unique-cleansing-the-splash\" in the Tahitian language.",
    "year": 1860,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Philippe Pétain",
    "birthday": "1856-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/P%C3%A9tain_-_Portrait_photographique_1941.jpg/208px-P%C3%A9tain_-_Portrait_photographique_1941.jpg",
    "extract": "Henri Philippe Benoni Omer Pétain, generally known as Philippe Pétain, Marshal Pétain and sometimes The Old Marshal, was a French general officer who attained the position of Marshal of France at the end of World War I, during which he became known as The Lion of Verdun. He then served as Chief of State of Vichy France from 1940 to 1944. Pétain, who was 84 years old in 1940, ranks as France's oldest head of state.",
    "year": 1856,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Carl Spitteler",
    "birthday": "1845-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Carl_Spitteler_1919.jpg/226px-Carl_Spitteler_1919.jpg",
    "extract": "Carl Friedrich Georg Spitteler was a Swiss poet who was awarded the Nobel Prize for Literature in 1919 \"in special appreciation of his epic, Olympian Spring\". His work includes both pessimistic and heroic poems.",
    "year": 1845,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sebastián Lerdo de Tejada",
    "birthday": "1823-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Sebasti%C3%A1n_Lerdo_de_Tejada%2C_oleo_sobre_tela.jpg/223px-Sebasti%C3%A1n_Lerdo_de_Tejada%2C_oleo_sobre_tela.jpg",
    "extract": "Sebastián Lerdo de Tejada y Corral was a jurist and Liberal president of Mexico, succeeding Benito Juárez who died of a heart attack in July 1872. Lerdo was elected to his own presidential term later in 1872 rather than remaining successor due to his previous office of Chief Justice of the Supreme Court. Juárez's political rival liberal General Porfirio Díaz had attempted a coup against Juárez, but his Plan de la Noria failed and Díaz was eliminated as a political foe during Lerdo's 1872–1876 term, giving Lerdo considerable leeway to pursue his program without political interference. Lerdo was more successful than Juárez in his final years as president in pacifying the country and strengthening the Mexican state. He ran for another term in 1876 and was elected, but was overthrown by Porfirio Díaz and his supporters under the Plan of Tuxtepec, which asserted the principle of no-reelection to the presidency. Lerdo died in exile in New York in 1889, but Díaz invited the return of his body to Mexico for burial with full honors. With the exception of Miguel Miramón, a contested president during the Reform War, he is the first president of Mexico not to have been born during Spanish colonial rule.",
    "year": 1823,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Anthony Trollope",
    "birthday": "1815-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Picture_of_Anthony_Trollope.jpg/199px-Picture_of_Anthony_Trollope.jpg",
    "extract": "Anthony Trollope was an English novelist and civil servant of the Victorian era. Among his best-known works is a series of novels collectively known as the Chronicles of Barsetshire, which revolves around the imaginary county of Barsetshire. He also wrote novels on political, social, and gender issues, and other topical matters.",
    "year": 1815,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Peter V. Daniel",
    "birthday": "1784-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Peter_Vivian_Daniel%2C_US_Supreme_Court_Justice%2C_c1860.jpg/269px-Peter_Vivian_Daniel%2C_US_Supreme_Court_Justice%2C_c1860.jpg",
    "extract": "Peter Vivian Daniel was an American jurist who served as an Associate Justice of the Supreme Court of the United States.",
    "year": 1784,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Edmund Cartwright",
    "birthday": "1743-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Edmund_Cartwright_2.jpg/255px-Edmund_Cartwright_2.jpg",
    "extract": "Edmund Cartwright was an English inventor. He graduated from Oxford University and went on to invent the power loom. Married to local Elizabeth McMac at 19, he was the brother of Major John Cartwright, a political reformer and radical, and George Cartwright, explorer of Labrador.",
    "year": 1743,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Nathaniel Hone the Elder",
    "birthday": "1718-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Nathaniel_Hone_Selfportrait.jpg/249px-Nathaniel_Hone_Selfportrait.jpg",
    "extract": "Nathaniel Hone was an Irish-born portrait and miniature painter, and one of the founder members of the Royal Academy in 1768.",
    "year": 1718,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Giovanni Battista Martini",
    "birthday": "1706-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Padre_Martini_1.jpg/259px-Padre_Martini_1.jpg",
    "extract": "Giovanni Battista or Giambattista Martini, O.F.M. Conv., also known as Padre Martini, was an Italian Conventual Franciscan friar, who was a leading musician, composer, and music historian of the period and a mentor to Mozart.",
    "year": 1706,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Graunt",
    "birthday": "1620-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/JohnGraunt.png/220px-JohnGraunt.png",
    "extract": "John Graunt has been regarded as the founder of demography. Graunt was one of the first demographers, and perhaps the first epidemiologist, though by profession he was a haberdasher. He was bankrupted later in life by losses suffered during Great Fire of London and the discrimination he faced following his conversion to Catholicism.",
    "year": 1620,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gaston, Duke of Orléans",
    "birthday": "1608-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Full_length_portrait_painting_of_Gaston_of_France%2C_Duke_of_Orl%C3%A9ans_in_1634_by_Anthony_van_Dyck_%28Mus%C3%A9e_Cond%C3%A9%29.jpg/195px-Full_length_portrait_painting_of_Gaston_of_France%2C_Duke_of_Orl%C3%A9ans_in_1634_by_Anthony_van_Dyck_%28Mus%C3%A9e_Cond%C3%A9%29.jpg",
    "extract": "Monsieur Gaston, Duke of Orléans, was the third son of King Henry IV of France and his second wife, Marie de' Medici. As a son of the king, he was born a Fils de France. He later acquired the title Duke of Orléans, by which he was generally known during his adulthood. As the eldest surviving brother of King Louis XIII, he was known at court by the traditional honorific Monsieur.",
    "year": 1608,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Vincent de Paul",
    "birthday": "1581-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Vincent_de_Paul.PNG/264px-Vincent_de_Paul.PNG",
    "extract": "Vincent de Paul, commonly known as Saint Vincent de Paul, was a French Catholic priest who dedicated himself to serving the poor. In 1622 Vincent was appointed a chaplain to the galleys. After working for some time in Paris among imprisoned galley slaves, he returned to be the superior of what is now known as the Congregation of the Mission, or the \"Vincentians\". These priests, with vows of poverty, chastity, obedience, and stability, were to devote themselves entirely to the people in smaller towns and villages. Vincent was zealous in conducting retreats for clergy at a time when there was great laxity, abuse, and ignorance among them. He was a pioneer in clerical training and was instrumental in establishing seminaries, and founder of the Congregation of the Mission and Daughters of Charity of Saint Vincent de Paul.",
    "year": 1581,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Xu Guangqi",
    "birthday": "1562-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Kircher_-_Toonneel_van_China_-_Ricci_and_Guangqi.jpg/214px-Kircher_-_Toonneel_van_China_-_Ricci_and_Guangqi.jpg",
    "extract": "Xu Guangqi or Hsü Kuang-ch'i, also known by his baptismal name Paul, was a Chinese agronomist, astronomer, mathematician, politician, and writer during the Ming dynasty. Xu was a colleague and collaborator of the Italian Jesuits Matteo Ricci and Sabatino de Ursis and assisted their translation of several classic Western texts into Chinese, including part of Euclid's Elements. He was also the author of the Nong Zheng Quan Shu, a treatise on agriculture. He was one of the \"Three Pillars of Chinese Catholicism\"; the Roman Catholic Church considers him a Servant of God. On April 15, 2011, Vatican spokesman Federico Lombardi announced the beatification of Xu Guangqi.",
    "year": 1562,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Henry Wriothesley, 2nd Earl of Southampton",
    "birthday": "1545-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Wriothesley_monument_-_St_Peters_church%2C_Titchfield_%28detail_-_7%29_%28geograph_2677790%29.jpg/320px-Wriothesley_monument_-_St_Peters_church%2C_Titchfield_%28detail_-_7%29_%28geograph_2677790%29.jpg",
    "extract": "Henry Wriothesley, 2nd Earl of Southampton, was an English peer.",
    "year": 1545,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Guglielmo Gonzaga, Duke of Mantua",
    "birthday": "1538-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Guglielmo_I_Gonzaga.jpg/231px-Guglielmo_I_Gonzaga.jpg",
    "extract": "Guglielmo Gonzaga was Duke of Mantua from 1550 to 1587, and of Montferrat from 1574 to 1587. He was the second son of Federico II Gonzaga, Duke of Mantua and Margaret Palaeologina of Montferrat. In 1574, Montferrat was elevated to a Duchy and Guglielmo became its first duke. He was succeeded as Duke of both duchies by his son Vincenzo.",
    "year": 1538,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William the Silent",
    "birthday": "1533-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/William_I%2C_Prince_of_Orange_by_Adriaen_Thomasz._Key_Rijksmuseum_Amsterdam_SK-A-3148.jpg/232px-William_I%2C_Prince_of_Orange_by_Adriaen_Thomasz._Key_Rijksmuseum_Amsterdam_SK-A-3148.jpg",
    "extract": "William the Silent, also known as William the Taciturn, or, more commonly in the Netherlands, William of Orange, was the main leader of the Dutch Revolt against the Spanish Habsburgs that set off the Eighty Years' War (1568–1648) and resulted in the formal independence of the United Provinces in 1581. Born into the House of Nassau, he became Prince of Orange in 1544 and is thereby the founder of the Orange-Nassau branch and the ancestor of the monarchy of the Netherlands. In the Netherlands, he is also known as Father of the Fatherland.",
    "year": 1533,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Thomas Lucy",
    "birthday": "1532-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Charlecote_-_Thomas_Lucy_I.JPG/320px-Charlecote_-_Thomas_Lucy_I.JPG",
    "extract": "Sir Thomas Lucy was an English politician who sat in the House of Commons in 1571 and 1585. He was a magistrate in Warwickshire, but is best known for his links to William Shakespeare. As a Protestant activist he came into conflict with Shakespeare's Catholic relatives, and there are stories that the young Shakespeare himself had clashes with him.",
    "year": 1532,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sabina of Bavaria",
    "birthday": "1492-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Sabine_of_Bavaria-Munich.jpg/235px-Sabine_of_Bavaria-Munich.jpg",
    "extract": "Sabina of Bavaria-Munich was Duchess consort of Württemberg by marriage to Ulrich, Duke of Württemberg.",
    "year": 1492,
    "month": 4,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ramiro II of Aragon",
    "birthday": "1086-4-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Signun_Regis_Remiro_II_d%27Arag%C3%B3n.svg/320px-Signun_Regis_Remiro_II_d%27Arag%C3%B3n.svg.png",
    "extract": "Ramiro II, called the Monk, was King of Aragon from 1134 until withdrawing from public life in 1137. Although a monk, he was elected king by the Aragonese nobility upon the death of his childless brother, Alfonso the Battler. He then had a daughter, Petronilla, whom he had marry Count Ramon Berenguer IV of Barcelona, unifying Aragon and Barcelona into the Crown of Aragon.",
    "year": 1086,
    "month": 4,
    "day": 24,
    "language": "en"
  }
]