[
  {
    "name": "Julius Ertlthaler",
    "birthday": "1997-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Julius_Ertlthaler%2C_SV_Mattersburg_2015-2016_%2801%29.jpg/213px-Julius_Ertlthaler%2C_SV_Mattersburg_2015-2016_%2801%29.jpg",
    "extract": "Julius Ertlthaler is an Austrian footballer who plays for WSG Tirol.",
    "year": 1997,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mack Horton",
    "birthday": "1996-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Kazan_2015_-_Victory_Ceremony_800m_freestyle_M_Mack_Horton_%28cropped%29.JPG/230px-Kazan_2015_-_Victory_Ceremony_800m_freestyle_M_Mack_Horton_%28cropped%29.JPG",
    "extract": "Mackenzie James Horton is an Australian freestyle swimmer. He is an Olympic gold medallist, World Championships medallist, and Commonwealth Games medallist. At the 2016 Olympic Games in Rio de Janeiro, Brazil, he finished first in the 400m freestyle, winning his first gold medal and became the first male swimmer from the state of Victoria to do so in the Games' history.",
    "year": 1996,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Lewis Baker (footballer)",
    "birthday": "1995-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Lewis-Baker-08-2019.jpg/240px-Lewis-Baker-08-2019.jpg",
    "extract": "Lewis Renard Baker is an English professional footballer who plays as a midfielder for EFL Championship club Stoke City.",
    "year": 1995,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Omar McLeod",
    "birthday": "1994-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Omar_McLeod_Portland_2016.jpg/252px-Omar_McLeod_Portland_2016.jpg",
    "extract": "Omar McLeod is a Jamaican professional hurdler and sprinter. He is a former 110 m hurdles Olympic and World champion. He was NCAA indoor champion in the 60 m hurdles in 2014 and 2015 and outdoor champion in the 110 m hurdles in 2015; he turned professional after the 2015 collegiate season, forgoing his two remaining years of collegiate eligibility. His personal best in the 110 m hurdles ranks him 5th on the world all-time list.",
    "year": 1994,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alex Bowman",
    "birthday": "1993-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Alex_Bowman_at_Darlington_2019.jpg/214px-Alex_Bowman_at_Darlington_2019.jpg",
    "extract": "Alex Michael Bowman, is an American professional stock car racing driver. He competes full-time in the NASCAR Cup Series, driving the No. 48 Chevrolet Camaro ZL1 for Hendrick Motorsports, and part-time in the NASCAR Camping World Truck Series, driving the No. 7 Chevrolet Silverado for Spire Motorsports. He owns a Dirt Midget and Sprint car racing team named Alex Bowman Racing. He is known for a record five consecutive front-row starts in the Daytona 500, from 2018 to 2022, winning the pole in 2018 and 2021. Bowman has developed a reputation among his fellow drivers as a closer; Three of his seven wins have come after Bowman passed the leader with ten or fewer laps to go.",
    "year": 1993,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Daniel Norris",
    "birthday": "1993-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Daniel_Norris_on_August_2%2C_2015.jpg/320px-Daniel_Norris_on_August_2%2C_2015.jpg",
    "extract": "Daniel David Norris is an American professional baseball pitcher for the Chicago Cubs of Major League Baseball (MLB). He has previously played in MLB for the Toronto Blue Jays, Detroit Tigers and Milwaukee Brewers. He made his MLB debut in 2014.",
    "year": 1993,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alex Shibutani",
    "birthday": "1991-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/2011_Four_Continents_Maia_SHIBUTANI_Alex_SHIBUTANI_P.jpg/213px-2011_Four_Continents_Maia_SHIBUTANI_Alex_SHIBUTANI_P.jpg",
    "extract": "Alex Hideo Shibutani is an American ice dancer. Partnered with his sister Maia Shibutani, he is a two-time Olympic bronze medalist (2018), a three-time World medalist, the 2016 Four Continents champion, and a two-time U.S. national champion. The Shibutanis have also won six titles on the Grand Prix series and a silver medal at the 2009 World Junior Championships. They are two-time members of the US Olympic team, competing at the 2014 Winter Olympics in Sochi, Russia, and the 2018 Winter Olympics in Pyeongchang, South Korea. In 2018, they became the first ice dancers who are both of Asian descent to medal at the Olympics. They are the second sibling duo to ever share an ice dancing Olympic medal, and the first from the United States.",
    "year": 1991,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jean-Éric Vergne",
    "birthday": "1990-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Jean-%C3%89ric_Vergne_at_2018_Berlin_ePrix_podium.jpg/181px-Jean-%C3%89ric_Vergne_at_2018_Berlin_ePrix_podium.jpg",
    "extract": "Jean-Éric Vergne, also known as JEV, is a French racing driver who competes in the FIA Formula E Championship with DS Techeetah. He became the 2017–18 ABB Formula E Champion, after clinching fifth in the New York ePrix in 2018, and he became the first Formula E driver to win two consecutive championships after his repeat success in the 2018–19 season. He competed in Formula One for Scuderia Toro Rosso from 2012 to 2014, and was a Ferrari test and development driver from 2015 to 2016. He won the British Formula 3 Championship in 2010 and then finished runner up to teammate Robert Wickens in the 2011 Formula Renault 3.5 Series season.",
    "year": 1990,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Taylor Walker (footballer)",
    "birthday": "1990-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Taylor_Walker_2019.1.jpg/213px-Taylor_Walker_2019.1.jpg",
    "extract": "Taylor Walker is a professional Australian rules footballer who plays for the Adelaide Football Club in the Australian Football League (AFL). He is a former NSW Scholarship player with the club, and was drafted with pick 75 in the 2007 national draft. Walker previously captained Adelaide from 2015 to 2019. In September 2020, he kicked his 441st goal to become Adelaide's leading goalkicker.",
    "year": 1990,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Marie-Michèle Gagnon",
    "birthday": "1989-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Marie-Mich%C3%A8le_Gagnon_in_Courchevel%2C_20_december_2015_05.JPG/320px-Marie-Mich%C3%A8le_Gagnon_in_Courchevel%2C_20_december_2015_05.JPG",
    "extract": "Marie-Michèle Gagnon is a World Cup alpine ski racer from Canada. Born in Lac-Etchemin, Quebec, she was a technical skier focused on slalom. However, since an injury at the start of 2017 season, she no longer competes in slalom and rarely in giant slalom, focusing on speed disciplines and combined.",
    "year": 1989,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Michael van Gerwen",
    "birthday": "1989-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Michael_van_Gerwen_6-5_Krzysztof_Ratajski_-_Michael_van_Gerwen_-_2019251192935_2019-09-08_PDC_European_Darts_Matchplay_-_0122_-_B70I7359.jpg/319px-Michael_van_Gerwen_6-5_Krzysztof_Ratajski_-_Michael_van_Gerwen_-_2019251192935_2019-09-08_PDC_European_Darts_Matchplay_-_0122_-_B70I7359.jpg",
    "extract": "Michael van Gerwen is a Dutch professional darts player. He is currently ranked number three in the world, having been world number one from 2014 to 2021. He is also a three-time PDC World Champion, having won the title in 2014, 2017 and 2019.",
    "year": 1989,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gedhun Choekyi Nyima",
    "birthday": "1989-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7b/The_11th_Panchen_Lama_Gedun_Choekyi_Nyima.jpg/240px-The_11th_Panchen_Lama_Gedun_Choekyi_Nyima.jpg",
    "extract": "Gedhun Choekyi Nyima is the 11th Panchen Lama belonging to the Gelugpa school of Tibetan Buddhism, as recognized and announced by the 14th Dalai Lama on 14 May 1995. Three days later on 17 May, the 6-year-old Panchen Lama was kidnapped by the Chinese government, after the State Council of the People's Republic of China failed in its efforts to install a substitute. A Chinese substitute is seen as a political tool to undermine the reincarnation of the Dalai Lama, which traditionally is recognized by the Panchen Lama. Gedhun Choekyi Nyima remains forcibly detained by the Chinese government, along with his family, in an undisclosed location since 1995. His khenpo, Chadrel Rinpoche, and another Gelugpa monk, Jampa Chungla, were also arrested. The United Nations, with the support of numerous states, organizations, and private individuals continue to call for the 11th Panchen Lama's release.",
    "year": 1989,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "James Sheppard",
    "birthday": "1988-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/James_Sheppard_2009.JPG/320px-James_Sheppard_2009.JPG",
    "extract": "James Sheppard is a Canadian professional ice hockey forward currently playing for Kolner Haie of the Deutsche Eishockey Liga (DEL). He previously played in the National Hockey League (NHL) for the Minnesota Wild, San Jose Sharks and the New York Rangers.",
    "year": 1988,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Razak Boukari",
    "birthday": "1987-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Razak_Boukari_2011.jpg/176px-Razak_Boukari_2011.jpg",
    "extract": "Abdoul-Razak \"Razak\" Boukari is a Togolese professional footballer who plays as a winger.",
    "year": 1987,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jay Park",
    "birthday": "1987-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Jay_Park_at_b-boy_BOTY.jpg/213px-Jay_Park_at_b-boy_BOTY.jpg",
    "extract": "Jay Park is an American rapper, singer-songwriter, record producer, dancer and entrepreneur of Korean descent. He is a member of the Seattle-based b-boy crew Art of Movement (AOM), and founder and former CEO of the independent hip hop record labels AOMG and H1ghr Music, as well as the founder of the record label More Vision. Park initially rose to fame as the leader of South Korean boy band 2PM, formed by record label JYP Entertainment in 2008, after having previously been a trainee for four years. In September 2009, Park returned home to Seattle after comments he wrote about Korea in 2005 as a teenager were publicized by the Korean media, officially leaving the group. Park returned to South Korea in June 2010 for the filming of Hype Nation, and in July, Park signed a contract with SidusHQ, one of the largest entertainment agencies in South Korea. Rebranding and re-debuting as both a solo singer and a rapper, Park's musical identity would lend to him partaking in the underground hip hop culture in South Korea, a rarity for both active and former K-Pop idols.",
    "year": 1987,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Johann Smith",
    "birthday": "1987-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Johann-Smith-footballer.jpg/212px-Johann-Smith-footballer.jpg",
    "extract": "Johann Smith is an American former soccer player who played as a forward, winger, and left back.",
    "year": 1987,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alexei Emelin",
    "birthday": "1986-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Alexei_Emelin_-_Montreal_Canadiens_2015.jpg/291px-Alexei_Emelin_-_Montreal_Canadiens_2015.jpg",
    "extract": "Alexei Vyacheslavovich Emelin is a Russian professional ice hockey defenceman for Avangard Omsk of the Kontinental Hockey League (KHL). Emelin was drafted by the Montreal Canadiens in the third round, 84th overall, of the 2004 NHL Entry Draft.",
    "year": 1986,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gwen Jorgensen",
    "birthday": "1986-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Gwen_Jorgensen_winner_in_Stockholm_2013_-4.jpg/259px-Gwen_Jorgensen_winner_in_Stockholm_2013_-4.jpg",
    "extract": "Gwen Rosemary Jorgensen is an American distance runner and former professional triathlete. She is the 2014 and 2015 ITU World Triathlon Series Champion. She has been named USA Triathlon's 2013 and 2014 Olympic/ITU Female Athlete of the Year. She was a member of the 2012 Olympic Team and again represented the United States in triathlon at the 2016 Summer Olympics, where she won the USA's first ever triathlon gold medal with a time of 1 hour, 56 minutes, and 16 seconds.",
    "year": 1986,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Claudia Salman",
    "birthday": "1986-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Claudia_Salman-Rath_%28cropped%29.jpg/251px-Claudia_Salman-Rath_%28cropped%29.jpg",
    "extract": "Claudia Salman-Rath is a German athlete who specialises in the heptathlon.",
    "year": 1986,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Giedo van der Garde",
    "birthday": "1985-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Giedo_van_der_Garde.jpg/208px-Giedo_van_der_Garde.jpg",
    "extract": "Giedo Gijsbertus Gerrit van der Garde is a Dutch racing driver, currently competing in the 2022 IMSA SportsCar Championship for TDS Racing. From 2018 to 2021 he competed in the FIA World Endurance Championship for Racing Team Nederland in the LMP2 class. He is best known for driving in Formula 1 for the Caterham F1 team in 2013, and joined Sauber as a reserve driver in 2014.",
    "year": 1985,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert Andino",
    "birthday": "1984-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Robert_Andino_on_April_7%2C_2016.jpg/240px-Robert_Andino_on_April_7%2C_2016.jpg",
    "extract": "Robert Lazaro Andino is a Cuban-American former professional baseball infielder. He has played in Major League Baseball (MLB) for the Baltimore Orioles, Florida/Miami Marlins, and Seattle Mariners.",
    "year": 1984,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Johnathan Thurston",
    "birthday": "1983-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Johnathan_Thurston.jpg/227px-Johnathan_Thurston.jpg",
    "extract": "Johnathan Dean Thurston is an Australian former professional rugby league footballer who played in the NRL. Thurston was an Australian international, Queensland State of Origin and Indigenous All Stars representative. He played as a halfback or five-eighth and was a noted goal-kicker. In 2015, he became the first ever four-time Dally M Medallist for the NRL season's best player, and later that year became the first ever three-time winner of the Golden Boot Award for the World's best player.",
    "year": 1983,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "DeAngelo Williams",
    "birthday": "1983-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/DeAngelo_Williams_2016.jpg/232px-DeAngelo_Williams_2016.jpg",
    "extract": "DeAngelo Chondon Williams is a former American football running back and professional wrestler. He played college football at Memphis, and was drafted by the Carolina Panthers in the first round of the 2006 NFL Draft. He starred in a dual role in Carolina alongside Jonathan Stewart, until Williams' release in the 2014 offseason. He then played for the Pittsburgh Steelers from 2015 to 2016.",
    "year": 1983,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Brian Barton",
    "birthday": "1982-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/DSC02287_Brian_Barton.jpg/146px-DSC02287_Brian_Barton.jpg",
    "extract": "Brian Deon Barton is an American former professional outfielder. He played in Major League Baseball (MLB) for the St. Louis Cardinals and Atlanta Braves.",
    "year": 1982,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Monty Panesar",
    "birthday": "1982-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Monty_Panesar.jpg/267px-Monty_Panesar.jpg",
    "extract": "Mudhsuden Singh \"Monty\" Panesar is a former English international cricketer. A left-arm spinner, Panesar made his Test cricket debut in 2006 against India in Nagpur and One Day International debut for England in 2007. In English county cricket, he last played for Northamptonshire in 2016, and has previously played for Northamptonshire until 2009, Sussex from 2010 to 2013 and Essex from 2013 to 2015. He has also played for the Lions in South Africa.",
    "year": 1982,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Felipe Massa",
    "birthday": "1981-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Felipe_Massa_Le_Mans_Classic_2018_%28cropped%29.jpg/210px-Felipe_Massa_Le_Mans_Classic_2018_%28cropped%29.jpg",
    "extract": "Felipe Massa is a Brazilian racing driver. He competed in 15 seasons of Formula One between 2002 and 2017, where he scored 11 Grand Prix victories, 41 podiums and finished as championship runner-up in 2008 by one point.",
    "year": 1981,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John McFall (athlete)",
    "birthday": "1981-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/93/JohnMcFall.jpg",
    "extract": "John McFall is a British Paralympic sprinter. In 2000, when he was 19 years old, his right leg was amputated above the knee following a serious motorcycle accident. He took up running again after being fitted with a prosthesis, and participated in his first race in 2004. The following year, he was selected to represent Great Britain at the International Paralympic Committee (IPC) European Championships, and took the bronze medal in the 200 metres.",
    "year": 1981,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Anja Pärson",
    "birthday": "1981-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Anja_P%C3%A4rson_Semmering_2008.jpg/240px-Anja_P%C3%A4rson_Semmering_2008.jpg",
    "extract": "Anja Sofia Tess Pärson is a Swedish former alpine skier. She is an Olympic gold medalist, seven-time gold medalist at the World Championships, and two-time overall Alpine Skiing World Cup champion. This included winning three gold medals in the 2007 World Championship in her native Sweden. She has won a total of 42 World Cup races.",
    "year": 1981,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ben Johnston (Scottish musician)",
    "birthday": "1980-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Ben_Johnston.JPG/320px-Ben_Johnston.JPG",
    "extract": "Ben Hamilton Johnston is a drummer, vocalist, and songwriter, best known for his work with Scottish group Biffy Clyro.",
    "year": 1980,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "James Johnston (Scottish musician)",
    "birthday": "1980-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Biffy_Clyro_006.jpg/212px-Biffy_Clyro_006.jpg",
    "extract": "James Robert Johnston is a Scottish bassist, vocalist, and songwriter, best known for his work with Scottish group Biffy Clyro. He is also known as Jim or Jimbo and sometimes signs his name as such.",
    "year": 1980,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Daniel MacPherson",
    "birthday": "1980-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Daniel_MacPherson.jpg/213px-Daniel_MacPherson.jpg",
    "extract": "Daniel Donald MacPherson is an Australian actor and television presenter, known for his roles as Joel Samuels in Neighbours, PC Cameron Tait in The Bill, Sergeant Samuel Wyatt in Sky and Cinemax's Strike Back, Whit Carmichael in the Shane Abbess sci-fi film Infini, and Arion Elessedil in The Shannara Chronicles. He also co-hosted Dancing with the Stars for six years while simultaneously starring in a number of Australian dramas such as Wild Boys.",
    "year": 1980,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kazuhito Tadano",
    "birthday": "1980-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/DSC08183_Kazuhito_Tadano.jpg/198px-DSC08183_Kazuhito_Tadano.jpg",
    "extract": "Kazuhito Tadano  is a Japanese former baseball pitcher. He had previously pitched in Major League Baseball for the Cleveland Indians. He is currently the Pitching Coach for the Hokkaido Nippon-Ham Fighters farm team in Nippon Professional Baseball's Eastern League.",
    "year": 1980,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alejandro Valverde",
    "birthday": "1980-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/20180930_UCI_Road_World_Championships_Innsbruck_Men_Elite_Road_Race_Alejandro_Valverde_850_2213_%28cropped%29.jpg/244px-20180930_UCI_Road_World_Championships_Innsbruck_Men_Elite_Road_Race_Alejandro_Valverde_850_2213_%28cropped%29.jpg",
    "extract": "Alejandro Valverde Belmonte is a Spanish road racing cyclist, who rides for UCI WorldTeam Movistar Team. Valverde's biggest wins have been the Vuelta a España in 2009, Critérium du Dauphiné in 2008 and 2009, Tour of the Basque Country in 2017, Volta a Catalunya in 2009, 2017 and 2018, Liège–Bastogne–Liège in 2006, 2008, 2015 and 2017, La Flèche Wallonne in 2006, 2014, 2015, 2016 and 2017, the Clásica de San Sebastián in 2008 and 2014, the 2006 and 2008 UCI ProTours, the 2014 and 2015 UCI World Tours, and the road race in the 2018 World Championships.",
    "year": 1980,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Matt Walker (swimmer)",
    "birthday": "1978-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/More_British_medals_2_%283566701166%29_%28cropped%29.jpg/316px-More_British_medals_2_%283566701166%29_%28cropped%29.jpg",
    "extract": "Matthew \"Matt\" Benedict Walker MBE is a British swimmer who has participated in four Paralympic Games, winning eleven medals. He competes in the S7, SM7 (medley) and SB7 (breaststroke) classifications.",
    "year": 1978,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Marguerite Moreau",
    "birthday": "1977-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/MargueriteMoreau2009.jpg/290px-MargueriteMoreau2009.jpg",
    "extract": "Marguerite Moreau is an American actress. She is known for her role as Jesse Reeves in the fantasy horror film Queen of the Damned, Katie in the comedy Wet Hot American Summer, and her role as Connie in The Mighty Ducks series of films. She has also made appearances on the popular television series Smallville, Lost, Cupid and The O.C.",
    "year": 1977,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Matthew West",
    "birthday": "1977-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Matthew_West_Live_at_the_Grand_Ole_Opry_December_13%2C_2012.jpg/320px-Matthew_West_Live_at_the_Grand_Ole_Opry_December_13%2C_2012.jpg",
    "extract": "Matthew Joseph West is an American contemporary Christian musician, singer-songwriter, and actor. He has released five studio albums and is known for his songs, \"More\", \"You Are Everything\", and \"The Motions\". He was nominated for five Dove Awards in 2005, two of which were for his major label debut album, Happy. West won the 2013 American Music Award for Best Contemporary Inspirational Artist.",
    "year": 1977,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gilberto (footballer, born 1976)",
    "birthday": "1976-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/GilbertoLateralBR.png/226px-GilbertoLateralBR.png",
    "extract": "Gilberto da Silva Melo, more commonly known as Gilberto, is a Brazilian former professional footballer. He played at left-back for the majority of his career. Gilberto's brothers Nenei and Nélio are also former footballers.",
    "year": 1976,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tim Duncan",
    "birthday": "1976-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Tim_Duncan.jpg/219px-Tim_Duncan.jpg",
    "extract": "Timothy Theodore Duncan is an American former professional basketball player and coach. Nicknamed \"the Big Fundamental\", he is widely regarded as the greatest power forward of all time and one of the greatest players in NBA history. He spent his entire 19-year playing career with the San Antonio Spurs. He was inducted into the Naismith Memorial Basketball Hall of Fame in 2020 and named to the NBA 75th Anniversary Team in 2021.",
    "year": 1976,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Breyton Paulse",
    "birthday": "1976-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Breyton_Paulse_2009.jpg/233px-Breyton_Paulse_2009.jpg",
    "extract": "Breyton Paulse is a South African former rugby union player who played on the wing for the national team, the Springboks, from 1999 to 2007. He played 64 test matches for South Africa, scoring 26 tries.",
    "year": 1976,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Rainer Schüttler",
    "birthday": "1976-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Rainer_Sch%C3%BCttler_-_Queen%27s_Club_2011.jpg/231px-Rainer_Sch%C3%BCttler_-_Queen%27s_Club_2011.jpg",
    "extract": "Rainer Schüttler is a German retired professional tennis player. He was runner-up at the 2003 Australian Open and semifinalist at the 2008 Wimbledon Championships. Schüttler also won a silver medal in doubles at the 2004 Summer Olympics, and achieved a career-high ranking of world No. 5 in April 2004.",
    "year": 1976,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jacque Jones",
    "birthday": "1975-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Jacque_Jones_2007.jpg/320px-Jacque_Jones_2007.jpg",
    "extract": "Jacque Dewayne Jones is a former Major League Baseball outfielder for the Minnesota Twins, Chicago Cubs, Detroit Tigers and Florida Marlins. He also coached for the Washington Nationals.",
    "year": 1975,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Barbara Rittner",
    "birthday": "1973-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/N%C3%BCrnberger_Versicherungscup_2014_-_Barbara_Rittner.JPG/212px-N%C3%BCrnberger_Versicherungscup_2014_-_Barbara_Rittner.JPG",
    "extract": "Barbara Rittner is a German former professional tennis player. She currently is the captain of the German Fed Cup team. \nHer career-high singles ranking was No. 24 in the world, achieved on 1 February 1993.",
    "year": 1973,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sara Baras",
    "birthday": "1971-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/MG_7617_Sara_Baras1.jpg/213px-MG_7617_Sara_Baras1.jpg",
    "extract": "Sara Pereyra Baras is a Spanish flamenco dancer and choreographer born in San Fernando (Cádiz) who has established her own dance company.",
    "year": 1971,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jason Lee (actor)",
    "birthday": "1970-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Jason_Lee_-_Away_and_Back_premiere_%28cropped%29.jpg/234px-Jason_Lee_-_Away_and_Back_premiere_%28cropped%29.jpg",
    "extract": "Jason Michael Lee is an American actor, photographer, and former professional skateboarder, who is best known for playing Earl Hickey in the television comedy series My Name Is Earl, for which he was nominated for Best Actor in a Musical or Comedy TV series in 2005 and 2006 by The Golden Globes, and Dwight Hendricks in Memphis Beat (2010–2011).",
    "year": 1970,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Joe Buck",
    "birthday": "1969-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Joe_Buck_2018_PIT_%28cropped%29.png/230px-Joe_Buck_2018_PIT_%28cropped%29.png",
    "extract": "Joseph Francis Buck is an American sportscaster and the son of sportscaster Jack Buck.",
    "year": 1969,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Martin Koolhoven",
    "birthday": "1969-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Martin_Koolhoven%2C_Film_Director.jpg/213px-Martin_Koolhoven%2C_Film_Director.jpg",
    "extract": " Martinus Wouter \"Martin\" Koolhoven is a Dutch film director and screenwriter. Internationally he is most known for Schnitzel Paradise (2005), Winter in Wartime (2008) and Brimstone (2016), which was his first film in English. It was released in 2017, after it premiered in the competition of the Venice Film Festival in 2016.",
    "year": 1969,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Renée Zellweger",
    "birthday": "1969-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Ren%C3%A9e_Zellweger_Berlinale_2010_%28cropped%29.jpg/236px-Ren%C3%A9e_Zellweger_Berlinale_2010_%28cropped%29.jpg",
    "extract": "Renée Kathleen Zellweger is an American actress. The recipient of various accolades, including two Academy Awards, two British Academy Film Awards, and four Golden Globe Awards, she was one of the world's highest-paid actresses by 2007.",
    "year": 1969,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Thomas Strunz",
    "birthday": "1968-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/UEFA_TT_7896.jpg/213px-UEFA_TT_7896.jpg",
    "extract": "Thomas Strunz is a German retired footballer who played mostly as a defensive midfielder.",
    "year": 1968,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Femke Halsema",
    "birthday": "1966-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Burgemeester_halsema5_231118_%28cropped%29.jpg/320px-Burgemeester_halsema5_231118_%28cropped%29.jpg",
    "extract": "Femke Halsema is a Dutch politician and filmmaker. On 27 June 2018, she was appointed Mayor of Amsterdam and began serving a six-year term on 12 July 2018. She is the first woman to hold the position on a non-interim basis. She previously was a member of the House of Representatives for the leftist green party GroenLinks from 1998 to 2011, and served as the party's parliamentary leader from 2002 to 2010.",
    "year": 1966,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Darren Holmes (baseball)",
    "birthday": "1966-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Darren_Holmes_%2840937625433%29_%28cropped%29.jpg/315px-Darren_Holmes_%2840937625433%29_%28cropped%29.jpg",
    "extract": "Darren Lee Holmes is a former professional baseball pitcher and current coach. Holmes pitched in Major League Baseball from 1990 to 2003 and is currently the bullpen coach for the Baltimore Orioles.",
    "year": 1966,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Eric Avery",
    "birthday": "1965-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Eric_Avery_and_Perry_Farrell_of_Jane%27s_Addiction%2C_Chula_Vista_2009.jpg/320px-Eric_Avery_and_Perry_Farrell_of_Jane%27s_Addiction%2C_Chula_Vista_2009.jpg",
    "extract": "Eric Adam Avery is an American musician. He is best known as the former songwriter and bass guitarist of the alternative rock band Jane's Addiction, with whom he recorded two studio albums. He is currently the touring and recording bassist for Garbage, which he joined in 2005 as a sideman, and with whom he has recorded three studio albums.",
    "year": 1965,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Hank Azaria",
    "birthday": "1964-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Hankazaria05.jpg/226px-Hankazaria05.jpg",
    "extract": "Henry Albert Azaria is an American actor, comedian and producer. He is known for voicing many characters in the animated sitcom The Simpsons (1989–present), most notably Moe Szyslak, Chief Wiggum, Comic Book Guy, Snake Jailbird, and formerly Apu Nahasapeemapetilon, Lou, Carl Carlson, and Bumblebee Man, among others. He joined the show with little voice acting experience, but became a regular in its second season, with many of his performances on the show being based on famous actors and characters. For his work, he has won six Emmy Awards and a Screen Actors Guild Award.",
    "year": 1964,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Andy Bell (singer)",
    "birthday": "1964-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Andy_Bell_%28Erasure%29_2.jpg/212px-Andy_Bell_%28Erasure%29_2.jpg",
    "extract": "Andrew Ivan Bell is an English singer-songwriter, and lead singer of the synth-pop duo Erasure. The band achieved mainstream success and are popular within the LGBT community, for whom the openly gay Bell has become an icon.",
    "year": 1964,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "David Moyes",
    "birthday": "1963-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/David_Moyes_West_Ham_%28cropped%29.jpg/213px-David_Moyes_West_Ham_%28cropped%29.jpg",
    "extract": "David William Moyes is a Scottish professional football coach and former player. He is currently the manager of Premier League club West Ham United. He was previously the manager of Preston North End, Everton, Manchester United, Real Sociedad and Sunderland. Moyes was the 2003, 2005 and 2009 League Managers Association Manager of the Year. He is also on the committee for the League Managers Association in an executive capacity.",
    "year": 1963,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Paul Wassif",
    "birthday": "1963-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Paul_Wassif_at_Queen%27s_Hall%2C_Edinburgh_August_2010.jpg/189px-Paul_Wassif_at_Queen%27s_Hall%2C_Edinburgh_August_2010.jpg",
    "extract": "Paul Wassif is a British musician, guitarist, and singer songwriter.",
    "year": 1963,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Foeke Booy",
    "birthday": "1962-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Foeke_Booy.jpg/320px-Foeke_Booy.jpg",
    "extract": "Foeke Booy is a Dutch football manager, executive, and former player. He currently serves as the technical manager of Cambuur.",
    "year": 1962,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Dinesh D'Souza",
    "birthday": "1961-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Dinesh_D%27Souza_in_December_2018.jpg/240px-Dinesh_D%27Souza_in_December_2018.jpg",
    "extract": "Dinesh Joseph D'Souza is an Indian-American right-wing political commentator, provocateur, author, filmmaker, and conspiracy theorist. D'Souza has written over a dozen books, several of them New York Times best-sellers.",
    "year": 1961,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Paul Baloff",
    "birthday": "1960-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Paul_Baloff.jpg",
    "extract": "Paul Baloff was an American singer, most notable for his time with the thrash metal band Exodus.",
    "year": 1960,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert Peston",
    "birthday": "1960-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Robertpestonjnightingale.jpg/248px-Robertpestonjnightingale.jpg",
    "extract": "The Honourable Robert James Kenneth Peston is an English journalist, presenter, and author. He is the political editor of ITV News and host of the weekly political discussion show Peston. From 2006 until 2014, he was the business editor of BBC News and its economics editor from 2014 to 2015. He became known to the wider public with his reporting on the late 2000s financial crisis, especially with his exclusive information on the Northern Rock crisis. He is the founder of the education charity Speakers for Schools.",
    "year": 1960,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Paul Madden (diplomat)",
    "birthday": "1959-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Paul_Madden_CMG_FRGS.png/237px-Paul_Madden_CMG_FRGS.png",
    "extract": "Paul Damian Madden is a retired British diplomat, who was High Commissioner to Singapore and to Australia, and Ambassador to Japan between 2017 and 2021.",
    "year": 1959,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Daniel Kash",
    "birthday": "1959-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/10.17.09DanielKashByLuigiNovi.jpg/281px-10.17.09DanielKashByLuigiNovi.jpg",
    "extract": "Daniel Joshua Kash is a Canadian actor and film director.",
    "year": 1959,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tony Phillips",
    "birthday": "1959-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7a/Tony_Phillips.jpg/284px-Tony_Phillips.jpg",
    "extract": "Keith Anthony Phillips was an American professional baseball utility player who had an 18-year Major League Baseball (MLB) career from 1982 to 1999. He played regularly at second base, but also had significant time as a shortstop and third baseman. In addition, Phillips showed his versatility with over 100 game appearances in the outfield corners and as a designated hitter.",
    "year": 1959,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Fish (singer)",
    "birthday": "1958-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Fish_Rockefeller_2018_210344.jpg/320px-Fish_Rockefeller_2018_210344.jpg",
    "extract": "Derek William Dick, better known by his stage name Fish, is a Scottish singer-songwriter and occasional actor.",
    "year": 1958,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Misha Glenny",
    "birthday": "1958-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/MishaGlenny.jpg/320px-MishaGlenny.jpg",
    "extract": "Michael V. E. \"Misha\" Glenny is a British journalist and broadcaster, specialising in southeast Europe, global organised crime, and cybersecurity. He is multilingual. He is also the writer and producer of the BBC Radio 4 series, How to Invent a Country.",
    "year": 1958,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Theo de Rooij",
    "birthday": "1957-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Theo_de_Rooij.jpg/258px-Theo_de_Rooij.jpg",
    "extract": "Theo de Rooij is a retired Dutch former bicycle racer and former manager of the Rabobank cycling team - a position from which he resigned after the 2007 Tour de France. De Rooij was a professional rider from 1980 to 1990. He started his career in Belgian teams and the last eight years of his careers he served teams managed by Peter Post. He currently lives in Holten.",
    "year": 1957,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Dominique Blanc",
    "birthday": "1956-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Dominique_Blanc_Deauville_2017.jpg/198px-Dominique_Blanc_Deauville_2017.jpg",
    "extract": "Dominique Blanc is a French actress. She is known for her roles in the films May Fools (1990), Indochine (1992), La Reine Margot (1994), Those Who Love Me Can Take the Train (1998), and The Other One (2008). In a career spanned nearly four decades, Blanc has won four César Awards from nine nominations.",
    "year": 1956,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Américo Gallego",
    "birthday": "1955-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Am%C3%A9rico_Gallego_1982.jpg/256px-Am%C3%A9rico_Gallego_1982.jpg",
    "extract": "Américo Rubén \"El Tolo\" Gallego is an Argentine football coach and former player. As a midfielder, he played 73 times for the Argentina national team during his playing career.",
    "year": 1955,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Parviz Parastui",
    "birthday": "1955-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Parviz_Parastui_1.jpg/249px-Parviz_Parastui_1.jpg",
    "extract": "Parviz Parastui is an Iranian actor. He has received various accolades, including four Crystal Simorgh for Best Actor ,–making him the only actor to have four wins in that category–four Hafez Awards, two Iran Cinema Celebration Awards and an Iran's Film Critics and Writers Association Awards.",
    "year": 1955,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Randy Cross",
    "birthday": "1954-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Randy_Cross_in_2013.jpg/300px-Randy_Cross_in_2013.jpg",
    "extract": "Randall Laureat Cross is an American football analyst and former player. He was a right guard and center in the National Football League (NFL). He played college football for the UCLA Bruins and was inducted into the College Football Hall of Fame in 2011.",
    "year": 1954,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Róisín Shortall",
    "birthday": "1954-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/R%C3%B3is%C3%ADn_Shortall_2020.jpg/272px-R%C3%B3is%C3%ADn_Shortall_2020.jpg",
    "extract": "Róisín Shortall is an Irish Social Democrats politician who has been joint leader of the Social Democrats since June 2015. She has been a Teachta Dála (TD) for the Dublin North-West constituency since 1992. She previously served as Minister of State for Primary Care from 2011 to 2012.",
    "year": 1954,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ron Clements",
    "birthday": "1953-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Ron_Clements_2.jpg/259px-Ron_Clements_2.jpg",
    "extract": "Ronald Francis Clements is an American animator, film director, screenwriter, and film producer. He often collaborates with fellow director John Musker and is best known for directing the Disney films The Great Mouse Detective (1986), The Little Mermaid (1989), Aladdin (1992), Hercules (1997), Treasure Planet (2002), The Princess and the Frog (2009), and Moana (2016).",
    "year": 1953,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Anthony Venables",
    "birthday": "1953-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/4.2-_Development_strategy_and_structural_transformation_%2810035234474%29.jpg/320px-4.2-_Development_strategy_and_structural_transformation_%2810035234474%29.jpg",
    "extract": "Anthony James Venables, CBE,, is a British economist and the BP Professor of Economics at the Department of Economics, University of Oxford.",
    "year": 1953,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ketil Bjørnstad",
    "birthday": "1952-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Ketil_Bjornstad_mg_1521.jpg/320px-Ketil_Bjornstad_mg_1521.jpg",
    "extract": "Ketil Bjørnstad is a pianist, composer and author. Initially trained as a classical pianist, Bjørnstad discovered jazz at an early age and has embraced the emergence of \"European jazz\".",
    "year": 1952,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Vladislav Tretiak",
    "birthday": "1952-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Vladislav_Tretiak.JPG/240px-Vladislav_Tretiak.JPG",
    "extract": "Vladislav Aleksandrovich Tretiak, MSM is a Russian former goaltender for the Soviet Union national ice hockey team. Considered to be one of the greatest goaltenders in the history of the sport, he was voted one of six players to the International Ice Hockey Federation's (IIHF) Centennial All-Star Team in a poll conducted by a group of 56 experts from 16 countries. He is the current president of the Ice Hockey Federation of Russia and was the general manager of the Russian 2010 Winter Olympic team.",
    "year": 1952,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jacques Santini",
    "birthday": "1952-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Jacques_Santini_en_1974.jpg/228px-Jacques_Santini_en_1974.jpg",
    "extract": "Jacques Jean Claude Santini is a French former professional footballer and manager. He played for Saint-Étienne during the 1970s, and reached the European Cup final with them in 1976. He has coached the French national team - winning the 2003 FIFA Confederations Cup and reaching the quarter-finals of Euro 2004 - and clubs including Olympique Lyonnais.",
    "year": 1952,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ian McCartney",
    "birthday": "1951-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Minister_of_State_for_Trade%2C_UK%2C_Mr._Ian_McCartney%2C_in_New_Delhi_on_November_27%2C_2006_%28cropped%29.jpg/241px-Minister_of_State_for_Trade%2C_UK%2C_Mr._Ian_McCartney%2C_in_New_Delhi_on_November_27%2C_2006_%28cropped%29.jpg",
    "extract": "Sir Ian McCartney is a British Labour politician who served as Member of Parliament (MP) for Makerfield from 1987 and 2010. McCartney served in Tony Blair's Cabinet from 2003 until 2007, when Gordon Brown became Prime Minister. He was made a Knight Bachelor in the 2010 Dissolution Honours List.",
    "year": 1951,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Steve Ferrone",
    "birthday": "1950-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Steve_Ferrone%2C_2017-08-28.jpg/260px-Steve_Ferrone%2C_2017-08-28.jpg",
    "extract": "Steve Ferrone is an English drummer. He is known as a member of the rock band Tom Petty and the Heartbreakers from 1994 to 2017, replacing original drummer Stan Lynch, and as part of the \"classic lineup\" of the Average White Band in the 1970s. Ferrone has recorded and performed with Eric Clapton, George Harrison, Duran Duran, Stevie Nicks, Laura Pausini, Christine McVie, Rick James, Slash, Chaka Khan, Bee Gees, Scritti Politti, Aerosmith, Al Jarreau, Mick Jagger and Johnny Cash. Ferrone also hosts 'The New Guy' weekly radio show on Sirius Xm's 'Tom Petty Radio'.",
    "year": 1950,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Peter Hintze",
    "birthday": "1950-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Peter_Hintze_2013.jpg/236px-Peter_Hintze_2013.jpg",
    "extract": "Peter Hintze was a German politician of the Christian Democratic Union (CDU) who served as a member of the German Bundestag from 1990 until his death in 2016.",
    "year": 1950,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Vicente Pernía",
    "birthday": "1949-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Vicente_Pern%C3%ADa_en_Boca_Juniors.jpg/320px-Vicente_Pern%C3%ADa_en_Boca_Juniors.jpg",
    "extract": "Vicente Alberto Pernía, known as El Tano, is an Argentine former professional footballer who played as a defender. He then went on to a second career as a car racing driver.",
    "year": 1949,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Dominique Strauss-Kahn",
    "birthday": "1949-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Strauss-Kahn%2C_Dominique_%28official_portrait_2008%29.jpg/228px-Strauss-Kahn%2C_Dominique_%28official_portrait_2008%29.jpg",
    "extract": "Dominique Gaston André Strauss-Kahn is a French economist, politician, former managing director of the International Monetary Fund (IMF), and a figure in the French Socialist Party who attained notoriety due to his involvement in several sexual scandals. He is often referred to in the media, and by himself, by his initials DSK. Strauss-Kahn was appointed managing director of the IMF on 28 September 2007, with the backing of then–President of France Nicolas Sarkozy. He served in that capacity until his resignation on 18 May 2011, in the wake of an allegation that he had sexually assaulted a hotel maid. Other allegations followed, but he was acquitted.",
    "year": 1949,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "You Si-kun",
    "birthday": "1948-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/%E7%AB%8B%E6%B3%95%E5%A7%94%E5%93%A1%E6%B8%B8%E9%8C%AB%E5%A0%83.jpg/240px-%E7%AB%8B%E6%B3%95%E5%A7%94%E5%93%A1%E6%B8%B8%E9%8C%AB%E5%A0%83.jpg",
    "extract": "You Si-kun, also romanized Yu Shyi-kun, is a Taiwanese politician serving as a member and the president of the Legislative Yuan. He was one of the founding members of the Democratic Progressive Party (DPP), and is known to be a strong advocate of Taiwan independence. He led the DPP as chairman from 2006 to 2007 and served as Premier from 2002 to 2005.",
    "year": 1948,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Johan Cruyff",
    "birthday": "1947-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Johan_Cruyff_1974c.jpg/274px-Johan_Cruyff_1974c.jpg",
    "extract": "Hendrik Johannes Cruijff OON was a Dutch professional football player and manager. As a player, he won the Ballon d'Or three times, in 1971, 1973 and 1974. Cruyff was a proponent of the football philosophy known as Total Football explored by Rinus Michels, and is widely regarded as one of the greatest players in the history of the sport, as well as one of its best managers ever.",
    "year": 1947,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jeffrey DeMunn",
    "birthday": "1947-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Jeffrey_DeMunn_2014.jpg/235px-Jeffrey_DeMunn_2014.jpg",
    "extract": "Jeffrey DeMunn is an American stage, film and television actor known for playing Captain Esteridge in The Hitcher (1986), Sheriff Herb Geller in The Blob (1988), Andrei Chikatilo in Citizen X (1995), Harry Terwilliger in The Green Mile (1999), Dale Horvath in The Walking Dead (2010–2012), and Charles Rhoades, Sr. in Billions (2016–present).",
    "year": 1947,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Talia Shire",
    "birthday": "1946-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Talia_Shire_1976_edit.JPG",
    "extract": "Talia Rose Shire is an American actress who played roles as Connie Corleone in The Godfather films and Adrian Balboa in the Rocky series. For her work in The Godfather Part II and Rocky, Shire was nominated for Academy Awards for Best Supporting Actress and Best Actress, respectively, and for the Golden Globe Award for Best Actress in a Drama for her role in Rocky.",
    "year": 1946,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Peter Sutherland",
    "birthday": "1946-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Peter_Sutherland_%281985%29.jpg/237px-Peter_Sutherland_%281985%29.jpg",
    "extract": "Peter Denis Sutherland was an Irish businessman, barrister and Fine Gael politician who served as UN Special Representative for International Migration from 2006 to 2017. He was known for serving in a variety of international organisations, political and business roles.",
    "year": 1946,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Vladimir Zhirinovsky",
    "birthday": "1946-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Vladimir_Zhirinovsky_portrait.png/240px-Vladimir_Zhirinovsky_portrait.png",
    "extract": "Vladimir Volfovich Zhirinovsky was a Russian ultranationalist politician and the leader of the populist Liberal Democratic Party of Russia (LDPR) from its creation in 1992 until his death. He had been a member of the State Duma since 1993 and leader of the LDPR group in the State Duma from 1993 to 2000, and from 2011 to 2022.",
    "year": 1946,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Stu Cook",
    "birthday": "1945-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/StuCookCCR.jpg/320px-StuCookCCR.jpg",
    "extract": "Stuart Alden Cook is an American bass guitarist, best known for his work in the rock band Creedence Clearwater Revival (CCR), for which he is a member of the Rock and Roll Hall of Fame.",
    "year": 1945,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Björn Ulvaeus",
    "birthday": "1945-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Bj%C3%B6rn_Ulvaeus_in_May_2013.jpg/255px-Bj%C3%B6rn_Ulvaeus_in_May_2013.jpg",
    "extract": "Björn Kristian Ulvaeus is a Swedish singer, songwriter, producer, a member of the musical group ABBA, and co-composer of the musicals Chess, Kristina från Duvemåla, and Mamma Mia! He co-produced the films Mamma Mia! and Mamma Mia! Here We Go Again with fellow ABBA member and close friend Benny Andersson. He is the oldest member of the group.",
    "year": 1945,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Len Goodman",
    "birthday": "1944-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Len_Goodman_1.JPG/254px-Len_Goodman_1.JPG",
    "extract": "Leonard Gordon Goodman is an English professional ballroom dancer, dance judge, and coach.",
    "year": 1944,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Los Bravos",
    "birthday": "1944-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Los_Bravos.png/320px-Los_Bravos.png",
    "extract": "Los Bravos were a Spanish beat group, formed in 1965 and based in Madrid. They are most well known for their debut single \"Black Is Black\" which reached No. 2 in the United Kingdom in July 1966 and No. 4 in the United States, selling over a million records worldwide.",
    "year": 1944,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Stephen Nickell",
    "birthday": "1944-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/dd/Stephen_Nickell.jpg",
    "extract": "Sir Stephen John Nickell, is a British economist and former warden of Nuffield College, Oxford, noted for his work in labour economics with Richard Layard and Richard Jackman. Nickell and Layard hypothesised the tendency for reduced unemployment to lead to inflation resulted from its effect on competitive bargaining in the labour market He is currently a member of the Office for Budget Responsibility's Budget Responsibility Committee.",
    "year": 1944,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tony Christie",
    "birthday": "1943-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Tony_Christie_%E2%80%93_Appen_musiziert_2015_01.jpg/231px-Tony_Christie_%E2%80%93_Appen_musiziert_2015_01.jpg",
    "extract": "Anthony Fitzgerald, known professionally as Tony Christie, is an English musician, singer and actor. He is best known for his recording of \"(Is This The Way To) Amarillo\", a double UK chart success. He lived for many years in Sheffield.",
    "year": 1943,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jon Kyl",
    "birthday": "1942-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Jon_Kyl%2C_official_portrait%2C_115th_Congress.jpg/256px-Jon_Kyl%2C_official_portrait%2C_115th_Congress.jpg",
    "extract": "Jon Llewellyn Kyl is an American politician and lobbyist who served as a United States Senator for Arizona from 1995 to 2013 and again in 2018. A Republican, he held both of Arizona's Senate seats at different times, serving alongside John McCain during his first stint. Kyl was Senate Minority Whip from 2007 until 2013. He first joined the lobbying firm Covington & Burling after retiring in 2013, then rejoined in 2019.",
    "year": 1942,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bertrand Tavernier",
    "birthday": "1941-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Bertrand_Tavernier_Deauville_2017.jpg/223px-Bertrand_Tavernier_Deauville_2017.jpg",
    "extract": "Bertrand Tavernier was a French director, screenwriter, actor and producer.",
    "year": 1941,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Al Pacino",
    "birthday": "1940-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Al_Pacino_2016_%2830401544240%29.jpg/232px-Al_Pacino_2016_%2830401544240%29.jpg",
    "extract": "Alfredo James Pacino is an American actor and filmmaker. Considered one of the most influential actors of the 20th century, he has received numerous accolades: including an Academy Award, two Tony Awards, and two Primetime Emmy Awards, making him one of the few performers to have achieved the Triple Crown of Acting. He has also been honored with the AFI Life Achievement Award, the Cecil B. DeMille Award, and the National Medal of Arts.",
    "year": 1940,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tarcisio Burgnich",
    "birthday": "1939-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Bundesarchiv_Bild_183-N0619-0034%2C_Fu%C3%9Fball-WM%2C_Argentinien_-_Italien_1-1_%28cropped%29.jpg/223px-Bundesarchiv_Bild_183-N0619-0034%2C_Fu%C3%9Fball-WM%2C_Argentinien_-_Italien_1-1_%28cropped%29.jpg",
    "extract": "Tarcisio Burgnich was an Italian football manager and player, who played as a defender.",
    "year": 1939,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Michael Llewellyn-Smith",
    "birthday": "1939-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Michael_Llewellyn_Smith.jpg/276px-Michael_Llewellyn_Smith.jpg",
    "extract": "Sir Michael John Llewellyn-Smith is a retired British diplomat and academic. He served as Ambassador to Poland from 1991 to 1996 and Ambassador to Greece from 1996 to 1999. He is visiting professor at the Centre for Hellenic Studies, King's College London.",
    "year": 1939,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert Skidelsky",
    "birthday": "1939-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Official_portrait_of_Lord_Skidelsky_crop_2%2C_2019.jpg/240px-Official_portrait_of_Lord_Skidelsky_crop_2%2C_2019.jpg",
    "extract": "Robert Jacob Alexander, Baron Skidelsky, is a British economic historian. He is the author of a three-volume award-winning biography of British economist John Maynard Keynes (1883–1946). Skidelsky read history at Jesus College, Oxford, and is Emeritus Professor of Political Economy at the University of Warwick, England.",
    "year": 1939,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Roger Boisjoly",
    "birthday": "1938-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cb/Roger_Boisjoly_obituary.jpg/320px-Roger_Boisjoly_obituary.jpg",
    "extract": "Roger Mark Boisjoly was an American mechanical engineer, fluid dynamicist, and an aerodynamicist. He is best known for having raised strenuous objections to the launch of the Space Shuttle Challenger months before the loss of the spacecraft and its crew in January 1986. Boisjoly correctly predicted, based on earlier flight data, that the O-rings on the rocket boosters would fail if the shuttle launched in cold weather. Morton Thiokol's managers decided to launch the shuttle despite his warnings. He was considered a high-profile whistleblower.",
    "year": 1938,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ton Schulten",
    "birthday": "1938-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Ootmarsum_-_Museum_Ton_Schulten-2.JPG/320px-Ootmarsum_-_Museum_Ton_Schulten-2.JPG",
    "extract": "Ton Schulten is a Dutch painter who mainly paints landscapes using bright blocks of colour.",
    "year": 1938,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Henck Arron",
    "birthday": "1936-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Henck_Arron_Schiphol_persconferentie_1988_%28cropped%29.jpg/216px-Henck_Arron_Schiphol_persconferentie_1988_%28cropped%29.jpg",
    "extract": "Henck Alphonsus Eugène Arron was the first Prime Minister of Suriname after it gained independence in 1975. A member of the National Party of Suriname, he served from 24 December 1973 with the transition government, to 25 February 1980. He was overthrown in a coup d'état by the military, led by Dési Bouterse. Released in 1981 after charges of corruption were dropped, he returned to banking, his previous career. In 1987, Arron was elected as Vice President of Suriname and served until another coup in 1990 overthrew the government.",
    "year": 1936,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Reinier Kreijermaat",
    "birthday": "1935-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Reinier_Kreijermaat_%281961%29.jpg/240px-Reinier_Kreijermaat_%281961%29.jpg",
    "extract": "Reinier Kreijermaat was a Dutch footballer who was active as a midfielder in the 1960s.",
    "year": 1935,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Peter McParland",
    "birthday": "1934-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/36/Peter_McParland_Villa_Park_16-3-2013.jpeg/311px-Peter_McParland_Villa_Park_16-3-2013.jpeg",
    "extract": "Peter James McParland MBE is a former professional footballer.",
    "year": 1934,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jerry Leiber and Mike Stoller",
    "birthday": "1933-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/18/JerryLeiber-MikeStoller-Hounddog-bookcover.jpg/270px-JerryLeiber-MikeStoller-Hounddog-bookcover.jpg",
    "extract": "Lyricist Jerome Leiber and composer Michael Stoller were American songwriting and record producing partners. They found success as the writers of such crossover hit songs as \"Hound Dog\" (1952) and \"Kansas City\" (1952). Later in the 1950s, particularly through their work with The Coasters, they created a string of ground-breaking hits—including \"Young Blood\" (1957), \"Searchin'\" (1957), and \"Yakety Yak\" (1958)—that used the humorous vernacular of teenagers sung in a style that was openly theatrical rather than personal.",
    "year": 1933,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Joyce Ricketts",
    "birthday": "1933-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2a/Joyce_Ricketts.jpg",
    "extract": "Joyce Ricketts was a right fielder who played from 1953 through 1954 in the All-American Girls Professional Baseball League. She batted left-handed and threw right-handed.",
    "year": 1933,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Meadowlark Lemon",
    "birthday": "1932-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Meadowlark_Lemon_shooting_%28cropped%29.jpg/298px-Meadowlark_Lemon_shooting_%28cropped%29.jpg",
    "extract": "Meadow Lemon III, known professionally as Meadowlark Lemon, was an American basketball player, actor, and Christian minister. Beginning in 1994, he ran Meadowlark Lemon Ministries in Scottsdale, Arizona. For 22 years, he was known as the \"Clown Prince\" of the touring Harlem Globetrotters basketball team. He played in more than 16,000 games for the Globetrotters and was a 2003 inductee into the Naismith Memorial Basketball Hall of Fame.",
    "year": 1932,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Lia Manoliu",
    "birthday": "1932-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Lia_Manoliu_1964.jpg/226px-Lia_Manoliu_1964.jpg",
    "extract": "Lia Manoliu was a Romanian discus thrower who won one gold and two bronze Olympic medals. She was the first track and field athlete to compete at six Olympics (1952–1972).",
    "year": 1932,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "David Shepherd (artist)",
    "birthday": "1931-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/David_Shepherd_%28artist%29.jpg/320px-David_Shepherd_%28artist%29.jpg",
    "extract": "Richard David Shepherd CBE FRSA FGRA was a British artist and one of the world's most outspoken conservationists. He was most famous for his paintings of steam locomotives and wildlife, although he also often painted aircraft, portraits and landscapes. His work has been extremely popular since the 1960s in limited edition print reproduction and poster form, as well as other media such as Wedgwood limited edition plates. He published five books about his art, including an autobiography.",
    "year": 1931,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Paul Mazursky",
    "birthday": "1930-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Paul_Mazursky.jpg/237px-Paul_Mazursky.jpg",
    "extract": "Irwin Lawrence \"Paul\" Mazursky was an American film director, screenwriter, and actor. Known for his dramatic comedies that often dealt with modern social issues, he was nominated for five Academy Awards: three times for Best Original Screenplay, once for Best Adapted Screenplay, and once for Best Picture for An Unmarried Woman (1978). His other films include Bob & Carol & Ted & Alice (1969), Blume in Love (1973), Harry and Tonto (1974), Moscow on the Hudson (1984), and Down and Out in Beverly Hills (1986).",
    "year": 1930,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Peter Schulz",
    "birthday": "1930-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/PeterSchulzErsterB%C3%BCrgermeisterHamburg.jpg/229px-PeterSchulzErsterB%C3%BCrgermeisterHamburg.jpg",
    "extract": "Peter Schulz was a German politician, member of the Social Democratic Party (SPD) and First Mayor of Hamburg.",
    "year": 1930,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Yvette Williams",
    "birthday": "1929-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Yvette_Williams_1954b.jpg/240px-Yvette_Williams_1954b.jpg",
    "extract": "Dame Yvette Winifred Corlett was a New Zealand track-and-field athlete who was the first woman from her country to win an Olympic gold medal and to hold the world record in the women's long jump. Williams was named \"Athlete of the Century\" on the 100th anniversary of Athletics New Zealand, in 1987.",
    "year": 1929,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Cy Twombly",
    "birthday": "1928-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/43/Cy_Twombly.jpg/320px-Cy_Twombly.jpg",
    "extract": "Edwin Parker \"Cy\" Twombly Jr. was an American painter, sculptor and photographer. He belonged to the generation of Robert Rauschenberg and Jasper Johns.",
    "year": 1928,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Corín Tellado",
    "birthday": "1927-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Corin_Tellado_cropped2.jpg",
    "extract": "María del Socorro Tellado López, known as Corín Tellado, was a prolific Spanish writer of romantic novels and photonovels that were best-sellers in several Spanish-language countries. She published more than 4,000 titles and sold more than 400 million books which have been translated into several languages. She was listed in the 1994 Guinness World Records as having sold the most books written in Spanish, and earlier in 1962 UNESCO declared her the most read Spanish writer after Miguel de Cervantes.",
    "year": 1927,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Albert Uderzo",
    "birthday": "1927-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Albert_Uderzo.jpg/213px-Albert_Uderzo.jpg",
    "extract": "Alberto Aleandro Uderzo was a French comic book artist and scriptwriter. He is best known as the co-creator and illustrator of the Astérix series in collaboration with René Goscinny. He also drew other comics such as Oumpah-pah, again with Goscinny.\nUderzo retired in September 2011.",
    "year": 1927,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Johnny Craig",
    "birthday": "1926-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c8/Johnnytonicraig.jpg/233px-Johnnytonicraig.jpg",
    "extract": "John Thomas Alexis Craig, was an American comic book artist notable for his work with the EC Comics line of the 1950s. He sometimes used the pseudonyms Jay Taycee and F. C. Aljohn.",
    "year": 1926,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gertrude Fröhlich-Sandner",
    "birthday": "1926-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Gertrude_Sandner_%281970%29.jpg/232px-Gertrude_Sandner_%281970%29.jpg",
    "extract": "Gertrude Fröhlich-Sandner was an Austrian politician for the SPÖ.",
    "year": 1926,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Patricia Castell",
    "birthday": "1926-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Patricia_Castell.jpg/258px-Patricia_Castell.jpg",
    "extract": "Patricia Castell, born Ovidia Amanda Paramidani Padín, was an Argentine actress, appearing on radio, television and in films. Born in Avellaneda in 1926, her career began in the 1940s and lasted for more than fifty years.",
    "year": 1926,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sammy Drechsel",
    "birthday": "1925-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/DrechselBloedorn.jpg/320px-DrechselBloedorn.jpg",
    "extract": "Sammy Drechsel, born Karl-Heinz Kamke, was a German political comedian, journalist and sports reporter. In 1956, together with Dieter Hildebrandt, he founded the Münchner Lach- und Schießgesellschaft, one of Germany's most successful and influential sites of political kabarett, for which he was producer and director up to his death. From 1950 to his death he also worked as a sports reporter for the Bavarian \"Bayrischer Rundfunk\". He also became well known for his 1955 book \"Elf Freunde müsst ihr sein\", which targeted an adolescent audience. One of Drechsel's last appearances was in the German TV series Kir Royal, directed by Helmut Dietl, which was completed shortly before his death.",
    "year": 1925,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ingemar Johansson (racewalker)",
    "birthday": "1924-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Ingemar_Johansson_%28walker%29.jpg/315px-Ingemar_Johansson_%28walker%29.jpg",
    "extract": "Bror Ingemar Ture Johansson was a Swedish race walker who won a silver medal in the 10 km at the 1948 Summer Olympics. He was also an accomplished speed skater.",
    "year": 1924,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Franco Mannino",
    "birthday": "1924-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Franco_Mannino_73.jpg/320px-Franco_Mannino_73.jpg",
    "extract": "Franco Mannino was an Italian film composer, pianist, opera director, playwright and novelist, born in Palermo.",
    "year": 1924,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Paulo Vanzolini",
    "birthday": "1924-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Paulo_Vanzolini.jpg/320px-Paulo_Vanzolini.jpg",
    "extract": "Paulo Emilio Vanzolini was a Brazilian scientist and music composer. He was best known for his samba compositions, including the famous \"Ronda\", \"Volta por Cima\", and \"Boca da Noite\", and for his scientific works in herpetology. He is considered one of the greatest samba composers from São Paulo. Until his death, he still conducted research at the University of São Paulo (USP).",
    "year": 1924,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Francis Graham-Smith",
    "birthday": "1923-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Francis_Graham_Smith.jpg/214px-Francis_Graham_Smith.jpg",
    "extract": "Sir Francis Graham-Smith is a British astronomer. He was the thirteenth Astronomer Royal from 1982 to 1990 and was knighted in 1986.",
    "year": 1923,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Melissa Hayden (dancer)",
    "birthday": "1923-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Melissa_Hayden_1965.jpg/204px-Melissa_Hayden_1965.jpg",
    "extract": "Melissa Hayden was a Canadian ballerina at the New York City Ballet.",
    "year": 1923,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Albert King",
    "birthday": "1923-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Albert_King_1978.jpg/262px-Albert_King_1978.jpg",
    "extract": "Albert Nelson, known by his stage name Albert King, was an American blues guitarist and singer whose playing influenced many other blues guitarists. He is perhaps best known for the popular and influential album Born Under a Bad Sign (1967) and its title track. He, B.B. King, and Freddie King, all unrelated, were known as the \"Kings of the Blues\". The left-handed King was known for his \"deep, dramatic sound that was widely imitated by both blues and rock guitarists.\"",
    "year": 1923,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Karel Appel",
    "birthday": "1921-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Karel_Appel_%281982%29.jpg/240px-Karel_Appel_%281982%29.jpg",
    "extract": "Christiaan Karel Appel was a Dutch painter, sculptor, and poet. He started painting at the age of fourteen and studied at the Rijksakademie in Amsterdam in the 1940s. He was one of the founders of the avant-garde movement CoBrA in 1948. He was also an avid sculptor and has had works featured in MoMA and other museums worldwide.",
    "year": 1921,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Finn Helgesen",
    "birthday": "1919-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Finn_Helgesen.jpg/231px-Finn_Helgesen.jpg",
    "extract": "Finn Helgesen was a speed skater from Norway.",
    "year": 1919,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Graham Payn",
    "birthday": "1918-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/89/Graham-payne-mary-martin.jpg/238px-Graham-payne-mary-martin.jpg",
    "extract": "Graham Payn was a South African-born English actor and singer, also known for being the life partner of the playwright Noël Coward. Beginning as a boy soprano, Payn later made a career as a singer and actor in the works of Coward and others. After Coward's death, Payn ran the Coward estate for 22 years.",
    "year": 1918,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gérard de Vaucouleurs",
    "birthday": "1918-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5a/G%C3%A9rard_de_Vaucouleurs00.jpg/218px-G%C3%A9rard_de_Vaucouleurs00.jpg",
    "extract": "Gérard Henri de Vaucouleurs was a French astronomer.",
    "year": 1918,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ella Fitzgerald",
    "birthday": "1917-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Ella_Fitzgerald_1962.JPG/255px-Ella_Fitzgerald_1962.JPG",
    "extract": "Ella Jane Fitzgerald was an American jazz singer, sometimes referred to as the \"First Lady of Song\", \"Queen of Jazz\", and \"Lady Ella\". She was noted for her purity of tone, impeccable diction, phrasing, timing, intonation, and a \"horn-like\" improvisational ability, particularly in her scat singing.",
    "year": 1917,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mort Weisinger",
    "birthday": "1915-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f6/Mort_Weisinger_in_1975.jpg/304px-Mort_Weisinger_in_1975.jpg",
    "extract": "Mortimer Weisinger was an American magazine and comic book editor best known for editing DC Comics' Superman during the mid-1950s to 1960s, in the Silver Age of comic books. He also co-created such features as Aquaman, Green Arrow, Johnny Quick, and the original Vigilante, served as story editor for the Adventures of Superman television series, and compiled the often-revised paperback 1001 Valuable Things You Can Get Free.",
    "year": 1915,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nikolaos Roussen",
    "birthday": "1913-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d9/Nikolaos_Roussen.jpg",
    "extract": "Nikolaos Roussen was a Greek naval officer who distinguished himself during World War II. He served in the two most successful Greek submarines of the war as executive officer and captain. He died during the suppression of the Navy mutiny in April 1944.",
    "year": 1913,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Earl Bostic",
    "birthday": "1912-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/44/Earl_Bostic.jpg/247px-Earl_Bostic.jpg",
    "extract": "Eugene Earl Bostic was an American jazz alto saxophonist and a pioneer of the post-war American rhythm and blues style. He had a number of popular hits such as \"Flamingo\", \"Harlem Nocturne\", \"Temptation\", \"Sleep\", \"Special Delivery Stomp\", and \"Where or When\", which all showed off his characteristic growl on the horn. He was a major influence on John Coltrane.",
    "year": 1912,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Connie Marrero",
    "birthday": "1911-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Connie_Marrero_1950s.JPG/320px-Connie_Marrero_1950s.JPG",
    "extract": "Conrado Eugenio Marrero Ramos, nicknamed \"Connie\", was a Cuban professional baseball pitcher. The right-handed Marrero pitched in Major League Baseball from 1950 to 1954 for the Washington Senators. Marrero made his major league debut when he was 38 years old, and was one of the oldest players in the league throughout the duration of his time in the major leagues. He was a popular star in his native Cuba, where he had a long and successful career in amateur baseball, pitching for Cuba in several Amateur World Series competitions, and playing several excellent seasons with the professional Cuban League and the minor league Havana Cubans. His nicknames in Cuba were \"El Guajiro de Laberinto\", reflecting his rural origins, \"El Premier\", and \"El Curvo.\"",
    "year": 1911,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Arapeta Awatere",
    "birthday": "1910-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/A106-awatere-arapeta-atl-1.jpg/245px-A106-awatere-arapeta-atl-1.jpg",
    "extract": "Arapeta Marukitepua Pitapitanuiarangi Awatere was a New Zealand interpreter, military leader, maori welfare officer, and local politician. Of Māori descent, he identified with the Ngati Hine (Northland), Ngati Porou and Te Whanau-a-Hinetapora iwi. He was born in Tuparoa, East Coast, on 25 April 1910. He served as a colonel in the Māori battalion during the Second World War and is father to the former MP Donna Awatere Huata.",
    "year": 1910,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "William Pereira",
    "birthday": "1909-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d9/William_Pereira_-_photo.jpg",
    "extract": "William Leonard Pereira was an American architect from Chicago, Illinois, who was noted for his futuristic designs of landmark buildings such as the Transamerica Pyramid in San Francisco. Remarkably prolific, he worked out of Los Angeles, and was known for his love of science fiction and expensive cars, but mostly for his unmistakable style of architecture, which helped define the look of mid-20th century America.",
    "year": 1909,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Edward R. Murrow",
    "birthday": "1908-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Edward_R._Murrow.jpg/240px-Edward_R._Murrow.jpg",
    "extract": "Edward Roscoe Murrow was an American broadcast journalist and war correspondent. He first gained prominence during World War II with a series of live radio broadcasts from Europe for the news division of CBS. During the war he recruited and worked closely with a team of war correspondents who came to be known as the Murrow Boys.",
    "year": 1908,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "William J. Brennan Jr.",
    "birthday": "1906-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/US_Supreme_Court_Justice_William_Brennan_-_1976_official_portrait.jpg/221px-US_Supreme_Court_Justice_William_Brennan_-_1976_official_portrait.jpg",
    "extract": "William Joseph Brennan Jr. was an American lawyer and jurist who served as an Associate Justice of the Supreme Court of the United States from 1956 to 1990. He was the seventh-longest-serving justice in Supreme Court history, and known for being a leader of the U.S. Supreme Court's liberal wing.",
    "year": 1906,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "George Nēpia",
    "birthday": "1905-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/George_N%C4%93pia_1935.jpg/209px-George_N%C4%93pia_1935.jpg",
    "extract": "George Nēpia was a New Zealand Māori rugby union and rugby league player. He is remembered as an exceptional full-back and one of the most famous Māori rugby players. He was inducted into the New Zealand Sports Hall of Fame in 1990. In 2004 he was selected as number 65 by the panel of the New Zealand's Top 100 History Makers television show. Nēpia was featured in a set of postage stamps from the New Zealand post office in 1990. Historian Philippa Mein Smith described him as \"New Zealand rugby's first superstar\".",
    "year": 1905,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Andrey Kolmogorov",
    "birthday": "1903-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Andrej_Nikolajewitsch_Kolmogorov.jpg/221px-Andrej_Nikolajewitsch_Kolmogorov.jpg",
    "extract": "Andrey Nikolaevich Kolmogorov was a Soviet mathematician who contributed to the mathematics of probability theory, topology, intuitionistic logic, turbulence, classical mechanics, algorithmic information theory and computational complexity.",
    "year": 1903,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Werner Heyde",
    "birthday": "1902-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/52/HeydeFotoQuick30761.jpg/320px-HeydeFotoQuick30761.jpg",
    "extract": "Werner Heyde was a German psychiatrist. He was one of the main organizers of Nazi Germany's T-4 Euthanasia Program.",
    "year": 1902,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mary Miles Minter",
    "birthday": "1902-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Mary_Miles_Minter._Portrait_by_Cinematographer_James_Wong_Howe%2C_1923.jpg/268px-Mary_Miles_Minter._Portrait_by_Cinematographer_James_Wong_Howe%2C_1923.jpg",
    "extract": "Mary Miles Minter was an American actress. She appeared in 53 silent films from 1912 to 1923.",
    "year": 1902,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gladwyn Jebb",
    "birthday": "1900-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Sr._Gladwyn_Jebb.jpg/225px-Sr._Gladwyn_Jebb.jpg",
    "extract": "Hubert Miles Gladwyn Jebb, 1st Baron Gladwyn, was a prominent British civil servant, diplomat and politician who served as the acting secretary-general of the United Nations from October 1945 to February 1946.",
    "year": 1900,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Wolfgang Pauli",
    "birthday": "1900-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Pauli.jpg/226px-Pauli.jpg",
    "extract": "Wolfgang Ernst Pauli was an Austrian theoretical physicist and one of the pioneers of quantum physics. In 1945, after having been nominated by Albert Einstein, Pauli received the Nobel Prize in Physics for his \"decisive contribution through his discovery of a new law of Nature, the exclusion principle or Pauli principle\". The discovery involved spin theory, which is the basis of a theory of the structure of matter.",
    "year": 1900,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mary, Princess Royal and Countess of Harewood",
    "birthday": "1897-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Mary%2C_Princess_Royal_and_Countess_of_Harewood.jpg/212px-Mary%2C_Princess_Royal_and_Countess_of_Harewood.jpg",
    "extract": "Mary, Princess Royal and Countess of Harewood, was the only daughter of King George V and Queen Mary. She was the sister of Kings Edward VIII and George VI, and aunt of the current British monarch, Queen Elizabeth II. In the First World War, she performed charity work in support of servicemen and their families. She married Henry Lascelles, Viscount Lascelles, in 1922. Mary was given the title of Princess Royal in 1932. During the Second World War, she was Controller Commandant of the Auxiliary Territorial Service. The Princess Royal and the Earl of Harewood had two sons, George Lascelles, 7th Earl of Harewood, and The Honourable Gerald Lascelles.",
    "year": 1897,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Fred Haney",
    "birthday": "1896-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Fred_Haney_1922.jpeg/264px-Fred_Haney_1922.jpeg",
    "extract": "Fred Girard Haney was an American third baseman, manager, coach and executive in Major League Baseball (MLB). As a manager, he won two pennants and a world championship with the Milwaukee Braves. He later served as the first general manager of the expansion Los Angeles Angels in the American League. For years, Haney was one of the most popular baseball figures in Los Angeles. In 1974 he was presented with the King of Baseball award given by Minor League Baseball.",
    "year": 1896,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Maud Hart Lovelace",
    "birthday": "1892-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/24/Maud_Hart_Lovelace.jpg",
    "extract": "Maud Hart Lovelace was an American author best known for the Betsy-Tacy series.",
    "year": 1892,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Fred McLeod",
    "birthday": "1882-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/FredMcLeod1921.png/192px-FredMcLeod1921.png",
    "extract": "Frederick Robertson McLeod was a Scottish-American professional golfer who had a distinguished career in the United States, which included victory in the 1908 U.S. Open. He was born in Kirk Ports, North Berwick, East Lothian, Scotland.",
    "year": 1882,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jacob Nicol",
    "birthday": "1876-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Jacob_Nicol.png/210px-Jacob_Nicol.png",
    "extract": "Jacob Nicol, was a Canadian lawyer, newspaper publisher, and politician.",
    "year": 1876,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Guglielmo Marconi",
    "birthday": "1874-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Guglielmo_Marconi.jpg/240px-Guglielmo_Marconi.jpg",
    "extract": "Guglielmo Giovanni Maria Marconi, 1st Marquis of Marconi was an Italian inventor and electrical engineer, known for his creation of a practical radio wave-based wireless telegraph system. This led to Marconi being credited as the inventor of radio, and he shared the 1909 Nobel Prize in Physics with Karl Ferdinand Braun \"in recognition of their contributions to the development of wireless telegraphy\".",
    "year": 1874,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Howard R. Garis",
    "birthday": "1873-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Howard_Garis_-_1922.jpg/273px-Howard_Garis_-_1922.jpg",
    "extract": "Howard Roger Garis was an American author, best known for a series of books that featured the character of Uncle Wiggily Longears, an engaging elderly rabbit. Many of his books were illustrated by Lansing Campbell. Garis and his wife, Lilian Garis, were possibly the most prolific children's authors of the early 20th century.",
    "year": 1873,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "C. B. Fry",
    "birthday": "1872-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/CB_Fry_batting.jpg/158px-CB_Fry_batting.jpg",
    "extract": "Charles Burgess Fry was an English sportsman, teacher, writer, editor and publisher, who is best remembered for his career as a cricketer. John Arlott described him with the words: \"Charles Fry could be autocratic, angry and self-willed: he was also magnanimous, extravagant, generous, elegant, brilliant – and fun ... he was probably the most variously gifted Englishman of any age.\"",
    "year": 1872,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Moisant",
    "birthday": "1868-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/John_B._Moisant_and_Mademoiselle_Fifi.jpg/320px-John_B._Moisant_and_Mademoiselle_Fifi.jpg",
    "extract": "John Bevins Moisant, known as the \"King of Aviators,\" was an American aviator, aeronautical engineer, flight instructor, businessman, and revolutionary. He was the first pilot to conduct passenger flights over a city (Paris), as well as across the English Channel, from Paris to London. He co-founded an eponymous flying circus, the Moisant International Aviators.",
    "year": 1868,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Edward Grey, 1st Viscount Grey of Fallodon",
    "birthday": "1862-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Portrait_of_Edward_Grey%2C_1st_Viscount_Grey_of_Fallodon.jpg/269px-Portrait_of_Edward_Grey%2C_1st_Viscount_Grey_of_Fallodon.jpg",
    "extract": "Edward Grey, 1st Viscount Grey of Fallodon,, better known as Sir Edward Grey, was a British Liberal statesman and the main force behind British foreign policy in the era of the First World War.",
    "year": 1862,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Charles Sumner Tainter",
    "birthday": "1854-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Charles_Sumner_Tainter.jpg/191px-Charles_Sumner_Tainter.jpg",
    "extract": "Charles Sumner Tainter was an American scientific instrument maker, engineer and inventor, best known for his collaborations with Alexander Graham Bell, Chichester Bell, Alexander's father-in-law Gardiner Hubbard, and for his significant improvements to Thomas Edison's phonograph, resulting in the Graphophone, one version of which was the first Dictaphone.",
    "year": 1854,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Leopoldo Alas",
    "birthday": "1851-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f1/LeopoldoAlasClarin.jpg",
    "extract": "Leopoldo Enrique García-Alas y Ureña, also known as Clarín, was a Spanish realist novelist born in Zamora. His inflammatory articles, known as paliques (“chitchat”), as well as his advocacy of liberalism and anti-clericalism, made him a formidable and controversial critical voice. He died in Oviedo.",
    "year": 1851,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Luise Adolpha Le Beau",
    "birthday": "1850-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Luise_Adolpha_Le_Beau_1872.jpg",
    "extract": "Luise Adolpha Le Beau was a German composer of classical music. She studied with noted musicians Clara Schumann and Franz Lachner, but her primary instructor was Josef Gabriel Rheinberger. Like many other 19th century female composers, Le Beau began her career in music as a pianist, and later earned her living teaching, critiquing, and performing music.",
    "year": 1850,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Felix Klein",
    "birthday": "1849-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Felix_Klein%2C_ante_1897_-_Accademia_delle_Scienze_di_Torino_0078_B.jpg/243px-Felix_Klein%2C_ante_1897_-_Accademia_delle_Scienze_di_Torino_0078_B.jpg",
    "extract": "Christian Felix Klein was a German mathematician and mathematics educator, known for his work with group theory, complex analysis, non-Euclidean geometry, and on the associations between geometry and group theory. His 1872 Erlangen program, classifying geometries by their basic symmetry groups, was an influential synthesis of much of the mathematics of the time.",
    "year": 1849,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Princess Alice of the United Kingdom",
    "birthday": "1843-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Alice%2C_Princess_Louis_of_Hesse.jpg/217px-Alice%2C_Princess_Louis_of_Hesse.jpg",
    "extract": "Princess Alice of the United Kingdom was Grand Duchess of Hesse and by Rhine from 13 June 1877 until her death in 1878 as the wife of Grand Duke Louis IV. She was the third child and second daughter of Queen Victoria of the United Kingdom and Prince Albert of Saxe-Coburg and Gotha. Alice was the first of Queen Victoria's nine children to die, and one of three to predecease their mother, who died in 1901. Her life had been enwrapped in tragedy since her father's death in 1861.",
    "year": 1843,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Princess Mary, Duchess of Gloucester and Edinburgh",
    "birthday": "1776-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Mary_of_Great_Britain_duchess_of_Gloucester.jpeg/251px-Mary_of_Great_Britain_duchess_of_Gloucester.jpeg",
    "extract": "Princess Mary, Duchess of Gloucester and Edinburgh was the eleventh child and fourth daughter of King George III of the United Kingdom and his consort Charlotte of Mecklenburg-Strelitz.",
    "year": 1776,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Georg Sverdrup",
    "birthday": "1770-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/54/Georg_Sverdrup.jpg",
    "extract": "Georg Sverdrup was a Norwegian statesman, best known as one of the presidents of the Norwegian Constituent Assembly in Eidsvoll in 1814. He was a member of the Norwegian Parliament and was also responsible for the development of the first Norwegian university library.",
    "year": 1770,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nicolas Oudinot",
    "birthday": "1767-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Nicolas_Charles_Oudinot_by_Robert_Lef%C3%A8vre.jpg/204px-Nicolas_Charles_Oudinot_by_Robert_Lef%C3%A8vre.jpg",
    "extract": "Nicolas Charles Oudinot, 1st Count Oudinot, 1st Duke of Reggio, was a Marshal of the Empire. He is known to have been wounded 34 times in battle, being hit by artillery shells, sabers, and at least twelve bullets over the course of his military career. Oudinot is one of the Names inscribed under the Arc de Triomphe, Eastern pillar Columns 13, 14.",
    "year": 1767,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Augustus Keppel, 1st Viscount Keppel",
    "birthday": "1725-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Augustus_Keppel_BHC2821.jpg/255px-Augustus_Keppel_BHC2821.jpg",
    "extract": "Admiral Augustus Keppel, 1st Viscount Keppel, PC was a Royal Navy officer and politician who sat in the House of Commons from 1755 to 1782. He saw action in command of various ships, including the fourth-rate Maidstone, during the War of the Austrian Succession. He went on to serve as Commodore on the North American Station and then Commander-in-Chief, Jamaica Station during the Seven Years' War. After that he served as Senior Naval Lord and then Commander-in-Chief of the Channel Fleet.",
    "year": 1725,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Giovanni Marco Rutini",
    "birthday": "1723-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Giovanni_Marco_Rutini.jpg/260px-Giovanni_Marco_Rutini.jpg",
    "extract": "Giovanni Marco Rutini was an Italian composer.",
    "year": 1723,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "James Ferguson (Scottish astronomer)",
    "birthday": "1710-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/James_Ferguson.jpg/262px-James_Ferguson.jpg",
    "extract": "James Ferguson was a Scottish astronomer. He is known as the inventor and improver of astronomical and other scientific apparatus, as a striking instance of self education and as an itinerant lecturer.",
    "year": 1710,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Richard Boyle, 3rd Earl of Burlington",
    "birthday": "1694-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/3rdEarlOfBurlingtonPortrait.jpg/251px-3rdEarlOfBurlingtonPortrait.jpg",
    "extract": "Richard Boyle, 3rd Earl of Burlington and 4th Earl of Cork, was an Anglo-Irish architect and noble often called the \"Apollo of the Arts\" and the \"Architect Earl\". The son of the 2nd Earl of Burlington and 3rd Earl of Cork, Burlington never took more than a passing interest in politics despite his position as a Privy Counsellor and a member of both the British House of Lords and the Irish House of Lords. His great interests in life were architecture and landscaping, and he is remembered for being a builder and a patron of architects, craftsmen and landscapers, Indeed, he is credited with bringing Palladian architecture to Britain and Ireland. His major projects include Burlington House, Westminster School, Chiswick House and Northwick Park.",
    "year": 1694,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Oliver Cromwell",
    "birthday": "1599-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Oliver_Cromwell_by_Samuel_Cooper.jpg/263px-Oliver_Cromwell_by_Samuel_Cooper.jpg",
    "extract": "Oliver Cromwell was an English general and statesman who, first as a subordinate and later as Commander-in-Chief, led armies of the Parliament of England against King Charles I during the English Civil War, subsequently ruling the British Isles as Lord Protector from 1653 until his death in 1658. He acted simultaneously as head of state and head of government of the new republican commonwealth.",
    "year": 1599,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Franciscus Patricius",
    "birthday": "1529-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Francesco_Patrizi_1580.jpg/251px-Francesco_Patrizi_1580.jpg",
    "extract": "Franciscus Patricius was a philosopher and scientist from the Republic of Venice, originating from Cres. He was known as a defender of Platonism and an opponent of Aristotelianism.",
    "year": 1529,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Georg Major",
    "birthday": "1502-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Georg_Major.jpg/207px-Georg_Major.jpg",
    "extract": "George Major was a Lutheran theologian of the Protestant Reformation. He was born in Nuremberg and died at Wittenberg.",
    "year": 1502,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Roger Mortimer, 1st Earl of March",
    "birthday": "1287-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Minature-of-Queen-Isabella-and-her-army-from-royal-ms-15-e-iv-vol-2-f316v.jpg/320px-Minature-of-Queen-Isabella-and-her-army-from-royal-ms-15-e-iv-vol-2-f316v.jpg",
    "extract": "Roger Mortimer, 3rd Baron Mortimer of Wigmore, 1st Earl of March, was an English nobleman and powerful Marcher lord who gained many estates in the Welsh Marches and Ireland following his advantageous marriage to the wealthy heiress Joan de Geneville, 2nd Baroness Geneville. In November 1316, he was appointed Lord Lieutenant of Ireland. He was imprisoned in the Tower of London in 1322 for having led the Marcher lords in a revolt against King Edward II in what became known as the Despenser War. He later escaped to France, where he was joined by Edward's queen consort Isabella, where they may have begun an affair. After he and Isabella led a successful invasion and rebellion, Edward was deposed; Mortimer allegedly arranged his murder at Berkeley Castle. For three years, Mortimer was de facto ruler of England before being himself overthrown by Edward's eldest son, Edward III. Accused of assuming royal power and other crimes, Mortimer was executed by hanging at Tyburn.",
    "year": 1287,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Edward II of England",
    "birthday": "1284-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Edward_II%2C_King_of_England_%28Bodleian_Library_MS_Rawlinson_C_292%2C_folio_105r%29.jpg/183px-Edward_II%2C_King_of_England_%28Bodleian_Library_MS_Rawlinson_C_292%2C_folio_105r%29.jpg",
    "extract": "Edward II, also called Edward of Caernarfon, was King of England and Lord of Ireland from 1307 until he was deposed in January 1327. The fourth son of Edward I, Edward became the heir apparent to the throne following the death of his elder brother Alphonso. Beginning in 1300, Edward accompanied his father on campaigns to pacify Scotland. In 1306, he was knighted in a grand ceremony at Westminster Abbey. Following his father's death, Edward succeeded to the throne in 1307. He married Isabella, the daughter of the powerful King Philip IV of France, in 1308, as part of a long-running effort to resolve tensions between the English and French crowns.",
    "year": 1284,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Conrad IV of Germany",
    "birthday": "1228-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Conrad_4_of_Germany.jpg/320px-Conrad_4_of_Germany.jpg",
    "extract": "Conrad, a member of the Hohenstaufen dynasty, was the only son of Emperor Frederick II from his second marriage with Queen Isabella II of Jerusalem. He inherited the title of King of Jerusalem upon the death of his mother in childbed. Appointed Duke of Swabia in 1235, his father had him elected King of Germany and crowned King of Italy in 1237. After the emperor was deposed and died in 1250, he ruled as King of Sicily until his death.",
    "year": 1228,
    "month": 4,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Louis IX of France",
    "birthday": "1214-4-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Saintlouis.jpg/228px-Saintlouis.jpg",
    "extract": "Louis IX, commonly known as Saint Louis or Louis the Saint, was King of France from 1226 to 1270, and the most illustrious of the Direct Capetians. He was crowned in Reims at the age of 12, following the death of his father Louis VIII. His mother, Blanche of Castile, ruled the kingdom as regent until he reached maturity, and then remained his valued adviser until her death. During Louis' childhood, Blanche dealt with the opposition of rebellious vassals and secured Capetian success in the Albigensian Crusade, which had started 20 years earlier.",
    "year": 1214,
    "month": 4,
    "day": 25,
    "language": "en"
  }
]