[
  {
    "name": "Nick Kyrgios",
    "birthday": "1995-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Kyrgios_WM19_%2875%29_%2848521949772%29.jpg/213px-Kyrgios_WM19_%2875%29_%2848521949772%29.jpg",
    "extract": "Nicholas Hilmy Kyrgios is an Australian professional tennis player. In singles, he has a career high ATP singles ranking of world No. 13, achieved on 24 October 2016. Kyrgios has won six ATP titles and has reached nine ATP finals, including a Masters 1000 final at the 2017 Cincinnati Masters. In doubles, he has a career-high ranking of world No. 29, achieved on 21 March 2022, after winning a Major doubles title at the 2022 Australian Open and later making the semifinals in Miami partnering Thanasi Kokkinakis.",
    "year": 1995,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Corey Seager",
    "birthday": "1994-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/20170718_Dodgers-WhiteSox_Corey_Seager_between_innings.jpg/213px-20170718_Dodgers-WhiteSox_Corey_Seager_between_innings.jpg",
    "extract": "Corey Drew Seager, nicknamed \"Seags\", is an American professional baseball shortstop for the Texas Rangers of Major League Baseball (MLB).",
    "year": 1994,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Keenan Allen",
    "birthday": "1992-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Keenan_Allen_2021.jpg/236px-Keenan_Allen_2021.jpg",
    "extract": "Keenan Alexander Allen is an American football wide receiver for the Los Angeles Chargers of the National Football League (NFL). He played college football for the California Golden Bears before leaving after his junior year. He was drafted by the Chargers in the third round of the 2013 NFL Draft. Allen won multiple rookie honors after setting Chargers' records for receptions and receiving yards by a rookie. In 2017, he was named the NFL Comeback Player of the Year.",
    "year": 1992,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Isaac Cuenca",
    "birthday": "1991-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/%E8%B9%B4%E7%90%83%E9%81%B8%E6%89%8B1_-_Isaac_Cuenca.jpg/258px-%E8%B9%B4%E7%90%83%E9%81%B8%E6%89%8B1_-_Isaac_Cuenca.jpg",
    "extract": "Joan Isaac Cuenca López is a Spanish professional footballer who plays as a winger.",
    "year": 1991,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lara Gut-Behrami",
    "birthday": "1991-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/2017_Audi_FIS_Ski_Weltcup_Garmisch-Partenkirchen_Damen_-_Lara_Gut_-_by_2eight_-_8SC0746.jpg/214px-2017_Audi_FIS_Ski_Weltcup_Garmisch-Partenkirchen_Damen_-_Lara_Gut_-_by_2eight_-_8SC0746.jpg",
    "extract": "Lara Gut-Behrami is a Swiss World Cup alpine ski racer who competes in all disciplines and specializes in the speed events of downhill and super-G. She won the gold medal in the Super-G event at the 2022 Winter Olympics in Beijing.",
    "year": 1991,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Trude Raad",
    "birthday": "1990-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/2012-06-07_Bislett_Games_Trude_Raad01.jpg/288px-2012-06-07_Bislett_Games_Trude_Raad01.jpg",
    "extract": "Trude Raad is a deaf Norwegian track and field athlete. She generally competes in the discus throw and hammer throw events at the International competitions. Trude has represented Norway at the Deaflympics in 2009, 2013 and 2017 and has won 4 gold medals in her Deaflympic career. She was also a champion in the women's hammer throw event at the Deaflympics on 3 consecutive occasions. She broke her own deaf world record in the women's hammer throw at the 2017 Summer Deaflympics with a distance of 66.35m, the previous best was 65.03m",
    "year": 1990,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lars Bender",
    "birthday": "1989-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Lars-Bender-2018-08-19.jpg/240px-Lars-Bender-2018-08-19.jpg",
    "extract": "Lars Bender is a German professional footballer who played as a right back and defensive midfielder. He is the twin brother of Sven Bender.",
    "year": 1989,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sven Bender",
    "birthday": "1989-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Sven-Bender-2018-08-19.jpg/213px-Sven-Bender-2018-08-19.jpg",
    "extract": "Sven Bender is a German former professional footballer who played as a central defender and defensive midfielder. He was raised in Brannenburg and started his football career playing for TSV Brannenburg. Sven is the twin brother of Lars Bender.",
    "year": 1989,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dmytro Kozban",
    "birthday": "1989-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7e/Dmytro_Kozban2015.jpg",
    "extract": "Dmytro Kozban is a professional Ukrainian football striker.",
    "year": 1989,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Semyon Varlamov",
    "birthday": "1988-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Semyon_Varlamov_-_Colorado_Avalanche.jpg/291px-Semyon_Varlamov_-_Colorado_Avalanche.jpg",
    "extract": "Semyon Aleksandrovich Varlamov is a Russian professional ice hockey goaltender for the New York Islanders of the National Hockey League (NHL).",
    "year": 1988,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lizzo",
    "birthday": "1988-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/200126_Lizzo_on_the_2020_Grammys_Red_Carpet.png/207px-200126_Lizzo_on_the_2020_Grammys_Red_Carpet.png",
    "extract": "Melissa Viviane Jefferson, known professionally as Lizzo, is an American singer, rapper and songwriter. Born in Detroit, Michigan, she later moved to Houston, Texas, where she began performing before moving to Minneapolis, where she began her recording career in hip hop music. Prior to signing with Nice Life and Atlantic Records, Lizzo released two studio albums—Lizzobangers (2013) and Big Grrrl Small World (2015). Lizzo's first major-label EP, Coconut Oil, was released in 2016.",
    "year": 1988,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Taylor Chorney",
    "birthday": "1987-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Taylor_Chorney_2016-04-07_1.JPG/320px-Taylor_Chorney_2016-04-07_1.JPG",
    "extract": "Taylor Chorney is a Canadian-born American former ice hockey defenceman. He played parts of eight seasons in the National Hockey League (NHL) for the Edmonton Oilers, St. Louis Blues, Pittsburgh Penguins, Washington Capitals, and Columbus Blue Jackets.",
    "year": 1987,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Elliott Shriane",
    "birthday": "1987-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Eliiott_Shriane_2009.jpg/240px-Eliiott_Shriane_2009.jpg",
    "extract": "Elliott Shriane is an Olympic short track speed skater from Brisbane, Australia.",
    "year": 1987,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William Moseley (actor)",
    "birthday": "1987-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/William_Moseley_2015_TCA_Press_Tour_%28cropped%29.jpg/226px-William_Moseley_2015_TCA_Press_Tour_%28cropped%29.jpg",
    "extract": "William Peter Moseley is an English actor. He is known for playing Peter Pevensie in the film series The Chronicles of Narnia (2005–2010), which won him a Kids' Choice Award, in addition to nominations for a Saturn Award and a Young Artist Award. He also played Prince Liam in the E! series The Royals (2015–2018).",
    "year": 1987,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Fei (singer)",
    "birthday": "1987-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Wang_Feifei_at_2014_K-Pop_Awards_red_carpet.jpg/247px-Wang_Feifei_at_2014_K-Pop_Awards_red_carpet.jpg",
    "extract": "Wang Feifei, also known professionally as Fei, is a Chinese singer and actress. She was a member of the South Korean girl group miss A from the group's debut in 2010 until its disbandment in 2017. She debuted as a solo artist in 2016 in Korea with the mini album \"Fantasy\". After departing Korea in 2018, Fei has since pursued her solo career in China. In the second half of 2021, Fei released her much-anticipated Chinese album \"Fearless 不霏\" which includes three singles and is produced independently by Wang Feifei Studio with Fei as the Executive Producer.",
    "year": 1987,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jenna Coleman",
    "birthday": "1986-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Jenna_Coleman_2016.jpg/221px-Jenna_Coleman_2016.jpg",
    "extract": "Jenna-Louise Coleman, since 2013 credited as Jenna Coleman, is an English actress. She is known for playing Jasmine Thomas in the soap opera Emmerdale, Clara Oswald in the science-fiction series Doctor Who, Queen Victoria in the period drama Victoria, Joanna Lindsay in the crime miniseries The Cry, and Marie-Andrée Leclerc in the crime miniseries The Serpent.",
    "year": 1986,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dinara Safina",
    "birthday": "1986-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Dinara_Safina_at_the_2008_WTA_Tour_Championships3.jpg/213px-Dinara_Safina_at_the_2008_WTA_Tour_Championships3.jpg",
    "extract": "Dinara Mubinovna Safina is a Russian former world No. 1 tennis player. Safina was runner-up in singles at the 2008 French Open, 2009 Australian Open, and the 2009 French Open, falling to Ana Ivanovic, Serena Williams, and Svetlana Kuznetsova, respectively. She had success at Grand Slam events in women's doubles by winning the 2007 US Open with Nathalie Dechy. She also won the Olympic silver medal in women's singles at the 2008 Summer Olympics in Beijing. Safina retired in 2014 after a lengthy absence from the tour since 2011 due to an ongoing back injury. She is the younger sister of former world No. 1 men's player Marat Safin. The brother–sister pair are the first to both achieve No. 1 rankings.",
    "year": 1986,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Meselech Melkamu",
    "birthday": "1985-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/20090815_Meselech_Melkamu.jpg/320px-20090815_Meselech_Melkamu.jpg",
    "extract": "Meselech Melkamu born 27 April 1985 in Debre Marqos) is an Ethiopian long-distance runner. She defeated Meseret Defar to win the 5000 metres gold medal at the 2008 African Athletics Championships, but she is better known for her 29:53.80 run over 10,000 metres in 2009, which until August 2016 ranked her second on the all-time list behind world record holder Wang Junxia. She is one of seven woman in history to break the 30-minute barrier and one of four Ethiopians to accomplish the feat.",
    "year": 1985,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Pierre-Marc Bouchard",
    "birthday": "1984-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Pierre-Marc_Bouchard.png/198px-Pierre-Marc_Bouchard.png",
    "extract": "Pierre-Marc Bouchard is a Canadian former professional ice hockey player. Bouchard played his junior hockey with the Chicoutimi Saguenéens in the Quebec Major Junior Hockey League (QMJHL), and is the older brother of Austrian Hockey League player François Bouchard. Bouchard was selected eighth overall in the 2002 NHL Entry Draft by the Minnesota Wild and has also featured in the National Hockey League (NHL) with the New York Islanders. He is the cousin of P. A. Parenteau.",
    "year": 1984,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Daniel Holdsworth (rugby league)",
    "birthday": "1984-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/DANIEL_HOLDSWORTH.jpg/190px-DANIEL_HOLDSWORTH.jpg",
    "extract": "Daniel Holdsworth is an Australian former professional rugby league five-eighth who played in the 2000s and 2010s.",
    "year": 1984,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ari Graynor",
    "birthday": "1983-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Ari_Graynor_2017.jpg/240px-Ari_Graynor_2017.jpg",
    "extract": "Ariel Geltman Graynor is an American actress, known for her roles in TV series such as I'm Dying Up Here, The Sopranos and Fringe, in stage productions such as Brooklyn Boy and The Little Dog Laughed, and in films such as Whip It and For a Good Time, Call... She also starred as Meredith Davis on the short-lived CBS television sitcom Bad Teacher in 2014.",
    "year": 1983,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Joey Gathright",
    "birthday": "1981-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/BEABaseballGameAug302007_245_Joey_Gathright.jpg/146px-BEABaseballGameAug302007_245_Joey_Gathright.jpg",
    "extract": "Joey Renard Gathright is a former Major League Baseball outfielder for the Tampa Bay Devil Rays, Kansas City Royals, Chicago Cubs and Boston Red Sox. He was born in Hattiesburg, Mississippi.",
    "year": 1981,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sybille Bammer",
    "birthday": "1980-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Sybelle-bammer-2009usopen.png/227px-Sybelle-bammer-2009usopen.png",
    "extract": "Sybille Bammer is a former professional tennis player from Austria. Her career-high ranking is No. 19, which she achieved on 17 December 2007.",
    "year": 1980,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Evanescence",
    "birthday": "1979-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Evanescence_at_The_Wiltern_theatre_in_Los_Angeles%2C_California_08.jpg/320px-Evanescence_at_The_Wiltern_theatre_in_Los_Angeles%2C_California_08.jpg",
    "extract": "Evanescence is an American rock band founded in Little Rock, Arkansas, in 1995 by singer, pianist, and keyboardist Amy Lee and guitarist Ben Moody. After recording independent albums, the band released their first full-length album, Fallen, on Wind-up Records in 2003. On the strength of hit singles \"Bring Me to Life\" and \"My Immortal\", Fallen sold more than 17 million copies worldwide and helped the band win two Grammy Awards out of six nominations. A year later, Evanescence released their first live album, Anywhere but Home, which sold more than one million copies worldwide. In 2006, the band released their second studio album, The Open Door, which sold more than five million copies.",
    "year": 1979,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Natasha Chokljat",
    "birthday": "1979-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Natasha_Chokljat.PNG/320px-Natasha_Chokljat.PNG",
    "extract": "Natasha Chokljat is a former Australian netball player. She has played international netball as a member of the Australian national team, and has played in the ANZ Championship for the Melbourne Vixens and the New Zealand side the Southern Steel. However, she has not signed for any club since 2012.",
    "year": 1979,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vladimir Kozlov",
    "birthday": "1979-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Vladimir_Kozlov_2010_Tribute_to_the_Troops.jpg/237px-Vladimir_Kozlov_2010_Tribute_to_the_Troops.jpg",
    "extract": "Oleg Aleksandrovich Prudius better known by his ring name Vladimir Kozlov, is a Ukrainian-American former professional wrestler currently signed with Impact Wrestling as its Russian-language commentator. He is best known for his time in WWE, where he won the WWE Tag Team Championship once with Santino Marella. He is trained in freestyle wrestling, rugby, football, sambo, kickboxing, judo, jujutsu, Brazilian jiu-jitsu and mixed martial arts.",
    "year": 1979,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Isobel Campbell",
    "birthday": "1976-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Isobel_Campbell.jpg/240px-Isobel_Campbell.jpg",
    "extract": "Isobel Campbell is a Scottish singer, songwriter and cellist. She rose to prominence at age nineteen as a member of the indie pop band Belle & Sebastian, but left the group to pursue a solo career, first as The Gentle Waves, and later under her own name. She later collaborated with singer Mark Lanegan on three albums. Her latest studio album, There Is No Other, was released in 2020.",
    "year": 1976,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sally Hawkins",
    "birthday": "1976-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Sally_Hawkins_Berlinale_2017.jpg/209px-Sally_Hawkins_Berlinale_2017.jpg",
    "extract": "Sally Cecilia Hawkins is an English actress. She has received a Golden Globe Award and the Berlin International Film Festival Silver Bear for Best Actress, in addition to nominations for a Critics' Choice Movie Award, a Screen Actors Guild Award, two Academy Awards, and two British Academy Film Awards.",
    "year": 1976,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Walter Pandiani",
    "birthday": "1976-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Pandiani.jpg/163px-Pandiani.jpg",
    "extract": "Walter Gerardo Pandiani Urquiza is a Uruguayan former professional footballer who played as a striker, and is the current manager of Cerro.",
    "year": 1976,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Chris Carpenter",
    "birthday": "1975-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Chris_carpenter_10_1_2009_7803.jpg/229px-Chris_carpenter_10_1_2009_7803.jpg",
    "extract": "Christopher John Carpenter is an American retired professional baseball starting pitcher. He played 15 seasons in Major League Baseball (MLB) for the Toronto Blue Jays and St. Louis Cardinals from 1997 to 2012. A Cy Young Award winner and two-time World Series champion, he was also a three-time All-Star selection. In addition, he was twice named the Sporting News National League Pitcher of the Year, and voted for a number of Comeback Player of the Year awards for surmounting injury.",
    "year": 1975,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Pedro Feliz",
    "birthday": "1975-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Pedro_Feliz_2009.jpg/212px-Pedro_Feliz_2009.jpg",
    "extract": "Pedro Julio Feliz, is a Dominican former professional baseball third baseman, who played in Major League Baseball (MLB) for the San Francisco Giants, Philadelphia Phillies, Houston Astros, and St. Louis Cardinals.",
    "year": 1975,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kazuyoshi Funaki",
    "birthday": "1975-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/FunakiKazuyoshiOkuryama2014.jpg/269px-FunakiKazuyoshiOkuryama2014.jpg",
    "extract": "Kazuyoshi Funaki  is a Japanese former ski jumper. He ranked among the most successful sportsmen of its discipline, particularly in the 1990s. Funaki is known for his special variant of the V-style, in which the body lies flatter between the skis than usual.",
    "year": 1975,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frank Catalanotto",
    "birthday": "1974-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Frank_Catalanotto_2009.jpg/160px-Frank_Catalanotto_2009.jpg",
    "extract": "Frank John Catalanotto is an American baseball coach and former infielder and left fielder, who is the current head baseball coach of the Hofstra Pride. Catalanotto played professional baseball for the Detroit Tigers (1997–1999), the Texas Rangers, the Toronto Blue Jays (2003–2006), the Milwaukee Brewers (2009) and the New York Mets (2010). In his career, Catalanotto played all infield and outfield positions except shortstop and center field. He then went on to be the head baseball coach of the NYIT Bears (2019–2020).",
    "year": 1974,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sharlee D'Angelo",
    "birthday": "1973-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Sharlee_D%27Angelo.jpg/320px-Sharlee_D%27Angelo.jpg",
    "extract": "Sharlee D'Angelo is the Swedish bassist for the melodic death metal band Arch Enemy, as well as the classic rock/AOR band the Night Flight Orchestra, the stoner metal band Spiritual Beggars and the blackened thrash/speed metal band Witchery.",
    "year": 1973,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nigel Barker (photographer)",
    "birthday": "1972-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Nigel_Barker_2008.jpg/240px-Nigel_Barker_2008.jpg",
    "extract": "Nigel Barker is an English reality TV show personality, fashion photographer, author, spokesperson, filmmaker, and former model. He is best known for his participation as a judge and photographer on the reality show America's Next Top Model, and was the host of reality show The Face for the American series.",
    "year": 1972,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Almedin Civa",
    "birthday": "1972-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/2021-05-29_1._FC_Lokomotive_Leipzig_gegen_Chemnitzer_FC_%28Finale_Wernesgr%C3%BCner_Sachsenpokal_2020-21%29_by_Sandro_Halank%E2%80%93126.jpg/245px-2021-05-29_1._FC_Lokomotive_Leipzig_gegen_Chemnitzer_FC_%28Finale_Wernesgr%C3%BCner_Sachsenpokal_2020-21%29_by_Sandro_Halank%E2%80%93126.jpg",
    "extract": "Almedin Civa is Bosnian retired footballer who is the manager of 1. FC Lokomotive Leipzig. Before that he worked as sporting director at SV Babelsberg 03.",
    "year": 1972,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Olari Elts",
    "birthday": "1971-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Olari_Elts_2014.JPG/240px-Olari_Elts_2014.JPG",
    "extract": "Olari Elts is an Estonian conductor. He was the principal conductor of the Latvian National Symphony Orchestra from 2001 to 2006. He is the founder and director of the contemporary music ensemble NYYD Ensemble.",
    "year": 1971,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Cory Booker",
    "birthday": "1969-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Cory_Booker%2C_official_portrait%2C_114th_Congress.jpg/257px-Cory_Booker%2C_official_portrait%2C_114th_Congress.jpg",
    "extract": "Cory Anthony Booker is an American politician, attorney, and author who has served as the junior United States senator from New Jersey since 2013. A member of the Democratic Party, Booker is the first African-American U.S. senator from New Jersey. He was the 38th mayor of Newark from 2006 to 2013, and served on the Municipal Council of Newark for the Central Ward from 1998 to 2002.",
    "year": 1969,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Darcey Bussell",
    "birthday": "1969-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Darcey_Bussell.jpg/266px-Darcey_Bussell.jpg",
    "extract": "Dame Darcey Andrea Bussell, is an English retired ballerina and a former judge on the BBC television dance contest Strictly Come Dancing.",
    "year": 1969,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dana Milbank",
    "birthday": "1968-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Dana_Milbank_2016.jpg/279px-Dana_Milbank_2016.jpg",
    "extract": "Dana Timothy Milbank is an American author and columnist for The Washington Post.",
    "year": 1968,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Willem-Alexander of the Netherlands",
    "birthday": "1967-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Zijne_Majesteit_Koning_Willem-Alexander_met_koningsmantel_april_2013_%28cropped%29.jpg/256px-Zijne_Majesteit_Koning_Willem-Alexander_met_koningsmantel_april_2013_%28cropped%29.jpg",
    "extract": "Willem-Alexander is King of the Netherlands, having acceded to the throne following his mother's abdication in 2013.",
    "year": 1967,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tommy Smith (saxophonist)",
    "birthday": "1967-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/TommySmith-111-2018-DerekClarkPhoto.jpg/320px-TommySmith-111-2018-DerekClarkPhoto.jpg",
    "extract": "Thomas William Ellis Smith is a Scottish jazz saxophonist, composer, and educator.",
    "year": 1967,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Erik Thomson",
    "birthday": "1967-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Erik_Thompson_%286795415067%29.jpg/213px-Erik_Thompson_%286795415067%29.jpg",
    "extract": "Erik Thomson is a Scottish-born New Zealand-Australian actor. He is known for playing Hades in the television series Hercules: The Legendary Journeys, Xena Warrior Princess and Young Hercules, Dr. Mitch Stevens in All Saints and Dave Rafter in Packed to the Rafters.",
    "year": 1967,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Yoshihiro Togashi",
    "birthday": "1966-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Yoshihiro_Togashi_sign.svg/320px-Yoshihiro_Togashi_sign.svg.png",
    "extract": "Yoshihiro Togashi  is a Japanese manga artist. He began drawing manga at an early age, before being recognized for his talent by publishing company Shueisha while attending college. Togashi has authored several manga series in different genres during the past three decades. He is perhaps best known for writing and illustrating the YuYu Hakusho (1990–1994) and Hunter × Hunter (1998–present) series, both of which are some of the best-selling manga in history.",
    "year": 1966,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Russell T Davies",
    "birthday": "1963-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Russelltdavies.jpg/240px-Russelltdavies.jpg",
    "extract": "Stephen Russell Davies, better known as Russell T Davies, is a Welsh screenwriter and television producer whose works include Queer as Folk, The Second Coming, Casanova, the 2005 revival of the BBC One science fiction franchise Doctor Who, Cucumber, A Very English Scandal, Years and Years and It's a Sin.",
    "year": 1963,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Im Sang-soo",
    "birthday": "1962-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Im_Sang-soo%2C_San_Francisco_cropped.jpg/254px-Im_Sang-soo%2C_San_Francisco_cropped.jpg",
    "extract": "Im Sang-soo is a South Korean film director and screenwriter. He has twice been invited to compete for the Palme d'Or at the Cannes Film Festival, with The Housemaid in 2010 and The Taste of Money in 2012.",
    "year": 1962,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Andrew Selous",
    "birthday": "1962-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Official_portrait_of_Andrew_Selous_MP_crop_2.jpg/240px-Official_portrait_of_Andrew_Selous_MP_crop_2.jpg",
    "extract": "Andrew Edmund Armstrong Selous is a Conservative Party politician in the United Kingdom who has been the Member of Parliament for South West Bedfordshire since the 2001 general election.",
    "year": 1962,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Andrew Schlafly",
    "birthday": "1961-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/AndrewSchlafly.jpg/320px-AndrewSchlafly.jpg",
    "extract": "Andrew Layton Schlafly is an American lawyer and Christian conservative activist, and the founder and owner of the wiki encyclopedia project Conservapedia. He is the son of the conservative activist and lawyer Phyllis Schlafly.",
    "year": 1961,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sheena Easton",
    "birthday": "1959-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/EastonLive2009.jpg/293px-EastonLive2009.jpg",
    "extract": "Sheena Shirley Easton is a Scottish singer and actress. She is a dual British-American citizen. Easton came into the public eye in an episode of the first British musical reality television programme The Big Time: Pop Singer, which recorded her attempts to gain a record contract and her eventual signing with EMI Records.",
    "year": 1959,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Willie Upshaw",
    "birthday": "1957-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Willie_Upshaw_%281464999402%29_%28cropped%29.jpg/184px-Willie_Upshaw_%281464999402%29_%28cropped%29.jpg",
    "extract": "Willie Clay Upshaw is a retired Major League Baseball player who played first base for the Toronto Blue Jays and Cleveland Indians (1988), both of the American League.",
    "year": 1957,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bryan Harvey (musician)",
    "birthday": "1956-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d1/Bryan_harvey.jpg/229px-Bryan_harvey.jpg",
    "extract": "Bryan Taber Harvey was an American musician noted for his fronting role in House of Freaks.",
    "year": 1956,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Eric Schmidt",
    "birthday": "1955-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Eric_Schmidt_at_the_37th_G8_Summit_in_Deauville_037.jpg/239px-Eric_Schmidt_at_the_37th_G8_Summit_in_Deauville_037.jpg",
    "extract": "Eric Emerson Schmidt is an American businessman and software engineer known for being the CEO of Google from 2001 to 2011, executive chairman of Google from 2011 to 2015, executive chairman of Alphabet Inc. from 2015 to 2017, and Technical Advisor at Alphabet from 2017 to 2020.",
    "year": 1955,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frank Bainimarama",
    "birthday": "1954-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Frank_Bainimarama_November_2014.jpg/235px-Frank_Bainimarama_November_2014.jpg",
    "extract": "Josaia Voreqe \"Frank\" Bainimarama is the 8th and current prime minister of Fiji since 2007. A member of the Fiji First Party, he began his career as a naval officer and commander of the Fijian Military Forces.",
    "year": 1954,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Herm Edwards",
    "birthday": "1954-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Herm_Edwards_by_Gage_Skidmore.jpg/228px-Herm_Edwards_by_Gage_Skidmore.jpg",
    "extract": "Herman Edwards Jr. is an American football coach and former cornerback who is the head football coach at Arizona State. He played in the National Football League (NFL) for ten seasons, primarily with the Philadelphia Eagles. Edwards was also a head coach in the NFL from 2001 to 2008 with the New York Jets and Kansas City Chiefs. Following the conclusion of his NFL coaching career, Edwards was a football analyst at ESPN from 2009 to 2017. He returned to coaching in 2018 when he was named the head coach of Arizona State's football team.",
    "year": 1954,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Arielle Dombasle",
    "birthday": "1953-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/DOMBASLE_Arielle-24x30-2006.jpg/257px-DOMBASLE_Arielle-24x30-2006.jpg",
    "extract": "Arielle Dombasle is an American-born French singer, actress, director and model. Her breakthrough roles were in Éric Rohmer's Pauline at the Beach (1983) and Alain Robbe-Grillet's The Blue Villa (1995). Appearing in various works by renowned documentary filmmaker Chris Marker, including Sans Soleil (1983), Tokyo Days (1988), and The Owl's Legacy (1989). She also starred in the 1984 miniseries Lace and its 1985 sequel Lace II and appeared as a guest in Miami Vice. Since 1978 she has released twenty-one singles and ten albums and has directed four movies.",
    "year": 1953,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Larry Elder",
    "birthday": "1952-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Larry_Elder_at_Camp_Pendleton_in_2013_%281%29.jpg/240px-Larry_Elder_at_Camp_Pendleton_in_2013_%281%29.jpg",
    "extract": "Laurence Allen Elder is an American conservative talk radio host, author, politician, and attorney who hosts The Larry Elder Show, based in California. The show began as a local program on Los Angeles radio station KABC in 1993 and ran until 2008, followed by a second run on KABC from 2010 to 2014. The show is nationally syndicated, first through ABC Radio Networks from 2002 to 2007 and then Salem Media Group since 2015.",
    "year": 1952,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "George Gervin",
    "birthday": "1952-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/George_Gervin_ABA.jpeg/222px-George_Gervin_ABA.jpeg",
    "extract": "George Gervin, nicknamed \"the Iceman\", is an American retired professional basketball player who played in both the American Basketball Association (ABA) and National Basketball Association (NBA) for the Virginia Squires, San Antonio Spurs, and Chicago Bulls. Gervin averaged at least 14 points per game in all 14 of his ABA and NBA seasons, and finished with an NBA career average of 26.2 points per game. In 1996, Gervin was named as one of the 50 Greatest Players in NBA History, and in 2021, Gervin was named as one of the 75 greatest players in NBA history.",
    "year": 1952,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ari Vatanen",
    "birthday": "1952-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Ari_Vatanen.jpg/286px-Ari_Vatanen.jpg",
    "extract": "Ari Pieti Uolevi Vatanen is a Finnish rally driver turned politician and a Member of the European Parliament (MEP) from 1999 to 2009. Vatanen won the World Rally Championship drivers' title in 1981 and the Paris Dakar Rally four times. In addition, Vatanen won the 1997 FIA World Cup for Cross-Country Rallies. Since 2013 Vatanen has been the President of the Estonian Autosport Union.",
    "year": 1952,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ace Frehley",
    "birthday": "1951-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/2015_-_La_guitare_%C2%AB_fumante_%C2%BB_d%27Ace_Frehley_-_Hellfest.jpg/231px-2015_-_La_guitare_%C2%AB_fumante_%C2%BB_d%27Ace_Frehley_-_Hellfest.jpg",
    "extract": "Paul Daniel \"Ace\" Frehley is an American musician, best known as the original lead guitarist and co-founding member of the American rock band Kiss. He invented the persona of The Spaceman and played with the group from its inception in 1973 until his departure in 1982. After leaving Kiss, Frehley embarked on a solo career, which was put on hold when he rejoined Kiss in 1996 for a highly successful reunion tour.",
    "year": 1951,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jaime Fresnedi",
    "birthday": "1950-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Jaime_Fresnedi_%282017%29.jpg/206px-Jaime_Fresnedi_%282017%29.jpg",
    "extract": "Jaime dela Rosa Fresnedi, also known as Jimmy Fresnedi, is a Filipino politician currently serving as the Mayor of Muntinlupa, Metro Manila. He will serve as the representative of the city's lone congressional district from 2022.",
    "year": 1950,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frank Abagnale",
    "birthday": "1948-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Frank_W._Abagnale_in_2008.jpg/213px-Frank_W._Abagnale_in_2008.jpg",
    "extract": "Frank William Abagnale Jr. is an American author and convicted felon. Abagnale targeted individuals and small businesses but gained notoriety in the late 1970s by claiming a diverse range of victimless workplace frauds, many of which are now in doubt. In 1980, Abagnale co-wrote his autobiography, Catch Me If You Can, which built a narrative around these claimed victimless frauds. The book later inspired the film of the same name directed by Steven Spielberg in 2002, in which Abagnale was portrayed by actor Leonardo DiCaprio. He has also written four other books. Abagnale runs Abagnale and Associates, a consultancy firm.",
    "year": 1948,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Josef Hickersberger",
    "birthday": "1948-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/AUT_vs._MDA_2015-09-05_%28209%29.jpg/213px-AUT_vs._MDA_2015-09-05_%28209%29.jpg",
    "extract": "Josef Hickersberger is a former professional football player and former coach of the Austria national football team and Austrian club side Rapid Wien.",
    "year": 1948,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kate Pierson",
    "birthday": "1948-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/The_B-52s_%283425671418%29.jpg/213px-The_B-52s_%283425671418%29.jpg",
    "extract": "Catherine Elizabeth Pierson is an American singer, lyricist, and founding member of the B-52's. She plays guitar, bass and various keyboard instruments. In the B-52s, she has performed alongside Cindy Wilson, Fred Schneider, Ricky Wilson, and Keith Strickland. In the early years, as well as being a vocalist, Pierson was the main keyboard player and performed on a keyboard bass during live shows and on many of the band's recordings, taking on a role usually filled by a bass guitar player, which differentiated the band from their contemporaries. This, along with Pierson's distinctive wide-ranging singing voice, remains a trademark of the B-52's' unique sound. Pierson has also collaborated with many other artists including The Ramones, Iggy Pop and R.E.M. Pierson possesses a soprano vocal range.",
    "year": 1948,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "G. K. Butterfield",
    "birthday": "1947-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/GK_Butterfield%2C_Official_photo_116th_Congress.jpg/256px-GK_Butterfield%2C_Official_photo_116th_Congress.jpg",
    "extract": "George Kenneth Butterfield Jr. is an American lawyer and politician serving as the U.S. representative for North Carolina's 1st congressional district since 2004. A member of the Democratic Party, he was first elected in a special election after the resignation of Frank Ballance.",
    "year": 1947,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nick Greiner",
    "birthday": "1947-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Nick_Greiner.jpg/228px-Nick_Greiner.jpg",
    "extract": "Nicholas Frank Hugo Greiner (;) is an Australian politician who served as the 37th Premier of New South Wales from 1988 to 1992. Greiner was Leader of the New South Wales Division of the Liberal Party from 1983 to 1992 and Leader of the Opposition from 1983 to 1988. Greiner had served as the Federal President of the Liberal Party of Australia from 2017 to 2020. He is the current Consul-General in the United States of America, New York.",
    "year": 1947,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Pete Ham",
    "birthday": "1947-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/33/Petehamposter.jpg/320px-Petehamposter.jpg",
    "extract": "Peter William Ham was a Welsh singer, songwriter and guitarist best known as a lead vocalist of and composer for the 1970s rock band Badfinger, whose hit songs include \"No Matter What\", \"Day After Day\" and \"Baby Blue\". He also co-wrote the ballad \"Without You\", a worldwide number-one hit for Harry Nilsson that has become a standard covered by hundreds of artists. Ham was granted two Ivor Novello Awards related to the song in 1973.",
    "year": 1947,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Keith Magnuson",
    "birthday": "1947-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Keith_Magnuson_1973.jpg/258px-Keith_Magnuson_1973.jpg",
    "extract": "Keith Arlen Magnuson was a Canadian professional ice hockey defenceman from Wadena, Saskatchewan who played in the National Hockey League (NHL) between 1969 and 1979.",
    "year": 1947,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ann Peebles",
    "birthday": "1947-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Ann_Peebles_performing_at_the_Beale_Street_Music_Festival_in_2007.jpg/320px-Ann_Peebles_performing_at_the_Beale_Street_Music_Festival_in_2007.jpg",
    "extract": "Ann Lee Peebles is an American singer and songwriter who gained celebrity for her Memphis soul albums of the 1970s for Hi Records. Two of her most popular songs are \"I Can't Stand the Rain\", which she wrote with her husband Don Bryant and radio broadcaster Bernie Miller, and \"I'm Gonna Tear Your Playhouse Down\". In 2014, Ann Peebles was inducted into the Memphis Music Hall of Fame.",
    "year": 1947,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Franz Roth",
    "birthday": "1946-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/FranzBulleRoth001.jpg/222px-FranzBulleRoth001.jpg",
    "extract": "Franz \"Bulle\" Roth is a former German footballer. He earned four caps for the Germany national football team and was nicknamed \"the Bull\" due to his physical playing style.",
    "year": 1946,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Martin Chivers",
    "birthday": "1945-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Martin_Chivers.jpg/207px-Martin_Chivers.jpg",
    "extract": "Martin Harcourt Chivers is an English retired professional footballer from the 1960s and 1970s.",
    "year": 1945,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Terry Willesee",
    "birthday": "1945-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/PHOTO_TERRY_2005-1.jpg/320px-PHOTO_TERRY_2005-1.jpg",
    "extract": "Terence Joseph Willesee is an Australian retired journalist and television and radio presenter.",
    "year": 1945,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "August Wilson",
    "birthday": "1945-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fa/August_wilson.jpg",
    "extract": "August Wilson was an American playwright. He has been referred to as the \"theater's poet of Black America\". He is best known for a series of ten plays, collectively called The Pittsburgh Cycle, which chronicle the experiences and heritage of the African-American community in the 20th century. Plays in the series include Fences (1987) and The Piano Lesson (1990), both of which won the Pulitzer Prize for Drama, as well as Ma Rainey's Black Bottom (1984) and Joe Turner's Come and Gone (1988). In 2006 Wilson was inducted into the American Theater Hall of Fame.",
    "year": 1945,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Cuba Gooding Sr.",
    "birthday": "1944-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/CubaGoodingSrByPhilKonstantin_%28cropped%29.jpg/238px-CubaGoodingSrByPhilKonstantin_%28cropped%29.jpg",
    "extract": "Cuba Gooding Sr. was an American singer. He was the most successful lead singer of the soul group The Main Ingredient, replacing former lead singer Donald McPherson who was diagnosed with leukemia in 1971. According to Billboard, as the lead vocalist he scored five top 10 hits, most notably, \"Everybody Plays the Fool\" (1972), peaking at No. 2 for three weeks, and peaking at No. 3 on Billboard′s all-genre Hot-100 list. \"Just Don't Want to Be Lonely\" (1974), \"Happiness Is Just Around the Bend\" and \"Rolling Down a Mountainside\" were also top 10 hits on Billboard charts. He also recorded as a solo artist with hits of his own.",
    "year": 1944,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Herb Pedersen",
    "birthday": "1944-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/HerbPedersen.jpg/320px-HerbPedersen.jpg",
    "extract": "Herbert Joseph Pedersen is an American musician, guitarist, banjo player, and singer-songwriter who has played a variety of musical styles over the past forty years including country, bluegrass, progressive bluegrass, folk, folk rock, country rock, and has worked with numerous musicians in many different bands.",
    "year": 1944,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Helmut Marko",
    "birthday": "1943-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Helmut_Marko_Austrian_GP_2016_%28cropped%29.jpg/320px-Helmut_Marko_Austrian_GP_2016_%28cropped%29.jpg",
    "extract": "Helmut Marko is an Austrian former professional racing driver and current advisor to the Red Bull GmbH Formula One teams, and head of Red Bull's driver development program.",
    "year": 1943,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ruth Glick",
    "birthday": "1942-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Ruth_Glick.jpg/320px-Ruth_Glick.jpg",
    "extract": "Ruth Glick, is a writer of cookbooks, romance and young adult novels. She has written novels under the pseudonym Rebecca York; until 1997 these were written in collaboration with Eileen Buckholtz.",
    "year": 1942,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Fethullah Gülen",
    "birthday": "1941-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Fethullah_G%C3%BClen_2016.jpg/320px-Fethullah_G%C3%BClen_2016.jpg",
    "extract": "Muhammed Fethullah Gülen is a Turkish Islamic scholar, preacher, and a one-time opinion leader, as de facto leader of the Gülen movement. Gülen is designated an influential neo-Ottomanist, Anatolian panethnicist, Islamic poet, writer, social critic, and activist–dissident developing a Nursian theological perspective that embraces democratic modernity, as a citizen of Turkey he was a local state imam from 1959 to 1981. Over the years, Gülen became a centrist political figure in Turkey prior to his being there as a fugitive. Since 1999, Gülen has lived in self-exile in the United States near Saylorsburg, Pennsylvania.",
    "year": 1941,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dilip Kumar Chakrabarti",
    "birthday": "1941-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Dr_Dilip_K_Chakrabarti.jpg",
    "extract": "Dilip Kumar Chakrabarti is an Indian archaeologist, Professor Emeritus of South Asian Archaeology at Cambridge University, and a Senior Fellow at the McDonald Institute for Archaeological Research, Cambridge University. He is known for his studies on the early use of iron in India and the archaeology of Eastern India.",
    "year": 1941,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Judy Carne",
    "birthday": "1939-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Fair_exchange_judy_carne_1962.JPG/250px-Fair_exchange_judy_carne_1962.JPG",
    "extract": "Joyce Audrey Botterill, known professionally as Judy Carne, was an English actress best remembered for the phrase \"Sock it to me!\" on Rowan & Martin's Laugh-In.",
    "year": 1939,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Stanisław Dziwisz",
    "birthday": "1939-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Stanis%C5%82aw_Dziwisz_%282018%29.jpg/320px-Stanis%C5%82aw_Dziwisz_%282018%29.jpg",
    "extract": "Stanisław Jan Dziwisz is a Polish prelate of the Catholic Church. He served as Archbishop of Kraków from 2005 until 2016. He was created a cardinal in 2006. He was a long-time and influential aide to Pope John Paul II, a friend of Pope Benedict XVI, and an ardent supporter of John Paul II's beatification.",
    "year": 1939,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Earl Anthony",
    "birthday": "1938-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Earl_Anthony.jpg/247px-Earl_Anthony.jpg",
    "extract": "Earl Roderick Anthony was an American professional bowler who amassed records of 43 titles and six Player of the Year awards on the Professional Bowlers Association (PBA) Tour. For over two decades, his career title count was listed as 41. The count was amended to 43 in 2008, when the PBA chose to retroactively award PBA titles for ABC Masters championships if won by a PBA member at the time. He is widely credited for having increased bowling's popularity in the United States. He was the first bowler to earn over $100,000 in a season (1975), and the first to reach $1,000,000 in lifetime PBA earnings (1982). His ten professional major titles—six PBA National Championships, two Firestone Tournament of Champions titles, and two ABC Masters titles—are the second most all time, tied with Pete Weber and four behind Jason Belmonte.",
    "year": 1938,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sandy Dennis",
    "birthday": "1937-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3b/Sandy_Dennis.jpg",
    "extract": "Sandra Dale Dennis was an American actress. She made her film debut in the drama Splendor in the Grass (1961). For her performance in the comedy-drama film Who's Afraid of Virginia Woolf? (1966), she received the Academy Award for Best Supporting Actress.",
    "year": 1937,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Robin Eames",
    "birthday": "1937-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Official_portrait_of_Lord_Eames_crop_2.jpg/240px-Official_portrait_of_Lord_Eames_crop_2.jpg",
    "extract": "Robert Henry Alexander Eames, Baron Eames, is an Anglican bishop and life peer, who served as Primate of All Ireland and Archbishop of Armagh from 1986 to 2006.",
    "year": 1937,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Richard Perham",
    "birthday": "1937-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/76/Richard_Perham.gif/204px-Richard_Perham.gif",
    "extract": "Richard Nelson Perham, FRS, FMedSci, FRSA, was an English Professor of molecular biology, and Master of St John's College, Cambridge 2004–07. He was also editor-in-chief of FEBS Journal from 1998 to 2013.",
    "year": 1937,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Geoffrey Shovelton",
    "birthday": "1936-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6e/John-reed-geoffrey-shovelton-iolanthe.jpg/194px-John-reed-geoffrey-shovelton-iolanthe.jpg",
    "extract": "Geoffrey Richard Shovelton was an English singer and illustrator best known for his performances in leading tenor roles with the D'Oyly Carte Opera Company in the 1970s.",
    "year": 1936,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Theo Angelopoulos",
    "birthday": "1935-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Theodoros_Angelopoulos_Athens_26-4-2009-2.jpg/214px-Theodoros_Angelopoulos_Athens_26-4-2009-2.jpg",
    "extract": "Theodoros \"Theo\" Angelopoulos was a Greek filmmaker, screenwriter and film producer. He dominated the Greek art film industry from 1975 on, and Angelopoulos was one of the most influential and widely respected filmmakers in the world. He started making films in 1967. In the 1970s he made a series of political films about modern Greece.",
    "year": 1935,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ron Morris (pole vaulter)",
    "birthday": "1935-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Ron_Morris%2C_Don_Bragg%2C_Eeles_Landstr%C3%B6m%2C_Rome_1960.jpg/313px-Ron_Morris%2C_Don_Bragg%2C_Eeles_Landstr%C3%B6m%2C_Rome_1960.jpg",
    "extract": "Ronald Hugh Morris is a retired American track and field athlete who won the national title in pole vault in 1958, 1961 and 1962. He placed fourth at the 1959 Pan American Games and second at the 1960 Summer Olympics. Morris vaulted 15'-0\" June 1971 for a Masters M35 World Record at the 1971 Los Angeles Senior Olympics. After retiring from competitions, he worked as athletics coach.",
    "year": 1935,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Peter Imbert, Baron Imbert",
    "birthday": "1933-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/dd/Peter_Imbert_1987.jpg/307px-Peter_Imbert_1987.jpg",
    "extract": "Peter Michael Imbert, Baron Imbert, was Commissioner of the Metropolitan Police Service from 1987 to 1993, and prior to that appointment Chief Constable of Thames Valley Police from 1979 to 1985.",
    "year": 1933,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Anouk Aimée",
    "birthday": "1932-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Anouk_Aim%C3%A9e_Cannes.jpg/206px-Anouk_Aim%C3%A9e_Cannes.jpg",
    "extract": "Nicole Françoise Florence Dreyfus, known professionally as Anouk Aimée or Anouk, is a French film actress, who has appeared in 70 films since 1947, having begun her film career at age 14. In her early years, she studied acting and dance besides her regular education. Although the majority of her films were French, she also made films in Spain, Great Britain, Italy and Germany, along with some American productions.",
    "year": 1932,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Pik Botha",
    "birthday": "1932-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Pik_Botha.jpg/223px-Pik_Botha.jpg",
    "extract": "Roelof Frederik \"Pik\" Botha, was a South African politician who served as the country's foreign minister in the last years of the apartheid era. Botha was relatively liberal for this context. He also served as Minister of Mineral and Energy Affairs from 1994 to 1996.",
    "year": 1932,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Casey Kasem",
    "birthday": "1932-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Casey_Kasem.jpg",
    "extract": "Kemal Amin \"Casey\" Kasem was an American disc jockey, actor, and radio personality, who created and hosted several radio countdown programs, notably American Top 40. He was the first actor to voice Norville \"Shaggy\" Rogers in the Scooby-Doo franchise and as Dick Grayson/Robin in ‘’Super Friends’’ (1973-1985).",
    "year": 1932,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Derek Minter",
    "birthday": "1932-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/90/Derek_Minter_small.JPG",
    "extract": "Derek Minter was an English Grand Prix motorcycle and short-circuit road racer. Born in Ickham, Kent, with education starting in nearby Littlebourne, he was versatile rider who rode a variety of machinery between 1955 and 1967 at increasing levels of expertise and in varying capacities and classes.",
    "year": 1932,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gian-Carlo Rota",
    "birthday": "1932-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Gian-Carlo_Rota_blackboard_Nizza_1970.jpg/223px-Gian-Carlo_Rota_blackboard_Nizza_1970.jpg",
    "extract": "Gian-Carlo Rota was an Italian-American mathematician and philosopher. He spent most of his career at the Massachusetts Institute of Technology, where he worked in combinatorics, functional analysis, probability theory, and phenomenology.",
    "year": 1932,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Igor Oistrakh",
    "birthday": "1931-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Igor-oistrakh-2010.jpg/233px-Igor-oistrakh-2010.jpg",
    "extract": "Igor Davidovich Oistrakh was a Soviet and Russian violinist. He was described by Encyclopædia Britannica as \"noted for his lean, modernist interpretations.\"",
    "year": 1931,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nina Ponomaryova",
    "birthday": "1929-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Nina_Ponomaryova_1960.jpg/300px-Nina_Ponomaryova_1960.jpg",
    "extract": "Nina Apollonovna Ponomaryova was a Russian discus thrower and the first Soviet Olympic champion.",
    "year": 1929,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Coretta Scott King",
    "birthday": "1927-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Coretta_Scott_King.jpg/213px-Coretta_Scott_King.jpg",
    "extract": "Coretta Scott King was an American author, activist, civil rights leader, and the wife of Martin Luther King Jr. As an advocate for African-American equality, she was a leader for the civil rights movement in the 1960s. King was also a singer who often incorporated music into her civil rights work. King met her husband while attending graduate school in Boston. They both became increasingly active in the American civil rights movement.",
    "year": 1927,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Joe Moakley",
    "birthday": "1927-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/82/Joemoakley.jpg",
    "extract": "John Joseph Moakley was an American politician who served as the United States representative for Massachusetts's 9th congressional district from 1973 until his death in 2001. Moakley won the seat from incumbent Louise Day Hicks in a 1972 rematch; the seat had been held two years earlier by the retiring Speaker of the House John William McCormack. Moakley was the last Democratic chairman of the U.S. House Committee on Rules before Republicans took control of the chamber in 1995.",
    "year": 1927,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tim LaHaye",
    "birthday": "1926-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ee/Photo_of_Tim_LaHaye.jpg/281px-Photo_of_Tim_LaHaye.jpg",
    "extract": "Tim Francis LaHaye was an American Baptist evangelical Christian minister who wrote more than 85 books, both fiction and non-fiction, including the Left Behind series of apocalyptic fiction, which he co-authored with Jerry B. Jenkins.",
    "year": 1926,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Basil A. Paterson",
    "birthday": "1926-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/02/Basil_Paterson.jpg/220px-Basil_Paterson.jpg",
    "extract": "Basil Alexander Paterson was an American labor lawyer and politician. He served in the New York State Senate from 1966 to 1971 and as secretary of state of New York under Governor Hugh Carey from 1979 to 1983. In 1970, Paterson was the Democratic nominee for Lieutenant Governor of New York on the Arthur Goldberg ticket. Paterson's son David served as governor from 2008 to 2010.",
    "year": 1926,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vernon B. Romney",
    "birthday": "1924-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Vernon_B._Romney%2C_Utah_Attorney_General%2C_1969-1977_%28color_correction%29.png/215px-Vernon_B._Romney%2C_Utah_Attorney_General%2C_1969-1977_%28color_correction%29.png",
    "extract": "Vernon Bradford Romney was an American lawyer who served as the attorney general of Utah from 1969 to 1977, and the Republican candidate for Governor of Utah in 1976. He was a member of The Church of Jesus Christ of Latter-day Saints.",
    "year": 1924,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Betty Mae Tiger Jumper",
    "birthday": "1923-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Betty_Mae_Tiger_Jumper.jpg/243px-Betty_Mae_Tiger_Jumper.jpg",
    "extract": "Betty Mae Tiger Jumper, also known as Potackee (Seminole) was the first and so far the only female chief of the Seminole Tribe of Florida. A nurse, she co-founded the tribe's first newspaper in 1956, the Seminole News, later replaced by The Seminole Tribune, for which she served as editor, winning a Lifetime Achievement Award from the Native American Journalists Association. In 2001 she published her memoir, entitled A Seminole Legend.",
    "year": 1923,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jack Klugman",
    "birthday": "1922-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Jack_Klugman_Twilight_Zone_1963.jpg/269px-Jack_Klugman_Twilight_Zone_1963.jpg",
    "extract": "Jack Klugman was an American actor of stage, film, and television.",
    "year": 1922,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sheila Scott",
    "birthday": "1922-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/SheilaScott_Mythre_1971.jpg/320px-SheilaScott_Mythre_1971.jpg",
    "extract": "Sheila Christine Scott OBE was an English aviator who broke over 100 aviation records through her long distance flight endeavours, which included a 34,000-mile (55,000 km) \"world and a half\" flight in 1971. On this flight, she became the first person to fly over the North Pole in a small aircraft.",
    "year": 1922,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Robert Dhéry",
    "birthday": "1921-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Robert_Dh%C3%A9ry_1962.jpg/217px-Robert_Dh%C3%A9ry_1962.jpg",
    "extract": "Robert Dhéry was a French comedian, actor, director and screenwriter.",
    "year": 1921,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Guido Cantelli",
    "birthday": "1920-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c5/Guido_Cantelli_1953.jpg/259px-Guido_Cantelli_1953.jpg",
    "extract": "Guido Cantelli was an Italian orchestral conductor. Toscanini elected him his \"spiritual heir\" since the beginnings of his career. He was named Musical Director of La Scala, Milan in November 1956, but his promising career was cut short only one week later by his death at the age of 36 in an airplane crash in Paris, France.",
    "year": 1920,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mark Krasnoselsky",
    "birthday": "1920-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/MarkKrasnos.jpg/320px-MarkKrasnos.jpg",
    "extract": "Mark Alexandrovich Krasnoselsky was a Soviet, Russian and Ukrainian mathematician renowned for his work on nonlinear functional analysis and its applications.",
    "year": 1920,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "James Mann (South Carolina politician)",
    "birthday": "1920-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Congressman_James_Mann.jpg/251px-Congressman_James_Mann.jpg",
    "extract": "James Robert Mann was a World War II soldier, lawyer and Democratic United States Representative from South Carolina.",
    "year": 1920,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Edwin Morgan (poet)",
    "birthday": "1920-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Edwin_Morgan_by_Alex_Boyd.jpg/246px-Edwin_Morgan_by_Alex_Boyd.jpg",
    "extract": "Edwin George Morgan was a Scottish poet and translator associated with the Scottish Renaissance. He is widely recognised as one of the foremost Scottish poets of the 20th century. In 1999, Morgan was made the first Glasgow Poet Laureate. In 2004, he was named as the first Makar or National Poet for Scotland.",
    "year": 1920,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Enos Slaughter",
    "birthday": "1916-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Enos_Slaughter_1948.jpeg/259px-Enos_Slaughter_1948.jpeg",
    "extract": "Enos Bradsher Slaughter, nicknamed \"Country\", was an American Major League Baseball (MLB) right fielder. He played for 19 seasons on four major league teams from 1938 to 1942 and 1946 to 1959. He is noted primarily for his playing for the St. Louis Cardinals and famously scored the winning run in Game 7 of the 1946 World Series for the Cardinals. A ten-time All-Star, he has been elected to both the National Baseball Hall of Fame and St. Louis Cardinals Hall of Fame.",
    "year": 1916,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Irving Adler",
    "birthday": "1913-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Irving_Adler_%40_75.jpg/230px-Irving_Adler_%40_75.jpg",
    "extract": "Irving Adler was an American author, mathematician, scientist, political activist, and educator. He was the author of 57 books about mathematics, science, and education, and the co-author of 30 more, for both children and adults. His books have been published in 31 countries in 19 different languages. Since his teenaged years, Adler was involved in social and political activities focused on civil rights, civil liberties, and peace, including his role as a plaintiff in the McCarthy-era case Adler vs. Board of Education that bears his name.",
    "year": 1913,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Luz Long",
    "birthday": "1913-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Bundesarchiv_Bild_183-G00630%2C_Sommerolympiade%2C_Siegerehrung_Weitsprung.jpg/320px-Bundesarchiv_Bild_183-G00630%2C_Sommerolympiade%2C_Siegerehrung_Weitsprung.jpg",
    "extract": "Carl Ludwig \"Luz\" Long was a German Olympic long jumper, notable for winning the silver medal in the event at the 1936 Summer Olympics in Berlin and for giving technical advice to his competitor, Jesse Owens, who went on to win the gold medal for the long jump. Luz Long won the German long jump championship six times in 1933, 1934, 1936, 1937, 1938, and 1939.",
    "year": 1913,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Zohra Sehgal",
    "birthday": "1912-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Zohra_Segal_on_April_07%2C_2010_%28cropped%29.jpg/288px-Zohra_Segal_on_April_07%2C_2010_%28cropped%29.jpg",
    "extract": "Zohra Mumtaz Sehgal was an Indian actress, dancer, and choreographer. Having begun her career as a member of a contemporary dance troupe, she transitioned into acting roles beginning in the 1940s. Sehgal appeared in several British films, television shows, and Bollywood productions in a career that spanned over six decades.",
    "year": 1912,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bruno Beger",
    "birthday": "1911-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Bundesarchiv_Bild_135-KB-15-083%2C_Tibetexpediton%2C_Anthropometrische_Untersuchungen.jpg/301px-Bundesarchiv_Bild_135-KB-15-083%2C_Tibetexpediton%2C_Anthropometrische_Untersuchungen.jpg",
    "extract": "Bruno Beger was a German racial anthropologist, ethnologist, and explorer who worked for the Ahnenerbe. In that role he participated in Ernst Schäfer's 1938–39 journey to Tibet, helped the Race and Settlement Office, or SS-Rasse- und Siedlungshauptamt, of the SS identify Jews, and later helped select human subjects to be killed to create an anatomical study collection of Jewish skeletons.",
    "year": 1911,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Chris Berger",
    "birthday": "1911-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Chris_Berger_1932.jpg/262px-Chris_Berger_1932.jpg",
    "extract": "Christiaan David \"Chris\" Berger was a Dutch athlete, competing in the sprints.",
    "year": 1911,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Chiang Ching-kuo",
    "birthday": "1910-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/%E7%AC%AC7%E4%BB%BB%E7%B8%BD%E7%B5%B1%E8%94%A3%E7%B6%93%E5%9C%8B%E5%85%88%E7%94%9F%E7%8E%89%E7%85%A7.jpg/240px-%E7%AC%AC7%E4%BB%BB%E7%B8%BD%E7%B5%B1%E8%94%A3%E7%B6%93%E5%9C%8B%E5%85%88%E7%94%9F%E7%8E%89%E7%85%A7.jpg",
    "extract": "Chiang Ching-kuo was a politician of the Republic of China after its retreat to Taiwan. The eldest and only biological son of former president Chiang Kai-shek, he held numerous posts in the government of the Republic of China. He served as Premier of the Republic of China between 1972 and 1978, and was President of the Republic of China from 1978 until his death in 1988.",
    "year": 1910,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Yiorgos Theotokas",
    "birthday": "1906-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/%CE%93%CE%B9%CF%8E%CF%81%CE%B3%CE%BF%CF%82_%CE%98%CE%B5%CE%BF%CF%84%CE%BF%CE%BA%CE%AC%CF%82%2C_%CE%A0%CE%AC%CF%81%CE%BA%CE%BF_%CE%95%CE%BB%CE%BB%CE%AE%CE%BD%CF%89%CE%BD_%CE%9B%CE%BF%CE%B3%CE%BF%CF%84%CE%B5%CF%87%CE%BD%CF%8E%CE%BD.jpg/240px-%CE%93%CE%B9%CF%8E%CF%81%CE%B3%CE%BF%CF%82_%CE%98%CE%B5%CE%BF%CF%84%CE%BF%CE%BA%CE%AC%CF%82%2C_%CE%A0%CE%AC%CF%81%CE%BA%CE%BF_%CE%95%CE%BB%CE%BB%CE%AE%CE%BD%CF%89%CE%BD_%CE%9B%CE%BF%CE%B3%CE%BF%CF%84%CE%B5%CF%87%CE%BD%CF%8E%CE%BD.jpg",
    "extract": "Yiorgos Theotokas, formally Georgios Theotokas, was a Greek novelist.",
    "year": 1906,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Kuck",
    "birthday": "1905-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/John_Kuck_1928.jpg/269px-John_Kuck_1928.jpg",
    "extract": "John Henry Kuck was an American athlete who won a gold medal in the shot put at the 1928 Summer Olympics setting a new world record at 15.87 m. Earlier that year he set two more world records, but they were not recognized officially. In 1926 he also set a US record in the javelin throw at 65.28 m and won the AAU title.",
    "year": 1905,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Cecil Day-Lewis",
    "birthday": "1904-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/16/Cecil_Day-Lewis.jpg/240px-Cecil_Day-Lewis.jpg",
    "extract": "Cecil Day-Lewis, often written as C. Day-Lewis, was an Irish-born, British poet and Poet Laureate from 1968 until his death in 1972. He also wrote mystery stories under the pseudonym of Nicholas Blake.",
    "year": 1904,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nikos Zachariadis",
    "birthday": "1904-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Zachariadis.jpg/244px-Zachariadis.jpg",
    "extract": "Nikos Zachariadis was the General Secretary of the Communist Party of Greece (KKE) from 1931 to 1956, and one of the most important personalities in the Greek Civil War.",
    "year": 1904,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Walter Lantz",
    "birthday": "1899-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Walter_Lantz%2C_Boxoffice_Barometer%2C_1939.jpg/254px-Walter_Lantz%2C_Boxoffice_Barometer%2C_1939.jpg",
    "extract": "Walter Lantz was an American cartoonist, animator, producer and director best known for founding Walter Lantz Productions and creating Woody Woodpecker.",
    "year": 1899,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ludwig Bemelmans",
    "birthday": "1898-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b3/Ludwig_Bemelmans.jpg/233px-Ludwig_Bemelmans.jpg",
    "extract": "Ludwig Bemelmans was an Austrian-American writer and illustrator of children's books and adult novels. He is known best for the Madeline picture books. Six were published, the first in 1939.",
    "year": 1898,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Rogers Hornsby",
    "birthday": "1896-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Rogers_Hornsby.jpg/191px-Rogers_Hornsby.jpg",
    "extract": "Rogers Hornsby Sr., nicknamed \"The Rajah\", was an American baseball infielder, manager, and coach who played 23 seasons in Major League Baseball (MLB). He played for the St. Louis Cardinals, New York Giants (1927), Boston Braves (1928), Chicago Cubs (1929–1932), and St. Louis Browns (1933–1937). He was named the National League (NL)'s Most Valuable Player (MVP) twice, and was a member of one World Series championship team.",
    "year": 1896,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William Hudson (engineer)",
    "birthday": "1896-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/William_Hudson_plaque_at_the_Cooma_Visitors_Centre.jpg/320px-William_Hudson_plaque_at_the_Cooma_Visitors_Centre.jpg",
    "extract": "Sir William Hudson, KBE FRS, was a New Zealand-born engineer who headed construction of the Snowy Mountains Scheme for hydroelectricity and irrigation in Australia from 1949 to 1967, when he reluctantly retired at 71. The scheme was completed in 1974, under budget and before time.",
    "year": 1896,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Wallace Carothers",
    "birthday": "1896-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Wallace_Carothers%2C_in_the_lab.jpg/252px-Wallace_Carothers%2C_in_the_lab.jpg",
    "extract": "Wallace Hume Carothers was an American chemist, inventor and the leader of organic chemistry at DuPont, who was credited with the invention of nylon.",
    "year": 1896,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "George Petty",
    "birthday": "1894-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/The_Ballerina.jpg/237px-The_Ballerina.jpg",
    "extract": "George Brown Petty IV was an American pin-up artist. His pin-up art appeared primarily in Esquire and Fawcett Publications's True but was also in calendars marketed by Esquire, True and Ridgid Tool Company. Petty's Esquire gatefolds originated and popularized the magazine device of centerfold spreads. Reproductions of his work, known as \"Petty Girls,\" were widely rendered by military artists as nose art decorating warplanes during the Second World War, including the Memphis Belle.",
    "year": 1894,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nicolas Slonimsky",
    "birthday": "1894-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Nicolas-Slonimsky-1933.jpg/320px-Nicolas-Slonimsky-1933.jpg",
    "extract": "Nicolas Slonimsky, born Nikolai Leonidovich Slonimskiy, was a Russian-born American conductor, author, pianist, composer and lexicographer. Best known for his writing and musical reference work, he wrote the Thesaurus of Scales and Melodic Patterns and the Lexicon of Musical Invective, and edited Baker's Biographical Dictionary of Musicians.",
    "year": 1894,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Draža Mihailović",
    "birthday": "1893-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Draza_Mihailovic%2C1943.jpg/230px-Draza_Mihailovic%2C1943.jpg",
    "extract": "Dragoljub \"Draža\" Mihailović was a Yugoslav Serb general during World War II. He was the leader of the Chetnik Detachments of the Yugoslav Army (Chetniks), a royalist and nationalist movement and guerrilla force established following the German invasion of Yugoslavia in 1941.",
    "year": 1893,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Allen Sothoron",
    "birthday": "1893-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Allen_Sothoron_Popular_Science.png/173px-Allen_Sothoron_Popular_Science.png",
    "extract": "Allen Sutton Sothoron was an American professional baseball player, coach and manager. As a player, he was a spitball pitcher who spent 11 years in the major leagues playing for the St. Louis Browns, Boston Red Sox, Cleveland Indians and the St. Louis Cardinals. Born in Bradford, Ohio, Sothoron threw and batted right-handed, stood 5 feet 11 inches (1.80 m) tall and weighed 182 pounds (83 kg). He attended Albright College and Juniata College.",
    "year": 1893,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sergei Prokofiev",
    "birthday": "1891-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Sergei_Prokofiev_circa_1918_over_Chair_Bain.jpg/260px-Sergei_Prokofiev_circa_1918_over_Chair_Bain.jpg",
    "extract": "Sergei Sergeyevich Prokofiev was a Russian composer, pianist, and conductor who later worked in the Soviet Union. As the creator of acknowledged masterpieces across numerous music genres, he is regarded as one of the major composers of the 20th century. His works include such widely heard pieces as the March from The Love for Three Oranges, the suite Lieutenant Kijé, the ballet Romeo and Juliet—from which \"Dance of the Knights\" is taken—and Peter and the Wolf. Of the established forms and genres in which he worked, he created—excluding juvenilia—seven completed operas, seven symphonies, eight ballets, five piano concertos, two violin concertos, a cello concerto, a symphony-concerto for cello and orchestra, and nine completed piano sonatas.",
    "year": 1891,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Florence La Badie",
    "birthday": "1888-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/FlorenceLaBadie.jpg/241px-FlorenceLaBadie.jpg",
    "extract": "Florence La Badie was an American-Canadian actress in the early days of the silent film era. She was a major star between 1911 and 1917. Her career was at its height when she died at age 29 from injuries sustained in an automobile accident.",
    "year": 1888,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Warren Wood",
    "birthday": "1887-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Warren_Wood.jpg/320px-Warren_Wood.jpg",
    "extract": "Warren Kenneth Wood was an American amateur golfer who competed in the 1904 Summer Olympics.",
    "year": 1887,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jessie Redmon Fauset",
    "birthday": "1882-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Negro_Poets_and_Their_Poems-0182.jpg/233px-Negro_Poets_and_Their_Poems-0182.jpg",
    "extract": "Jessie Redmon Fauset was an African-American editor, poet, essayist, novelist, and educator. Her literary work helped sculpt African-American literature in the 1920s as she focused on portraying a true image of African-American life and history. Her black fictional characters were working professionals which was an inconceivable concept to American society during this time Her story lines related to themes of racial discrimination, \"passing\", and feminism. From 1919 to 1926, Fauset's position as literary editor of The Crisis, a NAACP magazine, allowed her to contribute to the Harlem Renaissance by promoting literary work that related to the social movements of this era. Through her work as a literary editor and reviewer, she discouraged black writers from lessening the racial qualities of the characters in their work, and encouraged them to write honestly and openly about the African-American race. She wanted a realistic and positive representation of the African-American community in literature that had never before been as prominently displayed. Before and after working on The Crisis, she worked for decades as a French teacher in public schools in Washington, DC, and New York City. She published four novels during the 1920s and 1930s, exploring the lives of the black middle class. She also was the editor and co-author of the African-American children's magazine The Brownies' Book. She is known for discovering and mentoring other African-American writers, including Langston Hughes, Jean Toomer, Countee Cullen, and Claude McKay.",
    "year": 1882,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frederick Fane",
    "birthday": "1875-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Frederick_Fane_1912cr.jpg/192px-Frederick_Fane_1912cr.jpg",
    "extract": "Frederick Luther Fane, played cricket for the England cricket team in 14 Test matches. He also played for Essex, Oxford University and London County.",
    "year": 1875,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Maurice Raoul-Duval",
    "birthday": "1866-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Maurice_Raoul-Duval_en_1898_%28polo%29.jpg/150px-Maurice_Raoul-Duval_en_1898_%28polo%29.jpg",
    "extract": "Maurice Raoul-Duval was a French polo player who competed in the 1900 Summer Olympics.",
    "year": 1866,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Theodor Kittelsen",
    "birthday": "1857-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Kittelsen_av_krohg_1892.jpg/237px-Kittelsen_av_krohg_1892.jpg",
    "extract": "Theodor Severin Kittelsen was a Norwegian artist. He is one of the most popular artists in Norway. Kittelsen became famous for his nature paintings, as well as for his illustrations of fairy tales and legends, especially of trolls.",
    "year": 1857,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jules Lemaître",
    "birthday": "1853-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Portrait_of_Jules_Lema%C3%AEtre.jpg/241px-Portrait_of_Jules_Lema%C3%AEtre.jpg",
    "extract": "François Élie Jules Lemaître was a French critic and dramatist.",
    "year": 1853,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hans Hartwig von Beseler",
    "birthday": "1850-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c7/HHvonbeseler.jpg/219px-HHvonbeseler.jpg",
    "extract": "Hans Hartwig von Beseler was a German colonel general.",
    "year": 1850,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Otto, King of Bavaria",
    "birthday": "1848-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/OttoIBeieren.jpg/254px-OttoIBeieren.jpg",
    "extract": "Otto was King of Bavaria from 1886 until 1913. However, he never actively ruled because of alleged severe mental illness. His uncle, Luitpold, and his cousin, Ludwig, served as regents. Ludwig deposed him in 1913, a day after the legislature passed a law allowing him to do so, and became king in his own right.",
    "year": 1848,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Edward Whymper",
    "birthday": "1840-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Edward_Whymper.jpg",
    "extract": "Edward Whymper FRSE was an English mountaineer, explorer, illustrator, and author best known for the first ascent of the Matterhorn in 1865. Four members of his climbing party were killed during the descent. Whymper also made important first ascents on the Mont Blanc massif and in the Pennine Alps, Chimborazo in South America, and the Canadian Rockies. His exploration of Greenland contributed an important advance to Arctic exploration. Whymper wrote several books on mountaineering, including Scrambles Amongst the Alps.",
    "year": 1840,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ulysses S. Grant",
    "birthday": "1822-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Ulysses_S._Grant_1870-1880.jpg/240px-Ulysses_S._Grant_1870-1880.jpg",
    "extract": "Ulysses S. Grant was an American military officer and politician who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans to protect African Americans during Reconstruction. Previously, as Commanding General, he led the Union Army to victory in the American Civil War in 1865 and thereafter briefly served as Secretary of War.",
    "year": 1822,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Herbert Spencer",
    "birthday": "1820-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Herbert_Spencer.jpg/207px-Herbert_Spencer.jpg",
    "extract": "Herbert Spencer was an English philosopher, biologist, anthropologist, and sociologist famous for his hypothesis of social Darwinism whereby superior physical force shapes history. Spencer originated the expression \"survival of the fittest\", which he coined in Principles of Biology (1864) after reading Charles Darwin's On the Origin of Species. The term strongly suggests natural selection, yet Spencer saw evolution as extending into realms of sociology and ethics, so he also supported Lamarckism.",
    "year": 1820,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Friedrich von Flotow",
    "birthday": "1812-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Friedrich_von_Flotow_1866.jpg/258px-Friedrich_von_Flotow_1866.jpg",
    "extract": "Friedrich Adolf Ferdinand, Freiherr von Flotow /flo:to/ was a German composer. He is chiefly remembered for his opera Martha, which was popular in the 19th century and the early part of the 20th.",
    "year": 1812,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Samuel Morse",
    "birthday": "1791-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Samue%3B_Morse_1845.jpg/276px-Samue%3B_Morse_1845.jpg",
    "extract": "Samuel Finley Breese Morse was an American inventor and painter. After having established his reputation as a portrait painter, in his middle age Morse contributed to the invention of a single-wire telegraph system based on European telegraphs. He was a co-developer of Morse code and helped to develop the commercial use of telegraphy.",
    "year": 1791,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charles Robert Cockerell",
    "birthday": "1788-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Charles_Robert_Cockerell.jpg/239px-Charles_Robert_Cockerell.jpg",
    "extract": "Charles Robert Cockerell was an English architect, archaeologist, and writer. He studied architecture under Robert Smirke. He went on an extended Grand Tour lasting seven years, mainly spent in Greece. He was involved in major archaeological discoveries while in Greece. On returning to London, he set up a successful architectural practice. Appointed Professor of Architecture at the Royal Academy of Arts, he served in that position between 1839 and 1859. He wrote many articles and books on both archaeology and architecture. In 1848, he became the first recipient of the Royal Gold Medal.",
    "year": 1788,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mary Wollstonecraft",
    "birthday": "1759-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Mary_Wollstonecraft_by_John_Opie_%28c._1797%29.jpg/262px-Mary_Wollstonecraft_by_John_Opie_%28c._1797%29.jpg",
    "extract": "Mary Wollstonecraft was an English writer, philosopher, and advocate of women's rights. Until the late 20th century, Wollstonecraft's life, which encompassed several unconventional personal relationships at the time, received more attention than her writing. Today Wollstonecraft is regarded as one of the founding feminist philosophers, and feminists often cite both her life and her works as important influences.",
    "year": 1759,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Adamantios Korais",
    "birthday": "1748-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Adamantios_Korais.jpg/236px-Adamantios_Korais.jpg",
    "extract": "Adamantios Korais or Koraïs was a Greek scholar credited with laying the foundations of modern Greek literature and a major figure in the Greek Enlightenment. His activities paved the way for the Greek War of Independence and the emergence of a purified form of the Greek language, known as Katharevousa. Encyclopædia Britannica asserts that \"his influence on the modern Greek language and culture has been compared to that of Dante on Italian and Martin Luther on German\".",
    "year": 1748,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charles Emmanuel III of Sardinia",
    "birthday": "1701-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Clementi_-_Charles_Emmanuel_III_in_coronation_robes%2C_Palazzo_Madama.jpg/211px-Clementi_-_Charles_Emmanuel_III_in_coronation_robes%2C_Palazzo_Madama.jpg",
    "extract": "Charles Emmanuel III was Duke of Savoy and King of Sardinia from 1730 until his death.",
    "year": 1701,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charlotte Amalie of Hesse-Kassel",
    "birthday": "1650-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Charlotte_Amalie_of_Hesse-Kassel_1690.jpg/264px-Charlotte_Amalie_of_Hesse-Kassel_1690.jpg",
    "extract": "Charlotte Amalie of Hesse-Kassel was Queen of Denmark and Norway by marriage to King Christian V. Although she did not have much political influence, she was a successful businesswoman in her many estates and protected foreign Protestant non-Lutherans from oppression. She gained popularity for defending Copenhagen from Swedish forces in 1700.",
    "year": 1650,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mumtaz Mahal",
    "birthday": "1593-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Mumtaz_Mahal.jpg/243px-Mumtaz_Mahal.jpg",
    "extract": "Mumtaz Mahal, born Arjumand Banu Begum was the empress consort of the Mughal Empire from 19 January 1628 to 17 June 1631 as the chief consort of the Mughal emperor Shah Jahan. The Taj Mahal in Agra, often cited as one of the Wonders of the World, was commissioned by her husband to act as her tomb.",
    "year": 1593,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Henry Percy, 9th Earl of Northumberland",
    "birthday": "1564-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Henry_Percy-9th_Earl_of_Northumberland.jpg/275px-Henry_Percy-9th_Earl_of_Northumberland.jpg",
    "extract": "Henry Percy, 9th Earl of Northumberland, KG was an English nobleman. He was a grandee and one of the wealthiest peers of the court of Elizabeth I. Under James I, Northumberland was a long-term prisoner in the Tower of London, due to the suspicion that he was complicit in the Gunpowder Plot. He is known for the circles he moved in as well as for his own achievements. He acquired the sobriquet The Wizard Earl, from his scientific and alchemical experiments, his passion for cartography, and his large library. His mild deafness and slight speech impediment did not prevent him from becoming an important intellectual and cultural figure of his generation.",
    "year": 1564,
    "month": 4,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frederick Jagiellon",
    "birthday": "1468-4-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Fryderyk_Jagiello%C5%84czyk.PNG/303px-Fryderyk_Jagiello%C5%84czyk.PNG",
    "extract": "Frederick Jagiellon was a Polish prince, Archbishop of Gniezno, Bishop of Kraków, and Primate of Poland. He was the sixth son and ninth child of Casimir IV Jagiellon, King of Poland and Grand Duke of Lithuania, and his wife Elizabeth of Austria, known as 'Matka Jagiellonów'.",
    "year": 1468,
    "month": 4,
    "day": 27,
    "language": "en"
  }
]