[
  {
    "name": "Melanie Martinez",
    "birthday": "1995-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Melanie_martinez_%28cropped%29.jpg/227px-Melanie_martinez_%28cropped%29.jpg",
    "extract": "Melanie Adele Martinez is an American singer and songwriter. Born in Astoria, Queens, and raised in Baldwin, New York, Martinez rose to prominence in 2012 after appearing on the American television vocal talent show The Voice. Following the show, she released her debut single \"Dollhouse\", followed by her debut EP of the same name (2014), through Atlantic Records.",
    "year": 1995,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Craig Garvey",
    "birthday": "1993-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Craig_Garvey_Bulldogs.jpg/166px-Craig_Garvey_Bulldogs.jpg",
    "extract": "Craig Garvey is an Australian professional rugby league footballer. He previously played for the St. George Illawarra Dragons and Canterbury Bulldogs, was part of the Canberra Raiders squad for 2018 and a short term member of the Sydney Roosters for 2019.",
    "year": 1993,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Eva Samková",
    "birthday": "1993-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Eva_Samkov%C3%A1_-_Show_Jana_Krause_%283._4._2019%29.png/320px-Eva_Samkov%C3%A1_-_Show_Jana_Krause_%283._4._2019%29.png",
    "extract": "Eva Samková is a Czech snowboarder who is the 2014 Olympic champion in snowboard cross. She was also the 2019 World Champion in the same discipline.",
    "year": 1993,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Blake Bortles",
    "birthday": "1992-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/20140914_Blake_Bortles.jpg/230px-20140914_Blake_Bortles.jpg",
    "extract": "Robby Blake Bortles is an American football quarterback who is a free agent. He played college football at UCF, where he received AAC Offensive Player of the Year honors as a junior and was MVP of the 2014 Fiesta Bowl. Bortles began his National Football League (NFL) with the Jacksonville Jaguars, who selected him third overall in the 2014 NFL Draft.",
    "year": 1992,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "DeMarcus Lawrence",
    "birthday": "1992-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/DeMarcus_Lawrence_WFT%40Cowboys_DEC2021_%28cropped%29.jpg/213px-DeMarcus_Lawrence_WFT%40Cowboys_DEC2021_%28cropped%29.jpg",
    "extract": "DeMarcus Lawrence is an American football defensive end for the Dallas Cowboys of the National Football League (NFL). He was drafted by the Cowboys in the second round of the 2014 NFL Draft. He played college football at Boise State.",
    "year": 1992,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Emil Salomonsson",
    "birthday": "1989-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Emil_Salomonsson_%282015%2C_crop_2%29.jpg/234px-Emil_Salomonsson_%282015%2C_crop_2%29.jpg",
    "extract": "Emil Salomonsson is a Swedish footballer who plays for Allsvenskan club IFK Göteborg as a right back.",
    "year": 1989,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kim Sung-kyu",
    "birthday": "1989-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/180226_10_Stories_%EC%86%94%EB%A1%9C_%EC%87%BC%EC%BC%80%EC%9D%B4%EC%8A%A4_%EC%84%B1%EA%B7%9C_2-1.jpg/240px-180226_10_Stories_%EC%86%94%EB%A1%9C_%EC%87%BC%EC%BC%80%EC%9D%B4%EC%8A%A4_%EC%84%B1%EA%B7%9C_2-1.jpg",
    "extract": "Kim Sung-kyu, referred to as Sunggyu or Sungkyu, is a South Korean singer and actor. He is the leader and main vocalist of South Korean boy band Infinite.",
    "year": 1989,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jonathan Biabiany",
    "birthday": "1988-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Jonathan_Biabiany.jpg/213px-Jonathan_Biabiany.jpg",
    "extract": "Jonathan Ludovic Biabiany is a French professional footballer who plays as a winger for Spanish club San Fernando.",
    "year": 1988,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Juan Mata",
    "birthday": "1988-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Ukr-Spain2015_%286%29_%28cropped%29.jpg/213px-Ukr-Spain2015_%286%29_%28cropped%29.jpg",
    "extract": "Juan Manuel Mata García is a Spanish professional footballer who plays as a midfielder for Premier League club Manchester United and the Spain national team. He mostly plays as a central attacking midfielder, but he can also play on the wing. He is considered one of the Premier League's best ever attacking midfielders.",
    "year": 1988,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Daequan Cook",
    "birthday": "1987-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Daequan_Cook_Thunder.jpg/198px-Daequan_Cook_Thunder.jpg",
    "extract": "Daequan Cook is an American professional basketball player who last played for Ironi Nes Ziona of the Israeli Premier League. He was taken 21st overall in the 2007 NBA draft by the Philadelphia 76ers then subsequently traded to the Miami Heat.",
    "year": 1987,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Samantha Ruth Prabhu",
    "birthday": "1987-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Samantha_At_The_Irumbu_Thirai_Trailer_Launch.jpg/213px-Samantha_At_The_Irumbu_Thirai_Trailer_Launch.jpg",
    "extract": "Samantha Ruth Prabhu is an Indian actress who mainly works in Telugu and Tamil film industries. She is a recipient of several awards, including four Filmfare Awards South, six South Indian International Movie Awards and two Andhra Pradesh State Nandi Awards. She has established herself as one of the leading actresses in Telugu and Tamil cinema.",
    "year": 1987,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bradley Johnson",
    "birthday": "1987-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Bradley_Johnson_Norwich.jpg/131px-Bradley_Johnson_Norwich.jpg",
    "extract": "Bradley Paul Johnson is an English professional footballer who plays as a central midfielder for Championship club Blackburn Rovers. He will become a free agent on 30 June 2022.",
    "year": 1987,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Zoran Tošić",
    "birthday": "1987-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Gol_0268.jpg/310px-Gol_0268.jpg",
    "extract": "Zoran Tošić is a Serbian professional footballer who plays as a winger for Kazakhstan Premier League club FC Tobol. He has built a reputation as a free-kick specialist and a tricky dribbler.",
    "year": 1987,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Roman Polák",
    "birthday": "1986-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Roman_Polak_-_Blues_vs_Lightning.jpg/320px-Roman_Polak_-_Blues_vs_Lightning.jpg",
    "extract": "Roman Polák is a Czech professional ice hockey defenceman who is currently under contract with HC Vítkovice of the Czech Extraliga (ELH). Polák was drafted in the sixth round, 180th overall, at the 2004 NHL Entry Draft by the St. Louis Blues, the organization with which he spent his entire NHL career prior to joining the Toronto Maple Leafs in 2014. He rejoined the Maple Leafs in 2016, after a brief stint with the San Jose Sharks. In the 2018 offseason, Polák signed a one-year deal with the Dallas Stars.",
    "year": 1986,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jenna Ushkowitz",
    "birthday": "1986-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Jenna_Ushkowitz_Skidmore_2011_crop.jpg/245px-Jenna_Ushkowitz_Skidmore_2011_crop.jpg",
    "extract": "Jenna Noelle Ushkowitz Stanley is a South Korean-born American actress, singer, producer and podcast host. She is known for her performances in Broadway musicals such as The King and I and Waitress; and in the role of Tina Cohen-Chang on the Fox comedy-drama series Glee. She is a two time Tony Award winner for her work as a producer of the Broadway musical Once on This Island and the Broadway play The Inheritance (play).",
    "year": 1986,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lucas Jakubczyk",
    "birthday": "1985-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/DLV_Leichtathletik_DM_2014_100m_M%C3%A4nner_by_Olaf_Kosinsky_-30.jpg/213px-DLV_Leichtathletik_DM_2014_100m_M%C3%A4nner_by_Olaf_Kosinsky_-30.jpg",
    "extract": "Lucas Jakubczyk is a German athlete who competes in the sprint and long jump with a personal best time of 10.07 seconds at the 100 metres event.",
    "year": 1985,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Deividas Stagniūnas",
    "birthday": "1985-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/European_2011_Isabella_TOBIAS_Deividas_STAGNIUNAS.jpg/213px-European_2011_Isabella_TOBIAS_Deividas_STAGNIUNAS.jpg",
    "extract": "Deividas Stagniūnas is a Lithuanian former ice dancer. With Isabella Tobias, he is the 2011 Skate America bronze medalist and placed in the top ten at two European Championships. They represented Lithuania at the 2014 Winter Olympics, where Stagniūnas was the flagbearer.",
    "year": 1985,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dmitri Torbinski",
    "birthday": "1984-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Dmitri_Torbinski_2018.jpg/188px-Dmitri_Torbinski_2018.jpg",
    "extract": "Dmitri Yevgenyevich Torbinski is a Russian former professional footballer who played as a midfielder. He was a central midfielder and winger known for his pace and accurate crosses.",
    "year": 1984,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Josh Brookes",
    "birthday": "1983-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Joshua_Brookes_6.jpg/320px-Joshua_Brookes_6.jpg",
    "extract": "Joshua Brookes is a professional motorcycle road racer with experience of Superbike and Supersport racing, both domestically and internationally. In 2020, he raced in the British Superbike Championship aboard a Ducati Panigale where he won his second British title, followed by a sixth finish in the 2021 championship. For 2022, Brookes remains with the same team, renamed as MCE Ducati.",
    "year": 1983,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "David Freese",
    "birthday": "1983-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/David_Freese_in_2017_%2835019886161%29.jpg/265px-David_Freese_in_2017_%2835019886161%29.jpg",
    "extract": "David Richard Freese is an American former professional baseball infielder in Major League Baseball (MLB). He began his MLB career with the St. Louis Cardinals, where he was a key player during the 2011 postseason, batting .545 with 12 hits in the 2011 National League Championship Series (NLCS). He also set an MLB postseason record of 21 runs batted in (RBIs), earning the NLCS MVP Award and World Series MVP Award. In addition, Freese won the Babe Ruth Award, naming him the MVP of the 2011 MLB postseason. He also played for the Los Angeles Angels, Pittsburgh Pirates and Los Angeles Dodgers.",
    "year": 1983,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Roger Johnson (footballer)",
    "birthday": "1983-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Roger_Johnson.jpg/197px-Roger_Johnson.jpg",
    "extract": "Roger Johnson is an English football coach and retired footballer who is currently a First Team Coach at Bromley.",
    "year": 1983,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Thomas Waldrom",
    "birthday": "1983-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Thomas_Waldrom.jpg/189px-Thomas_Waldrom.jpg",
    "extract": "Thomas Waldrom is a former rugby union player who played for Exeter Chiefs in the English Premiership and represented England from 2012 to 2013. Born in Lower Hutt, New Zealand, he qualified for England through his grandmother, winning four caps.",
    "year": 1983,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nikki Grahame",
    "birthday": "1982-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c9/Nikki_Grahame.jpeg/220px-Nikki_Grahame.jpeg",
    "extract": "Nicola Rachele-Beth Grahame was an English television personality, model and author. She was a contestant on the seventh series of Big Brother UK in 2006, in which she finished in fifth place, and later starred in her own reality series Princess Nikki. In 2010, Grahame was runner-up in Ultimate Big Brother, and in 2015 she appeared as a guest housemate on the sixteenth series of Big Brother UK. The following year, she competed in the fourth season of Big Brother Canada, finishing in sixth place. Grahame won a National Television Award for Most Popular TV Contender.",
    "year": 1982,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Chris Kaman",
    "birthday": "1982-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Chris_Kaman.jpg/226px-Chris_Kaman.jpg",
    "extract": "Christopher Zane Kaman is a German-American former professional basketball player. Kaman stands 7'0\" and played the center position. He was selected sixth overall in the first round of the 2003 NBA draft by the Los Angeles Clippers, after a college basketball career at Central Michigan University.",
    "year": 1982,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jessica Alba",
    "birthday": "1981-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/TechCrunch_Disrupt_NY_2016_-_Day_3_%2826884815511%29_%28cropped%29.jpg/267px-TechCrunch_Disrupt_NY_2016_-_Day_3_%2826884815511%29_%28cropped%29.jpg",
    "extract": "Jessica Marie Alba is an American actress and businesswoman. She began her television and movie appearances at age 13 in Camp Nowhere and The Secret World of Alex Mack (1994), and rose to prominence at age 19 as the lead actress of the television series Dark Angel (2000–2002), for which she received a Golden Globe nomination.",
    "year": 1981,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bradley Wiggins",
    "birthday": "1980-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/2015_UEC_Track_Elite_European_Championships_158_%28cropped%29.JPG/261px-2015_UEC_Track_Elite_European_Championships_158_%28cropped%29.JPG",
    "extract": "Sir Bradley Marc Wiggins, CBE is a British former professional road and track racing cyclist, who competed professionally between 2001 and 2016. He began his cycling career on the track, but later made the transition to road cycling. He won world titles in four disciplines, and Olympic gold in three. He is the only rider to have won both World and Olympic championships on both the track and the road as well as winning the Tour de France. He has worn the leader's jersey in each of the three Grand Tours of cycling and held the world record in team pursuit on multiple occasions. He won a gold medal at four successive Olympic Games from 2004 to 2016, and held the record as Great Britain's most decorated Olympian with 8 medals until Jason Kenny won his 9th in 2021. He is the only rider to win both the Tour de France and Olympic Gold in the same year, winning them a week apart in 2012. During his career and afterwards he faced a series of allegations that he exploited a loophole in cycling’s anti-doping regulations to use a performance-enhancing drug, injections of the powerful corticosteroid, triamcinolone. He did not receive any bans or suspensions in relation to doping during his career.",
    "year": 1980,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Scott Fujita",
    "birthday": "1979-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Scott_Fujita_Cleveland_Browns.jpg/259px-Scott_Fujita_Cleveland_Browns.jpg",
    "extract": "Scott Anthony Fujita is a former American football linebacker in the National Football League (NFL), and current Head of School at All Saints' Day School. He was drafted by the Kansas City Chiefs in the fifth round of the 2002 NFL Draft. He played 11 seasons for the Chiefs, Dallas Cowboys, New Orleans Saints and Cleveland Browns. He was a member of the 2009 Saints team that won Super Bowl XLIV, defeating the Indianapolis Colts. He played college football at California.",
    "year": 1979,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lauren Laverne",
    "birthday": "1978-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Lauren_Laverne_at_the_AIM_independent_music_awards_2019.jpg/293px-Lauren_Laverne_at_the_AIM_independent_music_awards_2019.jpg",
    "extract": "Lauren Cecilia Fisher, known professionally as Lauren Laverne, is an English radio DJ, model, television presenter, author and singer. She was the lead singer and additional guitarist in the Britpop group Kenickie. Kenickie's album At The Club reached the top 10, although her greatest chart success came when she performed vocals on Mint Royale's single \"Don't Falter\". Laverne has presented numerous television programmes, including 10 O'Clock Live for Channel 4, and The Culture Show and coverage of the Glastonbury Festival for the BBC. She has also written a published novel entitled Candypop: Candy and the Broken Biscuits. She presents the breakfast show on BBC Radio 6 Music and in 2019 became the host of the long running show Desert Island Discs.",
    "year": 1978,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Michael Walchhofer",
    "birthday": "1975-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Michael_Walchhofer_Hinterstoder_2011.jpg/240px-Michael_Walchhofer_Hinterstoder_2011.jpg",
    "extract": "Michael Walchhofer is a former World Cup alpine ski racer from Austria.",
    "year": 1975,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Penélope Cruz",
    "birthday": "1974-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Premios_Goya_2018_-_Pen%C3%A9lope_Cruz.jpg/213px-Premios_Goya_2018_-_Pen%C3%A9lope_Cruz.jpg",
    "extract": "Penélope Cruz Sánchez is a Spanish actress. Known for her roles in films of several genres, particularly those in the Spanish language, she has received various accolades, including an Academy Award and a British Academy Film Award, in addition to nominations for a Primetime Emmy Award, four Golden Globe Awards, and five Screen Actors Guild Awards.",
    "year": 1974,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Margo Dydek",
    "birthday": "1974-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Margo_Dydek_2.jpg/213px-Margo_Dydek_2.jpg",
    "extract": "Małgorzata Dydek was a Polish professional basketball player. Standing 7 ft 2 in (2.18 m) tall, she was famous for being the tallest professional female basketball player in the world. She played center position for multiple teams in the WNBA and was a coach for the Northside Wizards in the Queensland Basketball League. She was awarded the Polish Gold Cross of Merit (1999).",
    "year": 1974,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vernon Kay",
    "birthday": "1974-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/76/Vernon_kay_preston.jpg",
    "extract": "Vernon Charles Kay is an English television and radio presenter, and former model. He presented Channel 4's T4 (2000–2005) and has presented various television shows for ITV, including All Star Family Fortunes (2006–2015), Just the Two of Us (2006–2007), Beat the Star (2008–2009), The Whole 19 Yards (2010), Splash! (2013–2014), and 1000 Heartbeats (2015–2016).",
    "year": 1974,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jorge Garcia",
    "birthday": "1973-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Jorge_Garcia_by_Gage_Skidmore_2.jpg/274px-Jorge_Garcia_by_Gage_Skidmore_2.jpg",
    "extract": "Jorge Garcia is an American actor and comedian. He first came to public attention with his performance as Hector Lopez on the television show Becker, but subsequently became best known for his portrayal of Hugo \"Hurley\" Reyes in the television series Lost from 2004 to 2010. He starred in the Fox television series Alcatraz and played a minor character on ABC's Once Upon a Time. He starred as Jerry Ortega on Hawaii Five-0 and can be seen in the Netflix original movie The Ridiculous 6. Garcia also appeared on the cover of Weezer's 2010 album Hurley in a close-up shot from a photo he took with vocalist Rivers Cuomo.",
    "year": 1973,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Andrew Mehrtens",
    "birthday": "1973-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/ANDREW_MEHRTENS.jpg/249px-ANDREW_MEHRTENS.jpg",
    "extract": "Andrew Philip Mehrtens is a New Zealand former rugby union player. He was regarded as a top first five-eighth, having played first for Canterbury in 1993, before being selected for the All Blacks in 1995 when he played in the 1995 World Cup.",
    "year": 1973,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Violent J",
    "birthday": "1972-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Violent_J_Insane_Clown_Posse_2017_Juggalo_March_%2837464357701%29_%28cropped%29.jpg/213px-Violent_J_Insane_Clown_Posse_2017_Juggalo_March_%2837464357701%29_%28cropped%29.jpg",
    "extract": "Joseph Francis Bruce, known by his stage name Violent J, is an American rapper, record producer, professional wrestler, and part of the hip hop duo Insane Clown Posse. He is a co-founder of the record label Psychopathic Records, with fellow ICP rapper Shaggy 2 Dope and their former manager, Alex Abbiss. Also along with Utsler, Bruce is the co-founder of the professional wrestling promotion Juggalo Championship Wrestling.",
    "year": 1972,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Helena Tulve",
    "birthday": "1972-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Helena_Tulve.jpg/320px-Helena_Tulve.jpg",
    "extract": "Helena Tulve is an Estonian composer.",
    "year": 1972,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nicklas Lidström",
    "birthday": "1970-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Nicklas_Lidstr%C3%B6m_in_Jan_2014.jpg/251px-Nicklas_Lidstr%C3%B6m_in_Jan_2014.jpg",
    "extract": "Erik Nicklas Lidström is a Swedish former professional ice hockey defenceman and current vice president of hockey operations for the Detroit Red Wings. He played 20 seasons in the National Hockey League (NHL) for the Detroit Red Wings, which he captained for the final six seasons of his career. He is widely regarded as one of the greatest defencemen in NHL history.",
    "year": 1970,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Diego Simeone",
    "birthday": "1970-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Diego_Simeone.jpg/213px-Diego_Simeone.jpg",
    "extract": "Diego Pablo Simeone González, nicknamed El Cholo, is an Argentine professional football manager and former player who played as a midfielder; he has been the manager of Atlético Madrid since December 2011.",
    "year": 1970,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Howard Donald",
    "birthday": "1968-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Howard_Donald_performing_in_Glasgow%2C_2017.jpg/240px-Howard_Donald_performing_in_Glasgow%2C_2017.jpg",
    "extract": "Howard Paul Donald is an English singer, songwriter, drummer, pianist, dancer and record producer. He is a member of English pop-group Take That. Donald was also judge on the German reality talent show Got to Dance from 2013 to 2014, during a Take That-hiatus.",
    "year": 1968,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Andy Flower",
    "birthday": "1968-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Andy_Flower.png/295px-Andy_Flower.png",
    "extract": "Andrew Flower is a Zimbabwean cricket coach and a former cricketer. As a cricketer, he captained the Zimbabwe national cricket team. He was Zimbabwe's wicket-keeper for more than 10 years and is, statistically, the greatest batsman the country has produced. During his peak from October to December 2001, Flower was ranked as the best Test batsman in the world. He was widely acknowledged as the only Zimbabwe batsman of proper test quality in any conditions. After retirement, he served as the coach of the English cricket team from 2009 to 2014. Flower became the second foreign coach in the team's history. Currently, he is the Head Coach of Lucknow Super Giants in Indian Premier League. He also works as the head coach of the Multan Sultans and St Lucia Kings.",
    "year": 1968,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Chris White (politician)",
    "birthday": "1967-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Chris_White_2012.jpg/250px-Chris_White_2012.jpg",
    "extract": "Christopher Mark Francis White is a British Conservative Party politician and was the Member of Parliament (MP) for Warwick and Leamington from 2010 to 2017. He lost the seat at the 2017 general election. White is currently Director of the Institute for Industrial Strategy at King's College London.",
    "year": 1967,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Daly (golfer)",
    "birthday": "1966-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/John_Daly.jpg/213px-John_Daly.jpg",
    "extract": "John Patrick Daly is an American professional golfer on the PGA Tour.",
    "year": 1966,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Too Short",
    "birthday": "1966-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Tooshort_%28300dpi%29.jpg/212px-Tooshort_%28300dpi%29.jpg",
    "extract": "Todd Anthony Shaw, better known by the stage name Too Short, is an American rapper and record producer. He became famous in the West Coast hip hop scene in the late 1980s, with lyrics often based on pimping and promiscuity, but also drug culture and street survival; respectively exemplified in his most popular songs \"Blow the Whistle\" and \"The Ghetto\".",
    "year": 1966,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Noriyuki Iwadare",
    "birthday": "1964-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Noriyuki_Iwadare_20100701_Japan_Expo_43.jpg/320px-Noriyuki_Iwadare_20100701_Japan_Expo_43.jpg",
    "extract": "Noriyuki Iwadare  is a Japanese video game composer.",
    "year": 1964,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ajay Kakkar, Baron Kakkar",
    "birthday": "1964-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Official_portrait_of_Lord_Kakkar.jpg/213px-Official_portrait_of_Lord_Kakkar.jpg",
    "extract": "Ajay Kumar Kakkar, Baron Kakkar, is professor of surgery at University College London.",
    "year": 1964,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Barry Larkin",
    "birthday": "1964-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Barry_Larkin_by_Gage_Skidmore.jpg/249px-Barry_Larkin_by_Gage_Skidmore.jpg",
    "extract": "Barry Louis Larkin is an American former professional baseball player. He played shortstop for the Cincinnati Reds of Major League Baseball (MLB) from 1986 to 2004.",
    "year": 1964,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "L'Wren Scott",
    "birthday": "1964-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c4/Fashion_Designer_L%27Wren_Scott.jpg/320px-Fashion_Designer_L%27Wren_Scott.jpg",
    "extract": "Laura \"Luann\" Bambrough, known professionally as L'Wren Scott, was an American model, fashion designer and stylist.",
    "year": 1964,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tom Browning",
    "birthday": "1960-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Tom-browning_riverfront_09-12-1991.jpg/320px-Tom-browning_riverfront_09-12-1991.jpg",
    "extract": "Thomas Leo Browning is a former Major League Baseball left-handed pitcher. During a 12-year baseball career, he pitched for the Cincinnati Reds (1984–1994) and the Kansas City Royals (1995). He is also co-author of Tom Browning's Tales from the Reds Dugout.",
    "year": 1960,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Elena Kagan",
    "birthday": "1960-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Elena_Kagan_Official_SCOTUS_Portrait_%282013%29.jpg/213px-Elena_Kagan_Official_SCOTUS_Portrait_%282013%29.jpg",
    "extract": "Elena Kagan is an associate justice of the Supreme Court of the United States. She was nominated by President Barack Obama on May 10, 2010, and has served since August 7, 2010. Kagan is the fourth woman to become a member of the Court.",
    "year": 1960,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Phil King (musician)",
    "birthday": "1960-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Phil_Lush.jpeg/198px-Phil_Lush.jpeg",
    "extract": "Phil King is an English musician perhaps best known for being the bassist of Lush. Since 2007, he has been the touring bass player for The Jesus and Mary Chain having previously toured with the group from 1997 to 1998.",
    "year": 1960,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ian Rankin",
    "birthday": "1960-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/IanRankin.jpg/279px-IanRankin.jpg",
    "extract": "Ian James Rankin is a Scottish crime writer, best known for his Inspector Rebus novels.",
    "year": 1960,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jón Páll Sigmarsson",
    "birthday": "1960-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/J%C3%B3n_P%C3%A1ll_Sigmarsson_Official_Portrait_in_1988%2C_with_28_years_%28cropped%29.jpg/286px-J%C3%B3n_P%C3%A1ll_Sigmarsson_Official_Portrait_in_1988%2C_with_28_years_%28cropped%29.jpg",
    "extract": "Jón Páll Sigmarsson was an Icelandic strongman, powerlifter and bodybuilder who was the first man to win the World's Strongest Man four times. He is regarded as one of the greatest strongmen of all time, and is credited with developing Iceland's national identity. He was named Icelandic Sportsperson of the Year in 1981, and was one of the best-known Icelandic athletes. In 2012, Jón Páll was inducted into the World's Strongest Man Hall of Fame.",
    "year": 1960,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Walter Zenga",
    "birthday": "1960-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/WalterZenga.jpg/190px-WalterZenga.jpg",
    "extract": "Walter Zenga is an Italian football manager and former player who last managed Serie A club Cagliari. He was a long-time goalkeeper for Inter Milan and the Italian national team.",
    "year": 1960,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Wilma Landkroon",
    "birthday": "1957-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Gert_en_Hermien_Timmerman_show_in_Olympisch_Stadion%2C_Amsterdam_Wilma%2C_Bestanddeelnr_922-4568.jpg/320px-Gert_en_Hermien_Timmerman_show_in_Olympisch_Stadion%2C_Amsterdam_Wilma%2C_Bestanddeelnr_922-4568.jpg",
    "extract": "Wilma Landkroon is a Dutch pop singer. At eleven years old, her first top chart success in the Netherlands and Germany was in 1968 the song “Heintje, bau ein Schloss für mich”.",
    "year": 1957,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jimmy Barnes",
    "birthday": "1956-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Jimmy_Barnes_2014.jpg/217px-Jimmy_Barnes_2014.jpg",
    "extract": "James Dixon Barnes is a Scottish-born Australian singer, songwriter and musician. His career both as a solo performer and as the lead vocalist with the rock band Cold Chisel has made him one of the most popular and best-selling Australian music artists of all time. The combination of 14 Australian Top 40 albums for Cold Chisel and 13 charting solo albums, including 17 No. 1s, gives Jimmy Barnes the highest number of hit albums of any Australian or international artist in the Australian market.",
    "year": 1956,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Saeb Erekat",
    "birthday": "1955-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Saeb_Erekat_December_2014.jpg/232px-Saeb_Erekat_December_2014.jpg",
    "extract": "Saeb Muhammad Salih Erekat was a Palestinian politician and diplomat who was the secretary general of the executive committee of the PLO from 2015 until his death in 2020. He served as chief of the PLO Steering and Monitoring Committee until 12 February 2011. He participated in early negotiations with Israel and remained chief negotiator from 1995 until May 2003, when he resigned in protest from the Palestinian government. He reconciled with the party and was reappointed to the post in September 2003.",
    "year": 1955,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Eddie Jobson",
    "birthday": "1955-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Eddie_Jobson.jpg/320px-Eddie_Jobson.jpg",
    "extract": "Edwin Jobson is an English keyboardist and violinist noted for his use of synthesizers. He has been a member of several progressive rock bands, including Curved Air, Roxy Music, U.K. and Jethro Tull. He was also part of Frank Zappa's band in 1976–77. Aside from his keyboard work Jobson has also gained acclaim for his violin playing. He won the \"Lifetime Achievement\" award at the 2017 Progressive Music Awards. In March 2019 Eddie Jobson was inducted into the Rock and Roll Hall of Fame as a member of Roxy Music.",
    "year": 1955,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Michael P. Jackson",
    "birthday": "1954-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Portrait_JacksonMP.jpg",
    "extract": "Michael Peter Jackson was the George W. Bush administration's Deputy Secretary of the Department of Homeland Security, beginning in March 2005 and ending with his resignation in October 2007. Jackson is a member of the Homeland Security Advisory Council.",
    "year": 1954,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vic Sotto",
    "birthday": "1954-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Vic_Sotto_2022_%28cropped%29.jpg/239px-Vic_Sotto_2022_%28cropped%29.jpg",
    "extract": "Marvic Valentin Castelo Sotto, professionally known as Vic Sotto, is a Filipino actor, singer and comedian known far and wide for his various television and film projects on the major Philippine television networks GMA, TV5, and ABS-CBN. He is one of three pioneer hosts of Eat Bulaga!, which is the longest-running Philippine noontime variety show. Sotto is also a veteran actor and host in the entertainment industry.",
    "year": 1954,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ron Zook",
    "birthday": "1954-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Ron-zook-withnavy-may-28-08.jpg/230px-Ron-zook-withnavy-may-28-08.jpg",
    "extract": "Ronald Andrew Zook is an American football coach and former player who currently serves as an associate head coach/defensive coordinator for the University of Maryland. He was the head football coach at the University of Florida from 2002 to 2004 and the University of Illinois at Urbana–Champaign from 2005 to 2011.",
    "year": 1954,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Roberto Bolaño",
    "birthday": "1953-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Roberto_bola%C3%B1o.jpg/253px-Roberto_bola%C3%B1o.jpg",
    "extract": "Roberto Bolaño Ávalos was a Chilean novelist, short-story writer, poet and essayist. In 1999, Bolaño won the Rómulo Gallegos Prize for his novel Los detectives salvajes, and in 2008 he was posthumously awarded the National Book Critics Circle Award for Fiction for his novel 2666, which was described by board member Marcela Valdes as a \"work so rich and dazzling that it will surely draw readers and scholars for ages\". The New York Times described him as \"the most significant Latin American literary voice of his generation\".",
    "year": 1953,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kim Gordon",
    "birthday": "1953-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Sonic_Youth_2009_%283709306067%29.jpg/289px-Sonic_Youth_2009_%283709306067%29.jpg",
    "extract": "Kim Althea Gordon is an American musician, singer and songwriter, best known as the bassist, guitarist, and vocalist of alternative rock band Sonic Youth. Born in Rochester, New York, she was raised in Los Angeles, California, where her father was a professor at the University of California, Los Angeles. After graduating from Los Angeles's Otis College of Art and Design, she moved to New York City to begin an art career. There, she formed Sonic Youth with Thurston Moore in 1981. She and Moore married in 1984, and the band released a total of six albums on independent labels before the end of the 1980s. They would subsequently release nine studio albums on the major label DGC Records, beginning with Goo in 1990. Gordon was also a founding member of the musical project Free Kitten, which she formed with Julia Cafritz in 1993.",
    "year": 1953,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Chuck Leavell",
    "birthday": "1952-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Chuck_Leavell_in_2009.jpg/320px-Chuck_Leavell_in_2009.jpg",
    "extract": "Charles Alfred Leavell is an American musician and forestry author. A member of the Allman Brothers Band throughout their commercial zenith in the 1970s, he subsequently became a founding member of the band Sea Level. He has served as the principal touring keyboardist and de facto musical director of The Rolling Stones since 1982. As a session musician, Leavell has performed on every Rolling Stones studio album released since 1983 with the exception of Bridges to Babylon (1997). He has also toured and recorded with Eric Clapton, George Harrison, David Gilmour, Gov't Mule and John Mayer.",
    "year": 1952,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mary McDonnell",
    "birthday": "1952-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Mary_McDonnell_Photo_Op_GalaxyCon_Raleigh_2019.jpg/209px-Mary_McDonnell_Photo_Op_GalaxyCon_Raleigh_2019.jpg",
    "extract": "Mary Eileen McDonnell is an American actress. She is the recipient of such accolades as an Obie Award, a Saturn Award, and nominations for two Academy Awards, two Golden Globe Awards, and two Primetime Emmy Awards.",
    "year": 1952,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Larry Smith (Canadian politician)",
    "birthday": "1951-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/60/Larry_Smith.png",
    "extract": "Larry W. Smith, CQ is a Canadian athlete, businessperson and member of the Senate of Canada. He served as Leader of the Opposition in the Senate from April 2017 until November 2019.",
    "year": 1951,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Willie Colón",
    "birthday": "1950-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Wac_luna_award.jpg/256px-Wac_luna_award.jpg",
    "extract": "William Anthony Colón Román is an American salsa musician and social activist. He began his career as a trombonist and also sings, writes, produces and acts. He is also involved in the politics of New York City.",
    "year": 1950,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jay Leno",
    "birthday": "1950-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Jay_Leno_2019_crop.jpg/208px-Jay_Leno_2019_crop.jpg",
    "extract": "James Douglas Muir Leno is an American television host, comedian, and writer. After doing stand-up comedy for years, he became the host of NBC's The Tonight Show with Jay Leno from 1992 to 2009. Beginning in September 2009, he started a primetime talk show, The Jay Leno Show, which aired weeknights at 10:00 p.m. ET, also on NBC. When it was canceled in January 2010 amid a timeslot and host controversy, Leno returned to hosting The Tonight Show with Jay Leno on March 1, 2010. He hosted his last episode of this second tenure on February 6, 2014. That year, he was inducted into the Television Hall of Fame. Since 2014, he has hosted Jay Leno's Garage, and the 2021 revival of You Bet Your Life.",
    "year": 1950,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Steve Rider",
    "birthday": "1950-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Steve_Rider_-_2017_BTCC_Knockhill_%28Sunday%29.jpg/240px-Steve_Rider_-_2017_BTCC_Knockhill_%28Sunday%29.jpg",
    "extract": "Stephen Rider is an English sports presenter, and was the anchorman of ITV's football coverage. He anchored ITV's Formula One coverage from 2006 to 2008, and football coverage from 2006 to April 2010. He was the lead presenter for ITV's coverage of the 2011 Rugby World Cup in New Zealand.",
    "year": 1950,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Paul Guilfoyle",
    "birthday": "1949-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Paul_Guilfoyle_%2825593864834%29.jpg/232px-Paul_Guilfoyle_%2825593864834%29.jpg",
    "extract": "Paul Vincent Guilfoyle is an American television and film actor. He was a regular cast member of the CBS crime drama CSI: Crime Scene Investigation, on which he played Captain Jim Brass from 2000 to 2014. He returned for the series finale, \"Immortality\", in 2015. He also returned for two episodes in the sequel CSI: Vegas.",
    "year": 1949,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bruno Kirby",
    "birthday": "1949-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/41/Bruno_Kirby.jpg",
    "extract": "Bruno Kirby was an American actor, singer, voice artist, and comedian. He was known for his roles in City Slickers, When Harry Met Sally..., Good Morning, Vietnam, The Godfather Part II, and Donnie Brasco. He voiced Reginald Stout in Stuart Little.",
    "year": 1949,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Terry Pratchett",
    "birthday": "1948-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/10.12.12TerryPratchettByLuigiNovi1.jpg/247px-10.12.12TerryPratchettByLuigiNovi1.jpg",
    "extract": "Sir Terence David John Pratchett was an English humourist, satirist, and author of fantasy novels, especially comical works. He is best known for his Discworld series of 41 novels.",
    "year": 1948,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marcia Strassman",
    "birthday": "1948-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Marcia_Strassman_1975.JPG/241px-Marcia_Strassman_1975.JPG",
    "extract": "Marcia Ann Strassman was an American actress and singer. She played Nurse Margie Cutler on M*A*S*H, Julie Kotter on Welcome Back, Kotter, and Diane Szalinski in the film Honey, I Shrunk the Kids (1989).",
    "year": 1948,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Christian Jacq",
    "birthday": "1947-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Christian_Jacq%2C_au_Salon_du_Livre_de_Paris_2013_%288594182587%29.jpg/240px-Christian_Jacq%2C_au_Salon_du_Livre_de_Paris_2013_%288594182587%29.jpg",
    "extract": "Christian Jacq is a French author and Egyptologist. He has written several novels about ancient Egypt, notably a five book series about pharaoh Ramses II, a character whom Jacq admires greatly.",
    "year": 1947,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Steve Khan",
    "birthday": "1947-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ea/Steve_Khan.jpg",
    "extract": "Steve Khan is an American jazz guitarist.",
    "year": 1947,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nour El-Sherif",
    "birthday": "1946-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Nour_El-Sherif.jpg/239px-Nour_El-Sherif.jpg",
    "extract": "Nour El-Sherif, born Mohamad Geber Mohamad Abd Allah was a prominent Egyptian actor. He has 6 films in the Top 100 Egyptian films list.",
    "year": 1946,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ginette Reno",
    "birthday": "1946-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Ginette_Reno_Mus%C3%A9e_Gr%C3%A9vin_Montr%C3%A9al.JPG/320px-Ginette_Reno_Mus%C3%A9e_Gr%C3%A9vin_Montr%C3%A9al.JPG",
    "extract": "Ginette Reno is a Canadian author, composer, singer, and actress. She has received nominations for the Genie and Gemini Awards and is a multi-recipient of the Juno Award. She is a gold and platinum selling Canadian musician.",
    "year": 1946,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jean-Claude Van Cauwenberghe",
    "birthday": "1944-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Van-cau-si-cravate.jpg",
    "extract": "Jean-Claude Van Cauwenberghe, nicknamed \"Van Cau\", is a Belgian politician. He is member of the Parti Socialiste. He was the tenth Minister-President of Wallonia from 4 April 2000 until 30 September 2005. He resigned amid the ICDI affair and was replaced by Elio Di Rupo. He also served as mayor of Charleroi (1983-2000).",
    "year": 1944,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alice Waters",
    "birthday": "1944-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Alice_Waters_2014.jpg/211px-Alice_Waters_2014.jpg",
    "extract": "Alice Louise Waters is an American chef, restaurateur, and author. In 1971 she opened Chez Panisse, a Berkeley, California restaurant famous for its role in creating the farm-to-table movement and for pioneering California cuisine.",
    "year": 1944,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Aryeh Bibi",
    "birthday": "1943-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Aryeh_Bibi.jpg/320px-Aryeh_Bibi.jpg",
    "extract": "Aryeh Bibi is an Israeli politician who served as a member of the Knesset for Kadima between 2009 and 2013.",
    "year": 1943,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mike Brearley",
    "birthday": "1942-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Mike_Brearley_at_the_Bengal_Club.jpg/320px-Mike_Brearley_at_the_Bengal_Club.jpg",
    "extract": "John Michael Brearley is a retired English first-class cricketer who captained Cambridge University, Middlesex, and England.",
    "year": 1942,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ann-Margret",
    "birthday": "1941-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/18/Ann_Margret_1968.jpg/254px-Ann_Margret_1968.jpg",
    "extract": "Ann-Margret Olsson, known mononymously as Ann-Margret, is a Swedish-born American actress, singer, and dancer.",
    "year": 1941,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lucien Aimar",
    "birthday": "1941-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Tour_de_France%2C_Lucien_Aimar%2C_Bestanddeelnr_926-5234.jpg/211px-Tour_de_France%2C_Lucien_Aimar%2C_Bestanddeelnr_926-5234.jpg",
    "extract": "Lucien Aimar is a French cyclist, who won the Tour de France in 1966 and the national road championship in 1968. He is now a race organizer. He was born in Hyères, France.",
    "year": 1941,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Madejski",
    "birthday": "1941-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/JohnMadejski2.jpg/319px-JohnMadejski2.jpg",
    "extract": "Sir John Robert Madejski, OBE, DL is an English businessman, with commercial interests spanning property, broadcast media, hotels, restaurants, publishing and football. He changed his name when his stepfather, a Polish airman during World War II, returned to England to marry his mother.",
    "year": 1941,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Karl Barry Sharpless",
    "birthday": "1941-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Barry_Sharpless_02.jpg/248px-Barry_Sharpless_02.jpg",
    "extract": "Karl Barry Sharpless is an American chemist and Nobel Laureate known for his work on stereoselective reactions and click chemistry.",
    "year": 1941,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Madge Sinclair",
    "birthday": "1938-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d1/Madge_Sinclair_1979.jpg/257px-Madge_Sinclair_1979.jpg",
    "extract": "Madge Dorita Sinclair was a Jamaican actress best known for her roles in Cornbread, Earl and Me (1975), Convoy (1978), Coming to America (1988), Trapper John, M.D. (1980–1986), and the ABC TV miniseries Roots (1977). Sinclair also voiced the character of Sarabi, Mufasa's mate and Simba's mother, in the Disney animated feature film The Lion King (1994). A five-time Emmy Award nominee, Sinclair won the Primetime Emmy Award for Outstanding Supporting Actress – Drama Series for her role as \"Empress\" Josephine in Gabriel's Fire in 1991.",
    "year": 1938,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Saddam Hussein",
    "birthday": "1937-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Saddam_Hussein_in_1998.png/219px-Saddam_Hussein_in_1998.png",
    "extract": "Saddam Hussein Abd al-Majid al-Tikriti was an Iraqi politician who served as the fifth president of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization, the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and Arab socialism—Saddam played a key role in the 1968 coup that brought the party to power in Iraq.",
    "year": 1937,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John White (footballer, born 1937)",
    "birthday": "1937-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/John_White_%281961%29.jpg/236px-John_White_%281961%29.jpg",
    "extract": "John Anderson White was a Scottish international football midfielder and sometime inside right who played a significant role for Tottenham Hotspur (Spurs) during their Double winning season in 1960–61. He had two brothers, Eddie and Tom, who were also professional footballers. White was killed by a lightning strike at the age of 27.",
    "year": 1937,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tariq Aziz",
    "birthday": "1936-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Aziz_cropped.jpg/230px-Aziz_cropped.jpg",
    "extract": "Tariq Aziz was an Iraqi politician who served as Deputy Prime Minister, Minister of Foreign Affairs and a close advisor of President Saddam Hussein. Their association began in the 1950s when both were activists for the then-banned Arab Socialist Ba'ath Party. He was both an Arab nationalist and a member of the Chaldean Catholic Church.",
    "year": 1936,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Pedro Ramos",
    "birthday": "1935-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Pedro_Ramos_-_New_York_Yankees.jpg/208px-Pedro_Ramos_-_New_York_Yankees.jpg",
    "extract": "Pedro Ramos Guerra, is a Cuban former professional baseball pitcher, who played in Major League Baseball (MLB) for the Washington Senators / Minnesota Twins, Cleveland Indians, New York Yankees, and the expansion Washington Senators, all of the American League (AL), and the Philadelphia Phillies, Pittsburgh Pirates, and Cincinnati Reds, all of the National League (NL), over the course of a 15-year career. Ramos was elected to the AL All-Star team in 1959. He led the league in losses four times, in 1958 (18), 1959 (19), 1960 (18), and 1961 (20). On April 11, 1961, in the Twins’ first game ever, Ramos was the winning pitcher, when the team defeated the Yankees, 6-0, at Yankee Stadium.",
    "year": 1935,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lois Duncan",
    "birthday": "1934-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Lois_Duncan_Steinmetz_in_a_field_of_daisies_in_Taos%2C_New_Mexico_%28crop%29.jpg/264px-Lois_Duncan_Steinmetz_in_a_field_of_daisies_in_Taos%2C_New_Mexico_%28crop%29.jpg",
    "extract": "Lois Duncan Steinmetz, known as Lois Duncan, was an American writer, novelist, poet, and journalist. She is best known for her young-adult novels, and has been credited by historians as a pioneering figure in the development of young-adult fiction, particularly in the genres of horror, thriller, and suspense.",
    "year": 1934,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Miodrag Radulovacki",
    "birthday": "1933-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/70/M_Radulovacki.jpg",
    "extract": "Miodrag (Misha) Radulovacki, was a Serbian American scientist and inventor. He was Professor of Pharmacology in the College of Medicine at the University of Illinois at Chicago (UIC), Radulovacki's research accomplishments include: (1) the Adenosine Sleep Theory, and (2) pioneering pharmacological studies for the treatment of sleep apnea, together with research collaborator, David W. Carley,. Radulovacki and Carley invented several drug therapies for the treatment of sleep apnea which have been patented by the UIC. The UIC recognized them as the 2010 \"Inventors of the Year.\" Radulovacki published more than 170 scientific papers. Radulovacki was also a Foreign Member of the Serbian Academy of Sciences and Arts.",
    "year": 1933,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "James Baker",
    "birthday": "1930-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/JamesBaker.jpeg/243px-JamesBaker.jpeg",
    "extract": "James Addison Baker III is an American attorney, statesman, and politician in the Republican Party. He served as White House Chief of Staff and United States Secretary of the Treasury under President Ronald Reagan, and as U.S. Secretary of State and White House Chief of Staff under President George H. W. Bush.",
    "year": 1930,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Carolyn Jones",
    "birthday": "1930-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Carolyn_Jones_1956.jpg/255px-Carolyn_Jones_1956.jpg",
    "extract": "Carolyn Sue Jones was an American actress of television and film. Jones began her film career in the early 1950s, and by the end of the decade had achieved recognition with a nomination for an Academy Award for Best Supporting Actress for The Bachelor Party (1957) and a Golden Globe Award as one of the most promising new actresses of 1959. Her film career continued for another 20 years. In 1964, she began playing the role of matriarch Morticia Addams in the original 1964 black and white television series The Addams Family.",
    "year": 1930,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Yves Klein",
    "birthday": "1928-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f1/Yves_Klein.jpg",
    "extract": "Yves Klein was a French artist and an important figure in post-war European art. He was a leading member of the French artistic movement of Nouveau réalisme founded in 1960 by art critic Pierre Restany. Klein was a pioneer in the development of performance art, and is seen as an inspiration to and as a forerunner of minimal art, as well as pop art.",
    "year": 1928,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Eugene Merle Shoemaker",
    "birthday": "1928-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Eugene_Shoemaker.jpg/297px-Eugene_Shoemaker.jpg",
    "extract": "Eugene Merle Shoemaker was an American geologist. He co-discovered Comet Shoemaker–Levy 9 with his wife Carolyn S. Shoemaker and David H. Levy. This comet hit Jupiter in July 1994: the impact was televised around the world. Shoemaker also studied terrestrial craters, such as Barringer Meteor Crater in Arizona, and along with Edward Chao provided the first conclusive evidence of its origin as an impact crater. He was also the first director of the United States Geological Survey's Astrogeology Research Program.",
    "year": 1928,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bill Blackbeard",
    "birthday": "1926-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1e/Billblackbeard1971.jpg/270px-Billblackbeard1971.jpg",
    "extract": "William Elsworth Blackbeard, better known as Bill Blackbeard, was a writer-editor and the founder-director of the San Francisco Academy of Comic Art, a comprehensive collection of comic strips and cartoon art from American newspapers. This major collection, consisting of 2.5 million clippings, tearsheets and comic sections, spanning the years 1894 to 1996, has provided source material for numerous books and articles by Blackbeard and other researchers.",
    "year": 1926,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Harper Lee",
    "birthday": "1926-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Photo_portrait_of_Harper_Lee_%28To_Kill_a_Mockingbird_dust_jacket%2C_1960%29.jpg/232px-Photo_portrait_of_Harper_Lee_%28To_Kill_a_Mockingbird_dust_jacket%2C_1960%29.jpg",
    "extract": "Nelle Harper Lee was an American novelist best known for her 1960 novel To Kill a Mockingbird. It won the 1961 Pulitzer Prize and has become a classic of modern American literature. Lee has received numerous accolades and honorary degrees, including the Presidential Medal of Freedom in 2007 which was awarded for her contribution to literature. She assisted her close friend Truman Capote in his research for the book In Cold Blood (1966). Capote was the basis for the character Dill Harris in To Kill a Mockingbird.",
    "year": 1926,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "T. John Lesinski",
    "birthday": "1925-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/T._John_Lesinski.png/217px-T._John_Lesinski.png",
    "extract": "Thaddeus John \"T. John\" Lesinski,, was an American politician and judge from the U.S. state of Michigan.",
    "year": 1925,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dick Ayers",
    "birthday": "1924-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/4.20.08DickAyersByLuigiNovi.JPG/320px-4.20.08DickAyersByLuigiNovi.JPG",
    "extract": "Richard Bache Ayers was an American comic book artist and cartoonist best known for his work as one of Jack Kirby's inkers during the late-1950s and 1960s period known as the Silver Age of Comics, including on some of the earliest issues of Marvel Comics' The Fantastic Four. He is the signature penciler of Marvel's World War II comic Sgt. Fury and his Howling Commandos, drawing it for a 10-year run, and he co-created Magazine Enterprises' 1950s Western-horror character the Ghost Rider, a version of which he would draw for Marvel in the 1960s.",
    "year": 1924,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Blossom Dearie",
    "birthday": "1924-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/57/Blossom_Dearie.jpg/320px-Blossom_Dearie.jpg",
    "extract": "Margrethe Blossom Dearie was an American jazz singer and pianist. She had a recognizably light and girlish voice. Dearie performed regular engagements in London and New York City over many years and collaborated with many musicians, including Johnny Mercer, Miles Davis, Jack Segal, Johnny Mandel, Duncan Lamont, Bob Dorough, Dave Frishberg, and Jay Berliner.",
    "year": 1924,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kenneth Kaunda",
    "birthday": "1924-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Kenneth_David_Kaunda.jpg/258px-Kenneth_David_Kaunda.jpg",
    "extract": "Kenneth David Kaunda, also known as KK, was a Zambian politician who served as the first President of Zambia from 1964 to 1991. He was at the forefront of the struggle for independence from British rule. Dissatisfied with Harry Nkumbula's leadership of the Northern Rhodesian African National Congress, he broke away and founded the Zambian African National Congress, later becoming the head of the United National Independence Party (UNIP).",
    "year": 1924,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "William Guarnere",
    "birthday": "1923-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/96/Bill_guarnere_506e.jpg",
    "extract": "William J. Guarnere Sr. was a United States Army paratrooper who fought in World War II as a non-commissioned officer with Easy Company, 2nd Battalion, 506th Parachute Infantry Regiment, in the 101st Airborne Division.",
    "year": 1923,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Simin Daneshvar",
    "birthday": "1921-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Simin_Daneshvar_Cc0be0e4.jpg/232px-Simin_Daneshvar_Cc0be0e4.jpg",
    "extract": "Simin Dāneshvar ‎ was an Iranian academic, novelist, fiction writer and translator.",
    "year": 1921,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Robert Cornthwaite (actor)",
    "birthday": "1917-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Robert_Cornthwaite_Nan_Leslie_The_Californians_1958.jpg/246px-Robert_Cornthwaite_Nan_Leslie_The_Californians_1958.jpg",
    "extract": "Robert Rae Cornthwaite was an American film and television character actor.",
    "year": 1917,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ferruccio Lamborghini",
    "birthday": "1916-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Ferruccio_Lamborghini.jpg/224px-Ferruccio_Lamborghini.jpg",
    "extract": "Ferruccio Lamborghini was an Italian automobile designer, inventor, mechanic, engineer, winemaker, industrialist and businessman who created Automobili Lamborghini in 1963, a maker of high-end sports cars in Sant'Agata Bolognese.",
    "year": 1916,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Odette Hallowes",
    "birthday": "1912-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Odette_Sansom.jpg/253px-Odette_Sansom.jpg",
    "extract": "Odette Sansom, also known as Odette Churchill and Odette Hallowes, code named Lise, was an agent for the United Kingdom's clandestine Special Operations Executive (SOE) in France during the Second World War. The purpose of SOE was to conduct espionage, sabotage, and reconnaissance in occupied Europe against the Axis powers, especially Germany. SOE agents allied themselves with resistance groups and supplied them with weapons and equipment parachuted in from England. Sansom was the first woman to be awarded the George Cross by the United Kingdom and was awarded the Légion d'honneur by France.",
    "year": 1912,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kaneto Shindo",
    "birthday": "1912-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Shindo_Kaneto.JPG/213px-Shindo_Kaneto.JPG",
    "extract": "Kaneto Shindo  was a Japanese film director, screenwriter, film producer, and writer, who directed 48 films and wrote scripts for 238. His best known films as a director include Children of Hiroshima, The Naked Island, Onibaba, Kuroneko and A Last Note. His screenplays were filmed by directors such as Kenji Mizoguchi, Kōzaburō Yoshimura, Kon Ichikawa, Keisuke Kinoshita, Seijun Suzuki, and Tadashi Imai.",
    "year": 1912,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lee Falk",
    "birthday": "1911-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/14/Leefalkpic.jpg",
    "extract": "Lee Falk, born Leon Harrison Gross, was an American cartoonist, writer, theater director and producer, best known as the creator of the popular comic strips Mandrake the Magician (1934–2013) and The Phantom (1936–present). At the height of their popularity, these strips attracted over 100 million readers every day. Falk also wrote short stories, and he contributed to a series of paperback novels about The Phantom.",
    "year": 1911,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sam Merwin Jr.",
    "birthday": "1910-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Dynamic_science_fiction_195401.jpg/222px-Dynamic_science_fiction_195401.jpg",
    "extract": "Samuel Kimball Merwin Jr. was an American mystery fiction writer, editor and science fiction author. His pseudonyms included Elizabeth Deare Bennett, Matt Lee, Jacques Jean Ferrat and Carter Sprague.",
    "year": 1910,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ethel Catherwood",
    "birthday": "1908-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Ethel_Catherwood_1928_gallica.jpg/205px-Ethel_Catherwood_1928_gallica.jpg",
    "extract": "Ethel Hannah Catherwood was a Canadian athlete.",
    "year": 1908,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jack Fingleton",
    "birthday": "1908-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Jack_Fingleton.jpg/251px-Jack_Fingleton.jpg",
    "extract": "John Henry Webb Fingleton, was an Australian cricketer, journalist and commentator. The son of Australian politician James Fingleton, he was known for his dour defensive approach as a batsman, scoring five Test match centuries, representing Australia in 18 Tests between 1932 and 1938.",
    "year": 1908,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Oskar Schindler",
    "birthday": "1908-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Schindler%2C_Oskar.jpg/209px-Schindler%2C_Oskar.jpg",
    "extract": "Oskar Schindler was a German industrialist and a member of the Nazi Party who is credited with saving the lives of 1,200 Jews during the Holocaust by employing them in his enamelware and ammunitions factories in occupied Poland and the Protectorate of Bohemia and Moravia. He is the subject of the 1982 novel Schindler's Ark and its 1993 film adaptation, Schindler's List, which reflected his life as an opportunist initially motivated by profit, who came to show extraordinary initiative, tenacity, courage, and dedication in saving the lives of his Jewish employees.",
    "year": 1908,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kurt Gödel",
    "birthday": "1906-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/42/Kurt_g%C3%B6del.jpg",
    "extract": "Kurt Friedrich Gödel was a logician, mathematician, and philosopher. Considered along with Aristotle and Gottlob Frege to be one of the most significant logicians in history, Gödel had an immense effect upon scientific and philosophical thinking in the 20th century, a time when others such as Bertrand Russell, Alfred North Whitehead, and David Hilbert were using logic and set theory to investigate the foundations of mathematics, building on earlier work by the likes of Richard Dedekind, Georg Cantor and Frege.",
    "year": 1906,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Paul Sacher",
    "birthday": "1906-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/45/Beck_Stravinsky_Sacher_%28cropped-Sacher%29.jpeg",
    "extract": "Paul Sacher was a Swiss conductor, patron and impresario. He founded and conducted the Basler Kammerorchester (1926–1987). He commissioned notable works of composers of the 20th century and premiered them with the chamber orchestra. While better known for his interest in new music, he was also devoted to music of baroque and classical eras; he founded the Schola Cantorum Basiliensis, institute for early music, in 1933.",
    "year": 1906,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Johan Borgen",
    "birthday": "1902-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Portrett_av_Johan_Borgen.jpg/233px-Portrett_av_Johan_Borgen.jpg",
    "extract": "Johan Collett Müller Borgen was a Norwegian writer, journalist and critic. His best-known work is the novel Lillelord for which he was awarded the Norwegian Critics Prize for Literature in 1955. He was nominated for the Nobel Prize in Literature in 1966.",
    "year": 1902,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "H. B. Stallard",
    "birthday": "1901-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Henry_Stallard_1923.jpg/169px-Henry_Stallard_1923.jpg",
    "extract": "Hyla Bristow Stallard, published as H. B. Stallard and familiarly known as Henry Stallard, was an English middle-distance runner and ophthalmologist.",
    "year": 1901,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alice Berry",
    "birthday": "1900-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Alice_Berry_c.1953.png/142px-Alice_Berry_c.1953.png",
    "extract": "Dame Alice Miriam Berry was an Australian activist dedicated to finding ways to improve the lives of women and children in rural areas.",
    "year": 1900,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Heinrich Müller (Gestapo)",
    "birthday": "1900-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Heinrich_M%C3%BCller.jpg/198px-Heinrich_M%C3%BCller.jpg",
    "extract": "Heinrich Müller was a high-ranking German Schutzstaffel (SS) and police official during the Nazi era. For the majority of World War II in Europe, he was the chief of the Gestapo, the secret state police of Nazi Germany. Müller was central in the planning and execution of The Holocaust and attended the January 1942 Wannsee Conference, which formalised plans for deportation and genocide of all Jews in German-occupied Europe—The \"Final Solution to the Jewish Question\". He was known as \"Gestapo Müller\" to distinguish him from another SS general named Heinrich Müller.",
    "year": 1900,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jan Oort",
    "birthday": "1900-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/JanOort2.png/320px-JanOort2.png",
    "extract": "Jan Hendrik Oort was a Dutch astronomer who made significant contributions to the understanding of the Milky Way and who was a pioneer in the field of radio astronomy. His New York Times obituary called him \"one of the century's foremost explorers of the universe\"; the European Space Agency website describes him as \"one of the greatest astronomers of the 20th century\" and states that he \"revolutionised astronomy through his ground-breaking discoveries.\" In 1955, Oort's name appeared in Life magazine's list of the 100 most famous living people. He has been described as \"putting the Netherlands in the forefront of postwar astronomy.\"",
    "year": 1900,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ye Jianying",
    "birthday": "1897-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Ye_Jianying.jpg/244px-Ye_Jianying.jpg",
    "extract": "Ye Jianying was a Chinese communist revolutionary leader and politician, one of the founding Ten Marshals of the People's Liberation Army. He was the top military leader in the 1976 coup that overthrew the Gang of Four and ended the Cultural Revolution, and was the key supporter of Deng Xiaoping in his power struggle with Hua Guofeng. After Deng ascended power, Ye served as China's head of state as Chairman of the Standing Committee of the National People's Congress from 1978 to 1983.",
    "year": 1897,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Na Hye-sok",
    "birthday": "1896-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/%EB%82%98%ED%98%9C%EC%84%9D-Na_Hye-seok.jpg/298px-%EB%82%98%ED%98%9C%EC%84%9D-Na_Hye-seok.jpg",
    "extract": "Na Hyeseok  was a Korean feminist, poet, writer, painter, educator, and journalist. Her pen name was Jeongwol. She was a pioneering Korean feminist writer and painter. She was the first female professional painter and the first feminist writer in Korea. She created some of the earliest Western-style paintings in Korea, and published feminist novels and short stories. She became well known as a feminist because of her criticism of the marital institution in the early 20th century.",
    "year": 1896,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tristan Tzara",
    "birthday": "1896-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Retrato_de_Tristan_Tzara_%28Robert_Delaunay%29.jpg/231px-Retrato_de_Tristan_Tzara_%28Robert_Delaunay%29.jpg",
    "extract": "Tristan Tzara was a Romanian and French avant-garde poet, essayist and performance artist. Also active as a journalist, playwright, literary and art critic, composer and film director, he was known best for being one of the founders and central figures of the anti-establishment Dada movement. Under the influence of Adrian Maniu, the adolescent Tzara became interested in Symbolism and co-founded the magazine Simbolul with Ion Vinea and painter Marcel Janco.",
    "year": 1896,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "António de Oliveira Salazar",
    "birthday": "1889-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Antonio_Salazar-1.jpg/240px-Antonio_Salazar-1.jpg",
    "extract": "António de Oliveira Salazar was a Portuguese dictator who served as President of the Council of Ministers from 1932 to 1968. Having come to power under the Ditadura Nacional, he reframed the regime as the Estado Novo, a corporatist dictatorship that ruled Portugal from 1933 until 1974. Salazar was a political economy professor at University of Coimbra.",
    "year": 1889,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Walter Tull",
    "birthday": "1888-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/35/Walter_Tull_2.jpg",
    "extract": "Walter Daniel John Tull was an English professional footballer and British Army officer of Afro-Caribbean descent. He played as an inside forward and half back for Clapton, Tottenham Hotspur and Northampton Town and was the third person of mixed heritage to play in the top division of the Football League after Arthur Wharton and Willie Clarke. He was also the first player of African descent to be signed for Rangers in 1917 while stationed in Scotland.",
    "year": 1888,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Erich Salomon",
    "birthday": "1886-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/OttoErichSalomon1935.jpg/222px-OttoErichSalomon1935.jpg",
    "extract": "Erich Salomon was a German Jewish news photographer known for his pictures in the diplomatic and legal professions and the innovative methods he used to acquire them.",
    "year": 1886,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lionel Barrymore",
    "birthday": "1878-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Lionel_Barrymore_2.jpg/230px-Lionel_Barrymore_2.jpg",
    "extract": "Lionel Barrymore was an American actor of stage, screen and radio as well as a film director. He won an Academy Award for Best Actor for his performance in A Free Soul (1931), and remains best known to modern audiences for the role of villainous Mr. Potter in Frank Capra's 1946 film It's a Wonderful Life.",
    "year": 1878,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nicola Romeo",
    "birthday": "1876-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Nicola_Romeo.jpg/230px-Nicola_Romeo.jpg",
    "extract": "Nicola Romeo was an Italian engineer and entrepreneur mostly known for founding the car manufacturer Alfa Romeo. He served as a senator in the 18th Legislature of the Kingdom of Italy.",
    "year": 1876,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Karl Kraus (writer)",
    "birthday": "1874-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Karl_Kraus.jpg/215px-Karl_Kraus.jpg",
    "extract": "Karl Kraus was an Austrian writer and journalist, known as a satirist, essayist, aphorist, playwright and poet. He directed his satire at the press, German culture, and German and Austrian politics. He was nominated for the Nobel Prize in Literature three times.",
    "year": 1874,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sidney Toler",
    "birthday": "1874-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Sidney-Toler-1930.jpg/286px-Sidney-Toler-1930.jpg",
    "extract": "Sidney Toler was an American actor, playwright, and theatre director. The second European-American actor to play the role of Charlie Chan on screen, he is best remembered for his portrayal of the Chinese-American detective in 22 films made between 1938 and 1946. Before becoming Chan, Toler played supporting roles in 50 motion pictures, and was a highly regarded comic actor on the Broadway stage.",
    "year": 1874,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lucy Booth",
    "birthday": "1868-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Lucy_Booth-Hellberg_Ruhani.jpg",
    "extract": "Commissioner Lucy Milward Booth-Hellberg was the eighth and youngest child of Catherine and William Booth, the Founder of The Salvation Army.",
    "year": 1868,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Georgy Voronoy",
    "birthday": "1868-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Georgy_Voronoy.jpg/240px-Georgy_Voronoy.jpg",
    "extract": "Georgy Feodosevich Voronoy was an Imperial Russian mathematician of Ukrainian descent noted for defining the Voronoi diagram.",
    "year": 1868,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Charles W. Woodworth",
    "birthday": "1865-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Charles_W._Woodworth_reading.jpg/231px-Charles_W._Woodworth_reading.jpg",
    "extract": "Charles William Woodworth was an American entomologist. He published extensively in entomology and founded the Entomology Department at the University of California, Berkeley. He was the first person to breed the model organism Drosophila melanogaster  in captivity and to suggest to early genetic researchers at Harvard its use for scientific research. He spent four years at the University of Nanking, China, where he effected the practical control of the city's mosquitoes. He drafted and lobbied for California's first insecticide law and administered the law for 12 years. The Pacific Branch of the Entomological Society of America named its annual career achievement award the C. W. Woodworth Award.",
    "year": 1865,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Josiah Thomas (politician)",
    "birthday": "1863-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Josiah_Thomas_-_Swiss_Studios_03_%28cropped%29.jpg/229px-Josiah_Thomas_-_Swiss_Studios_03_%28cropped%29.jpg",
    "extract": "Josiah Thomas was an Australian politician. He was elected to the House of Representatives at the inaugural 1901 federal election, representing the Labor Party. Thomas served as a minister in Andrew Fisher's first two governments, as Postmaster-General and Minister for External Affairs (1911–1913). He joined the Nationalist Party after the 1916 Labor split and transferred to the Senate at the 1917 election, serving as a Senator for New South Wales from 1917 to 1923 and from 1925 to 1929.",
    "year": 1863,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nikolai von Meck",
    "birthday": "1863-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/%D0%9A%D1%83c%D1%82%D0%BE%D0%B4%D0%B8%D0%B5%D0%B2_%D0%91._%D0%9C._%D0%9F%D0%BE%D1%80%D1%82%D1%80%D0%B5%D1%82_%D0%9D._%D0%9A._%D1%84%D0%BE%D0%BD_%D0%9C%D0%B5%D0%BA%D0%BA.jpg/249px-%D0%9A%D1%83c%D1%82%D0%BE%D0%B4%D0%B8%D0%B5%D0%B2_%D0%91._%D0%9C._%D0%9F%D0%BE%D1%80%D1%82%D1%80%D0%B5%D1%82_%D0%9D._%D0%9A._%D1%84%D0%BE%D0%BD_%D0%9C%D0%B5%D0%BA%D0%BA.jpg",
    "extract": "Nikolai Karlovich von Meck was a Russian Empire engineer and entrepreneur involved in the development of the Russian Empire during the first part of the twentieth century. He was put on trial as part of the Shakhty Trial and executed in 1929.",
    "year": 1863,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "José Malhoa",
    "birthday": "1855-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Jose-Malhoa.jpg/218px-Jose-Malhoa.jpg",
    "extract": "José Vital Branco Malhoa, known simply as José Malhoa was a Portuguese painter.",
    "year": 1855,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hertha Ayrton",
    "birthday": "1854-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Helena_Ars%C3%A8ne_Darmesteter_-_Portrait_of_Hertha_Ayrton.jpg/209px-Helena_Ars%C3%A8ne_Darmesteter_-_Portrait_of_Hertha_Ayrton.jpg",
    "extract": "Phoebe Sarah Hertha Ayrton was a British engineer, mathematician, physicist and inventor, and suffragette. Known in adult life as Hertha Ayrton, born Phoebe Sarah Marks, she was awarded the Hughes Medal by the Royal Society for her work on electric arcs and ripple marks in sand and water.",
    "year": 1854,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ludvig Schytte",
    "birthday": "1848-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/LudvigSchytte.jpg/208px-LudvigSchytte.jpg",
    "extract": "Ludvig Schytte was a Danish composer, pianist, and teacher.",
    "year": 1848,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tobias Asser",
    "birthday": "1838-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/TMCasser.jpg/226px-TMCasser.jpg",
    "extract": "Tobias Michael Carel Asser was a Dutch lawyer and legal scholar.",
    "year": 1838,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "William Hall (VC)",
    "birthday": "1827-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/William_Hall_VC.jpg/208px-William_Hall_VC.jpg",
    "extract": "William Nelson Edward Hall was the first Black person, first Nova Scotian, and third Canadian to receive the Victoria Cross. He received the medal for his actions in the 1857 Siege of Lucknow during the Indian Rebellion. Hall and an officer from his ship continued to load and fire a 24-pounder gun at the walls after the rest of the party had been killed or injured by the defenders.",
    "year": 1827,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ezra Abbot",
    "birthday": "1819-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Ezra_Abbot.jpg/265px-Ezra_Abbot.jpg",
    "extract": "Ezra Abbot was an American biblical scholar.",
    "year": 1819,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sylvestre François Lacroix",
    "birthday": "1765-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sylvestre-Fran%C3%A7ois_Lacroix.png",
    "extract": "Sylvestre François Lacroix was a French mathematician.",
    "year": 1765,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marie Harel",
    "birthday": "1761-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Statue_of_Marie_Harel.jpg/320px-Statue_of_Marie_Harel.jpg",
    "extract": "Marie Harel was a French cheesemaker, who, along with Abbot Charles-Jean Bonvoust, invented Camembert cheese, according to local legend. She worked as a cheesemaker at the Manor of Beaumoncel and made Camembert cheeses according to local custom. Her main contribution was to have initiated a dynasty of entrepreneurial cheesemakers who developed the production of Camembert cheese on a large scale, notably her grandson Cyrille Paynel, born in 1817, who created a cheese factory in the commune of Le Mesnil-Mauger in Calvados at France.",
    "year": 1761,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "James Monroe",
    "birthday": "1758-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/James_Monroe_White_House_portrait_1819.jpg/266px-James_Monroe_White_House_portrait_1819.jpg",
    "extract": "James Monroe was an American statesman, lawyer, diplomat and Founding Father who served as the 5th president of the United States from 1817 to 1825. A member of the Democratic-Republican Party, Monroe was the last president of the Virginia dynasty and the Republican Generation; his presidency coincided with the Era of Good Feelings, concluding the First Party System era of American politics. He is perhaps best known for issuing the Monroe Doctrine, a policy of opposing European colonialism in the Americas while effectively asserting U.S. dominance, empire, and hegemony in the hemisphere. He also served as governor of Virginia, a member of the United States Senate, U.S. ambassador to France and Britain, the 7th Secretary of State, and the 8th Secretary of War.",
    "year": 1758,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Frederick I of Sweden",
    "birthday": "1676-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Georg_Engelhardt_Schr%C3%B6der_-_Fredrik_I%2C_King_of_Sweden_1720-1751_-_Google_Art_Project.jpg/213px-Georg_Engelhardt_Schr%C3%B6der_-_Fredrik_I%2C_King_of_Sweden_1720-1751_-_Google_Art_Project.jpg",
    "extract": "Frederick I was prince consort of Sweden from 1718 to 1720, and King of Sweden from 1720 until his death and also Landgrave of Hesse-Kassel from 1730. He ascended the throne following the death of his brother-in-law absolutist Charles XII in the Great Northern War, and the abdication of his wife, Charles's sister and successor Ulrika Eleonora, after she had to relinquish most powers to the Riksdag of the Estates and thus chose to abdicate. His powerless reign and lack of legitimate heirs of his own saw his family's elimination from the line of succession after the parliamentary government dominated by pro-revanchist Hat Party politicians ventured into a war with Russia, which ended in defeat and the Russian tsarina Elizabeth getting Adolf Frederick of Holstein-Gottorp instated following the death of the king.",
    "year": 1676,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Charles Cotton",
    "birthday": "1630-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/CharlesCotton.JPG/222px-CharlesCotton.JPG",
    "extract": "Charles Cotton was an English poet and writer, best known for translating the work of Michel de Montaigne from the French, for his contributions to The Compleat Angler, and for the influential The Compleat Gamester attributed to him.",
    "year": 1630,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Wilhelmus Beekman",
    "birthday": "1623-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/da/Wilhelmus_Beekman_c1645.jpg",
    "extract": "Wilhelmus Hendricksen Beekman — also known as William Beekman and Willem Beekman — was a Dutch immigrant to America who came to New Amsterdam from the Netherlands in the same vessel with Director-General and later Governor Peter Stuyvesant.",
    "year": 1623,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Charles de Valois, Duke of Angoulême",
    "birthday": "1573-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Charles_de_Valois%2C_duc_d%27Angoul%C3%AAme_-_Daniel_Dumonstier.jpg/232px-Charles_de_Valois%2C_duc_d%27Angoul%C3%AAme_-_Daniel_Dumonstier.jpg",
    "extract": "Charles de Valois was an illegitimate son of Charles IX of France and Marie Touchet. He was count of Auvergne, duke of Angoulême, and memoirist.",
    "year": 1573,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Yi Sun-sin",
    "birthday": "1545-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/%EC%9D%B4%EC%88%9C%EC%8B%A0.jpg/244px-%EC%9D%B4%EC%88%9C%EC%8B%A0.jpg",
    "extract": "Admiral Yi Sun-sin was a Korean admiral and military general famed for his victories against the Japanese navy during the Imjin war in the Joseon Dynasty. Over the course of his career, Admiral Yi fought in at least 23 recorded naval engagements, all against the Japanese. In most of these battles, he was outnumbered and lacked necessary supplies. He nonetheless won battle after battle. His most famous victory occurred at the Battle of Myeongnyang, where despite being outnumbered 333 to 13, he managed to disable or destroy 31 Japanese warships without losing a single ship of his own. Yi eventually died from a gunshot wound at the Battle of Noryang on 16 December 1598, the closing battle of the Imjin War.",
    "year": 1545,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Edward IV of England",
    "birthday": "1442-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/King_Edward_IV.jpg/249px-King_Edward_IV.jpg",
    "extract": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487.",
    "year": 1442,
    "month": 4,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nezahualcoyotl (tlatoani)",
    "birthday": "1402-4-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/NezahualcoyotlGardenTADF.JPG/233px-NezahualcoyotlGardenTADF.JPG",
    "extract": "Nezahualcoyotl was a scholar, philosopher (tlamatini), warrior, architect, poet and ruler (tlatoani) of the city-state of Texcoco in pre-Columbian era Mexico. Unlike other high-profile Mexican figures from the century preceding Spanish conquest of the Aztec Empire, Nezahualcoyotl was not fully Mexica; his father's people were the Acolhua, another Nahuan people settled in the eastern part of the Valley of Mexico, on the coast of Lake Texcoco. His mother, however, was the sister of Chimalpopoca, the Mexica king of Tenochtitlan.",
    "year": 1402,
    "month": 4,
    "day": 28,
    "language": "en"
  }
]