[
  {
    "name": "Infanta Sofía of Spain",
    "birthday": "2007-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Sof%C3%ADa_de_Borb%C3%B3n_2019_%28cropped%29.jpg",
    "extract": "Infanta Sofía of Spain is the younger daughter of King Felipe VI and Queen Letizia. She has an older sister, Leonor, whom she follows in the line of succession to the Spanish throne.",
    "year": 2007,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kimberly Birrell",
    "birthday": "1998-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Birrell_WMQ19_%2814%29.jpg/214px-Birrell_WMQ19_%2814%29.jpg",
    "extract": "Kimberly Birrell is an Australian tennis player.",
    "year": 1998,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mallory Pugh",
    "birthday": "1998-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Mallory_Pugh_%2836941856693%29.jpg/225px-Mallory_Pugh_%2836941856693%29.jpg",
    "extract": "Mallory Diane Pugh is an American soccer player who plays as a forward for Chicago Red Stars of the National Women's Soccer League (NWSL), the highest division of women's professional soccer in the United States, and the United States women's national soccer team. In January 2016, she became the youngest female player to be selected and play for the U.S. national team during an Olympic qualifying tournament.",
    "year": 1998,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Katherine Langford",
    "birthday": "1996-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Katherine_Langford_in_2018.jpg/194px-Katherine_Langford_in_2018.jpg",
    "extract": "Katherine Langford is an Australian actress. After appearing in several independent films, she had her breakthrough starring as Hannah Baker in the Netflix television series 13 Reasons Why (2017–2018), which earned her a Golden Globe Award nomination. She went on to appear in the films Love, Simon (2018) and Knives Out (2019), and headline the dark comedy Spontaneous (2020) – for which she received a Critics' Choice Super Award nomination – and has also starred in the Netflix series Cursed (2020).",
    "year": 1996,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Victoria Sinitsina",
    "birthday": "1995-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/2017_Skate_America_-_Victoria_Sinitsina_and_Nikita_Katsalapov_-_05.jpg/213px-2017_Skate_America_-_Victoria_Sinitsina_and_Nikita_Katsalapov_-_05.jpg",
    "extract": "Victoria Alexandrovna Sinitsina is a Russian ice dancer. With Nikita Katsalapov, she is the 2022 Olympic champion in the team event, 2022 Olympic silver medalist, 2021 World champion, two-time European Champion (2020,2022), the 2019 World silver medalist, the 2018–19 Grand Prix Final silver medalist, and a two-time Russian national champion (2019–2020). They have also won several medals on the Grand Prix and the Challenger Series, including winning the 2018 CS Ondrej Nepela Trophy.",
    "year": 1995,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Adam Smith (footballer, born 1991)",
    "birthday": "1991-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Chelsea_0_Bournemouth_1_%284%29_-_%D0%BA%D0%BE%D0%BF%D0%B8%D1%8F.jpg/152px-Chelsea_0_Bournemouth_1_%284%29_-_%D0%BA%D0%BE%D0%BF%D0%B8%D1%8F.jpg",
    "extract": "Adam James Smith is an English professional footballer who plays as a right back for EFL Championship club AFC Bournemouth. He has also represented England at under-21 level.",
    "year": 1991,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jung Hye-sung",
    "birthday": "1991-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/190208_%EC%98%A5%EC%88%98%EC%88%98_%EC%98%A4%EB%A6%AC%EC%A7%80%EB%84%90_%27%EB%84%88_%EB%AF%B8%EC%9B%8C%21_%EC%A4%84%EB%A6%AC%EC%97%A3%27_%EC%A0%9C%EC%9E%91%EB%B0%9C%ED%91%9C%ED%9A%8C_%EC%A0%95%ED%98%9C%EC%84%B1.jpg/320px-190208_%EC%98%A5%EC%88%98%EC%88%98_%EC%98%A4%EB%A6%AC%EC%A7%80%EB%84%90_%27%EB%84%88_%EB%AF%B8%EC%9B%8C%21_%EC%A4%84%EB%A6%AC%EC%97%A3%27_%EC%A0%9C%EC%9E%91%EB%B0%9C%ED%91%9C%ED%9A%8C_%EC%A0%95%ED%98%9C%EC%84%B1.jpg",
    "extract": "Jung Hye-sung is a South Korean actress and model.",
    "year": 1991,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "James Faulkner (cricketer)",
    "birthday": "1990-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/JAMES_FAULKNER_%2811704434875%29_%28cropped%29.jpg/173px-JAMES_FAULKNER_%2811704434875%29_%28cropped%29.jpg",
    "extract": "James Peter Faulkner is an Australian international cricketer who plays for the Australian cricket team and in domestic cricket for Tasmania. An all-rounder, Faulkner is known for his aggressive batting in the middle order, and for his bowling at the end of limited-overs innings.",
    "year": 1990,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Chris Johnson (basketball, born 1990)",
    "birthday": "1990-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Chris_Johnson_Dayton.jpg/135px-Chris_Johnson_Dayton.jpg",
    "extract": "Christapher Johnson is an American professional basketball player, who plays for Hapoel Holon of the Israeli Basketball Premier League. He played college basketball for the University of Dayton. Standing at 6 ft 6 in (1.98 m), he plays at the small forward and the shooting guard positions.",
    "year": 1990,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Candace Owens",
    "birthday": "1989-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Candace_Owens_%2851331093124%29_%28cropped%29.jpg/240px-Candace_Owens_%2851331093124%29_%28cropped%29.jpg",
    "extract": "Candace Amber Owens Farmer is an American conservative influencer, author, talk show host, political commentator, and activist. Initially critical of United States President Donald Trump and the Republican Party, Owens eventually became known for her pro-Trump activism as a black woman, in addition to her criticism of Black Lives Matter and the Democratic Party. On several occasions she has claimed that the effects of white supremacy and nationalism are exaggerated, especially when compared to other issues facing Black Americans.",
    "year": 1989,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Elías Hernández",
    "birthday": "1988-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Elias_Her.jpg/259px-Elias_Her.jpg",
    "extract": "Elías Hernán Hernández Jacuinde is a Mexican professional footballer who plays as a winger for Liga MX club León.",
    "year": 1988,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Alfred Hui",
    "birthday": "1988-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Alfred_Hui_2016_%28cropped%29.jpg/256px-Alfred_Hui_2016_%28cropped%29.jpg",
    "extract": "Alfred Hui Ting-hang is a Hong Kong singer and dentist. He rose to prominence as the eleventh-place finalist in the first season of The Voice. His debut studio album Departure Trilogy earned gold certification. Hui won multiple best newcomer awards in 2011. He has since released more than ten studio albums.",
    "year": 1988,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Taoufik Makhloufi",
    "birthday": "1988-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Taoufik_Makhloufi_-_May_2013.jpg/218px-Taoufik_Makhloufi_-_May_2013.jpg",
    "extract": "Taoufik Makhloufi is an Algerian athlete who specialises in middle-distance running. He became the 1500 metres Olympic champion at the 2012 Summer Olympics in London, England. In 2016, Makhloufi took the silver medal in the 800m and 1500 m at the Summer Olympics in Rio, Brazil.",
    "year": 1988,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jonathan Toews",
    "birthday": "1988-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Jonathan_Toews.JPG/293px-Jonathan_Toews.JPG",
    "extract": "Jonathan Bryan Toews is a Canadian professional ice hockey centre and captain of the Chicago Blackhawks of the National Hockey League (NHL).",
    "year": 1988,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Younha",
    "birthday": "1988-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/160527_%EC%9E%85%EC%8B%A4%EB%A0%8C%ED%8B%B0_%EC%9C%A4%ED%95%98_%283%29_%28cropped%29.jpg/224px-160527_%EC%9E%85%EC%8B%A4%EB%A0%8C%ED%8B%B0_%EC%9C%A4%ED%95%98_%283%29_%28cropped%29.jpg",
    "extract": "Go Youn-ha, known mononymously as Younha, is a South Korean singer-songwriter and record producer. She began her career in 2004 in Japan, where she was nicknamed the \"Oricon Comet\" for her success on the Japanese music chart. In 2006, she debuted in South Korea, where she is regarded as one of the country's best singer-songwriters.",
    "year": 1988,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Knut Børsheim",
    "birthday": "1987-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Knut_Borsheim.JPG/320px-Knut_Borsheim.JPG",
    "extract": "Knut Børsheim is a Norwegian professional golfer.",
    "year": 1987,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sara Errani",
    "birthday": "1987-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Errani_RG18_%2815%29_%2842260444044%29.jpg/214px-Errani_RG18_%2815%29_%2842260444044%29.jpg",
    "extract": "Sara Errani is an Italian professional tennis player. She is a former top five player in singles and former world No. 1 in doubles. With 9 WTA singles titles and 27 doubles titles she is the Italian tennis player winning the highest number of WTA titles ever. She entered in Top 10 on 11 June 2012, remaining there for 94 straight weeks, and reaching her career-high singles ranking of world No. 5 on 20 May 2013. Became the world No. 1 in doubles for the first time on 10 September 2012. She was the year-end No. 1 doubles player in both 2013 and 2014, and has held the top ranking for a combined total of 87 weeks.",
    "year": 1987,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Andre Russell",
    "birthday": "1987-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Andre_Russell.jpg/157px-Andre_Russell.jpg",
    "extract": "Andre Dwayne Russell is a Jamaican professional cricketer who plays internationally for the West Indies and for Jamaica in West Indian domestic cricket as an all-rounder. He has played in more than 300 Twenty20 (T20) matches for a range of sides in leagues throughout the world. Russell scored a century in a record 40 balls in the 2018 Caribbean Premier League and took a hat-trick in the same match, becoming the second player to take a hat-trick and score a century in the same T20 match.",
    "year": 1987,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Byun Yo-han",
    "birthday": "1986-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/190228_%EB%B3%80%EC%9A%94%ED%95%9C.jpg/320px-190228_%EB%B3%80%EC%9A%94%ED%95%9C.jpg",
    "extract": "Byun Yo-han is a South Korean actor. He is best known for his roles in the television dramas Misaeng: Incomplete Life (2014), Six Flying Dragons (2015–2016), and Mr. Sunshine (2018). He has also appeared in several independent films including Socialphobia (2015) and The Book of Fish (2021).",
    "year": 1986,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lee Chae-young",
    "birthday": "1986-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/180320_%EC%9D%B4%EC%B1%84%EC%98%81.jpg/240px-180320_%EC%9D%B4%EC%B1%84%EC%98%81.jpg",
    "extract": "Lee Chae-young is a South Korean actress. She debuted in a music video called \"Come On\" by the Hip-hop group Turtles in 2003. The following year, she appeared in Rain's \"I Do\" music video and in 2007, Yoon Mi-rae's \"Did You Forget It\". Her first television drama was Witch Yoo Hee, a romantic comedy, as Chef Marie. It wasn't until she was cast as Sa Illa in the 2009 historical drama Iron Empress and took the role as a host on the Korean Broadcasting System (KBS) variety show Star Golden Bell that her popularity rose. She is a Dankook University graduate and the younger sister of Seo Seung-ah.",
    "year": 1986,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sisa Waqa",
    "birthday": "1986-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Sisa_Waqa_NSW_Cup.jpg/262px-Sisa_Waqa_NSW_Cup.jpg",
    "extract": "Sisa Waqa is a Fijian professional rugby footballer who last played for FC Grenoble in French Rugby Union. A Fiji international representative, Waqa primarily plays on the wing. Waqa previously played for the Sydney Roosters in 2009, Melbourne Storm between 2011 and 2014, where he won the 2012 NRL premiership and the Canberra Raiders between 2015 and 2016.",
    "year": 1986,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Monique Alfradique",
    "birthday": "1986-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Monique_Alfradique_-_cropped.jpg/236px-Monique_Alfradique_-_cropped.jpg",
    "extract": "Monique de Araújo Alfradique is a Brazilian actress.",
    "year": 1986,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jean-François Jacques",
    "birthday": "1985-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/20160103_VIC_vs_KAC_Jean-Francois_Jacques_2847.jpg/320px-20160103_VIC_vs_KAC_Jean-Francois_Jacques_2847.jpg",
    "extract": "Jean-François \"J. F.\" Jacques is a Canadian professional ice hockey left winger. He is currently an unrestricted free agent who most recently played for HC Pustertal Wölfe of the Alps Hockey League. Jacques was selected by the Edmonton Oilers in the second round of the 2003 NHL Entry Draft.",
    "year": 1985,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Paulius Jankūnas",
    "birthday": "1984-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Paulius_Jank%C5%ABnas_13_BC_%C5%BDalgiris_EuroLeague_20180223.jpg/214px-Paulius_Jank%C5%ABnas_13_BC_%C5%BDalgiris_EuroLeague_20180223.jpg",
    "extract": "Paulius Jankūnas is a Lithuanian professional basketball player for Žalgiris Kaunas of the Lithuanian Basketball League (LKL) and the EuroLeague. He was also a member of the senior Lithuanian national team. Jankūnas plays at either center or power forward, with power forward being his main position. He earned an All-EuroLeague Second Team selection in 2018.",
    "year": 1984,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jay Cutler",
    "birthday": "1983-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Jay_cutler_2015.jpg/239px-Jay_cutler_2015.jpg",
    "extract": "Jay Christopher Cutler is a former American football quarterback who played in the National Football League (NFL) for 12 seasons, primarily with the Chicago Bears. He played college football at Vanderbilt and was selected by the Denver Broncos in the first round with the 11th Pick of the 2006 NFL Draft, whom he was a member of for three seasons. In 2009, he was traded to the Bears, where he played eight seasons. After being released by Chicago in 2017, Cutler initially retired to become a sportscaster for NFL on Fox's television broadcasts, but returned for an additional season with the Miami Dolphins. He retired a second and final time following the 2017 season.",
    "year": 1983,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tommie Harris",
    "birthday": "1983-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Tommie_Harris.jpg/320px-Tommie_Harris.jpg",
    "extract": "Tommie Harris, Jr. is a former American football defensive tackle who played eight seasons in the National Football League (NFL). He played college football for the University of Oklahoma, and was recognized as a consensus All-American twice. The Chicago Bears chose him in the first round of the 2004 NFL Draft, and he also played a season for the San Diego Chargers. He was a three-time Pro Bowl selection.",
    "year": 1983,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "David Lee (basketball)",
    "birthday": "1983-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/David_Lee_Warriors.jpg/299px-David_Lee_Warriors.jpg",
    "extract": "David Lee is an American former professional basketball player. He played college basketball for the Florida Gators before he was drafted 30th overall by the New York Knicks in the 2005 NBA draft. He was a 2-time NBA All-Star and was selected to the All-NBA Third Team in 2013.",
    "year": 1983,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lisa Goodwin-Allen",
    "birthday": "1981-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Executive-Head-Chef-Lisa-Goodwin-Allen-2018-%287%29.jpg/320px-Executive-Head-Chef-Lisa-Goodwin-Allen-2018-%287%29.jpg",
    "extract": "Lisa Goodwin-Allen is a British chef best known for being executive chef of the Michelin-starred Northcote restaurant. She was also one of four winning chefs on season five of the BBC cooking show Great British Menu.",
    "year": 1981,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "George McCartney",
    "birthday": "1981-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/GeorgeMcCartneyWHU2012.jpg/174px-GeorgeMcCartneyWHU2012.jpg",
    "extract": "George McCartney is a Northern Irish former footballer. He began his career at Sunderland in 1998 before having two spells each with West Ham United and Leeds United. He won the 2004–05 Football League Championship with Sunderland and was named the club's player of the season award as well as being named in the 2004–05 Football League Championship PFA Team of the Year. He moved to West Ham in 2006 before returning to Sunderland under Roy Keane's managership in 2008. He spent one season, the 2010–11 season, on loan with Leeds United before returning in 2011 to play on loan for West Ham. From 2001 until 2010 he also played international football for Northern Ireland.",
    "year": 1981,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mathieu Biron",
    "birthday": "1980-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Mathieu_Biron_%2840445196071%29.jpg/194px-Mathieu_Biron_%2840445196071%29.jpg",
    "extract": "Mathieu Biron is a Canadian former professional ice hockey player who played over 250 games in the National Hockey League (NHL). After retiring as a hockey player, he became a firefighter.",
    "year": 1980,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kelly Shoppach",
    "birthday": "1980-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Kelly_Shoppach_on_September_19%2C_2012.jpg/236px-Kelly_Shoppach_on_September_19%2C_2012.jpg",
    "extract": "Kelly Brian Shoppach is an American former professional baseball catcher. He played in Major League Baseball (MLB) for the Boston Red Sox, Cleveland Indians, Tampa Bay Rays, New York Mets, Seattle Mariners and Pittsburgh Pirates.",
    "year": 1980,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lee Dong-gook",
    "birthday": "1979-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4e/Lee_Dong-Gook_from_acrofan.jpg",
    "extract": "Lee Dong-gook is a South Korean former professional footballer who played as a striker. He is a record scorer in the K League 1, and had brief spells in Europe with Werder Bremen and Middlesbrough. He also played for the South Korea national football team at two FIFA World Cups and two AFC Asian Cups.",
    "year": 1979,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ryan Sharp",
    "birthday": "1979-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Ryan_Sharp.jpg/320px-Ryan_Sharp.jpg",
    "extract": "Ryan Sharp is a race car driver and team manager. He raced in the FIA GT Championship in 2007 with JetAlliance Racing in their lead No. 33 Aston Martin DBR9 – with ex-F1 Driver Karl Wendlinger as his teammate. Ryan was also the 2003 German Formula Renault champion. He is currently the director of Hitech Racing.",
    "year": 1979,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tony Armas Jr.",
    "birthday": "1978-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Tony_Armas%2C_Jr.jpg/320px-Tony_Armas%2C_Jr.jpg",
    "extract": "Antonio José Armas, better known as Tony Armas Jr., is a Venezuelan former professional baseball right-handed pitcher. He spent most of his active career with the Montreal Expos/Washington Nationals of Major League Baseball (MLB).",
    "year": 1978,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bob Bryan",
    "birthday": "1978-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Bryan_B._RG15_%281%29_%2819120636110%29.jpg/213px-Bryan_B._RG15_%281%29_%2819120636110%29.jpg",
    "extract": "Robert Charles Bryan is an American former doubles world No. 1 tennis player. He has won twenty-three Grand Slam titles: 16 in men's doubles and 7 in mixed doubles. He turned professional in 1998. With his twin brother Mike, he was the world No. 1 doubles player for several years, first achieving the top ranking in September 2003. The brothers were named ATP Team of the Decade for 2000–2009. The brothers became the second men's doubles team to complete the Career Golden Slam at the 2012 Summer Olympics.",
    "year": 1978,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mike Bryan",
    "birthday": "1978-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Bryan_M._RG19_%2812%29_%2848199368111%29.jpg/213px-Bryan_M._RG19_%2812%29_%2848199368111%29.jpg",
    "extract": "Michael Carl Bryan is an American former doubles world No. 1 tennis player. The right-hander turned pro in 1998. With his twin brother Bob, he was the world No. 1 doubles player for more than nine years, first achieving the top ranking in September 2003, and they became the second men's doubles team to complete the Career Golden Slam by winning the 2012 Summer Olympics. He holds the records for the most major men's doubles titles at 18, the most ATP men's doubles titles (123), and the most weeks (506) ranked world No. 1. He won all but five of his doubles titles with his brother; with Jack Sock, he won two majors and the year-end championship in 2018, as well as the 2018 ATP World Tour Fans' Favorite Doubles Team. His father is Wayne Bryan.",
    "year": 1978,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Javier Colon",
    "birthday": "1978-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/61/JavierColon197px2011-11-15.jpg",
    "extract": "Javier Colon is an American acoustic singer-songwriter. He has referred to his style of music as being \"acoustic soul.\" He was a member of EmcQ and The Derek Trucks Band, and worked with many musicians before going solo. From 2002 to 2006, he was signed to Capitol Records, known as artist Javier. In 2006, however, the contract was terminated and Javier Colon became an independent artist with his own label, Javier Colon Music. In 2011, He was the winner of season 1 of American talent competition show on NBC, The Voice, receiving $100,000 and signing a recording contract with Universal Republic Records. Colon eventually decided to part ways with Universal Republic in 2012.",
    "year": 1978,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Craig Gower",
    "birthday": "1978-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Craig_Gower_%2816_April_2005%29.jpg/286px-Craig_Gower_%2816_April_2005%29.jpg",
    "extract": "Craig Gower is an Italian-Australian former professional rugby league and rugby union footballer who played in the 1990s, 2000s and 2010s. He is a dual-code rugby international, having played rugby league for Australia and rugby union for Italy. A New South Wales State of Origin and Australian Kangaroos representative halfback or hooker, he played in the National Rugby League for Sydney club the Penrith Panthers. Gower then switched rugby union, playing for French Top 14 side Bayonne, and through grandparentage represented Italy. He returned to rugby league with the London Broncos in the Super League and then finished his playing career with one more National Rugby League season at the Newcastle Knights.",
    "year": 1978,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tyler Labine",
    "birthday": "1978-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Tyler_Labine_2012.jpg/263px-Tyler_Labine_2012.jpg",
    "extract": "Tyler Sean Labine is a Canadian actor and comedian. He is best known for starring in the television series Breaker High, Invasion, Reaper, Deadbeat and as Dr. Iggy Frome, head of psychiatry, in the NBC medical drama New Amsterdam, and the film Tucker & Dale vs Evil.",
    "year": 1978,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Claus Jensen",
    "birthday": "1977-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/de/Claus_Jensen.jpg",
    "extract": "Claus William Jensen is a Danish professional football manager, and former player who is the manager of Danish 1st Division club Nykøbing FC. During his active playing career, he played as an attacking midfielder. Jensen made 47 appearances for the Denmark national team, in which he scored 8 goals. He also represented Denmark at the 2002 World Cup and 2004 European Championship tournaments. He is the cousin of former winger Anders Due, who currently works as his assistant in Nykøbing FC.",
    "year": 1977,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Titus O'Neil",
    "birthday": "1977-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Titus_O%27Neal_2017.jpg/196px-Titus_O%27Neal_2017.jpg",
    "extract": "Thaddeus Michael Bullard Sr. is an American professional wrestler and former arena football player. He is the Global Ambassador of WWE and also performs for the promotion as a wrestler under the ring name Titus O'Neil. Described by the company as \"one of the most philanthropic Superstars in WWE history,\" Bullard is the recipient of the WWE Hall of Fame 2020 Warrior Award.",
    "year": 1977,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Fabio Liverani",
    "birthday": "1976-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Fabio_Liverani_2.jpg/234px-Fabio_Liverani_2.jpg",
    "extract": "Fabio Liverani is an Italian football manager and former midfielder, who was most recently in charge of Parma.",
    "year": 1976,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Chiyotaikai Ryūji",
    "birthday": "1976-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Chiotaikai_%28cropped%29.JPG/320px-Chiotaikai_%28cropped%29.JPG",
    "extract": "Chiyotaikai Ryūji, is a Japanese former sumo wrestler. He made his professional debut in 1992 and reached the top makuuchi division in 1997. He held the second highest rank of ōzeki or champion for 65 consecutive tournaments from 1999 until 2009, making him the longest serving ōzeki in the modern era. He won three top division yūshō or tournament championships, and was a runner-up on seven other occasions. However, he also held the dubious record of being in danger of demotion from ōzeki fourteen times. He wrestled for Kokonoe stable until his retirement in January 2010 at the age of 33. He remained in sumo as a coach at his stable, and became the head coach in August 2016 following the death of Chiyonofuji.",
    "year": 1976,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rafael Betancourt",
    "birthday": "1975-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Rafael_Betancourt_63_Pitching.jpg/320px-Rafael_Betancourt_63_Pitching.jpg",
    "extract": "Rafael Jose Betancourt is a Venezuelan former professional baseball relief pitcher. He played in Major League Baseball (MLB) for the Cleveland Indians and Colorado Rockies, as well as in Nippon Professional Baseball (NPB) for the Yokohama BayStars.",
    "year": 1975,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Artem Yashkin",
    "birthday": "1975-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Artem_Yashkin%2C_2014.jpg/212px-Artem_Yashkin%2C_2014.jpg",
    "extract": "Artem Oleksandrovych Yashkin is a retired Ukrainian footballer.",
    "year": 1975,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jasper Wood",
    "birthday": "1974-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Jasperwood.jpg/259px-Jasperwood.jpg",
    "extract": "Jasper Wood is a Canadian concert violinist.",
    "year": 1974,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Anggun",
    "birthday": "1974-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Anggun_-_Trianon_Paris_-_juin_2012_%287386536046%29.jpg/240px-Anggun_-_Trianon_Paris_-_juin_2012_%287386536046%29.jpg",
    "extract": "Anggun Cipta Sasmi, Anggun C. Sasmi or known mononymously as Anggun, is an Indonesian-born French singer-songwriter and television personality. Born in Jakarta, she began performing at the age of seven and recorded a children's album two years later. With the help of Indonesian producer Ian Antono, Anggun released her first rock-influenced studio album, Dunia Aku Punya in 1986. She became further well known with the single \"Mimpi\" (1989), which was listed as one of the 150 Greatest Indonesian Songs of All Time by Rolling Stone. She followed it with a series of singles and three more studio albums, which established her as one of the most prominent Indonesian female rock stars of the early 1990s.",
    "year": 1974,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dustin McDaniel",
    "birthday": "1972-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Dustin_McDaniel%2C_Little_Rock%2C_AR.jpg/228px-Dustin_McDaniel%2C_Little_Rock%2C_AR.jpg",
    "extract": "Dustin Blake McDaniel is an American lawyer and politician who served as the 55th Attorney General of Arkansas from 2007 to 2015. A member of the Democratic Party, he currently is a partner in the Little Rock law firm of McDaniel, Richardson & Calhoun, PLLC. As of 2022, McDaniel is the last Democrat to have held the position of Arkansas Attorney General.",
    "year": 1972,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Andre Agassi",
    "birthday": "1970-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Andre_Agassi_%282011%29.jpg/253px-Andre_Agassi_%282011%29.jpg",
    "extract": "Andre Kirk Agassi is an American former world No. 1 tennis player. He is an eight-time major champion and an Olympic gold medalist, as well as a runner-up in seven other majors.",
    "year": 1970,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Uma Thurman",
    "birthday": "1970-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Uma_Thurman_Cannes_2017_%28cropped%29.jpg/212px-Uma_Thurman_Cannes_2017_%28cropped%29.jpg",
    "extract": "Uma Karuna Thurman is an American actress, producer and fashion model. Prolific in film and television productions encompassing a variety of genres, she had her breakthrough in Dangerous Liaisons (1988), following appearances on the December 1985 and May 1986 covers of British Vogue. Thurman rose to international prominence with her role as Mia Wallace in Quentin Tarantino's Pulp Fiction (1994), for which she was nominated for the Academy Award, the BAFTA Award, and the Golden Globe Award for Best Supporting Actress. Hailed as Tarantino's muse, she reunited with the director to play The Bride in Kill Bill: Volume 1 and 2, which brought her two additional Golden Globe Award nominations.",
    "year": 1970,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jack Mackenroth",
    "birthday": "1969-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Jack_Mackenroth_-_POZ_close.jpg/213px-Jack_Mackenroth_-_POZ_close.jpg",
    "extract": "Jack Mackenroth is an American swimmer, model, gay pornographic film actor, and fashion designer who competed in the fourth season of American reality show Project Runway. Mackenroth was the first openly HIV-positive contestant in the show's history.",
    "year": 1969,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kolinda Grabar-Kitarović",
    "birthday": "1968-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Kolinda_Grabar-Kitarovi%C4%87_portrait.jpg/213px-Kolinda_Grabar-Kitarovi%C4%87_portrait.jpg",
    "extract": "Kolinda Grabar-Kitarović is a Croatian politician and diplomat who served as President of Croatia from 2015 to 2020. She was the first woman to be elected to the office since the first multi-party elections in 1990 and independence from Yugoslavia in 1991. At 46 years of age, she also became the youngest person to assume the presidency.",
    "year": 1968,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Carnie Wilson",
    "birthday": "1968-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Carnie_Wilson_Oct_2014_%28cropped%29.jpg/250px-Carnie_Wilson_Oct_2014_%28cropped%29.jpg",
    "extract": "Carnie Wilson is an American singer and television personality. She is the daughter of Brian Wilson and in 1989 co-founded the pop music trio Wilson Phillips with her younger sister Wendy. From 1995 onwards, she has also been a host or guest star on a variety of television shows.",
    "year": 1968,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Marcel Albers",
    "birthday": "1967-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c8/Marcel_Albers.gif",
    "extract": "Marcel Albers was a Dutch motor racing driver.",
    "year": 1967,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Curtis Joseph",
    "birthday": "1967-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Curtis_Joseph.jpg/271px-Curtis_Joseph.jpg",
    "extract": "Curtis Shayne Joseph is a Canadian ice hockey coach and former professional player. Nicknamed \"Cujo\", Joseph was immediately recognizable on the ice for his masks featuring a snarling dog, drawing inspiration from the Stephen King novel Cujo.",
    "year": 1967,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Phil Tufnell",
    "birthday": "1966-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Phil_Tufnell_August_2015_%28cropped%29.jpg/237px-Phil_Tufnell_August_2015_%28cropped%29.jpg",
    "extract": " Philip Clive Roderick Tufnell is a former English international cricketer turned television personality. A slow left-arm orthodox spin bowler, he played in 42 Test matches and 20 One Day Internationals for the England cricket team, as well as playing for Middlesex County Cricket Club from 1986 to 2002. Tufnell took 121 Test match wickets and, although his Test average of 37.68 is considered high for a genuine bowler, he took over 1,000 wickets across all first-class cricket at an average of 29.35, and his cheerful personality and trademark behaviour made him a popular sports personality.",
    "year": 1966,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Michel Bussi",
    "birthday": "1965-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Michel_Bussi_salon_du_livre_02788.jpg/176px-Michel_Bussi_salon_du_livre_02788.jpg",
    "extract": "Michel Bussi is a French author, known for writing thriller novels, and a political analyst and Professor of Geography at the University of Rouen, where he leads a Public Scientific and Technical Research Establishment in the French National Centre for Scientific Research, where he is a specialist in electoral geography.",
    "year": 1965,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Peter Rauhofer",
    "birthday": "1965-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/DJ_Peter_Rauhofer_in_Sau%C3%ADpe_Hell_%26_Heaven.JPG/320px-DJ_Peter_Rauhofer_in_Sau%C3%ADpe_Hell_%26_Heaven.JPG",
    "extract": "Peter Rauhofer was an Austrian-American disc jockey (DJ), remixer and producer who formerly went under the moniker Club 69 as well as Size Queen. A native of Vienna, Austria, he was famous for a variety of his remixes including Cher's \"Believe\" and a number of Madonna's songs including \"Nothing Really Matters\", \"American Life\", \"Nothing Fails\", \"Nobody Knows Me\", \"Get Together\", \"Impressive Instant\" and \"4 Minutes\", as well as her collaboration with Britney Spears, \"Me Against the Music\" and various collaborations with Janet Jackson. He has also provided remixes for Kylie Minogue, Whitney Houston, Jessica Simpson, Britney Spears, Christina Aguilera, Yoko Ono, Pink, Tori Amos, Pet Shop Boys, Depeche Mode, Yazoo, Frankie Goes to Hollywood, Book of Love, Soft Cell, Duran Duran and Mariah Carey, among others. He was also behind the tribal house record label Star 69 and was a frequent producer of the label's releases.",
    "year": 1965,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Federico Castelluccio",
    "birthday": "1964-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/New_Federico_head_shot_2.jpg/214px-New_Federico_head_shot_2.jpg",
    "extract": "Federico Castelluccio is an American actor and painter. He is best known for his role as Furio Giunta on the HBO series The Sopranos.",
    "year": 1964,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Radek Jaroš",
    "birthday": "1964-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/JarosRadek.jpg/148px-JarosRadek.jpg",
    "extract": "Radek Jaroš is a Czech mountaineer and author.",
    "year": 1964,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mike Babcock",
    "birthday": "1963-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Mike_Babcock_in_2013.jpg/252px-Mike_Babcock_in_2013.jpg",
    "extract": "Michael Babcock Jr. is a Canadian ice hockey coach currently serving as head coach of University of Saskatchewan men's ice hockey program. He previously spent parts of eighteen seasons as a professional and head coach in the National Hockey League (NHL). He began as head coach of the Mighty Ducks of Anaheim, whom he led to the 2003 Stanley Cup Finals. In 2005, Babcock signed with the Detroit Red Wings, winning the Stanley Cup with them in 2008, and helping them to the Stanley Cup playoffs every year during his tenure, becoming the winningest coach in Red Wings history. In 2015, he left Detroit to coach the Toronto Maple Leafs, a position he held until 2019.",
    "year": 1963,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bruce Driver",
    "birthday": "1962-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/The_N.J._Devils_win_the_1995_Stanley_Cup.jpeg/320px-The_N.J._Devils_win_the_1995_Stanley_Cup.jpeg",
    "extract": "Bruce Douglas Driver is a Canadian former professional ice hockey defenceman who played 15 seasons in the National Hockey League from 1983–84 until 1997–98.",
    "year": 1962,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rob Druppers",
    "birthday": "1962-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Rob_Druppers.jpg/232px-Rob_Druppers.jpg",
    "extract": "Robertus \"Rob\" Johannes Druppers is a former Dutch middle distance runner, who won the silver medal in the 800 m event at the 1983 World Championships. He set a Dutch 800 m record at 1:43.56 in Cologne in 1985, and a 1000 m record of 2:15.23 in his home town Utrecht in the same year. Druppers competed at the 1988 Summer Olympics, where he was eliminated in the quarterfinals of the 800 m.",
    "year": 1962,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stephan Burger",
    "birthday": "1962-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Stephan_Burger.jpg/213px-Stephan_Burger.jpg",
    "extract": "Stephan Burger is a German Roman Catholic clergyman. Since 2014 he has been Archbishop of Freiburg and Metropolitan Bishop of the Ecclesiastical Province of Freiburg, succeeding Robert Zollitsch. His younger brother Tutilo Burger has been archabbot of Beuron Archabbey since 2011.",
    "year": 1962,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Robert J. Sawyer",
    "birthday": "1960-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Robert_j_sawyer_in_2005.jpg/240px-Robert_j_sawyer_in_2005.jpg",
    "extract": "Robert James Sawyer is a Canadian science fiction writer. He has had 24 novels published and his short fiction has appeared in Analog Science Fiction and Fact, Amazing Stories, On Spec, Nature, and numerous anthologies. He has won many writing awards, including the best-novel Nebula Award (1995), the best-novel Hugo Award (2003), the John W. Campbell Memorial Award (2006), the Robert A. Heinlein Award (2017), and more Aurora Awards than anyone else in history.",
    "year": 1960,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Michelle Pfeiffer",
    "birthday": "1958-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Michelle_Pfeiffer_Ant-Man_%26_The_Wasp_premiere.jpg/235px-Michelle_Pfeiffer_Ant-Man_%26_The_Wasp_premiere.jpg",
    "extract": "Michelle Marie Pfeiffer is an American actress. Known for playing roles from a wide variety of film genres, she is recognized as one of the most prolific actresses of the 1980s and 1990s. Pfeiffer has received numerous accolades throughout her career, including a Golden Globe Award and a British Academy Film Award, in addition to nominations for three Academy Awards and a Primetime Emmy Award.",
    "year": 1958,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Eve Plumb",
    "birthday": "1958-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Eve_Plumb_Official_Headshot_2012.jpg/257px-Eve_Plumb_Official_Headshot_2012.jpg",
    "extract": "Eve Aline Plumb is an American actress who portrayed the middle daughter Jan Brady on the sitcom The Brady Bunch.",
    "year": 1958,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gary Cohen",
    "birthday": "1958-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Gary_Cohen_2009.jpg/248px-Gary_Cohen_2009.jpg",
    "extract": "Gary Cohen is an American sportscaster, best known as a radio and television play-by-play announcer for the New York Mets of Major League Baseball.",
    "year": 1958,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Daniel Day-Lewis",
    "birthday": "1957-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Daniel_Day-Lewis%2C_Jaguar%2C_Mille_Miglia_2013_cropped.jpg/209px-Daniel_Day-Lewis%2C_Jaguar%2C_Mille_Miglia_2013_cropped.jpg",
    "extract": "Sir Daniel Michael Blake Day-Lewis is a retired English actor. Often described as one of the preeminent actors of his generation, he received numerous accolades throughout his career which spanned over four decades, including three Academy Awards for Best Actor, making him the first and only actor to have three wins in that category, and the third male actor to win three competitive Academy Awards for acting, the sixth performer overall. Additionally, he has received two Golden Globe Awards, three Screen Actors Guild Awards and four British Academy Film Awards. In 2014, Day-Lewis received a knighthood for services to drama.",
    "year": 1957,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Don McKinnon (rugby league)",
    "birthday": "1955-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Don_McKinnon_North_Sydney_Bears.jpg/212px-Don_McKinnon_North_Sydney_Bears.jpg",
    "extract": "Don McKinnon is an Australian former professional rugby league footballer who played in the 1970s and 1980s. He was educated at North Sydney Boys High School. He played for the North Sydney Bears in the New South Wales Rugby Football League premiership as well as the Manly-Warringah Sea Eagles, and represented New South Wales and Australia. McKinnon only played as a Front-row Forward.",
    "year": 1955,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kate Mulgrew",
    "birthday": "1955-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Kate_Mulgrew.jpg/319px-Kate_Mulgrew.jpg",
    "extract": "Katherine Kiernan Maria Mulgrew is an American actress and author. She is best known for her roles as Captain Kathryn Janeway on Star Trek: Voyager and Red on Orange Is the New Black. She first came to attention in the role of Mary Ryan on the daytime soap opera Ryan's Hope. Mulgrew is the recipient of a Critics' Choice Award, a Saturn Award, and an Obie Award, and has also received Golden Globe Award and Primetime Emmy Award nominations. She is an active member of the Alzheimer's Association National Advisory Council and the voice of Cleveland's MetroHealth System. In 2021, Mulgrew reprised her role as Janeway in the animated series Star Trek: Prodigy.",
    "year": 1955,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jerry Seinfeld",
    "birthday": "1954-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Jerry_Seinfeld_2016_-_2.jpg/256px-Jerry_Seinfeld_2016_-_2.jpg",
    "extract": "Jerome Allen Seinfeld is an American stand-up comedian, actor, writer, and producer. He is best known for playing a semi-fictionalized version of himself in the sitcom Seinfeld, which he created and wrote with Larry David. The show aired on NBC from 1989 until 1998, becoming one of the most acclaimed and popular American sitcoms of all time. As a stand-up comedian, Seinfeld specializes in observational comedy. In 2004, Comedy Central named him as the 12th-greatest stand-up comedian of all time.",
    "year": 1954,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "David Icke",
    "birthday": "1952-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/David_Icke_in_2013.jpg/299px-David_Icke_in_2013.jpg",
    "extract": "David Vaughan Icke is an English conspiracy theorist and a former footballer and sports broadcaster. He has written over 20 books, self-published since the mid-1990s, and spoken in more than 25 countries.",
    "year": 1952,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bob McClure",
    "birthday": "1952-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Bob_McClure_2012.jpg/217px-Bob_McClure_2012.jpg",
    "extract": "Robert Craig McClure is an American former professional baseball player and coach. He played in Major League Baseball as a left-handed pitcher from 1975 to 1993, most notably as a member of the Milwaukee Brewers with whom he won the 1982 American League pennant. Following his playing career, he has served as a coach for several MLB teams.",
    "year": 1952,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rob Nicholson",
    "birthday": "1952-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Rob_Nicholson_-_2014_%2813996821852%29_%28cropped%29.jpg/221px-Rob_Nicholson_-_2014_%2813996821852%29_%28cropped%29.jpg",
    "extract": "Robert Douglas \"Rob\" Nicholson is a Canadian politician who represented the riding of Niagara Falls in the House of Commons of Canada from 2004 to 2019 as a member of the Conservative Party. Under Prime Minister Stephen Harper, he served as Minister of National Defence, Minister of Justice, Minister of Foreign Affairs, and Leader of the Government in the House of Commons. When the Harper Government ended, he was appointed Justice Critic in the Official Opposition shadow cabinet.",
    "year": 1952,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ron Washington",
    "birthday": "1952-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Ron_Washington_on_August_14%2C_2015_%28cropped%29.jpg/320px-Ron_Washington_on_August_14%2C_2015_%28cropped%29.jpg",
    "extract": "Ronald Louis Washington is an American former professional baseball shortstop. He played Major League Baseball (MLB) for the Los Angeles Dodgers, Minnesota Twins, Baltimore Orioles, Cleveland Indians, and Houston Astros.",
    "year": 1952,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rick Burleson",
    "birthday": "1951-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Rick_Burleson_1976.jpg/184px-Rick_Burleson_1976.jpg",
    "extract": "Richard Paul \"Rooster\" Burleson is an American former Major League Baseball shortstop. Burleson, who played for three American League teams over 13 seasons, was a very intense ballplayer. Former Boston Red Sox teammate Bill Lee once said of Burleson, \"Some guys didn't like to lose, but Rick got angry if the score was even tied.\"",
    "year": 1951,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dale Earnhardt",
    "birthday": "1951-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/DaleEarnhardtSunglassesDriversSuit.jpg/320px-DaleEarnhardtSunglassesDriversSuit.jpg",
    "extract": "Ralph Dale Earnhardt Sr. was an American professional stock car driver and team owner, who raced from 1975 to 2001 in the former NASCAR Winston Cup Series, most notably driving the No. 3 Chevrolet for Richard Childress Racing.",
    "year": 1951,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Holmes (British diplomat)",
    "birthday": "1951-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Sir_John_Holmes_at_Chatham_House_2016.jpg/320px-Sir_John_Holmes_at_Chatham_House_2016.jpg",
    "extract": "Sir John Eaton Holmes is a British former diplomat who is the current Chairman of the Electoral Commission.",
    "year": 1951,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Paul Holmes (broadcaster)",
    "birthday": "1950-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Paul_Holmes_%28cropped%29.jpg/235px-Paul_Holmes_%28cropped%29.jpg",
    "extract": "Sir Paul Scott Holmes was a New Zealand broadcaster who gained national recognition through his high-profile radio and television journalism. Holmes fronted the first prime time current affairs show of the time, Holmes, which ran on TV One from 1989 to 2004. Holmes hosted the Newstalk ZB breakfast show from 1985 to 2008, and the Saturday morning show from 2009 to 2012.",
    "year": 1950,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Phillip Noyce",
    "birthday": "1950-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Phillip_Noyce_by_Gage_Skidmore.jpg/246px-Phillip_Noyce_by_Gage_Skidmore.jpg",
    "extract": "Phillip Noyce is an Australian director, producer, and screenwriter of film and television. Since 1977, he has directed over 19 feature films in various genres, including historical drama, thrillers, and action films. He has also directed the Jack Ryan adaptations Patriot Games (1992) and Clear and Present Danger (1994) and the 2014 adaptation of Lois Lowry's The Giver.",
    "year": 1950,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Debbie Stabenow",
    "birthday": "1950-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Debbie_Stabenow%2C_official_photo%2C_116th_Congress.jpg/213px-Debbie_Stabenow%2C_official_photo%2C_116th_Congress.jpg",
    "extract": "Deborah Ann Stabenow is an American politician serving as the senior United States senator from Michigan, a seat she has held since 2001. A member of the Democratic Party, she became the state's first female U.S. senator after defeating Republican incumbent Spencer Abraham in the 2000 election. Before her election to the Senate, she was a member of the U.S. House of Representatives, representing Michigan's 8th congressional district from 1997 to 2001. Previously she served on the Ingham County Board of Commissioners and in the Michigan State Legislature.",
    "year": 1950,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tommy James",
    "birthday": "1947-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Tommy_James_2010.png/320px-Tommy_James_2010.png",
    "extract": "Tommy James, also known as Tommy Tadger, is an American musician, singer, songwriter, and record producer, widely known as frontman of the 1960s rock band Tommy James and the Shondells, who were known for their hits including \"Crimson and Clover\".",
    "year": 1947,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Johnny Miller",
    "birthday": "1947-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Johnny_Miller_1975.jpeg/213px-Johnny_Miller_1975.jpeg",
    "extract": "John Laurence Miller is an American former professional golfer. He was one of the top players in the world during the mid-1970s. He was the first to shoot 63 in a major championship to win the 1973 U.S. Open, and he ranked second in the world on Mark McCormack's world golf rankings in both 1974 and 1975 behind Jack Nicklaus. Miller won 25 PGA Tour events, including two majors. He was inducted into the World Golf Hall of Fame in 1998. He was the lead golf analyst for NBC Sports, a position he held from January 1990 to February 2019. He is also an active golf course architect.",
    "year": 1947,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jim Ryun",
    "birthday": "1947-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Jimryun.jpg/229px-Jimryun.jpg",
    "extract": "James Ronald Ryun is an American former Republican politician and Olympic track and field athlete, who at his peak was widely considered the world's top middle-distance runner. He won a silver medal in the 1500 m at the 1968 Summer Olympics, and was the first high school athlete to run a mile in under four minutes. He is the last American to hold the world record in the mile run. Ryun later served in the United States House of Representatives from 1996 to 2007, representing Kansas's 2nd congressional district.",
    "year": 1947,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Aleksander Wolszczan",
    "birthday": "1946-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Aleksander_Wolszczan_%282007%29.jpg/212px-Aleksander_Wolszczan_%282007%29.jpg",
    "extract": "Aleksander Wolszczan (listen) is a Polish astronomer. He is the co-discoverer of the first confirmed extrasolar planets and pulsar planets.",
    "year": 1946,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Hugh Hopper",
    "birthday": "1945-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Hh_peavey_01.jpg/221px-Hh_peavey_01.jpg",
    "extract": "Hugh Colin Hopper was a British progressive rock and jazz fusion bass guitarist. He was a prominent member of the Canterbury scene, as a member of Soft Machine and other bands.",
    "year": 1945,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Catherine Lara",
    "birthday": "1945-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/CatherineLara.jpg/221px-CatherineLara.jpg",
    "extract": "Catherine Lara is a French violinist, composer, singer, and author. Over a career spanning more than five decades, she has established herself as an icon in French pop/rock music as well as the neo-classical genre. She has released 26 studio albums, contributed music to numerous television and film productions, and helped stage and produce many theatrical works. Lara is openly lesbian.",
    "year": 1945,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tammi Terrell",
    "birthday": "1945-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f9/Tammi_duet_with_Marvin_Gaye.jpg",
    "extract": "Tammi Terrell was an American singer-songwriter, widely known as a star singer for Motown Records during the 1960s, notably for a series of duets with singer Marvin Gaye.",
    "year": 1945,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Francis Lee (footballer)",
    "birthday": "1944-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Franny_Lee.jpg/320px-Franny_Lee.jpg",
    "extract": "Francis Henry Lee is a former professional footballer.",
    "year": 1944,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Duane Allen",
    "birthday": "1943-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Duane_Allen_by_Gage_Skidmore.jpg/316px-Duane_Allen_by_Gage_Skidmore.jpg",
    "extract": "Duane David Allen is an American singer who had formal training in both operatic and quartet singing before becoming a member of The Oak Ridge Boys in 1966. Allen is the lead singer for the quartet and is heard on the majority of their most successful songs.",
    "year": 1943,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Brenda Dean",
    "birthday": "1943-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/47/Baroness_Dean_of_Thornton-le-Fylde_2017.jpg/320px-Baroness_Dean_of_Thornton-le-Fylde_2017.jpg",
    "extract": "Brenda Dean, Baroness Dean of Thornton-le-Fylde, was a British trade unionist and Labour Party politician. As general secretary of SOGAT from 1985 until 1991, she was \"the first woman elected to head a major industrial trade union.\"",
    "year": 1943,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ruth Deech, Baroness Deech",
    "birthday": "1943-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Official_portrait_of_Baroness_Deech_crop_2.jpg/240px-Official_portrait_of_Baroness_Deech_crop_2.jpg",
    "extract": "Ruth Lynn Deech, Baroness Deech, DBE is a British academic, lawyer, bioethicist and politician, most noted for chairing the Human Fertilisation and Embryology Authority (HFEA), from 1994 to 2002, and as the former Principal of St Anne's College, Oxford. Deech sits as a Crossbench peer in the House of Lords (2005–) and chaired the Bar Standards Board (2009–2014).",
    "year": 1943,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lynda Chalker",
    "birthday": "1942-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Official_portrait_of_Baroness_Chalker_of_Wallasey_crop_2.jpg/240px-Official_portrait_of_Baroness_Chalker_of_Wallasey_crop_2.jpg",
    "extract": "Lynda Chalker, Baroness Chalker of Wallasey,, is a British Conservative politician who was the Member of Parliament for Wallasey from 1974 to 1992. She served as Minister of State for Overseas Development and Africa at the Foreign Office, in the Conservative government from 1989 to 1997.",
    "year": 1942,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Galina Kulakova",
    "birthday": "1942-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Galina_Kulakova_Grenoble_1968_001.jpg",
    "extract": "Galina Alexeyevna Kulakova is a Soviet former cross-country skier, arguably the best skier on distances shorter than 10 km in the early 1970s. She won four Olympic golds, two individual in 1972 and two relay golds in 1972 and 1976. She was the most successful athlete at the 1972 Winter Olympics, along with Ard Schenk of the Netherlands. Competing in the World Championships, she won three individual golds, two in 1974 and one in 1970, and also two relay golds in those years. Kulakova also won the 10 km event at the Holmenkollen ski festival in 1970 and 1979. Galina Kulakova was also 39 times Champion of the USSR between 1969 and 1981.",
    "year": 1942,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Hanne Darboven",
    "birthday": "1941-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/79/Photo_of_Hanne_Darboven_1968.jpg",
    "extract": "Hanne Darboven was a German conceptual artist, best known for her large-scale minimalist installations consisting of handwritten tables of numbers.",
    "year": 1941,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stephanos of Tallinn",
    "birthday": "1940-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/%D0%9C%D0%B8%D1%82%D1%80%D0%BE%D0%BF%D0%BE%D0%BB%D0%B8%D1%82_%D0%A1%D1%82%D0%B5%D1%84%D0%B0%D0%BD_%28%D0%A5%D0%B0%D1%80%D0%B0%D0%BB%D0%B0%D0%BC%D0%B1%D0%B8%D0%B4%D0%B8%D1%81%29.jpg/187px-%D0%9C%D0%B8%D1%82%D1%80%D0%BE%D0%BF%D0%BE%D0%BB%D0%B8%D1%82_%D0%A1%D1%82%D0%B5%D1%84%D0%B0%D0%BD_%28%D0%A5%D0%B0%D1%80%D0%B0%D0%BB%D0%B0%D0%BC%D0%B1%D0%B8%D0%B4%D0%B8%D1%81%29.jpg",
    "extract": "Metropolitan Stephanos of Tallinn and All Estonia is the current primate of the Orthodox Church of Estonia.",
    "year": 1940,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bernie Madoff",
    "birthday": "1938-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/BernardMadoff.jpg/263px-BernardMadoff.jpg",
    "extract": "Bernard Lawrence Madoff was an American fraudster and financier who ran the largest Ponzi scheme in history, worth about $64.8 billion. He was at one time chairman of the NASDAQ stock exchange. He advanced the proliferation of electronic trading platforms and the concept of payment for order flow, which has been described as a \"legal kickback\".",
    "year": 1938,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Klaus Voormann",
    "birthday": "1938-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Art_Exhibition_Klaus_Voormann_%E2%80%9EIt_Started_In_Hamburg%E2%80%9D_Vernissage_Oct_30%2C_2018_%2844939241194%29.jpg/213px-Art_Exhibition_Klaus_Voormann_%E2%80%9EIt_Started_In_Hamburg%E2%80%9D_Vernissage_Oct_30%2C_2018_%2844939241194%29.jpg",
    "extract": "Klaus Voormann is a German artist, musician, and record producer.",
    "year": 1938,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jill Paton Walsh",
    "birthday": "1937-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/24/Jill_Paton_Walsh_at_the_Oxford_literary_festival%2C_2011.jpg/270px-Jill_Paton_Walsh_at_the_Oxford_literary_festival%2C_2011.jpg",
    "extract": "Gillian Honorine Mary Herbert, Baroness Hemingford,, known professionally as Jill Paton Walsh, was an English novelist and children's writer. She may be known best for her Booker prize-nominated novel Knowledge of Angels and the Peter Wimsey–Harriet Vane mysteries that have completed and continued the work of Dorothy L. Sayers.",
    "year": 1937,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Zubin Mehta",
    "birthday": "1936-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Zubin_Mehta_1.jpg/235px-Zubin_Mehta_1.jpg",
    "extract": "Zubin Mehta is an Indian conductor of Western classical music. He is music director emeritus of the Israel Philharmonic Orchestra (IPO) and conductor emeritus of the Los Angeles Philharmonic.",
    "year": 1936,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Adolfo Nicolás",
    "birthday": "1936-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/AdolfoNicolas.jpg/278px-AdolfoNicolas.jpg",
    "extract": "Adolfo Nicolás Pachón was a Spanish Jesuit priest of the Roman Catholic Church. He was the 30th superior general of the Society of Jesus from 2008 to 2016. Before being elected Superior General, he worked primarily in Japan; he taught at Sophia University in Tokyo for twenty years and then headed educational institutions in Manila from 1978 to 1984 and in Tokyo from 1991 to 1993. He led the Jesuits in Japan from 1993 to 1996 and, after four years of pastoral work in Tokyo, led the Jesuits in Asia from 2004 to 2008.",
    "year": 1936,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jacob Rothschild, 4th Baron Rothschild",
    "birthday": "1936-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Jacob_Rothschild_Amana_nli_%28cropped%29.jpg/198px-Jacob_Rothschild_Amana_nli_%28cropped%29.jpg",
    "extract": "Nathaniel Charles Jacob Rothschild, 4th Baron Rothschild, is a British peer and investment banker and a member of the Rothschild banking family. He is also honorary president of the Institute for Jewish Policy Research.",
    "year": 1936,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Otis Rush",
    "birthday": "1935-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Otis_Rush_at_Notodden_bluesfestival.jpg/237px-Otis_Rush_at_Notodden_bluesfestival.jpg",
    "extract": "Otis Rush Jr. was an American blues guitarist and singer-songwriter. His distinctive guitar style featured a slow-burning sound and long bent notes. With qualities similar to the styles of other 1950s artists Magic Sam and Buddy Guy, his sound became known as West Side Chicago blues and was an influence on many musicians, including Michael Bloomfield, Peter Green and Eric Clapton.",
    "year": 1935,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Luis Aparicio",
    "birthday": "1934-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Luis_Aparicio%2C_70CWS.png/269px-Luis_Aparicio%2C_70CWS.png",
    "extract": "Luis Ernesto Aparicio Montiel, nicknamed \"Little Louie\", is a Venezuelan former professional baseball player who is notable for being the first Venezuelan player to be inducted into the National Baseball Hall of Fame. He played as a shortstop in Major League Baseball (MLB) from 1956 to 1973, most prominently for the Chicago White Sox with whom he became known for his exceptional defensive and base stealing skills.",
    "year": 1934,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Pedro Pires",
    "birthday": "1934-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Secretary_Alphonso_Jackson_with_Pedro_Pires_%28cropped%29.jpg/240px-Secretary_Alphonso_Jackson_with_Pedro_Pires_%28cropped%29.jpg",
    "extract": "Pedro de Verona Rodrigues Pires is a Cape Verdean politician who served as Prime Minister of Cape Verde from 1975 to 1991, and later as President from 2001 to 2011.",
    "year": 1934,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ed Charles",
    "birthday": "1933-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Ed_Charles_67-69.jpg/255px-Ed_Charles_67-69.jpg",
    "extract": "Edwin Douglas Charles was an American professional baseball third baseman in Major League Baseball. A right-handed hitter, Charles played for the Kansas City Athletics (1962–67) and New York Mets (1967–69). He was listed as 5 feet 10 inches (1.78 m) tall and 170 pounds (77 kg).",
    "year": 1933,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mark Eyskens",
    "birthday": "1933-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Mark_Eyskens_1986.jpg/233px-Mark_Eyskens_1986.jpg",
    "extract": "Marc Maria Frans, viscount Eyskens, known as Mark Eyskens [ˈmɑr(ə)k ˈɛiskəns] (listen), is a Belgian economist, professor and politician in the Christian People's Party, now called Christian Democratic and Flemish, and briefly served as Prime Minister of Belgium in 1981.",
    "year": 1933,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rod McKuen",
    "birthday": "1933-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Rod1970AM.jpg/317px-Rod1970AM.jpg",
    "extract": "Rodney Marvin McKuen was an American poet, singer-songwriter, and actor. He was one of the best-selling poets in the United States during the late 1960s. Throughout his career, McKuen produced a wide range of recordings, which included popular music, spoken word poetry, film soundtracks and classical music. He earned two Academy Award nominations and one Pulitzer nomination for his music compositions. McKuen's translations and adaptations of the songs of Jacques Brel were instrumental in bringing the Belgian songwriter to prominence in the English-speaking world. His poetry deals with themes of love, the natural world and spirituality. McKuen's songs sold over 100 million recordings worldwide, and 60 million books of his poetry were sold as well.",
    "year": 1933,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Willie Nelson",
    "birthday": "1933-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Willie_Nelson_at_Farm_Aid_2009_-_Cropped.jpg/267px-Willie_Nelson_at_Farm_Aid_2009_-_Cropped.jpg",
    "extract": "Willie Hugh Nelson is an American musician, actor, and activist. The critical success of the album Shotgun Willie (1973), combined with the critical and commercial success of Red Headed Stranger (1975) and Stardust (1978), made Nelson one of the most recognized artists in country music. He was one of the main figures of outlaw country, a subgenre of country music that developed in the late 1960s as a reaction to the conservative restrictions of the Nashville sound. Nelson has acted in over 30 films, co-authored several books, and has been involved in activism for the use of biofuels and the legalization of marijuana.",
    "year": 1933,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Joy Clements",
    "birthday": "1932-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Joy_Clements_1972.jpg/268px-Joy_Clements_1972.jpg",
    "extract": "Joy Clements was an American lyric coloratura soprano who had a substantial opera and concert career from 1956 through the late 1970s. She notably sang regularly with both the New York City Opera and the Metropolitan Opera during the 1960s through the early 1970s. She also traveled regularly for performances with opera companies and orchestras throughout the United States but only appeared in a relatively few number of performances internationally.",
    "year": 1932,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Frank Auerbach",
    "birthday": "1931-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Frank_Auerbach.jpg/320px-Frank_Auerbach.jpg",
    "extract": "Frank Helmut Auerbach is a German-British painter. Born in Germany, he has been a naturalised British subject since 1947.",
    "year": 1931,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lonnie Donegan",
    "birthday": "1931-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b6/Lonnie_Donegan.jpg",
    "extract": "Anthony James Donegan, known as Lonnie Donegan, was a British skiffle singer, songwriter and musician, referred to as the \"King of Skiffle\", who influenced 1960s British pop and rock musicians. Born in Scotland and brought up in England, Donegan began his career in the British trad jazz revival but transitioned to skiffle in the mid 1950s, rising to prominence with a hit recording of the American folk song \"Rock Island Line\" which helped spur the broader UK skiffle movement.",
    "year": 1931,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jean Rochefort",
    "birthday": "1930-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Jean_Rochefort_2013.jpg/320px-Jean_Rochefort_2013.jpg",
    "extract": "Jean Raoul Robert Rochefort was a French actor. He received many accolades during his career, including an Honorary César in 1999.",
    "year": 1930,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Walter Kempowski",
    "birthday": "1929-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Kempowski.jpg/320px-Kempowski.jpg",
    "extract": "Walter Kempowski was a German writer. Kempowski was known for his series of novels called German Chronicle and the monumental Echolot (\"Sonar\"), a collage of autobiographical reports, letters and other documents by contemporary witnesses of the Second World War.",
    "year": 1929,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mickey McDermott",
    "birthday": "1929-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Mickey_McDermott_1953.jpg/204px-Mickey_McDermott_1953.jpg",
    "extract": "Maurice Joseph \"Mickey\" McDermott, Jr. was an American left-handed pitcher in Major League Baseball.",
    "year": 1929,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Peter Sculthorpe",
    "birthday": "1929-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/16/Peter_Sculthorpe.jpg",
    "extract": "Peter Joshua Sculthorpe was an Australian composer. Much of his music resulted from an interest in the music of Australia's neighbours as well as from the impulse to bring together aspects of native Australian music with that of the heritage of the West. He was known primarily for his orchestral and chamber music, such as Kakadu (1988) and Earth Cry (1986), which evoke the sounds and feeling of the Australian bushland and outback. He also wrote 18 string quartets, using unusual timbral effects, works for piano, and two operas. He stated that he wanted his music to make people feel better and happier for having listened to it. He typically avoided the dense, atonal techniques of many of his contemporary composers. His work was often distinguished by its distinctive use of percussion.",
    "year": 1929,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Maurice Strong",
    "birthday": "1929-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Maurice_Strong.jpg/217px-Maurice_Strong.jpg",
    "extract": "Maurice Frederick Strong, was a Canadian oil and mineral businessman and a diplomat who served as Under-Secretary-General of the United Nations.",
    "year": 1929,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jeremy Thorpe",
    "birthday": "1929-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/aa/1965_Jeremy_Thorpe.jpg/239px-1965_Jeremy_Thorpe.jpg",
    "extract": "John Jeremy Thorpe was a British politician who served as the Member of Parliament for North Devon from 1959 to 1979, and as leader of the Liberal Party from 1967 to 1976. In May 1979 he was tried at the Old Bailey on charges of conspiracy and incitement to murder, arising from an earlier relationship with Norman Scott, a former model. Thorpe was acquitted on all charges, but the case, and the furore surrounding it, ended his political career.",
    "year": 1929,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "April Stevens",
    "birthday": "1929-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/April_Stevens_%28cropped%29.jpg/240px-April_Stevens_%28cropped%29.jpg",
    "extract": "April Stevens is an American singer best known for her collaborations with her younger brother, Nino Tempo.",
    "year": 1929,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Heinz Wolff",
    "birthday": "1928-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Professor_Heinz_Wolff_3529.jpg/285px-Professor_Heinz_Wolff_3529.jpg",
    "extract": "Heinz Siegfried Wolff, was a German-born British scientist as well as a television and radio presenter. He was best known for the BBC television series The Great Egg Race.",
    "year": 1928,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dorothy Manley",
    "birthday": "1927-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Yevgeniya_Sechenova%2C_Fanny_Blankers-Koen%2C_Dorothy_Manley_1950_%28cropped%29_-_Dorothy_Manley.jpg/242px-Yevgeniya_Sechenova%2C_Fanny_Blankers-Koen%2C_Dorothy_Manley_1950_%28cropped%29_-_Dorothy_Manley.jpg",
    "extract": "Dorothy Gladys Manley was a British sprinter. She competed in the 1948 Summer Olympics, held in London, in the 100 metres where she won the silver medal with a time of 12.2 seconds. This made her the first British female to win an Olympic sprint medal. She was also a medallist in the 1950 British Empire Games, and the 1950 European Athletics Championships.\n",
    "year": 1927,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Elmer Kelton",
    "birthday": "1926-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Elmer_kelton_2007.jpg/263px-Elmer_kelton_2007.jpg",
    "extract": "Elmer Stephen Kelton was an American journalist and writer, known particularly for his Western novels. His pseudonyms are: Tom Early, Alex Hawk, Lee McElroy",
    "year": 1926,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Compton",
    "birthday": "1925-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/John_Compton_1986.png/236px-John_Compton_1986.png",
    "extract": "Sir John George Melvin Compton, was a Saint Lucian politician who became the first Prime Minister upon independence in February 1979. Having led Saint Lucia under British rule from 1964 to 1979, Compton served as Prime Minister three times: briefly in 1979, again from 1982 to 1996, and from 2006 until his death in 2007. He cofounded the conservative United Workers Party (UWP) in 1964; he led the party until 1996, then again from 2005 to 2007.",
    "year": 1925,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Zizi Jeanmaire",
    "birthday": "1924-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Zizi_Jeanmaire_%281963%29.jpg/245px-Zizi_Jeanmaire_%281963%29.jpg",
    "extract": "Renée Marcelle \"Zizi\" Jeanmaire was a French ballet dancer, actress and singer. She became famous in the 1950s after playing the title role in the ballet Carmen, produced in London in 1949, and went on to appear in several Hollywood films and Paris revues. She was the wife of dancer and choreographer Roland Petit, who created ballets and revues for her.",
    "year": 1924,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Irvin Kershner",
    "birthday": "1923-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f7/Irvin_Kershner.jpg",
    "extract": "Irvin Kershner was an American director, actor, and producer of film and television.",
    "year": 1923,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Helmut Krackowizer",
    "birthday": "1922-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Helmut_Krackowizer.jpg/247px-Helmut_Krackowizer.jpg",
    "extract": "Helmut Krackowizer was an Austrian motorcycle racer and motor journalist with an international reputation, specializing in vintage motorcycles.",
    "year": 1922,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Toots Thielemans",
    "birthday": "1922-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Toots_thielemans.jpg",
    "extract": "Jean-Baptiste Frédéric Isidor, Baron Thielemans, known professionally as Toots Thielemans, was a Belgian jazz musician. He was mostly known for his chromatic harmonica playing, as well as his guitar, whistling skills, and composing. According to jazz historian Ted Gioia, his most important contribution was in \"championing the humble harmonica\", which Thielemans made into a \"legitimate voice in jazz\". He eventually became the \"preeminent\" jazz harmonica player.",
    "year": 1922,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gérard Oury",
    "birthday": "1919-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/G%C3%A9rard_Oury_en_1984.jpg/213px-G%C3%A9rard_Oury_en_1984.jpg",
    "extract": "Gérard Oury was a French film director, actor and writer.",
    "year": 1919,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "George Allen (American football coach)",
    "birthday": "1918-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/PCPFSChairmanGeorgeAllen-81-87.jpg/232px-PCPFSChairmanGeorgeAllen-81-87.jpg",
    "extract": "George Herbert Allen was an American football coach. He served as the head coach for two teams in the National Football League (NFL), the Los Angeles Rams from 1966 to 1970 and the Washington Redskins from 1971 to 1977. Allen led his teams to winning records in all 12 of his seasons as an NFL head coach, compiling an overall regular-season record of 116–47–5. Seven of his teams qualified for the NFL playoffs, including the 1972 Washington Redskins, who reached Super Bowl VII before losing to Don Shula's Miami Dolphins. Allen made a brief return as head coach of the Rams in 1978, but was fired before the regular season commenced.",
    "year": 1918,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Maya Deren",
    "birthday": "1917-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Maya_Deren.jpg",
    "extract": "Maya Deren was a Ukrainian-born American experimental filmmaker and important promoter of the avant-garde in the 1940s and 1950s. Deren was also a choreographer, dancer, film theorist, poet, lecturer, writer, and photographer.",
    "year": 1917,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Celeste Holm",
    "birthday": "1917-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Studio_publicity_Celeste_Holm.jpg/256px-Studio_publicity_Celeste_Holm.jpg",
    "extract": "Celeste Holm was an American stage, film and television actress.",
    "year": 1917,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Richard Carlson (actor)",
    "birthday": "1912-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Richard_Carlson_1952.JPG/264px-Richard_Carlson_1952.JPG",
    "extract": "Richard Dutoit Carlson was an American actor, television and film director, and screenwriter.",
    "year": 1912,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tom Ewell",
    "birthday": "1909-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Tom_Ewell_-_1958.jpg/261px-Tom_Ewell_-_1958.jpg",
    "extract": "Tom Ewell was an American film, stage and television actor, and producer. His most successful and most identifiable role was that of Richard Sherman in The Seven Year Itch, a character he played in the Broadway production (1952–1954) and reprised for the 1955 film adaptation. He received a Tony Award for his work in the play and a Golden Globe Award for his performance in the film. Although Ewell preferred acting on stage, he accepted several other screen roles in light comedies of the 1950s, most notably The Girl Can't Help It (1956). He appeared in the film version of the musical State Fair (1962) and in a small number of additional ones released between the early 1960s and 1980s.",
    "year": 1909,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jack Williamson",
    "birthday": "1908-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/39/Jwilliamson.jpg/277px-Jwilliamson.jpg",
    "extract": "John Stewart Williamson, who wrote as Jack Williamson, was an American science fiction writer, often called the \"Dean of Science Fiction\". He is also credited with one of the first uses of the term genetic engineering. Early in his career he sometimes used the pseudonyms Will Stewart and Nils O. Sonderlund.",
    "year": 1908,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Fred Zinnemann",
    "birthday": "1907-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Fred_Zinnemann_1940s.jpg/247px-Fred_Zinnemann_1940s.jpg",
    "extract": "Alfred Zinnemann was an Austrian-born American film director. He won four Academy Awards for directing and producing films in various genres, including thrillers, westerns, film noir and play adaptations. He made 25 feature films during his 50-year career.",
    "year": 1907,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Hirohito",
    "birthday": "1901-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Emperor_Showa_in_dress.jpg/218px-Emperor_Showa_in_dress.jpg",
    "extract": "Emperor Shōwa , commonly known by his personal name Hirohito (裕仁), was the 124th emperor of Japan, ruling from 25 December 1926 until his death in 1989. Hirohito and his wife, Empress Kōjun, had two sons and five daughters; he was succeeded by his fifth child and eldest son, Akihito. By 1979, Hirohito was the only monarch in the world with the title \"emperor\". He was the longest-reigning historical Japanese emperor and one of the longest-reigning monarchs in the world.",
    "year": 1901,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Amelia Best",
    "birthday": "1900-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/37/Amelia_Best.jpg",
    "extract": "Amelia Martha (Millie) Best MBE was one of the first two women elected to the Tasmanian House of Assembly.",
    "year": 1900,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Duke Ellington",
    "birthday": "1899-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Duke_Ellington_-_publicity.JPG/262px-Duke_Ellington_-_publicity.JPG",
    "extract": "Edward Kennedy \"Duke\" Ellington was an American composer, pianist, and leader of a jazz orchestra from 1923 through the rest of his life.",
    "year": 1899,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mary Petty",
    "birthday": "1899-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/62/MarypettyTNYcover_crop.jpg",
    "extract": "Mary Petty was an illustrator of books and magazines best remembered for a series of covers done for The New Yorker featuring her invented Peabody family.",
    "year": 1899,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Vladimir Propp",
    "birthday": "1895-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Vladimir_Propp_%281928_year%29.jpg/320px-Vladimir_Propp_%281928_year%29.jpg",
    "extract": "Vladimir Yakovlevich Propp was a Soviet folklorist and scholar who analysed the basic structural elements of Russian folk tales to identify their simplest irreducible structural units.",
    "year": 1895,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Malcolm Sargent",
    "birthday": "1895-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Malcolm_Sargent%2C_1941.jpg/236px-Malcolm_Sargent%2C_1941.jpg",
    "extract": "Sir Harold Malcolm Watts Sargent was an English conductor, organist and composer widely regarded as Britain's leading conductor of choral works. The musical ensembles with which he was associated included the Ballets Russes, the Huddersfield Choral Society, the Royal Choral Society, the D'Oyly Carte Opera Company, and the London Philharmonic, Hallé, Liverpool Philharmonic, BBC Symphony and Royal Philharmonic orchestras. Sargent was held in high esteem by choirs and instrumental soloists, but because of his high standards and a statement that he made in a 1936 interview disputing musicians' rights to tenure, his relationship with orchestral players was often uneasy. Despite this, he was co-founder of the London Philharmonic, was the first conductor of the Liverpool Philharmonic as a full-time ensemble, and played an important part in saving the Royal Philharmonic Orchestra from disbandment in the 1960s.",
    "year": 1895,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Marietta Blau",
    "birthday": "1894-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f2/Marietta_Blau.jpg/237px-Marietta_Blau.jpg",
    "extract": "Marietta Blau was an Austrian physicist credited with developing photographic nuclear emulsions that were usefully able to image and accurately measure high-energy nuclear particles and events, significantly advancing the field of particle physics in her time. For this, she was awarded the Lieben Prize by the Austrian Academy of Sciences. As a Jew, she was forced to flee Austria when Nazi Germany annexed it in 1938, eventually making her way to the United States. She was nominated for Nobel Prizes in both physics and chemistry for her work, but did not win. After her return to Austria, she won the Erwin Schrödinger Prize from the Austrian Academy of Sciences.",
    "year": 1894,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Harold Urey",
    "birthday": "1893-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Urey.jpg/226px-Urey.jpg",
    "extract": "Harold Clayton Urey was an American physical chemist whose pioneering work on isotopes earned him the Nobel Prize in Chemistry in 1934 for the discovery of deuterium. He played a significant role in the development of the atom bomb, as well as contributing to theories on the development of organic life from non-living matter.",
    "year": 1893,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bharathidasan",
    "birthday": "1891-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Bharathidasan_%28cropped%29.jpg/228px-Bharathidasan_%28cropped%29.jpg",
    "extract": "Kanagasabai Subbu, popularly called Bharathidasan, was a 20th-century Tamil poet and writer rationalist whose literary works handled mostly socio-political issues. His greatest influence was Periyar and his self-respect movement. He was deeply influenced by the Tamil poet Subramania Bharati and named himself Bharathidasan. His writings served as a catalyst for the growth of the Dravidian movement in Tamil Nadu. In addition to poetry, his views found expression in other forms such as plays, film scripts, short stories and essays. The Government of Puducherry union territory has adopted the song of Invocation to Mother Tamil, written by Bharathidasan as the state song of Puducherry.",
    "year": 1891,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Egon Kisch",
    "birthday": "1885-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/KischMelbourne1934.JPG/320px-KischMelbourne1934.JPG",
    "extract": "Egon Erwin Kisch was an Austrian and Czechoslovak writer and journalist, who wrote in German. He styled himself Der Rasende Reporter for his countless travels to the far corners of the globe and his equally numerous articles produced in a relatively short time, Kisch was noted for his development of literary reportage, his opposition to Adolf Hitler's Nazi regime, and his Communism.",
    "year": 1885,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Auguste Herbin",
    "birthday": "1882-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Auguste_Herbin_in_Pablo_Picasso%E2%80%99s_studio_on_Boulevard_de_Clichy%2C_early_1911.jpg/249px-Auguste_Herbin_in_Pablo_Picasso%E2%80%99s_studio_on_Boulevard_de_Clichy%2C_early_1911.jpg",
    "extract": "Auguste Herbin was a French painter of modern art. He is best known for his Cubist and abstract paintings consisting of colorful geometric figures. He co-founded the groups Abstraction-Création and Salon des Réalités Nouvelles which promoted non-figurative abstract art.",
    "year": 1882,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Hendrik Nicolaas Werkman",
    "birthday": "1882-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/af/Hendrik_Nicolaas_Werkman.jpg",
    "extract": "Hendrik Nicolaas Werkman was an experimental Dutch artist, typographer and printer. He set up a clandestine printing house during the Nazi occupation (1940–1945) and was shot by the Gestapo in the closing days of the war.",
    "year": 1882,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Fethi Okyar",
    "birthday": "1880-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Ali_fethi_okyar_prr.jpg",
    "extract": "Ali Fethi Okyar was a Turkish diplomat and politician, who also served as a military officer and diplomat during the last decade of the Ottoman Empire. He was also the second Prime Minister of Turkey (1924–1925) and the second Speaker of the Turkish Parliament after Mustafa Kemal Atatürk.",
    "year": 1880,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Thomas Beecham",
    "birthday": "1879-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Sir-Thomas-Beecham-US-1948.jpg/247px-Sir-Thomas-Beecham-US-1948.jpg",
    "extract": "Sir Thomas Beecham, 2nd Baronet, CH was an English conductor and impresario best known for his association with the London Philharmonic and the Royal Philharmonic orchestras. He was also closely associated with the Liverpool Philharmonic and Hallé orchestras. From the early 20th century until his death, Beecham was a major influence on the musical life of Britain and, according to the BBC, was Britain's first international conductor.",
    "year": 1879,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Friedrich Adler (artist)",
    "birthday": "1878-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Friedrich_Adler_Artist.jpg/320px-Friedrich_Adler_Artist.jpg",
    "extract": "Friedrich Adler was a German artist, designer and academic. He was renowned for his accomplishments in designing metalwork in the Art Nouveau and Art deco styles; he was also the first designer to use bakelite. He designed using a wide variety of objects and materials.",
    "year": 1878,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rafael Sabatini",
    "birthday": "1875-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Portrait_of_Rafael_Sabatini.jpg/260px-Portrait_of_Rafael_Sabatini.jpg",
    "extract": "Rafael Sabatini was an Italian-English writer of romance and adventure novels.",
    "year": 1875,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Harry Payne Whitney",
    "birthday": "1872-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Harry_Payne_Whitney%2C_Jr.%2C_1924-02-20_%28LOC_npcc.25361%29-cropped.jpg/234px-Harry_Payne_Whitney%2C_Jr.%2C_1924-02-20_%28LOC_npcc.25361%29-cropped.jpg",
    "extract": "Harry Payne Whitney was an American businessman, thoroughbred horse breeder, and member of the prominent Whitney family.",
    "year": 1872,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Constantine P. Cavafy",
    "birthday": "1863-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Konstantinos_Kavafis.jpg/223px-Konstantinos_Kavafis.jpg",
    "extract": "Constantine Peter Cavafy was a Greek poet, journalist and civil servant from Alexandria. His work, as one translator put it, \"holds the historical and the erotic in a single embrace.\"",
    "year": 1863,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "William Randolph Hearst",
    "birthday": "1863-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/HearstAbout1910.jpg/230px-HearstAbout1910.jpg",
    "extract": "William Randolph Hearst Sr. was an American businessman, newspaper publisher, and politician known for developing the nation's largest newspaper chain and media company, Hearst Communications. His flamboyant methods of yellow journalism influenced the nation's popular media by emphasizing sensationalism and human interest stories. Hearst entered the publishing business in 1887 with Mitchell Trubitt after being given control of The San Francisco Examiner by his wealthy father, Senator George Hearst.",
    "year": 1863,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mary Theresa Ledóchowska",
    "birthday": "1863-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Maria_Teresia_Led%C3%B3chowska_4.jpg/242px-Maria_Teresia_Led%C3%B3chowska_4.jpg",
    "extract": "Mary Theresa Ledóchowska, was a Polish Roman Catholic Religious Sister and missionary, who founded the Missionary Sisters of St. Peter Claver, dedicated to service in Africa. She has been beatified by the Catholic Church.",
    "year": 1863,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Georgia Hopley",
    "birthday": "1858-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Miss_Georgia_Hopley%2C_2-8-22_LOC_npcc.05736_%28cropped%29.jpg/257px-Miss_Georgia_Hopley%2C_2-8-22_LOC_npcc.05736_%28cropped%29.jpg",
    "extract": "Georgianna Eliza Hopley (1858–1944) was an American journalist, political figure, and temperance advocate. A member of a prominent Ohio publishing family, she was the first woman reporter in Columbus, and editor of several publications. She served as a correspondent and representative at the 1900 Paris Exposition and the 1901 Pan-American Exposition. She was active in state and national politics, serving as vice-president of the Woman's Republican Club of Ohio and directing publicity for Warren G. Harding's presidential campaign.",
    "year": 1858,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Henri Poincaré",
    "birthday": "1854-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/PSM_V82_D416_Henri_Poincare.png/250px-PSM_V82_D416_Henri_Poincare.png",
    "extract": "Jules Henri Poincaré was a French mathematician, theoretical physicist, engineer, and philosopher of science. He is often described as a polymath, and in mathematics as \"The Last Universalist\", since he excelled in all fields of the discipline as it existed during his lifetime.",
    "year": 1854,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Raja Ravi Varma",
    "birthday": "1848-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Ravivarma1b.jpg/237px-Ravivarma1b.jpg",
    "extract": "Raja Ravi Varma was an Indian painter and artist. He is considered among the greatest painters in the history of Indian art. His works are one of the best examples of the fusion of European academic art with a purely Indian sensibility and iconography. Specially, he was notable for making affordable lithographs of his paintings available to the public, which greatly enhanced his reach and influence as a painter and public figure. His lithographs increased the involvement of common people with fine arts and defined artistic tastes among common people. Furthermore, his religious depictions of Hindu deities and works from Indian epic poetry and Puranas have received profound acclaim. He was part of the royal family of erstwhile Parappanad, Malappuram district.",
    "year": 1848,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Joachim Andersen (composer)",
    "birthday": "1847-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/db/Joachim_Andersen.gif",
    "extract": "Carl Joachim Andersen was a Danish flutist, conductor and composer born in Copenhagen, son of the flutist Christian Joachim Andersen. Both as a virtuoso and as composer of flute music, he is considered one of the best of his time. He was considered to be a tough leader and teacher and demanded as such a lot from his orchestras but through that style he reached a high level.",
    "year": 1847,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Carl Millöcker",
    "birthday": "1842-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Karl_Mill%C3%B6cker_1883.jpg/238px-Karl_Mill%C3%B6cker_1883.jpg",
    "extract": "Carl Joseph Millöcker, was an Austrian composer of operettas and a conductor.\n \nHe was born in Vienna, where he studied the flute at the Vienna Conservatory. While holding various conducting posts in the city, he began to compose operettas. The first was Der tote Gast, an operetta in one act, premiered in 1865 with libretto by Ludwig Harisch, after the novel by Heinrich Zschokke.",
    "year": 1842,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Georges Ernest Boulanger",
    "birthday": "1837-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Georges_Ernest_Boulanger_by_Atelier_Nadar.jpg/228px-Georges_Ernest_Boulanger_by_Atelier_Nadar.jpg",
    "extract": "Georges Ernest Jean-Marie Boulanger, nicknamed Général Revanche, was a French general and politician. An enormously popular public figure during the second decade of the Third Republic, he won multiple elections. At the zenith of his popularity in January 1889, he was feared to be powerful enough to establish himself as dictator. His base of support was the working districts of Paris and other cities, plus rural traditionalist Catholics and royalists. He promoted an aggressive nationalism, known as revanchism, which opposed Germany and called for the defeat of the Franco-Prussian War (1870–71) to be avenged.",
    "year": 1837,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Alexander II of Russia",
    "birthday": "1818-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Zar_Alexander_II_%28cropped%29.jpg/223px-Zar_Alexander_II_%28cropped%29.jpg",
    "extract": "Alexander II was Emperor of Russia, King of Congress Poland and Grand Duke of Finland from 2 March 1855 until his assassination.",
    "year": 1818,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sadok Barącz",
    "birthday": "1814-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Sadok_Bar%C4%85cz.jpg/283px-Sadok_Bar%C4%85cz.jpg",
    "extract": "Sadok Barącz was a Galician religious leader, historian, folklorist, archivist, an Armenian by nationality. A Dominican friar, he was for about 40 years, prior of Pidkamin Dominican convent. He was buried at the Pidkamin cemetery.",
    "year": 1814,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Thomas Adolphus Trollope",
    "birthday": "1810-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Thomas_Adolphus_Trollope.jpg/233px-Thomas_Adolphus_Trollope.jpg",
    "extract": "Thomas Adolphus Trollope was an English writer who was the author of more than 60 books. He lived most of his life in Italy creating a renowned villa in Florence with his first wife, Theodosia, and later another centre of British society in Rome with his second wife, the novelist Frances Eleanor Trollope. His mother, brother and both wives were known as writers. He was awarded the Order of Saints Maurice and Lazarus by Victor Emmanuel II of Italy.",
    "year": 1810,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Samuel Turell Armstrong",
    "birthday": "1784-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Samuel_Turell_Armstrong.png/272px-Samuel_Turell_Armstrong.png",
    "extract": "Samuel Turell Armstrong was a U.S. political figure. Born in 1784 in Dorchester, Massachusetts, he was a printer and bookseller in Boston, specializing in religious materials. Among his works were an early stereotype edition of Scott's Family Bible, which was very popular, and The Panoplist, a religious magazine devoted to missionary interests.",
    "year": 1784,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "David Cox (artist)",
    "birthday": "1783-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/David_Cox_by_William_Radclyffe.jpg/269px-David_Cox_by_William_Radclyffe.jpg",
    "extract": "David Cox was an English landscape painter, one of the most important members of the Birmingham School of landscape artists and an early precursor of Impressionism.",
    "year": 1783,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charles Nodier",
    "birthday": "1780-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Portrait_d%27homme%2C_autrefois_identifi%C3%A9_comme_Charles_Nodier_%281780-1877%29%2C_homme_de_lettre.jpg/260px-Portrait_d%27homme%2C_autrefois_identifi%C3%A9_comme_Charles_Nodier_%281780-1877%29%2C_homme_de_lettre.jpg",
    "extract": "Jean Charles Emmanuel Nodier was an influential French author and librarian who introduced a younger generation of Romanticists to the conte fantastique, gothic literature, and vampire tales. His dream related writings influenced the later works of Gérard de Nerval.",
    "year": 1780,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Jourdan",
    "birthday": "1762-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Le_mar%C3%A9chal_Jourdan.jpg/206px-Le_mar%C3%A9chal_Jourdan.jpg",
    "extract": "Jean-Baptiste Jourdan, 1st Count Jourdan, was a French military commander who served during the French Revolutionary Wars and the Napoleonic Wars. He was made a Marshal of the Empire by Emperor Napoleon I in 1804. He was also a Jacobin politician during the Directory phase of the French Revolution, serving as member of the Council of Five Hundred between 1797 and 1799.",
    "year": 1762,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Georg Carl von Döbeln",
    "birthday": "1758-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Georg_Carl_von_Dobeln.jpg/256px-Georg_Carl_von_Dobeln.jpg",
    "extract": "Georg Carl von Döbeln was a Swedish friherre (baron), Lieutenant general and above all known for his efforts on the Swedish side during the Finnish War.",
    "year": 1758,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Oliver Ellsworth",
    "birthday": "1745-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/OliverEllsworth.jpg/256px-OliverEllsworth.jpg",
    "extract": "Oliver Ellsworth was an American lawyer, judge, politician, and diplomat. He was a framer of the United States Constitution, a United States Senator from Connecticut, and the third chief justice of the United States. Additionally, Ellsworth received 11 electoral votes in the 1796 presidential election.",
    "year": 1745,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jean-Georges Noverre",
    "birthday": "1727-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Jean-Georges_Noverre.jpg/253px-Jean-Georges_Noverre.jpg",
    "extract": "Jean-Georges Noverre was a French dancer and balletmaster, and is generally considered the creator of ballet d'action, a precursor of the narrative ballets of the 19th century. His birthday is now observed as International Dance Day.",
    "year": 1727,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Peregrine Bertie, 2nd Duke of Ancaster and Kesteven",
    "birthday": "1686-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Memorial_to_Peregrine_Bertie%2C_Edenham_church_-_geograph.org.uk_-_3155616.jpg/213px-Memorial_to_Peregrine_Bertie%2C_Edenham_church_-_geograph.org.uk_-_3155616.jpg",
    "extract": "Peregrine Bertie, 2nd Duke of Ancaster and Kesteven, styled The Honourable Peregrine Bertie between 1686 and 1704, Lord Willoughby de Eresby between 1704 and 1715 and Marquess of Lindsey between 1715 and 1723, was a British politician who sat in the House of Commons from 1708 until 1715 when he was called to the House of Lords.",
    "year": 1686,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Arbuthnot",
    "birthday": "1667-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Arbuthnot_John_Kneller.jpg/269px-Arbuthnot_John_Kneller.jpg",
    "extract": "John Arbuthnot FRS, often known simply as Dr Arbuthnot, was a Scottish physician, satirist and polymath in London. He is best remembered for his contributions to mathematics, his membership in the Scriblerus Club, and for inventing the figure of John Bull.",
    "year": 1667,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "James Butler, 2nd Duke of Ormonde",
    "birthday": "1665-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/James_Butler%2C_2nd_Duke_of_Ormonde_by_Michael_Dahl.jpg/253px-James_Butler%2C_2nd_Duke_of_Ormonde_by_Michael_Dahl.jpg",
    "extract": "James FitzJames Butler, 2nd Duke of Ormonde, (1665–1745) was an Irish statesman and soldier. He was the third of the Kilcash branch of the family to inherit the earldom of Ormond. Like his grandfather, the 1st Duke, he was raised as a Protestant, unlike his extended family who held to Roman Catholicism. He served in the campaign to put down the Monmouth Rebellion, in the Williamite War in Ireland, in the Nine Years' War and in the War of the Spanish Succession but was accused of treason and went into exile after the Jacobite rising of 1715.",
    "year": 1665,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Esaias Reusner",
    "birthday": "1636-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Esaias_Reusner.jpg/243px-Esaias_Reusner.jpg",
    "extract": "Esaias Reusner was a German lutenist and composer.",
    "year": 1636,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sophie of Saxony, Duchess of Pomerania",
    "birthday": "1587-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Sophia_of_Saxony.jpg/227px-Sophia_of_Saxony.jpg",
    "extract": "Sophie of Saxony was a member of the Albertine branch of the House of Wettin. She was a princess of Saxony by birth and by marriage a Duchess of Pomerania-Stettin.",
    "year": 1587,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "William II, Landgrave of Hesse",
    "birthday": "1469-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Wilhelm_II._von_Hessen.JPG/240px-Wilhelm_II._von_Hessen.JPG",
    "extract": "William II was Landgrave of Lower Hesse from 1493 and Landgrave of Upper Hesse after the death of his cousin, William III, Landgrave of Upper Hesse in 1500.",
    "year": 1469,
    "month": 4,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Minamoto no Mitsunaka",
    "birthday": "912-4-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/%E6%BA%90%E6%BA%80%E4%BB%B2.jpg/224px-%E6%BA%90%E6%BA%80%E4%BB%B2.jpg",
    "extract": "Minamoto no Mitsunaka , was born as Myoomaru (明王丸) son of Minamoto no Tsunemoto, was a samurai and Court official of Japan's Heian period. Mitsunaka belonged to the Seiwa Genji branch of the Minamoto clan, which traced its ancestry to Emperor Seiwa. He loyally served several successive Fujiwara regents beginning with Fujiwara no Morotada. There is debate among scholars as to his involvement in the Anna Plot of 969. All agree that Mitsunaka alleged that Minamoto no Takaakira was plotting against the Throne. However, whilst some believe that there was a genuine threat to the Throne, and that it was Mitsunaka's warning that prevented the plot from succeeding, others view the incident as one manufactured for political gain. Takaakira was Morotada's principal rival, and his being implicated in the plot removed him as a threat; the truthfulness of the accusations levelled against Takaakira is not known. In any case, the negative consequences for Takaakira put Mitsunaka firmly in Morotada's good graces. Later, Mitsunaka would assist Fujiwara no Kaneie in his plot to coerce Emperor Kazan into taking Buddhist vows and abdicating in favor of Fujiwara's seven-year-old grandson.",
    "year": 912,
    "month": 4,
    "day": 29,
    "language": "en"
  }
]