[
  {
    "name": "Chanel Harris-Tavita",
    "birthday": "1999-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Chanel_Harris-Tavita.jpg/320px-Chanel_Harris-Tavita.jpg",
    "extract": "Chanel Harris-Tavita is a Samoan international rugby league footballer who plays as a halfback or five-eighth for the New Zealand Warriors as well as fullback in the NRL",
    "year": 1999,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Paris Jackson",
    "birthday": "1998-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Paris_Jackson.png/320px-Paris_Jackson.png",
    "extract": "Paris-Michael Katherine Jackson is an American model, actress, singer, and musician. She is the second child and only daughter of Michael Jackson and Debbie Rowe.",
    "year": 1998,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gabriel Jesus",
    "birthday": "1997-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/20180610_FIFA_Friendly_Match_Austria_vs._Brazil_Gabriel_Jesus_850_1688.jpg/213px-20180610_FIFA_Friendly_Match_Austria_vs._Brazil_Gabriel_Jesus_850_1688.jpg",
    "extract": "Gabriel Fernando de Jesus is a Brazilian professional footballer who plays as a forward for Premier League club Manchester City and the Brazil national team.",
    "year": 1997,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mayo Hibi",
    "birthday": "1996-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Hibi_WMQ14_%287%29_%2814420308200%29.jpg/215px-Hibi_WMQ14_%287%29_%2814420308200%29.jpg",
    "extract": "Mayo Hibi  is a Japanese tennis player.",
    "year": 1996,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kodi Nikorima",
    "birthday": "1994-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Kodi_Nikorima_Broncos.jpg/177px-Kodi_Nikorima_Broncos.jpg",
    "extract": "Kodi Nikorima is a New Zealand professional rugby league footballer who plays as a five-eighth, halfback and hooker for the South Sydney Rabbitohs in the NRL and New Zealand at international level.",
    "year": 1994,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Moussa Konaté (footballer)",
    "birthday": "1993-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/31/Zen-Sion16_%2810%29_%28cropped%29.jpg",
    "extract": "Pape Moussa Konaté is a Senegalese professional footballer who plays as a forward for Turkish club Sivasspor on loan from French club Dijon, and the Senegal national team. He was called up for the 2018 FIFA World Cup.",
    "year": 1993,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Simone Benedetti",
    "birthday": "1992-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Simone_Benedetti_CA.jpg/183px-Simone_Benedetti_CA.jpg",
    "extract": "Simone Benedetti is an Italian professional footballer who plays as a centre back for Alessandria.",
    "year": 1992,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Yuliya Yefimova",
    "birthday": "1992-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Yulia_Efimova_MoscowTass_08-2016cr.jpg/320px-Yulia_Efimova_MoscowTass_08-2016cr.jpg",
    "extract": "Yuliya Andreyevna Yefimova is a Russian competitive swimmer. She is the Russian record holder in the 200 metre individual medley, 50 metre breaststroke, 100 metre breaststroke, and 200 metre breaststroke. After making her Olympic debut in 2008, she went on to win the bronze medal in the 200 metre breaststroke in 2012, and silver medals in the 100 metre and 200 metre breaststroke in 2016. She is a six-time World Champion, winning the 50 metre breaststroke in 2009 and 2013, the 100 metre breaststroke in 2015, and the 200 metre breaststroke in 2013, 2017, and 2019. In 2019, she became the first woman to win the 200 metre breaststroke at a FINA World Aquatics Championships three times. She is also a former world record holder in the long course 50 metre breaststroke.",
    "year": 1992,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Hayley Kiyoko",
    "birthday": "1991-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Hayley_Kiyoko_2018.png/320px-Hayley_Kiyoko_2018.png",
    "extract": "Hayley Kiyoko Alcroft is an American singer, songwriter, dancer and actress. Beginning dance lessons as a child, Kiyoko's interest in entertaining led to her working as a child model and actress. She appeared in a variety of films including Scooby-Doo! film series (2009–2010), Lemonade Mouth (2011), Blue Lagoon: The Awakening (2012), Jem and the Holograms (2015), Insidious: Chapter 3 (2015), and XOXO (2016). Alongside her film roles, she also held a recurring role in the TV series The Fosters (2014) and a lead role on CSI: Cyber (2015–2016) and Five Points (2018–2019).",
    "year": 1991,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Karim Ansarifard",
    "birthday": "1990-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Karim_Ansarifard%2C_IRNPOR_match_2018_FIFA_World_Cup_15_%28cropped%29.jpg/237px-Karim_Ansarifard%2C_IRNPOR_match_2018_FIFA_World_Cup_15_%28cropped%29.jpg",
    "extract": "Karim Adil Ansarifard is an Iranian professional footballer who plays as a forward for Greek Super League club AEK Athens and the Iran national team. His playing style and ability have drawn comparisons to Ali Daei and he has been named Daei's \"successor\".",
    "year": 1990,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Madison Brengle",
    "birthday": "1990-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Brengle_RG21_%2813%29_%2851376419838%29.jpg/213px-Brengle_RG21_%2813%29_%2851376419838%29.jpg",
    "extract": "Madison Brengle is an American professional tennis player. Her biggest success occurred in early 2015, reaching her first WTA Tour final in January, followed by a fourth round Grand Slam appearance at the Australian Open. In May, she reached a career-high singles ranking of No. 35. Her greatest victory came in 2017 over world No. 2, Serena Williams. She has won two WTA Challenger singles titles, 15 ITF singles titles, and seven ITF doubles titles.",
    "year": 1990,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sotiris Ninis",
    "birthday": "1990-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/20130814_AT-GR_Sotiris_Ninis_2322.JPG/213px-20130814_AT-GR_Sotiris_Ninis_2322.JPG",
    "extract": "Sotiris Ninis is a Greek professional footballer who plays as an attacking midfielder or a right winger.",
    "year": 1990,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Natasha Negovanlis",
    "birthday": "1990-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Natasha_Negovanlis_-10-_%2824472239948%29.jpg/259px-Natasha_Negovanlis_-10-_%2824472239948%29.jpg",
    "extract": "Natasha Negovanlis is a Canadian actress, writer, producer, and singer. She achieved international recognition for portraying Carmilla Karnstein in the web series Carmilla (2014–2016) and in the 2017 feature film based on the series.",
    "year": 1990,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Romain Alessandrini",
    "birthday": "1989-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Romain_Alessandrini_LA_Galaxy_%28cropped2%29.jpg/213px-Romain_Alessandrini_LA_Galaxy_%28cropped2%29.jpg",
    "extract": "Romain Alessandrini is a French footballer who plays as a winger for Chinese Super League club Shenzhen.",
    "year": 1989,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Israel Folau",
    "birthday": "1989-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Israel_Folau_aux_Dragons_Catalans_-_2020_%28cropped%29.jpg/243px-Israel_Folau_aux_Dragons_Catalans_-_2020_%28cropped%29.jpg",
    "extract": "Israel Folau is a Tongan Australian professional rugby union footballer who currently plays for the Shining Arcs in the Japan Rugby League One and the Tonga national rugby union team. He has previously played Australian rules football and rugby league. In 2019, he became the record holder for most tries scored in Super Rugby history.",
    "year": 1989,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Joel Romelo",
    "birthday": "1989-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/JOEL_ROMELO.jpg/240px-JOEL_ROMELO.jpg",
    "extract": "Joel Romelo is a former Australian professional rugby league footballer who previously played for the Penrith Panthers, Canterbury-Bankstown Bulldogs and Melbourne Storm in the NRL. He primarily played at hooker but could fill in at five-eighth and halfback. Romelo is of Indigenous Australian and Italian descent.",
    "year": 1989,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Thisara Perera",
    "birthday": "1989-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Thisara_Perera_2.JPG/249px-Thisara_Perera_2.JPG",
    "extract": "Narangoda Liyanaarachchige Thisara Chirantha Perera, popularly as Thisara Perera, is a former Sri Lankan cricketer who played all formats for the national team. He also captained the team in limited-overs formats. Domestically he plays for Sri Lanka Army Sports Club in the Premier Trophy and Premier Limited-Overs Tournament, and the Jaffna Stallions in the Lanka Premier League. Perera has played franchise T20 cricket all around the world for numerous leagues. Primarily a bowling all-rounder, he is an aggressive left-handed batsman who can hit big sixes in death overs and is a useful right-arm medium-fast bowler.",
    "year": 1989,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kam Chancellor",
    "birthday": "1988-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Kam_Chancellor_2014_2.jpg/257px-Kam_Chancellor_2014_2.jpg",
    "extract": "Kameron Darnel Chancellor, nicknamed Bam Bam, is a former American football strong safety who played for the Seattle Seahawks of the National Football League (NFL). He played college football at Virginia Tech prior to being drafted by the Seahawks in the fifth round of the 2010 NFL Draft. A four-time Pro Bowler, he was one of the key members of their Legion of Boom secondary. He also helped lead the Seahawks to victory in Super Bowl XLVIII. He retired in 2019 following complications from a neck injury he suffered two seasons earlier.",
    "year": 1988,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Brandon Graham",
    "birthday": "1988-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Brandon_Graham.jpg/234px-Brandon_Graham.jpg",
    "extract": "Brandon Lee Graham is an American football defensive end for the Philadelphia Eagles of the National Football League (NFL). He was drafted by the Eagles in the first round of the 2010 NFL Draft with the thirteenth selection in the draft and the first from the Big Ten Conference. He played college football at Michigan.",
    "year": 1988,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Peter Hartley (footballer)",
    "birthday": "1988-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Peter_Hartley_2011-07-30_1.png/242px-Peter_Hartley_2011-07-30_1.png",
    "extract": "Peter Hartley is an English professional footballer who plays as a centre-back and is the captain of Indian Super League club Jamshedpur.",
    "year": 1988,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tim Krul",
    "birthday": "1988-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Dutch_goalkeepers_%2815300666997%29_%28Krul_crop%29.jpg/213px-Dutch_goalkeepers_%2815300666997%29_%28Krul_crop%29.jpg",
    "extract": "Timothy Michael Krul is a Dutch professional footballer who plays as a goalkeeper for Premier League club Norwich City and the Netherlands national team.",
    "year": 1988,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Rachel Bloom",
    "birthday": "1987-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Rachel_Bloom_at_37th_College_Television_Awards-adj.jpg/288px-Rachel_Bloom_at_37th_College_Television_Awards-adj.jpg",
    "extract": "Rachel Leah Bloom is an American actress, comedian, writer, singer-songwriter, and producer. She is best known for co-creating and starring as Rebecca Bunch in The CW musical comedy-drama series Crazy Ex-Girlfriend (2015–2019), for which she received numerous accolades, including a Golden Globe Award, a TCA Award, a Critics' Choice Television Award, and a Primetime Emmy Award.",
    "year": 1987,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jay Bruce",
    "birthday": "1987-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Jay_Bruce_on_being_at_Yankees_camp_%281%29.jpg/320px-Jay_Bruce_on_being_at_Yankees_camp_%281%29.jpg",
    "extract": "Jay Allen Bruce is an American former professional baseball right fielder. He played in Major League Baseball (MLB) for the Cincinnati Reds, New York Mets, Cleveland Indians, Seattle Mariners, Philadelphia Phillies and New York Yankees. The Reds drafted Bruce in the first round, 12th overall pick, of the 2005 Major League Baseball draft; he made his MLB debut in 2008. Bruce was named an All-Star three times during his career, and won the Silver Slugger Award twice.",
    "year": 1987,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Yileen Gordon",
    "birthday": "1987-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Yileen_Gordon_%2824_October_2008%29.jpg/223px-Yileen_Gordon_%2824_October_2008%29.jpg",
    "extract": "Yileen \"Buddy\" Gordon is an Australian rugby league footballer who plays for the South Sydney Rabbitohs in the Canterbury Cup NSW. Gordon formerly played for the Canterbury-Bankstown Bulldogs and Penrith Panthers. He was sacked by the West Tigers in February, 2014 for breach of contract. He currently plays in the Centres and has previously played in the back-row or at centre.",
    "year": 1987,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jason Kipnis",
    "birthday": "1987-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Jason_Kipnis_2017.jpg/257px-Jason_Kipnis_2017.jpg",
    "extract": "Jason Michael Kipnis is an American professional baseball second baseman who is a free agent. He has played in Major League Baseball (MLB) for the Cleveland Indians and Chicago Cubs. He attended Glenbrook North High School in the suburbs of Chicago where he earned three letters playing baseball for the Glenbrook North Spartans. He attended the University of Kentucky, but transferred to Arizona State University after two years. In college, Kipnis was an All-American and the 2009 Pacific-10 Conference Player of the Year for the Sun Devils.",
    "year": 1987,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Martyn Rooney",
    "birthday": "1987-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Martyn_Rooney_Amsterdam_2016.jpg/320px-Martyn_Rooney_Amsterdam_2016.jpg",
    "extract": "Martyn Joseph Rooney is an English sprinter who specialises in the 400 metres event. He reached the 400 m final at the 2008 Summer Olympics and won bronze in the 4×400 metres relay. A mainstay on the anchor leg of the Great Britain 4 x 400 metre relay team, at the 2009 World Championships in Athletics he won a silver medal with the Great Britain relay team, and bronze in the 2015 World Championships. His personal best time is 44.45 seconds.",
    "year": 1987,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Julie Sokolow",
    "birthday": "1987-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Julie_Sokolow_at_DOC_NYC.jpg/320px-Julie_Sokolow_at_DOC_NYC.jpg",
    "extract": "Julie Sokolow is an American film director, musician, and writer. Her body of work includes documentary films, personal essays, and musical compositions. She directed the films Woman on Fire (2016), Aspie Seeks Love (2015), and the Healthy Artists series (2012-4). She first came to public attention with her music album Something About Violins (2006).",
    "year": 1987,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Amanda Bynes",
    "birthday": "1986-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Amanda_Bynes_on_the_Red_Carpet_%28cropped2%29.jpg/218px-Amanda_Bynes_on_the_Red_Carpet_%28cropped2%29.jpg",
    "extract": "Amanda Laura Bynes is an American actress. She is best known for her work in television and film throughout the 1990s and 2000s. Bynes began her career as a child actress, working on the Nickelodeon sketch comedy series All That (1996–2000), and had her breakthrough starring in its spin-off series The Amanda Show (1999–2002), for which she received several accolades.",
    "year": 1986,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stephanie Cox",
    "birthday": "1986-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Stephanie-cox.jpg/213px-Stephanie-cox.jpg",
    "extract": "Stephanie Renee Cox is a former American professional soccer player and coach who played as a defender for OL Reign in the National Women's Soccer League. She has been the head coach of the girls' soccer team at Gig Harbor High School since 2016.",
    "year": 1986,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Annalisa Cucinotta",
    "birthday": "1986-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/2015_UEC_Track_Elite_European_Championships_117.JPG/228px-2015_UEC_Track_Elite_European_Championships_117.JPG",
    "extract": "Annalisa Cucinotta is an Italian former professional road and track cyclist. She represented her nation at the 2015 UCI Track Cycling World Championships.",
    "year": 1986,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sergio Sánchez (footballer, born 1986)",
    "birthday": "1986-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Sergio_S%C3%A1nchez_Ortega.jpg/224px-Sergio_S%C3%A1nchez_Ortega.jpg",
    "extract": "Sergio Sánchez Ortega is a Spanish professional footballer who plays as either a right back or a central defender.",
    "year": 1986,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jari-Matti Latvala",
    "birthday": "1985-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Rallye_Deutschland_2017_%28Latvala-0764%29.jpg/239px-Rallye_Deutschland_2017_%28Latvala-0764%29.jpg",
    "extract": "Jari-Matti Latvala is a Finnish rally driver who has competed in the World Rally Championship (WRC). His co-driver for most of his career was Miikka Anttila, who co-drove for Latvala between the 2003 Rallye Deutschland and 2019 Rally Catalunya. He is well known for his aggressive driving style, which earns him many plaudits, and comparisons to the late Colin McRae. With 18 event victories in the WRC, he is the most successful driver to not have won a championship. Latvala is also the driver with the most World Rally starts in the sport which he achieved in 2019, 17 years after his debut.",
    "year": 1985,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Leona Lewis",
    "birthday": "1985-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Leona_Lewis_2014.jpg/251px-Leona_Lewis_2014.jpg",
    "extract": "Leona Louise Lewis is a British singer, songwriter, actress, model and activist. Born and raised in the London Borough of Islington, she attended the BRIT School for Performing Arts and Technology in Croydon. Lewis achieved national recognition when she won the third series of The X Factor in 2006, winning a £1 million recording contract with Syco Music. Her winner's single, a cover of Kelly Clarkson's \"A Moment Like This\", peaked at number one for four weeks on the UK Singles Chart and broke a world record by reaching 50,000 digital downloads within 30 minutes. In February 2007, Lewis signed a five-album contract in the United States with Clive Davis's record label, J Records.",
    "year": 1985,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jonathan Blondel",
    "birthday": "1984-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Jonathan_Blondel_Club_Brugge.jpg/220px-Jonathan_Blondel_Club_Brugge.jpg",
    "extract": "Jonathan Blondel is a retired Belgian footballer who last played as a midfielder for Club Brugge.",
    "year": 1984,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Maxi López",
    "birthday": "1984-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Maxi_Lopez.jpg/262px-Maxi_Lopez.jpg",
    "extract": "Maximiliano \"Maxi\" Gastón López is an Argentine former professional footballer who played as a second striker.",
    "year": 1984,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ben Foster (footballer)",
    "birthday": "1983-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Ben_Foster_Manchester_United_v_West_Bromwich_Albion_2017.jpg/180px-Ben_Foster_Manchester_United_v_West_Bromwich_Albion_2017.jpg",
    "extract": "Ben Anthony Foster is an English professional footballer who plays as a goalkeeper for Premier League club Watford, who will become a free agent in June 2022.",
    "year": 1983,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stephen Weiss",
    "birthday": "1983-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Stephen_Weiss_2012-03-09.JPG/274px-Stephen_Weiss_2012-03-09.JPG",
    "extract": "Stephen Weiss is a Canadian former professional ice hockey centre who most recently played for the Detroit Red Wings, as well as the Florida Panthers, who drafted him fourth overall in the 2001 NHL Entry Draft. Weiss holds Panthers franchise records for games played and led the franchise in assists when he retired. Weiss was born in Toronto, Ontario, but grew up in nearby Markham, Ontario.",
    "year": 1983,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jared Allen",
    "birthday": "1982-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Jared_Allen.jpg/320px-Jared_Allen.jpg",
    "extract": "Jared Scot Allen is a former American football defensive end. He played college football at Idaho State University and was drafted by the Kansas City Chiefs of the National Football League (NFL) in the fourth round of the 2004 NFL Draft. After four years with the Chiefs, Allen was traded to the Minnesota Vikings in exchange for three draft picks, including a first-rounder. He spent six years with the Vikings before joining the Chicago Bears as a free agent in 2014.",
    "year": 1982,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Iain Fyfe",
    "birthday": "1982-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Iain_Fyfe.jpg/205px-Iain_Fyfe.jpg",
    "extract": "Iain Stuart Fyfe is a retired Australian professional footballer who last played as a defender for Campbelltown City in the National Premier Leagues.",
    "year": 1982,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Cobie Smulders",
    "birthday": "1982-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Cobie_Smulders_by_Gage_Skidmore_2.jpg/247px-Cobie_Smulders_by_Gage_Skidmore_2.jpg",
    "extract": "Jacoba Francisca Maria \"Cobie\" Smulders is a Canadian and American actress. She is known for her starring role as Robin Scherbatsky in the CBS sitcom How I Met Your Mother (2005–2014) and as S.H.I.E.L.D. agent Maria Hill in the Marvel Cinematic Universe superhero films The Avengers (2012), Captain America: The Winter Soldier (2014), Avengers: Age of Ultron (2015), Avengers: Infinity War (2018), Avengers: Endgame (2019), and Spider-Man: Far From Home (2019), as well as the ABC action drama series Agents of S.H.I.E.L.D (2013–2015), the Disney+ animated anthology series What If...? (2021), and the upcoming Disney+ limited series Secret Invasion (2022).",
    "year": 1982,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Aaron Bertram",
    "birthday": "1981-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/AaronBertramImage01.jpg/320px-AaronBertramImage01.jpg",
    "extract": "Aaron Bertram is a trumpet player for third wave ska band Suburban Legends, and member of the children's music group Kids Imagine Nation. In the past he has taught music and movement to preschool students in Orange County, CA. His music program was called Little Rockstars. He launched an online Streaming Service for Children's Entertainment and Arts Education called KINTV in March of 2020, where he currently performs and teaches music.",
    "year": 1981,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "DeShawn Stevenson",
    "birthday": "1981-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/DeShawn_Stevenson_5.jpg/237px-DeShawn_Stevenson_5.jpg",
    "extract": "DeShawn Stevenson is an American former professional basketball player. Stevenson played for six teams in the National Basketball Association (NBA) during a 13-year career. He originally committed to play at the University of Kansas, but decided to enter the NBA directly from high school and was picked by the Utah Jazz with the 23rd selection of the 2000 NBA draft. He was a member of the Dallas Mavericks team that won an NBA championship in 2011. In 2017, Stevenson joined Power, one of the eight BIG3 basketball league teams.",
    "year": 1981,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Megan Rohrer",
    "birthday": "1980-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/HonorThemWithAction_San_Francisco_20170612-5950.jpg/245px-HonorThemWithAction_San_Francisco_20170612-5950.jpg",
    "extract": "Megan Rohrer is an American pastor, bishop, and activist. Rohrer is the first openly transgender minister to be ordained by the Evangelical Lutheran Church in America, and to serve the denomination as bishop.",
    "year": 1980,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Simon Black",
    "birthday": "1979-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/SimonBlack.jpg/224px-SimonBlack.jpg",
    "extract": "Simon Black is a former Australian rules football player and current assistant coach, who played his whole career with the Brisbane Lions in the Australian Football League (AFL).",
    "year": 1979,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Matthew Goode",
    "birthday": "1978-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Matthew_Goode_2014.jpg/237px-Matthew_Goode_2014.jpg",
    "extract": "Matthew William Goode is a British actor. He made his screen debut in 2002 with ABC's TV film feature Confessions of an Ugly Stepsister. His breakthrough role was in the romantic comedy Chasing Liberty (2004), for which he received a nomination at Teen Choice Awards for Choice Breakout Movie Star – Male. He then appeared in a string of supporting roles in films like Woody Allen's Match Point (2005), the German-British romantic comedy Imagine Me and You (2006), and the period drama Copying Beethoven (2006). He won praise for his performance as Charles Ryder in Julian Jarrold's adaptation of Evelyn Waugh's Brideshead Revisited (2008), and as Ozymandias in the American neo-noir superhero film Watchmen (2009), based on the comics by Alan Moore and Dave Gibbons. He then starred in romantic comedy Leap Year (2010) and Australian drama Burning Man (2011), the latter earning him a nomination for Best Actor at the Film Critics Circle of Australia Awards.",
    "year": 1978,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tommy Haas",
    "birthday": "1978-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Haas_Roland_Garros_2009_1.jpg/241px-Haas_Roland_Garros_2009_1.jpg",
    "extract": "Thomas Mario Haas is a German former professional tennis player. He competed on the ATP Tour from 1996 to 2017. After breaking into the world top 100 in 1997, and reaching a career-high singles ranking of world No. 2 in May 2002, his career was interrupted by injuries: Haas twice dropped out of the world rankings due to being unable to play for twelve months. His first period of injury saw him miss the whole of the 2003 season, and he did not return to the world's top 10 until 2007. He also missed over a year's tennis between February 2010 and June 2011, but afterwards returned to play on the tour. He returned to world No. 11 in 2013, after reaching the quarterfinals at the French Open for the first time in his career.Haas reached the semifinals of the Australian Open three times, and in Wimbledon once. He reached the quarterfinal stage of each of the Grand Slam events. He won 15 career titles in singles, including one Masters tournament (Stuttgart) in 2001, and has a silver medal from the 2000 Summer Olympics.",
    "year": 1978,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Nicolas Escudé",
    "birthday": "1976-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Nicolas_Escud%C3%A9_RG_2012.JPG/253px-Nicolas_Escud%C3%A9_RG_2012.JPG",
    "extract": "Nicolas Jean-Christophe Escudé is a former professional tennis player from France, who turned professional in 1995. He won four singles titles and two doubles titles during his career.",
    "year": 1976,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Shawn Bates",
    "birthday": "1975-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Shawn_bates.jpg/320px-Shawn_bates.jpg",
    "extract": "Shawn William Bates is an American former professional ice hockey center. He played in the National Hockey League for the Boston Bruins and New York Islanders.",
    "year": 1975,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Michael Olowokandi",
    "birthday": "1975-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Michael_Olowokandi.jpg/234px-Michael_Olowokandi.jpg",
    "extract": "Michael Olowokandi is a Nigerian former professional basketball player. Born in Lagos, Nigeria and raised in East Sussex, he played collegiately for the Pacific Tigers in Stockton, California. Olowokandi was selected as the first overall pick of the 1998 NBA draft by the Los Angeles Clippers. He played professionally until 2007, when he was forced to retire due to severe hernia and knee injuries.",
    "year": 1975,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Aries Spears",
    "birthday": "1975-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Shoreline_Comedy_Jam_2012-09-15_20-38-18_%287990929367%29.jpg/320px-Shoreline_Comedy_Jam_2012-09-15_20-38-18_%287990929367%29.jpg",
    "extract": "Aries Spears is an American stand-up comedian, actor and writer from New Jersey. Spears was a regular on Fox's sketch comedy series MADtv, appearing in 198 episodes, making him the second longest-serving cast member on the show behind Michael McDonald. In 2011, he released a special called Aries Spears: Hollywood, Look I'm Smiling. He is also a two-time co-host for the AVN Awards, in 2018.",
    "year": 1975,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Yoshinobu Takahashi",
    "birthday": "1975-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Takahashiyoshinobu2424.jpg/213px-Takahashiyoshinobu2424.jpg",
    "extract": "Yoshinobu Takahashi is a former Japanese professional baseball player and manager. He spent his entire playing career with the Yomiuri Giants and served as the team's manager for three seasons. He graduated from Keio University.",
    "year": 1975,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Koji Uehara",
    "birthday": "1975-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Koji_Uehara_2_on_June_15%2C_2013%28crop%29.jpg/231px-Koji_Uehara_2_on_June_15%2C_2013%28crop%29.jpg",
    "extract": "Koji Uehara  is a Japanese former professional baseball pitcher. He previously played for the Yomiuri Giants of Nippon Professional Baseball (NPB), as well as the Baltimore Orioles, Texas Rangers, Boston Red Sox, and Chicago Cubs of Major League Baseball (MLB).",
    "year": 1975,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marcus Brown",
    "birthday": "1974-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Marcus_Brown_Euroleague_Final_Four_2005.JPG/213px-Marcus_Brown_Euroleague_Final_Four_2005.JPG",
    "extract": "Marcus James Brown is a retired American professional basketball player. At 6'3\" tall, he played as a shooting guard. A three time All-EuroLeague selection, Brown has been mentioned as being one of the top U.S. players ever to play abroad. Brown ended his career as a player-coach with Žalgiris Kaunas in 2011. Brown was the EuroLeague's career scoring leader since the year 2000, when he ended his career in October 2011. As far as United States players only are concerned, Brown remains the league's all-time scoring leader since the year 2000, when the league's current organizer took over the competition.",
    "year": 1974,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Adam Scott (actor)",
    "birthday": "1973-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Adam_Scott_by_Gage_Skidmore.jpg/217px-Adam_Scott_by_Gage_Skidmore.jpg",
    "extract": "Adam Paul Scott is an American actor, comedian, producer, and podcaster. He is known for his role as Ben Wyatt in the NBC sitcom Parks and Recreation for which he was twice nominated for the Critics' Choice Television Award for Best Actor in a Comedy Series. He has also appeared as Derek in the film Step Brothers, Johnny Meyer in The Aviator, Henry Pollard in the Starz sitcom Party Down, Ed Mackenzie in the HBO series Big Little Lies, Adam Yates, Jr. in Hot Tub Time Machine 2, and Trevor in the NBC series The Good Place. In 2022, he began starring in the Apple TV+ psychological drama series Severance.",
    "year": 1973,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jennie Garth",
    "birthday": "1972-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/JGarth_atemmys.jpg/235px-JGarth_atemmys.jpg",
    "extract": "Jennifer Eve Garth is an American actress. She is known for starring as Kelly Taylor throughout the Beverly Hills, 90210 franchise and Val Tyler on the sitcom What I Like About You (2002–06). In 2012, she starred in her own reality show, Jennie Garth: A Little Bit Country on CMT. Her memoir titled Deep Thoughts From a Hollywood Blonde was published by New American Library on April 1, 2014.",
    "year": 1972,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sandrine Testud",
    "birthday": "1972-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/TESTUD_Sandrine.jpg/230px-TESTUD_Sandrine.jpg",
    "extract": "Sandrine Testud is a former professional tennis player from France.",
    "year": 1972,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Vitālijs Astafjevs",
    "birthday": "1971-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Vitalijs_Astafjevs.jpg/266px-Vitalijs_Astafjevs.jpg",
    "extract": "Vitālijs Astafjevs is a Latvian former professional football midfielder, and former assistant manager of the Latvia national team.",
    "year": 1971,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Emmanuel Collard",
    "birthday": "1971-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/EmmanuelCollard.JPG/244px-EmmanuelCollard.JPG",
    "extract": "Emmanuel Collard is a French professional racing driver. He is a former member of the Porsche Junioren factory team, but also drives for other marques.",
    "year": 1971,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Picabo Street",
    "birthday": "1971-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Picabo_Street.jpg/215px-Picabo_Street.jpg",
    "extract": "Picabo Street is an American former World Cup alpine ski racer and Olympic gold medalist. She won the super G at the 1998 Winter Olympics and the downhill at the 1996 World Championships, along with three other Olympic and World Championship medals. Street also won World Cup downhill season titles in 1995 and 1996, the first American woman to do so, along with nine World Cup downhill race wins. Street was inducted into the National Ski Hall of Fame in 2004.",
    "year": 1971,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Rodney Hampton",
    "birthday": "1969-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Rodney_Hampton_2011.PNG/260px-Rodney_Hampton_2011.PNG",
    "extract": "Rodney Craig Hampton is a former professional American football player who was drafted by the New York Giants in the first round of the 1990 NFL Draft. He was a starting running back for the 1990 New York Giants who finished the year at 13-3 during the regular season while winning Super Bowl XXV on January 27, 1991.",
    "year": 1969,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ben Mendelsohn",
    "birthday": "1969-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Ben_Mendelsohn_by_Gage_Skidmore.jpg/202px-Ben_Mendelsohn_by_Gage_Skidmore.jpg",
    "extract": "Paul Benjamin Mendelsohn is an Australian actor. He first rose to prominence in Australia for his breakout role in The Year My Voice Broke (1987) and since then he has had roles in films such as Animal Kingdom (2010), The Dark Knight Rises (2012), Starred Up (2013), Mississippi Grind (2015), Rogue One (2016), Darkest Hour (2017) and Steven Spielberg's Ready Player One (2018). In 2017, he joined the Marvel Cinematic Universe as Talos in Captain Marvel (2019) and Spider-Man: Far From Home (2019). He will reprise this role in Marvel Studios' upcoming Disney+ series Secret Invasion, which is set to premiere in 2022.",
    "year": 1969,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lance Storm",
    "birthday": "1969-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Lance_Storm_at_Smash_Wrestling.jpg/221px-Lance_Storm_at_Smash_Wrestling.jpg",
    "extract": "Lance Timothy Evers, known professionally by his ring name Lance Storm, is a Canadian retired professional wrestler. He is best known for his work in World Wrestling Entertainment (WWE), Extreme Championship Wrestling (ECW), and World Championship Wrestling (WCW), where he held a combined 13 total championships.",
    "year": 1969,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sebastian Bach",
    "birthday": "1968-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Sebastion_Bach_2012.jpg/213px-Sebastion_Bach_2012.jpg",
    "extract": "Sebastian Philip Bierk, known professionally as Sebastian Bach, is a Canadian singer who achieved mainstream success as the frontman of the American rock band Skid Row from 1987 to 1996. He has acted on Broadway and has made appearances in film and television such as Trailer Park Boys and Gilmore Girls. He continues his music career as a solo artist.",
    "year": 1968,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Charlotte Coleman",
    "birthday": "1968-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/ca/Marmalade_atkins_thames.jpg",
    "extract": "Charlotte Ninon Coleman was an English actress best known for playing Scarlett in the film Four Weddings and a Funeral, Jess in the television drama Oranges Are Not the Only Fruit, and her childhood roles of Sue in Worzel Gummidge and the character Marmalade Atkins.",
    "year": 1968,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jamie Hewlett",
    "birthday": "1968-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Jamie_Hewlett_in_2014_signing_copies_of_%22The_Cream_of_Tank_Girl%22_at_a_Tank_Girl_lecture_at_the_British_Library-_2014-07-03_08-13.jpg/256px-Jamie_Hewlett_in_2014_signing_copies_of_%22The_Cream_of_Tank_Girl%22_at_a_Tank_Girl_lecture_at_the_British_Library-_2014-07-03_08-13.jpg",
    "extract": "Jamie Christopher Hewlett is an English artist, director, and songwriter. He is the co-creator of the comic book Tank Girl with Alan Martin and co-creator of the virtual band Gorillaz, alongside Blur frontman Damon Albarn.",
    "year": 1968,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tomoaki Kanemoto",
    "birthday": "1968-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/HT-Tomoaki-Kanemoto.jpg/267px-HT-Tomoaki-Kanemoto.jpg",
    "extract": "Tomoaki Kanemoto  is a Japanese former professional baseball outfielder and manager. In his career as a player he spent 11 years with the Hiroshima Carp before moving to the Hanshin Tigers in 2003, where he spent another 10 years. He holds the world record for consecutive games played without missing an inning and consecutive innings.",
    "year": 1968,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Cat Cora",
    "birthday": "1967-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/CatCoraApr10.jpg/206px-CatCoraApr10.jpg",
    "extract": "Catherine Ann Cora is an American professional chef best known for her featured role as an \"Iron Chef\" on Iron Chef America and as co-host of Around the World in 80 Plates.",
    "year": 1967,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Brent Gilchrist",
    "birthday": "1967-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Brent_Gilchrist.png/210px-Brent_Gilchrist.png",
    "extract": "Brent Lindsay Gilchrist is a former professional hockey player who played 15 seasons in the National Hockey League (NHL) from 1988-2003. In his career, Gilchrist played 792 games, totaling 135 goals and 305 points. He appeared in 10 post-seasons in his NHL career, playing 90 games and totaling 17 goals, 14 assists and 31 points. He was a member of the Stanley Cup champion Detroit Red Wings in 1998.",
    "year": 1967,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Cristi Puiu",
    "birthday": "1967-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Cristi_Puiu.jpg/288px-Cristi_Puiu.jpg",
    "extract": "Cristi Puiu is a Romanian film director and screenwriter. With Anca Puiu and Alex Munteanu, in 2004 he founded a cinema production company, naming it Mandragora.",
    "year": 1967,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mark Skaife",
    "birthday": "1967-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Mark_Skaife.jpg/320px-Mark_Skaife.jpg",
    "extract": "Mark Skaife OAM is a retired Australian motor racing driver. Skaife is a five-time champion of the V8 Supercar Championship Series, including its predecessor, the Australian Touring Car Championship, as well as a six-time Bathurst 1000 winner. On 29 October 2008, he announced his retirement from full-time touring car racing. Since retiring from driving, Skaife has worked as a commentator and presenter for the series for both the Seven Network and Fox Sports Australia.",
    "year": 1967,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Nazia Hassan",
    "birthday": "1965-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/04/Nazia_Hassan.jpg",
    "extract": "Nazia Hassan was a Pakistani singer-songwriter, lawyer and social activist. Referred to as the Queen of South Asian pop, she is considered one of the most influential singers in the subcontinent. During the 1980s, she, along with her brother Zoheb Hassan, went on to sell over 65 million records worldwide.",
    "year": 1965,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marco Ballotta",
    "birthday": "1964-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/KL-2018_15_%28cropped%29.jpg/242px-KL-2018_15_%28cropped%29.jpg",
    "extract": "Marco Ballotta is an Italian former professional footballer who played as a goalkeeper.",
    "year": 1964,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Nigel Farage",
    "birthday": "1964-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Nigel_Farage_%2845718080574%29_%28cropped%29.jpg/250px-Nigel_Farage_%2845718080574%29_%28cropped%29.jpg",
    "extract": "Nigel Paul Farage is a British broadcaster and former politician who was Leader of the UK Independence Party (UKIP) from 2006 to 2009 and 2010 to 2016 and Leader of the Brexit Party from 2019 to 2021. He was Member of the European Parliament (MEP) for South East England from 1999 until the United Kingdom's exit from the EU in 2020. He was the host of The Nigel Farage Show, a radio phone-in on the Global-owned talk radio station LBC, from 2017 to 2020. Farage is currently the Honorary President of Reform UK and a presenter for GB News.",
    "year": 1964,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Claire Perry",
    "birthday": "1964-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Claire_perry.jpg/272px-Claire_perry.jpg",
    "extract": "Claire Louise Perry O'Neill is a British businesswoman and former politician who is the managing director for climate and energy at the World Business Council for Sustainable Development, having previously served as Minister of State for Energy and Clean Growth from 2017 to 2019. A member of the Conservative Party, she was Member of Parliament (MP) for Devizes in Wiltshire from 2010 to 2019.",
    "year": 1964,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bjarne Riis",
    "birthday": "1964-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Bjarne_Riis.jpg/320px-Bjarne_Riis.jpg",
    "extract": "Bjarne Lykkegård Riis, nicknamed The Eagle from Herning, is a Danish former professional road bicycle racer who placed first in the 1996 Tour de France. For many years he was the owner and later manager of the Oleg Tinkov associated Russian UCI WorldTeam Tinkoff–Saxo. Other career highlights include placing first in the Amstel Gold Race in 1997, multiple Danish National Championships, and stage wins in the Giro d'Italia. On 25 May 2007, he admitted that he placed first in the Tour de France using banned substances, and he was no longer considered the winner by the Tour's organizers. In July 2008, the Tour reconfirmed his victory but with an asterisk label to indicate his doping offences.",
    "year": 1964,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jay Weatherill",
    "birthday": "1964-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Jay_Weatherill_May_2018.jpg/236px-Jay_Weatherill_May_2018.jpg",
    "extract": "Jay Wilson Weatherill is an Australian politician who was the 45th Premier of South Australia, serving from 21 October 2011 until 19 March 2018. Weatherill represented the House of Assembly seat of Cheltenham as a member of the South Australian Labor Party from the 2002 election to 17 December 2018, when he retired.",
    "year": 1964,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Criss Oliva",
    "birthday": "1963-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/42/Criss_Oliva.jpg",
    "extract": "Christopher Michael Oliva was an American musician who was the lead guitarist and co-founder of the heavy metal band Savatage. During his lifetime, he released seven studio albums and one EP with the band.",
    "year": 1963,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mike Ness",
    "birthday": "1962-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Mike_Ness_RdelS_1.jpg/213px-Mike_Ness_RdelS_1.jpg",
    "extract": "Michael James Ness is an American musician who is the lead guitarist, vocalist and songwriter for the punk rock band Social Distortion, which was formed in 1978.",
    "year": 1962,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jayaprada",
    "birthday": "1962-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Jaya_Prada_graces_Perfect_Pati_TV_serial_launch_%2803%29_%28cropped%29.jpg/213px-Jaya_Prada_graces_Perfect_Pati_TV_serial_launch_%2803%29_%28cropped%29.jpg",
    "extract": "Jaya Prada is an Indian actress and politician. She is hailed as one of the most iconic, influential actresses in both Telugu and Hindi film industries in late 70s, 80s and early 90s. Jaya Prada is the recipient of three Filmfare Awards South and has starred in many Telugu and Hindi films along with several Tamil, Malayalam, Kannada, Bengali and Marathi films. She left the film industry at the peak of her career, as she joined the Telugu Desam Party (TDP) in 1994 and entered politics. She was a Member of Parliament (MP) from Rampur from 2004 to 2014.",
    "year": 1962,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Eddie Murphy",
    "birthday": "1961-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Eddie_Murphy_by_David_Shankbone.jpg/220px-Eddie_Murphy_by_David_Shankbone.jpg",
    "extract": "Edward Regan Murphy is an American actor, comedian, writer, producer, and singer. He rose to fame on the sketch comedy show Saturday Night Live, for which he was a regular cast member from 1980 to 1984. Murphy has also worked as a stand-up comedian and was ranked No. 10 on Comedy Central's list of the 100 Greatest Stand-ups of All Time.",
    "year": 1961,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Arjen Anthony Lucassen",
    "birthday": "1960-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Arjen_Anthony_Lucassen.jpg/240px-Arjen_Anthony_Lucassen.jpg",
    "extract": "Arjen Anthony Lucassen is a Dutch singer, songwriter, multi-instrumentalist musician and record producer best known for his long-running progressive metal/rock opera project Ayreon. Lucassen started his career in 1980 as the guitarist and backing vocalist of Dutch band Bodine as Iron Anthony, before joining Vengeance in 1984. After eight years he left the band, wanting to go into a more progressive direction, and released two years later an unsuccessful solo album entitled Pools of Sorrow, Waves of Joy under the nickname Anthony.",
    "year": 1960,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "David Hyde Pierce",
    "birthday": "1959-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/David_Hyde_Pierce_VF_Shankbone_2010.jpg/247px-David_Hyde_Pierce_VF_Shankbone_2010.jpg",
    "extract": "David Hyde Pierce is an American actor, comedian and theatre director of stage, film and television. Pierce is best known for starring as psychiatrist Dr. Niles Crane on the NBC sitcom Frasier from 1993 to 2004, receiving four Primetime Emmy Awards and a Screen Actors Guild Award for the role. Pierce also received the 2007 Tony Award for playing Lieutenant Frank Cioffi in the musical Curtains. Pierce is also widely known for playing Frank Prady in eight episodes of the television legal drama The Good Wife, and Henry Newman in the hit comedy film Wet Hot American Summer and its subsequent television spin-offs.",
    "year": 1959,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alec Baldwin",
    "birthday": "1958-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Alec_Baldwin_by_Gage_Skidmore.jpg/206px-Alec_Baldwin_by_Gage_Skidmore.jpg",
    "extract": "Alexander Rae Baldwin III is an American actor, film producer, comedian, and political activist. He is the eldest of the four actor brothers in the Baldwin family. Baldwin first gained recognition appearing on the sixth and seventh seasons of the CBS primetime soap opera Knots Landing.",
    "year": 1958,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Adam Gussow",
    "birthday": "1958-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Adam-publicity-photo_copy.jpg/320px-Adam-publicity-photo_copy.jpg",
    "extract": "Adam Gussow is an American scholar, memoirist, and blues harmonica player. He is currently a professor of English and Southern Studies at the University of Mississippi in Oxford.",
    "year": 1958,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Francesca Woodman",
    "birthday": "1958-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/89/Francesca_Woodman_self_portrait.jpg/237px-Francesca_Woodman_self_portrait.jpg",
    "extract": "Francesca Stern Woodman was an American photographer best known for her black and white pictures featuring either herself or female models.",
    "year": 1958,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Miguel Bosé",
    "birthday": "1956-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Miguel_Bos%C3%A9_en_la_Presentaci%C3%B3n_de_la_Gala_Sida_de_2017.jpg/240px-Miguel_Bos%C3%A9_en_la_Presentaci%C3%B3n_de_la_Gala_Sida_de_2017.jpg",
    "extract": "Luis Miguel González Bosé, usually known as Miguel Bosé, is a Spanish pop new wave singer-songwriter, and actor.",
    "year": 1956,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ray Combs",
    "birthday": "1956-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/ce/RayCombs.jpg/247px-RayCombs.jpg",
    "extract": "Raymond Neil Combs Jr. was an American stand-up comedian, actor, and game-show host.\nCombs began his professional career in the late 1970s. His popularity on the stand-up circuit led to him being signed as the second host of the game show Family Feud in its second run and first revival. The show aired on CBS from 1988–1993 and was in syndication from 1988–1994. From 1995 to 1996, Combs hosted another game show, Family Challenge.",
    "year": 1956,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Elisabetta Brusa",
    "birthday": "1954-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Elisabetta_Brusa_at_home%2C_2015.jpg/320px-Elisabetta_Brusa_at_home%2C_2015.jpg",
    "extract": "Elisabetta Olga Laura Brusa is an Italian composer naturalised British.",
    "year": 1954,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "K. Krishnasamy",
    "birthday": "1954-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Puthiya_Thamizhakam_Founder_and_President.jpg/267px-Puthiya_Thamizhakam_Founder_and_President.jpg",
    "extract": "K. Krishnasamy is a physician, social worker and an Indian politician and former Member of the Legislative Assembly of Tamil Nadu. He founded the Puthiya Tamilagam party in 1999 and as a Devendra Kula Velalar Federation candidate was elected to the Tamil Nadu legislative assembly from Ottapidaram constituency in 1996 election & And as Puthiya Tamilagam candidate in 2011 Alliance with ADMK PARTY",
    "year": 1954,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sandra Boynton",
    "birthday": "1953-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Boynton_DogTrain.jpg/320px-Boynton_DogTrain.jpg",
    "extract": "Sandra Keith Boynton is an American humorist, songwriter, director, music producer, children's author, and illustrator. Boynton has written and illustrated more than fifty books for both children and adults, as well as over four thousand greeting cards, and five music albums. She has also designed calendars, wallpaper, bedding, stationery, paper goods, clothing, jewelry, and plush toys for various companies.",
    "year": 1953,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Wakanohana Kanji II",
    "birthday": "1953-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Wakanohana_II_handprint.JPG/320px-Wakanohana_II_handprint.JPG",
    "extract": "Wakanohana Kanji II  is a Japanese former professional sumo wrestler from Ōwani, Aomori. He was the sport's 56th yokozuna. After retirement he became head coach of Magaki stable. Due to poor health he left the Japan Sumo Association in December 2013.",
    "year": 1953,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "James Smith (boxer)",
    "birthday": "1953-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Champions_for_Kids.jpg/320px-Champions_for_Kids.jpg",
    "extract": "James \"Bonecrusher\" Smith is an American former professional boxer who competed from 1981 to 1999, and held the WBA heavyweight title from 1986 to 1987. Married to Anita Doreen Smith on November 13, 2021.",
    "year": 1953,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mike Moore (American politician)",
    "birthday": "1952-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Mike_Moore_1998.jpg/247px-Mike_Moore_1998.jpg",
    "extract": "Michael Cameron Moore is an American attorney and politician in the Democratic Party who was the Attorney General of Mississippi from 1988 to 2004.",
    "year": 1952,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Brendan Barber",
    "birthday": "1951-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Brendan_Barber%2C_Tolpuddle_2012.JPG/240px-Brendan_Barber%2C_Tolpuddle_2012.JPG",
    "extract": "Sir Brendan Paul Barber is a British trade union official. He served as chair of the Advisory, Conciliation and Arbitration Service (ACAS) Council until 2020. He is a former general secretary of the United Kingdom's Trades Union Congress (TUC); a post he held from June 2003 until his retirement at the end of 2012. He was appointed Acas Chair in 2014, replacing Ed Sweeney, who had been in the post since 2007. He also serves on the board of the Banking Standards Board (2015–), the Board of Transport for London (2013–), the board of Britain Stronger in Europe (2015–), the Council of City University, London and the board of Mountview Academy of Theatre Arts (2014–).",
    "year": 1951,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Annette Dolphin",
    "birthday": "1951-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Annette-Catherine-Dolphin-FRS.jpg/213px-Annette-Catherine-Dolphin-FRS.jpg",
    "extract": "Annette Catherine Dolphin is a Professor of Pharmacology in the Department of Neuroscience, Physiology and Pharmacology at University College London (UCL).",
    "year": 1951,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mitch Woods",
    "birthday": "1951-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Mitch_Woods_in_Israel_crop.jpg/256px-Mitch_Woods_in_Israel_crop.jpg",
    "extract": "Mitch Woods is an American modern day boogie-woogie, jump blues and jazz pianist and singer. Since the early 1980s he has been touring and recording with his band, the Rocket 88s. Woods calls his music, \"rock-a-boogie,\" and with his backing band has retrospectively provided a 1940s and 1950s jump blues style.",
    "year": 1951,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lyle Alzado",
    "birthday": "1949-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c9/LyleAlzadoPic.jpg/244px-LyleAlzadoPic.jpg",
    "extract": "Lyle Martin Alzado was an American professional All Pro football defensive end of the National Football League (NFL), famous for his intense and intimidating style of play.",
    "year": 1949,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "A. C. Grayling",
    "birthday": "1949-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/AC_Grayling.jpg/320px-AC_Grayling.jpg",
    "extract": "Anthony Clifford Grayling is a British philosopher and author. He was born in Northern Rhodesia and spent most of his childhood there and in Nyasaland. In 2011 he founded and became the first Master of New College of the Humanities, an independent undergraduate college in London. Until June 2011, he was Professor of Philosophy at Birkbeck, University of London, where he taught from 1991. He is also a supernumerary fellow of St Anne's College, Oxford, where he formerly taught.",
    "year": 1949,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Richard Thompson (musician)",
    "birthday": "1949-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Richard_Thompson_-_6-21-07_-_Photo_by_Anthony_Pepitone.jpg/320px-Richard_Thompson_-_6-21-07_-_Photo_by_Anthony_Pepitone.jpg",
    "extract": "Richard Thompson is an English singer, songwriter, and guitarist.",
    "year": 1949,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Arlette Cousture",
    "birthday": "1948-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Arlette_Cousture_2012-04-14.jpg/225px-Arlette_Cousture_2012-04-14.jpg",
    "extract": "Arlette Cousture, is a Canadian writer. She writes historical fiction, often depicting the lives of women in Quebec. Many of her novels have become best-sellers in the French language.",
    "year": 1948,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jaap de Hoop Scheffer",
    "birthday": "1948-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Hoop_Scheffer_I_%28crop%29.jpg/250px-Hoop_Scheffer_I_%28crop%29.jpg",
    "extract": "Jakob Gijsbert \"Jaap\" de Hoop Scheffer is a Dutch politician and diplomat of the Christian Democratic Appeal (CDA) party and jurist who served as Secretary General of NATO from 5 January 2004 until 1 August 2009.",
    "year": 1948,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Hans-Georg Schwarzenbeck",
    "birthday": "1948-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Hans-Georg_Schwarzenbeck.jpg/196px-Hans-Georg_Schwarzenbeck.jpg",
    "extract": "Hans-Georg \"Katsche\" Schwarzenbeck is a German former professional footballer who played as a defender. He played in the Bundesliga from 1966 to 1981, appearing in 416 matches for Bayern Munich. He won six German league championships, three German Cups, one European Cup Winners' Cup, and three consecutive European Cups.",
    "year": 1948,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Carlos Salinas de Gortari",
    "birthday": "1948-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Carlos_Salinas.jpg/216px-Carlos_Salinas.jpg",
    "extract": "Carlos Salinas de Gortari CYC DMN is a Mexican economist and politician affiliated with the Institutional Revolutionary Party (PRI) who served as President of Mexico from 1988 to 1994. He is widely regarded as the most influential and controversial politician in Mexico since the 1990s. Earlier in his career he worked in the Budget Secretariat, eventually becoming Secretary. He was the PRI presidential candidate in 1988, and was declared elected on 6 July 1988 after accusations of electoral fraud.",
    "year": 1948,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Anders Eliasson",
    "birthday": "1947-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Anders_Eliasson.jpg",
    "extract": "Anders Erik Birger Eliasson was a Swedish composer.",
    "year": 1947,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dee Murray",
    "birthday": "1946-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Dee_Murray_1971.jpg/320px-Dee_Murray_1971.jpg",
    "extract": "Dee Murray was an English bass guitarist, best known as a member of the Elton John Band.",
    "year": 1946,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Hanna Suchocka",
    "birthday": "1946-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Hanna_Suchocka%2C_Prime_Minister_of_Poland_1992-1993.jpg/221px-Hanna_Suchocka%2C_Prime_Minister_of_Poland_1992-1993.jpg",
    "extract": "Hanna Stanisława Suchocka is a Polish political figure, lawyer, professor at Adam Mickiewicz University in Poznań and Chair of the Constitutional Law Department, former First Vice-President and Honorary President of the Venice Commission.",
    "year": 1946,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bernie Parent",
    "birthday": "1945-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Bernie_Parent.jpg/215px-Bernie_Parent.jpg",
    "extract": "Bernard Marcel Parent is a Canadian former professional ice hockey goaltender who played 13 National Hockey League (NHL) seasons with the Philadelphia Flyers, Boston Bruins, and Toronto Maple Leafs, and also spent one season in the World Hockey Association (WHA) with the Philadelphia Blazers. Parent is widely acknowledged as one of the greatest goaltenders of all time. During the 1973–74 and 1974–75 seasons, in what many consider the finest consecutive seasons ever by a goaltender, the Flyers won two Stanley Cups and Parent won the Vezina Trophy and Conn Smythe Trophy both seasons. In that two-year run of dominance, Parent posted 30 shutouts in regular and post season play combined. A 1984 inductee into the Hockey Hall of Fame, Parent was rated number 63 on The Hockey News' list of The Top 100 NHL Players of All-Time in 1998. Parent remains an iconic fan favorite in Philadelphia more than three decades after his retirement. In 2017 Parent was named one of the '100 Greatest NHL Players' in history.",
    "year": 1945,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Catherine Spaak",
    "birthday": "1945-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Catherine_Spaak_75.jpg/243px-Catherine_Spaak_75.jpg",
    "extract": "Catherine Spaak was an actress and singer who acted in mostly in Italian films with some Hollywood and international productions. She is best known for her roles in the films Il Sorpasso (1962), The Empty Canvas (1963) and The Cat o' Nine Tails (1971).",
    "year": 1945,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Peter Colman",
    "birthday": "1944-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Professor_Peter_Colman_FRS.jpg/213px-Professor_Peter_Colman_FRS.jpg",
    "extract": "Peter Malcolm Colman is the head of the structural biology division at the Walter and Eliza Hall Institute of Medical Research in Melbourne, Australia.",
    "year": 1944,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tony Orlando",
    "birthday": "1944-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Tony_Orlando_by_Gage_Skidmore.jpg/231px-Tony_Orlando_by_Gage_Skidmore.jpg",
    "extract": "Michael Anthony Orlando Cassavitis is an American singer, songwriter, producer, music executive, radio personality and actor whose career spanned over 60 years. He is best known for his work as part of Tony Orlando and Dawn.",
    "year": 1944,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mario Lavista",
    "birthday": "1943-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Mario_Lavista_en_el_inicio_de_la_temporada_de_la_OFCM_%2827900351669%29_%28cropped%29.jpg/200px-Mario_Lavista_en_el_inicio_de_la_temporada_de_la_OFCM_%2827900351669%29_%28cropped%29.jpg",
    "extract": "Mario Lavista was a Mexican composer, writer and intellectual.",
    "year": 1943,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Richard Manuel",
    "birthday": "1943-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/The_Band_2005710045.jpg/311px-The_Band_2005710045.jpg",
    "extract": "Richard George Manuel was a Canadian composer, singer, and multi-instrumentalist, best known as a pianist and one of three lead singers in The Band.",
    "year": 1943,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marsha Mason",
    "birthday": "1942-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Marsha_Mason_%2825323356757%29.jpg/246px-Marsha_Mason_%2825323356757%29.jpg",
    "extract": "Marsha Mason is an American actress and director. She was nominated four times for the Academy Award for Best Actress: for her performances in Cinderella Liberty (1973), The Goodbye Girl (1977), Chapter Two (1979), and Only When I Laugh (1981). The first two films also won her Golden Globe Awards. She was married for ten years (1973–1983) to the playwright and screenwriter Neil Simon, who was the writer of three of her four Oscar-nominated roles.",
    "year": 1942,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Wayne Newton",
    "birthday": "1942-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Wayne_Newton_in_Washington_D.C.jpg/213px-Wayne_Newton_in_Washington_D.C.jpg",
    "extract": "Carson Wayne Newton is an American singer and actor. One of the best-known entertainers in Las Vegas, he is known by the nicknames The Midnight Idol, Mr. Las Vegas and Mr. Entertainment. His well known songs include 1972's \"Daddy, Don't You Walk So Fast\", \"Years\" (1980), and his vocal version of \"Red Roses for a Blue Lady\" (1965). His signature song \"Danke Schoen\" (1963) was notably used in the score for Ferris Bueller's Day Off (1986).",
    "year": 1942,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Billy Joe Royal",
    "birthday": "1942-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Billy_Joe_Royal.png/320px-Billy_Joe_Royal.png",
    "extract": "Billy Joe Royal was an American country soul singer. His most successful record was \"Down in the Boondocks\" in 1965.",
    "year": 1942,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jan and Dean",
    "birthday": "1941-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Jan_and_Dean_1964.JPG/247px-Jan_and_Dean_1964.JPG",
    "extract": "Jan and Dean was an American rock duo consisting of William Jan Berry and Dean Ormsby Torrence. In the early 1960s, they were pioneers of the California Sound and vocal surf music styles popularized by the Beach Boys.",
    "year": 1941,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Philippé Wynne",
    "birthday": "1941-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a6/Philipp%C3%A9_Wynne.jpg/320px-Philipp%C3%A9_Wynne.jpg",
    "extract": "Philippé Wynne was an American singer, best known for his role as a lead vocalist of The Spinners. Wynne scored notable hits such as \"How Could I Let You Get Away\", \"The Rubberband Man\", and \"One of a Kind \". After leaving The Spinners, Wynne never regained the same success, although he was featured in hits by other artists such as \"(Not Just) Knee Deep\" by Funkadelic. Wynne died of a heart attack while performing at a nightclub.",
    "year": 1941,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "François de Roubaix",
    "birthday": "1939-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Fran%C3%A7ois_de_Roubaix%2C_portrait.png/286px-Fran%C3%A7ois_de_Roubaix%2C_portrait.png",
    "extract": "François de Roubaix was a French film score composer. In a decade, he created a musical style with new sounds, until his accidental death at 36.",
    "year": 1939,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Paul Craig Roberts",
    "birthday": "1939-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Paul_Craig_Roberts_on_RT_America.jpg/293px-Paul_Craig_Roberts_on_RT_America.jpg",
    "extract": "Paul Craig Roberts is an American economist and author. He formerly held a sub-cabinet office in the United States federal government as well as teaching positions at several U.S. universities. He is a promoter of supply-side economics and an opponent of recent U.S. foreign policy.",
    "year": 1939,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jimmy McGriff",
    "birthday": "1936-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Jimmy_McGriff.jpg/320px-Jimmy_McGriff.jpg",
    "extract": "James Harrell McGriff was an American hard bop and soul-jazz organist and organ trio bandleader.",
    "year": 1936,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Harold Vick",
    "birthday": "1936-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Harold_Vick.jpg/320px-Harold_Vick.jpg",
    "extract": "Harold Vick was an American jazz saxophonist and flutist.",
    "year": 1936,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jane Goodall",
    "birthday": "1934-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Jane-goodall.jpg/320px-Jane-goodall.jpg",
    "extract": "Dame Jane Morris Goodall, formerly Baroness Jane van Lawick-Goodall, is an English primatologist and anthropologist. Seen as the world's foremost expert on chimpanzees, Goodall is best known for her 60-year study of social and family interactions of wild chimpanzees since she first went to Gombe Stream National Park in Tanzania in 1960, where she witnessed human-like behaviours amongst chimpanzees, including armed conflict. In April 2002, she was named a UN Messenger of Peace. Goodall is an honorary member of the World Future Council.",
    "year": 1934,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jim Parker (American football)",
    "birthday": "1934-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Jim_Parker_1960.jpg/228px-Jim_Parker_1960.jpg",
    "extract": "James Thomas Parker was an American professional football player who was an offensive tackle and guard in the National Football League (NFL) for the Baltimore Colts from 1957 to 1967. He played college football at Ohio State University from 1954 to 1956. Parker was inducted into the Pro Football Hall of Fame in 1973 and the College Football Hall of Fame in 1974.",
    "year": 1934,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bob Dornan",
    "birthday": "1933-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/RobertDornan.jpg/248px-RobertDornan.jpg",
    "extract": "Robert Kenneth Dornan is an American politician and actor from California. A Republican, Dornan served in the United States House of Representatives from 1977 to 1983 and from 1985 to 1997. He has become well known for publicly outing Republican U.S. Representative Steve Gunderson as gay on the House of Representatives floor in 1994. He unsuccessfully sought the Republican nomination for president of the United States in 1996.",
    "year": 1933,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "William Bast",
    "birthday": "1931-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/William_Bast_2008.jpg/240px-William_Bast_2008.jpg",
    "extract": "William Bast was an American screenwriter and author. In addition to writing scripts for motion pictures and television, he was the author of two biographies of the screen actor James Dean. He often worked with his partner Paul Huson.",
    "year": 1931,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lawton Chiles",
    "birthday": "1930-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Senator_Lawton_Chiles.jpg/249px-Senator_Lawton_Chiles.jpg",
    "extract": "Lawton Mainor Chiles Jr. was an American politician who served as the 41st Governor of Florida from 1991 until his death in 1998. A member of the Democratic Party, he previously served as a United States senator from Florida from 1971 to 1989.",
    "year": 1930,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Helmut Kohl",
    "birthday": "1930-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Helmut_Kohl_%281996%29_cropped.jpg/222px-Helmut_Kohl_%281996%29_cropped.jpg",
    "extract": "Helmut Josef Michael Kohl was a German politician who served as Chancellor of Germany from 1982 to 1998 and Leader of the Christian Democratic Union (CDU) from 1973 to 1998. Kohl's 16-year tenure is the longest of any German chancellor since Otto von Bismarck, and oversaw the end of the Cold War, the German reunification and the creation of the European Union (EU).",
    "year": 1930,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mario Benjamín Menéndez",
    "birthday": "1930-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/57/Mar%C3%ADo_Benjam%C3%ADn_Men%C3%A9ndez.jpg",
    "extract": "Mario Benjamin Menéndez was the Argentine governor of the Falklands during the 1982 Argentine occupation of the islands. He also served in the Argentine Army. Menéndez surrendered Argentine forces to Britain during the Falklands War.",
    "year": 1930,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Wally Moon",
    "birthday": "1930-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Wally_Moon_1961.png/320px-Wally_Moon_1961.png",
    "extract": "Wallace Wade Moon was an American professional baseball outfielder in Major League Baseball. Moon played his 12-year career in the major leagues for the St. Louis Cardinals (1954–1958) and Los Angeles Dodgers (1959–1965). He batted left-handed and threw right-handed.",
    "year": 1930,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Fazlur Rahman Khan",
    "birthday": "1929-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f4/FRKhan.jpg/220px-FRKhan.jpg",
    "extract": "Fazlur Rahman Khan was a Bangladeshi-American structural engineer and architect, who initiated important structural systems for skyscrapers. Considered the \"father of tubular designs\" for high-rises, Khan was also a pioneer in computer-aided design (CAD). He was the designer of the Sears Tower, since renamed Willis Tower, the tallest building in the world from 1973 until 1998 and the 100-story John Hancock Center.",
    "year": 1929,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Poul Schlüter",
    "birthday": "1929-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Poul_Schluter_portrait_2005.jpg/213px-Poul_Schluter_portrait_2005.jpg",
    "extract": "Poul Holmskov Schlüter was a Danish politician who served as Prime Minister of Denmark from 1982 to 1993. He was the first member of the Conservative People's Party to become Prime Minister, as well as the first conservative to hold the office since 1901. Schlüter was a member of the Folketing for the Conservative People's Party from 1964 to 1994. He was also Chairman of the Conservative People's Party from 1974 to 1977 and from 1981 to 1993.",
    "year": 1929,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Don Gibson",
    "birthday": "1928-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Don_Gibson.png/278px-Don_Gibson.png",
    "extract": "Donald Eugene Gibson was an American songwriter and country musician. A Country Music Hall of Fame inductee, Gibson wrote such country standards as \"Sweet Dreams\" and \"I Can't Stop Loving You\", and enjoyed a string of country hits from 1957 into the mid-1970s.",
    "year": 1928,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Emmett Johns",
    "birthday": "1928-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1f/Emmett_Johns.jpeg/320px-Emmett_Johns.jpeg",
    "extract": "Emmett Mathias Joseph Johns,, was a Canadian priest and humanitarian. He was the founder of Dans la Rue, a homeless shelter and support group for street youth in Montreal, Quebec.",
    "year": 1928,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Earl Lloyd",
    "birthday": "1928-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Earl_Lloyd_-_CIAA_HOF_Brunch_-_1-3-06.jpg/320px-Earl_Lloyd_-_CIAA_HOF_Brunch_-_1-3-06.jpg",
    "extract": "Earl Francis Lloyd was an American professional basketball player and coach. He was the first African American player to play a game in the National Basketball Association (NBA).",
    "year": 1928,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jennifer Paterson",
    "birthday": "1928-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4c/Jennifer_Paterson.jpeg",
    "extract": "Jennifer Mary Paterson was a British celebrity cook, author, actress and television personality who appeared on the television programme Two Fat Ladies (1996-1999) with Clarissa Dickson Wright. Prior to this, she wrote a cookery column both for The Spectator and for The Oldie.",
    "year": 1928,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Wesley A. Brown",
    "birthday": "1927-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Wesley_Brown_1949_photo_by_US_Naval_Academy.jpg",
    "extract": "Wesley Anthony Brown was the first African-American graduate of the United States Naval Academy (USNA) in Annapolis, Maryland. He served in the United States Navy from May 2, 1944, until June 30, 1969. He was involved in both the Korean and Vietnam wars.",
    "year": 1927,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gus Grissom",
    "birthday": "1926-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Virgil_I._%28Gus%29_Grissom_portrait.jpg/261px-Virgil_I._%28Gus%29_Grissom_portrait.jpg",
    "extract": "Virgil Ivan \"Gus\" Grissom was an American engineer, pilot in the United States Air Force, and member of the Mercury Seven selected by National Aeronautics and Space Administration's (NASA) as Project Mercury astronauts to be the first Americans in outer space. He was a Project Gemini and an Apollo program astronaut. As a member of the NASA Astronaut Corps, Grissom was the second American to fly in space in 1961. He was also the second American to fly in space twice, preceded only by Joe Walker with his sub-orbital X-15 flights.",
    "year": 1926,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tony Benn",
    "birthday": "1925-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Tony_Benn2.jpg/242px-Tony_Benn2.jpg",
    "extract": "Anthony Neil Wedgwood Benn was a British politician, writer and diarist who served as a Cabinet minister in the 1960s and 1970s. A member of the Labour Party, he was Member of Parliament for Bristol South East and Chesterfield for 47 of the 51 years between 1950 and 2001. He later served as President of the Stop the War Coalition from 2001 to 2014.",
    "year": 1925,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marlon Brando",
    "birthday": "1924-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Marlon_Brando_publicity_for_One-Eyed_Jacks.png/249px-Marlon_Brando_publicity_for_One-Eyed_Jacks.png",
    "extract": "Marlon Brando Jr. was an American actor. Considered one of the most influential actors of the 20th century, he received numerous accolades throughout his career, which spanned six decades, including two Academy Awards, two Golden Globe Awards, one Cannes Film Festival Award and three British Academy Film Awards. Brando was also an activist for many causes, notably the civil rights movement and various Native American movements. Having studied with Stella Adler in the 1940s, he is credited with being one of the first actors to bring the Stanislavski system of acting, and method acting, derived from the Stanislavski system, to mainstream audiences.",
    "year": 1924,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Roza Shanina",
    "birthday": "1924-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/%D0%A1%D0%BD%D0%B0%D0%B9%D0%BF%D0%B5%D1%80_%D0%A0%D0%BE%D0%B7%D0%B0_%D0%95%D0%B3%D0%BE%D1%80%D0%BE%D0%B2%D0%BD%D0%B0_%D0%A8%D0%B0%D0%BD%D0%B8%D0%BD%D0%B0.jpg/224px-%D0%A1%D0%BD%D0%B0%D0%B9%D0%BF%D0%B5%D1%80_%D0%A0%D0%BE%D0%B7%D0%B0_%D0%95%D0%B3%D0%BE%D1%80%D0%BE%D0%B2%D0%BD%D0%B0_%D0%A8%D0%B0%D0%BD%D0%B8%D0%BD%D0%B0.jpg",
    "extract": "Roza Georgiyevna Shanina was a Soviet sniper during World War II who was credited with 59 confirmed kills, including twelve soldiers during the Battle of Vilnius. Shanina volunteered for the military after the death of her brother in 1941 and chose to be a sniper on the front line. Praised for her shooting accuracy, Shanina was capable of precisely hitting enemy personnel and making doublets.",
    "year": 1924,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Doris Day",
    "birthday": "1922-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Doris_Day_-_1957.JPG/229px-Doris_Day_-_1957.JPG",
    "extract": "Doris Day was an American actress, singer, and animal welfare activist. She began her career as a big band singer in 1939, achieving commercial success in 1945 with two No. 1 recordings, \"Sentimental Journey\" and \"My Dreams Are Getting Better All the Time\" with Les Brown & His Band of Renown. She left Brown to embark on a solo career and recorded more than 650 songs from 1947 to 1967.",
    "year": 1922,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Robert Karvelas",
    "birthday": "1921-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0a/Robert_Karvelas_as_Larrabee.jpg",
    "extract": "Robert Karvelas was an American actor. He was best known for his role as Larabee in the television series Get Smart (1965–1970).",
    "year": 1921,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jan Sterling",
    "birthday": "1921-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Jan_Sterling_MS152.jpg/236px-Jan_Sterling_MS152.jpg",
    "extract": "Jan Sterling was an American film, television and stage actress. At her most active in films during the 1950s, Sterling received a Golden Globe Award for Best Supporting Actress for her performance in The High and the Mighty (1954), as well as an Academy Award for Best Supporting Actress nomination. Her best performance is often considered to be opposite Kirk Douglas, as the opportunistic wife in Billy Wilder's 1951 Ace in the Hole. Although her career declined during the 1960s, she continued to play occasional television and theatre roles.",
    "year": 1921,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Yoshibayama Junnosuke",
    "birthday": "1920-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Yoshibayama_Junnosuke_Scan10004.JPG/235px-Yoshibayama_Junnosuke_Scan10004.JPG",
    "extract": "Yoshibayama Junnosuke , real name Ikeda Junnosuke , was a Japanese professional sumo wrestler from Atsuta District, Hokkaido. He was the sport's 43rd yokozuna. He suffered a number of injuries and only won one tournament championship, but was a popular wrestler. He was a runner-up five times, and earned three special prizes and two gold stars in his top division career. After his retirement in 1958 he revived and led the Miyagino stable until his death in 1977.",
    "year": 1920,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ervin Drake",
    "birthday": "1919-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Ervin_Drake.jpg/243px-Ervin_Drake.jpg",
    "extract": "Ervin Drake was an American songwriter whose works include such American Songbook standards as \"I Believe\" and \"It Was a Very Good Year\". He wrote in a variety of styles and his work has been recorded by musicians around the world. In 1983, he was inducted into the Songwriters Hall of Fame.",
    "year": 1919,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Clairette Oddera",
    "birthday": "1919-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Bo%C3%AEte_d%27allumettes_de_Chez_Clairette_%281%29.jpg/320px-Bo%C3%AEte_d%27allumettes_de_Chez_Clairette_%281%29.jpg",
    "extract": "Clairette, was a Quebec-based French actress and singer. After her own career slowed down she became the proprietor of Montreal's \"Chez Clairette\" nightclub. In later life she received official honors for her cultural influence in giving a career break to many up-and-coming entertainers who later became famous.",
    "year": 1919,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mary Anderson (actress, born 1918)",
    "birthday": "1918-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Mary_Anderson%2C_Christmas_1944.jpg/230px-Mary_Anderson%2C_Christmas_1944.jpg",
    "extract": "Mary Bebe Anderson was an American actress, who appeared in 31 films and 22 television productions between 1939 and 1965. She was best known for her small supporting role in the film Gone With the Wind as well as one of the main characters in Alfred Hitchcock's 1944 film Lifeboat.",
    "year": 1918,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Louis Applebaum",
    "birthday": "1918-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Louis_Applebaum.jpg/249px-Louis_Applebaum.jpg",
    "extract": "Louis Applebaum, was a Canadian film score composer, administrator, and conductor.",
    "year": 1918,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Herb Caen",
    "birthday": "1916-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Herb_Caen%2C_SF.jpg/320px-Herb_Caen%2C_SF.jpg",
    "extract": "Herbert Eugene Caen was a San Francisco humorist and journalist whose daily column of local goings-on and insider gossip, social and political happenings, and offbeat puns and anecdotes—\"A continuous love letter to San Francisco\"—appeared in the San Francisco Chronicle for almost sixty years and made him a household name throughout the San Francisco Bay Area.",
    "year": 1916,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Louiguy",
    "birthday": "1916-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Louiguy_Wikimedia.png/228px-Louiguy_Wikimedia.png",
    "extract": "Louis Guglielmi, known by his nom de plume Louiguy, was a Spanish-born French musician of Italian descent. He wrote the melody for Édith Piaf's lyrics of \"La Vie en Rose\" and the Latin jazz composition \"Cerisier rose et pommier blanc\", a popular song written in 1950, made famous in English as \"Cherry Pink \", which was recast as a resounding mambo hit for Pérez Prado.",
    "year": 1916,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Piet de Jong",
    "birthday": "1915-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Piet_de_Jong_1970.jpg/230px-Piet_de_Jong_1970.jpg",
    "extract": "Petrus Jozef Sietse \"Piet\" de Jong was a Dutch politician of the defunct Catholic People's Party (KVP) now the Christian Democratic Appeal (CDA) party and naval officer who served as Prime Minister of the Netherlands from 5 April 1967 to 6 July 1971.",
    "year": 1915,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "İhsan Doğramacı",
    "birthday": "1915-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c3/%C4%B0hsan_Do%C4%9Framac%C4%B1_1996.jpg",
    "extract": "Professor İhsan Doğramacı was a Turkish paediatrician, entrepreneur, philanthropist, educationalist and college administrator of Iraqi Turkmen descent born in today's Erbil, Kurdistan Region, Iraq then Ottoman Empire.",
    "year": 1915,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ray Getliffe",
    "birthday": "1914-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Ray_Getliffe_%281945%29.jpg/301px-Ray_Getliffe_%281945%29.jpg",
    "extract": "Raymond Getliffe was a Canadian professional ice hockey left winger who played 10 seasons in the National Hockey League for the Boston Bruins and Montreal Canadiens. Born in Galt, Ontario, he played with the Saint John St. Peters. At the time of his death he was believed to be the oldest living former Montreal Canadiens player. Getliffe's name is on the Stanley Cup twice, for 1939 with Boston and 1944 with Montreal. On February 6, 1943 while playing for the Canadiens he scored five goals in one game.",
    "year": 1914,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sam Manekshaw",
    "birthday": "1914-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Field_marshal_SHFJ_Manekshaw.jpg/232px-Field_marshal_SHFJ_Manekshaw.jpg",
    "extract": "Field Marshal Sam Hormusji Framji Jamshedji Manekshaw, widely known as Sam Manekshaw and Sam Bahadur, was the Chief of the Army Staff of the Indian Army during the Indo-Pakistani War of 1971, and the first Indian Army officer to be promoted to the rank of field marshal. His active military career spanned four decades and five wars, beginning with service in the British Indian Army in World War II.",
    "year": 1914,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Per Borten",
    "birthday": "1913-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Per_Borten_%281964%2C_Knudsens_fotosenter%29.jpg/213px-Per_Borten_%281964%2C_Knudsens_fotosenter%29.jpg",
    "extract": "Per Borten (help·info) was a Norwegian politician from the Centre Party and the 25th prime minister of Norway from 1965 to 1971. Per Borten is credited for leading the modernization of what was then named Bondepartiet into today's Centre Party. He was an active opponent of Norway joining the European Union.",
    "year": 1913,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Grigoris Lambrakis",
    "birthday": "1912-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/08/GregorisLambrakis.jpg",
    "extract": "Grigoris Lambrakis was a Greek politician, physician, track and field athlete, and member of the faculty of the School of Medicine at the University of Athens. A member of the Greek resistance to Axis rule during World War II, he later became a prominent anti-war activist. His assassination by right-wing zealots provoked mass protests and led to a political crisis.",
    "year": 1912,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Nanette Bordeaux",
    "birthday": "1911-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/98/1940snanettebordeux.jpg/307px-1940snanettebordeux.jpg",
    "extract": "Hélène Olivine Veilleux, known professionally as Nanette Bordeaux, was a French Canadian-born American film actress. Bordeaux made over 15 film appearances between 1942 and 1957.",
    "year": 1911,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Michael Woodruff",
    "birthday": "1911-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/59/Sir_michael_woodruff.jpg",
    "extract": "Sir Michael Francis Addison Woodruff, FRS, FRSE FRCS was an English surgeon and scientist principally remembered for his research into organ transplantation. Though born in London, Woodruff spent his youth in Australia, where he earned degrees in electrical engineering and medicine. Having completed his studies shortly after the outbreak of World War II, he joined the Australian Army Medical Corps, but was soon captured by Japanese forces and imprisoned in the Changi Prison Camp. While there, he devised an ingenious method of extracting nutrients from agricultural wastes to prevent malnutrition among his fellow POWs.",
    "year": 1911,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stanisława Walasiewicz",
    "birthday": "1911-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Stanis%C5%82awa_Walasiewicz_1938.jpg/217px-Stanis%C5%82awa_Walasiewicz_1938.jpg",
    "extract": "Stanisława Walasiewicz, also known as Stefania Walasiewicz, and Stella Walsh, was a Polish-American track and field athlete, who became a women's Olympic champion in the 100 metres. Born in Poland and raised in the United States, she became an American citizen in 1947.",
    "year": 1911,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stanislaw Ulam",
    "birthday": "1909-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Stanislaw_Ulam.tif/lossy-page1-220px-Stanislaw_Ulam.tif.jpg",
    "extract": "Stanisław Marcin Ulam was a Polish-American scientist in the fields of mathematics and nuclear physics. He participated in the Manhattan Project, originated the Teller–Ulam design of thermonuclear weapons, discovered the concept of the cellular automaton, invented the Monte Carlo method of computation, and suggested nuclear pulse propulsion. In pure and applied mathematics, he proved some theorems and proposed several conjectures.",
    "year": 1909,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Robert Sink",
    "birthday": "1905-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8c/Lieutenant_General_Robert_F_Sink506e.png",
    "extract": "Robert Frederick Sink was a senior United States Army officer who fought during World War II and the Korean War, though he was most famous for his command of the 506th Parachute Infantry Regiment, part of the 101st Airborne Division, throughout most of World War II, in France, Netherlands and Belgium.",
    "year": 1905,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Iron Eyes Cody",
    "birthday": "1904-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/IronEyesCody.jpg/295px-IronEyesCody.jpg",
    "extract": "Iron Eyes Cody was an American actor of Italian descent who portrayed Native Americans in Hollywood films, famously as Chief Iron Eyes in Bob Hope's The Paleface (1948). He also played a Native American shedding a tear about litter in one of the country's most well-known television public service announcements from the group Keep America Beautiful. Living in Hollywood, he began to insist, even in his private life, that he was Native American, over time claiming membership in several different tribes. In 1996, Cody's half-sister said that he was of Italian ancestry, but he denied it. After his death, it was revealed that he was of Sicilian parentage, and not Native American at all.",
    "year": 1904,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sally Rand",
    "birthday": "1904-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Sally_Rand_NYWTS.jpg/259px-Sally_Rand_NYWTS.jpg",
    "extract": "Sally Rand was an American burlesque dancer, vedette, and actress, most noted for her ostrich feather fan dance and balloon bubble dance. She also performed under the name Billie Beck.",
    "year": 1904,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Russel Wright",
    "birthday": "1904-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/da/Russel_Wright.jpg",
    "extract": "Russel Wright was an American industrial designer. His best-selling ceramic dinnerware was credited with encouraging the general public to enjoy creative modern design at table with his many other ranges of furniture, accessories, and textiles. The Russel and Mary Wright Design Gallery at Manitoga in upstate New York records how the \"Wrights shaped modern American lifestyle\".",
    "year": 1904,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kamaladevi Chattopadhyay",
    "birthday": "1903-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Kamaladevi_Chattopadhyay.png",
    "extract": "Kamaladevi Chattopadhyay was an Indian social reformer and freedom activist. She was most remembered for her contribution to the Indian independence movement; for being the driving force behind the renaissance of Indian handicrafts, handlooms, and theatre in independent India; and for upliftment of the socio-economic standard of Indian women by pioneering the co-operation. She is the first lady in India to stand in elections from Madras Constituency although she lost in the elections but she pioneered the path for the women in India.",
    "year": 1903,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Camille Chamoun",
    "birthday": "1900-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Camille_chamoun.jpg/228px-Camille_chamoun.jpg",
    "extract": "Camille Nimr Chamoun OM, ONC was a Lebanese politician who served as President of Lebanon from 1952 to 1958. He was one of the country's main Christian leaders during most of the Lebanese Civil War (1975–1990).",
    "year": 1900,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "David Jack",
    "birthday": "1898-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/David_Jack_%281%29.jpg/254px-David_Jack_%281%29.jpg",
    "extract": "David Bone Nightingale Jack was an English footballer who played as an inside forward. He scored 267 goals from 521 appearances in the Football League playing for Plymouth Argyle, Bolton Wanderers and Arsenal. He was the first footballer to be transferred for a fee in excess of £10,000, was the first to score at Wembley – in the 1923 FA Cup Final – and was capped nine times for England. After retiring as a player, he managed Southend United, Middlesbrough and Shelbourne.",
    "year": 1898,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "George Jessel (actor)",
    "birthday": "1898-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/George_Jessel_1926.jpg/267px-George_Jessel_1926.jpg",
    "extract": "George Albert \"Georgie\" Jessel was an American, actor, singer, songwriter, film producer, and illustrated song \"model.\" He was famous in his lifetime as a multitalented comedic entertainer, achieving a level of recognition that transcended his limited roles in movies. He was widely known by his nickname, the \"Toastmaster General of the United States,\" for his frequent role as the master of ceremonies at political and entertainment gatherings. Jessel originated the title role in the stage production of The Jazz Singer.",
    "year": 1898,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Henry Luce",
    "birthday": "1898-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Henry_Luce_1954.jpg/229px-Henry_Luce_1954.jpg",
    "extract": "Henry Robinson Luce was an American magazine magnate who founded Time, Life, and Fortune magazines. He has been called \"the most influential private citizen in the America of his day\".",
    "year": 1898,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Joe Kirkwood Sr.",
    "birthday": "1897-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Joe_Kirkwood_LOC_npcc.05942.jpg/263px-Joe_Kirkwood_LOC_npcc.05942.jpg",
    "extract": "Joseph Henry Kirkwood Sr. was a professional golfer who is acknowledged as having put Australian golf on the world map.",
    "year": 1897,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Thrasyvoulos Tsakalotos",
    "birthday": "1897-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Tsakalotos_Thrasyvoulos_1944_Athens.jpg/320px-Tsakalotos_Thrasyvoulos_1944_Athens.jpg",
    "extract": "Thrasyvoulos Tsakalotos was a distinguished Hellenic Army Lieutenant General who served in World War I, the Greco-Turkish War of 1919–1922, World War II and the Greek Civil War, rising to become Chief of the Hellenic Army General Staff. He also served as Greece's Ambassador to Yugoslavia.",
    "year": 1897,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mario Castelnuovo-Tedesco",
    "birthday": "1895-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d6/Castelnuovo-Tedesco.jpg",
    "extract": "Mario Castelnuovo-Tedesco was an Italian composer, pianist and writer. He was known as one of the foremost guitar composers in the twentieth century with almost one hundred compositions for that instrument. In 1939 he immigrated to the United States and became a film composer for Metro-Goldwyn-Mayer for some 200 Hollywood movies for the next fifteen years. He also wrote concertos for Jascha Heifetz and Gregor Piatigorsky.",
    "year": 1895,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Zez Confrey",
    "birthday": "1895-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Dizzy_Fingers_Sheet_Music_Cover_1.jpg/235px-Dizzy_Fingers_Sheet_Music_Cover_1.jpg",
    "extract": "Edward Elzear \"Zez\" Confrey was an American composer and performer of novelty piano and jazz music. His most noted works were \"Kitten on the Keys\" and \"Dizzy Fingers.\" Studying at the Chicago Musical College and becoming enthralled by French impressionists played a critical role in how he composed and performed music.",
    "year": 1895,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Leslie Howard",
    "birthday": "1893-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Leslie_Howard_GWTW.jpg/250px-Leslie_Howard_GWTW.jpg",
    "extract": "Leslie Howard Steiner was an English actor, director and producer. He also wrote many stories and articles for The New York Times, The New Yorker, and Vanity Fair and was one of the biggest box-office draws and movie idols of the 1930s.",
    "year": 1893,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Grigoraș Dinicu",
    "birthday": "1889-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Grigoras_Dinicu_02.jpg/264px-Grigoras_Dinicu_02.jpg",
    "extract": "Grigoraș Ionică Dinicu was a Romanian violin virtuoso and composer of Roma ethnicity. He is most famous for his often-played virtuoso violin showpiece \"Hora staccato\" (1906) and for making popular the tune Ciocârlia, composed by his grandfather Angheluș Dinicu for \"nai\". It is rumored that Jascha Heifetz once said that Grigoraș Dinicu was the greatest violinist he had ever heard. In the 1930s he was involved in the political movement of the Romanian Roma and was made honorary president of the \"General Union of the Romanian Roma\". Other well known compositions are: Hora mărțișorului, Ceasornicul and Căruța poștei.",
    "year": 1889,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Thomas C. Kinkaid",
    "birthday": "1888-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Thomas_C._Kinkaid.jpg/251px-Thomas_C._Kinkaid.jpg",
    "extract": "Thomas Cassin Kinkaid was an admiral in the United States Navy, known for his service during World War II. He built a reputation as a \"fighting admiral\" in the aircraft carrier battles of 1942 and commanded the Allied forces in the Aleutian Islands Campaign. He was Commander Allied Naval Forces and the Seventh Fleet under General of the Army Douglas MacArthur in the Southwest Pacific Area, where he conducted numerous amphibious operations, and commanded an Allied fleet during the Battle of Leyte Gulf, the largest naval battle of World War II and the last naval battle between battleships in history.",
    "year": 1888,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ōtori Tanigorō",
    "birthday": "1887-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Otori.jpg/206px-Otori.jpg",
    "extract": "Ōtori Tanigorō  was a Japanese professional sumo wrestler from Inzai, Chiba Prefecture. He was the sport's 24th yokozuna.",
    "year": 1887,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Nishizō Tsukahara",
    "birthday": "1887-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Nishio_Tsukahara.jpg/253px-Nishio_Tsukahara.jpg",
    "extract": "Nishizō Tsukahara , was an admiral in the Imperial Japanese Navy during World War II.",
    "year": 1887,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dooley Wilson",
    "birthday": "1886-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Dooley_Wilson.jpg/311px-Dooley_Wilson.jpg",
    "extract": "Arthur \"Dooley\" Wilson was an American actor, singer and musician who is best remembered as Sam in the 1942 film, Casablanca; in the film, he performed its theme song, \"As Time Goes By\".",
    "year": 1886,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Allan Dwan",
    "birthday": "1885-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Allan_Dwan_-_Sep_1920_EH.jpg/252px-Allan_Dwan_-_Sep_1920_EH.jpg",
    "extract": "Allan Dwan was a pioneering Canadian-born American motion picture director, producer, and screenwriter.",
    "year": 1885,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bud Fisher",
    "birthday": "1885-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Bud_Fisher_1915_%28cropped%29.jpg/228px-Bud_Fisher_1915_%28cropped%29.jpg",
    "extract": "Harry Conway \"Bud\" Fisher was an American cartoonist who created Mutt and Jeff, the first successful daily comic strip in the United States.",
    "year": 1885,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marie-Victorin Kirouac",
    "birthday": "1885-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Marie-Victorin.png/228px-Marie-Victorin.png",
    "extract": "Brother Marie-Victorin, F.S.C., was a Canadian member of Brothers of the Christian Schools and a noted botanist in Quebec, Canada. He is known as the father of the Botanical Garden of Montreal.",
    "year": 1885,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "St John Philby",
    "birthday": "1885-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Harry_St._John_Bridger_Philby.jpg/207px-Harry_St._John_Bridger_Philby.jpg",
    "extract": "Harry St John Bridger Philby, CIE, also known as Jack Philby or Sheikh Abdullah, was a British Arabist, adviser, explorer, writer, and Colonial Office intelligence officer.",
    "year": 1885,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ikki Kita",
    "birthday": "1883-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Kita_Ikki.jpg/231px-Kita_Ikki.jpg",
    "extract": "Ikki Kita  was a Japanese author, intellectual and political philosopher who was active in early Shōwa period Japan. Drawing from an eclectic range of influences, Kita was a self-described socialist who has also been described as the \"ideological father of Japanese fascism\", although his writings touched equally upon pan-Asianism, Nichiren Buddhism, fundamental human rights and egalitarianism and he was involved with Chinese revolutionary circles. While his publications were invariably censored and he ceased writing after 1923, Kita was an inspiration for elements on the far-right of Japanese politics into the 1930s, particularly his advocacy for territorial expansion and a military coup. The government saw Kita's ideas as disruptive and dangerous; in 1936 he was arrested for allegedly joining the failed coup attempt of 26 February 1936 and executed in 1937.",
    "year": 1883,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alcide De Gasperi",
    "birthday": "1881-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Alcide_de_Gasperi_2.jpg/241px-Alcide_de_Gasperi_2.jpg",
    "extract": "Alcide Amedeo Francesco De Gasperi was an Italian statesman who founded the Christian Democracy party and served as the 30th prime minister of Italy in eight successive coalition governments from 1945 to 1953.",
    "year": 1881,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Otto Weininger",
    "birthday": "1880-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/OttoWeiningerspring1903.jpg/273px-OttoWeiningerspring1903.jpg",
    "extract": "Otto Weininger was an Austrian philosopher who lived in the Austro-Hungarian Empire. In 1903, he published the book Geschlecht und Charakter, which gained popularity after his suicide at the age of 23. Parts of his work were adapted for use by the Nazi regime. Weininger was a strong influence on Ludwig Wittgenstein, August Strindberg, Julius Evola, and, via his lesser-known work Über die letzten Dinge, on James Joyce.",
    "year": 1880,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Margaret Anglin",
    "birthday": "1876-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Margaret_Anglin%2C_stage_actress_%28SAYRE_4333%29.jpg/218px-Margaret_Anglin%2C_stage_actress_%28SAYRE_4333%29.jpg",
    "extract": "Mary Margaret Warren Anglin was a Canadian-born Broadway actress, director and producer. Encyclopædia Britannica calls her \"one of the most brilliant actresses of her day.\"",
    "year": 1876,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tomáš Baťa",
    "birthday": "1876-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Tomas_Bata.jpg/239px-Tomas_Bata.jpg",
    "extract": "Tomáš Baťa was a Czech entrepreneur and founder of the Bata Shoes company. It became one of the world's biggest multinational retailers, manufacturers, and distributors of footwear and accessories. His successful career was cut short when he died in a plane accident due to bad weather.",
    "year": 1876,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mistinguett",
    "birthday": "1875-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Mistinguett_by_Nadar.jpg/209px-Mistinguett_by_Nadar.jpg",
    "extract": "Mistinguett was a French actress and singer. She was at one time the highest-paid female entertainer in the world.",
    "year": 1875,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Frederik van Eeden",
    "birthday": "1860-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Picture_of_Frederik_van_Eeden.jpg/218px-Picture_of_Frederik_van_Eeden.jpg",
    "extract": "Frederik Willem van Eeden was a late 19th-century and early 20th-century Dutch writer and psychiatrist. He was a leading member of the Tachtigers and the Significs Group, and had top billing among the editors of De Nieuwe Gids during its celebrated first few years of publication, starting in 1885.",
    "year": 1860,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jacob Gaudaur",
    "birthday": "1858-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Jacob_Gaudaur.jpg/320px-Jacob_Gaudaur.jpg",
    "extract": "Jacob Gill \"Jake\" Gaudaur, Sr. was one of two native Canadians to win the Professional World Sculling Championship. Gaudaur was born in Orillia, Ontario. His first race was when he was aged 17 years and over his career he raced more than two hundred times. His professional career started in 1880.",
    "year": 1858,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Talbot Baines Reed",
    "birthday": "1852-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/TalbotBainesReed.jpg/274px-TalbotBainesReed.jpg",
    "extract": "Talbot Baines Reed was an English writer of boys' fiction who established a genre of school stories that endured into the mid-20th century. Among his best-known work is The Fifth Form at St. Dominic's. He was a regular and prolific contributor to The Boy's Own Paper (B.O.P.), in which most of his fiction first appeared. Through his family's business, Reed became a prominent typefounder, and wrote a standard work on the subject: History of the Old English Letter Foundries.",
    "year": 1852,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Arturo Prat",
    "birthday": "1848-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Arturo_Prat_con_espada.jpg/225px-Arturo_Prat_con_espada.jpg",
    "extract": "Agustín Arturo Prat Chacón was a Chilean lawyer and navy officer. He was killed in the Battle of Iquique, during the War of the Pacific.",
    "year": 1848,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ulric Dahlgren",
    "birthday": "1842-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/UlricDahlgren.jpg/261px-UlricDahlgren.jpg",
    "extract": "Ulric Dahlgren was a colonel in the Union Army during the American Civil War. He was the son of Union Navy Rear Admiral John A. Dahlgren and nephew to Confederate Brigadier General Charles G. Dahlgren.",
    "year": 1842,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Burroughs",
    "birthday": "1837-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Photo_of_John.Burroughs.jpg/244px-Photo_of_John.Burroughs.jpg",
    "extract": "John Burroughs was an American naturalist and nature essayist, active in the conservation movement in the United States. The first of his essay collections was Wake-Robin in 1871.",
    "year": 1837,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Cyrus K. Holliday",
    "birthday": "1826-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/30/Cyrus_K_Holliday.jpg",
    "extract": "Colonel Cyrus Kurtz Holliday was an American railroad executive who was one of the founders of the township of Topeka, Kansas in the mid 19th century; and was Adjutant General of Kansas during the American Civil War. The title Colonel, however, was honorary. He was the first president of the Atchison, Topeka and Santa Fe Railway, as well as one of the railroad's directors for nearly 40 years, up to 1900. A number of railway locomotives have been named after him, as well as the former town of Holliday, Kansas. He was also the Deputy Grand Master of the Grand Lodge A.F. & A.M. of Kansas. As a Freemason, he was a member of Topeka Lodge #17 and was highly influential in the decision of moving the State Capitol to the city of Topeka.",
    "year": 1826,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "George Derby",
    "birthday": "1823-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/George_Horatio_Derby.jpg/222px-George_Horatio_Derby.jpg",
    "extract": "George Horatio Derby was an early California humorist. He attended West Point with Ulysses S. Grant. Derby used the pseudonym \"John P. Squibob\" and its variants \"John Phoenix\" and \"Squibob.\" Derby served as a lieutenant in the U.S. Army Corps of Topographical Engineers. In his spare time, he wrote humorous anecdotes and burlesques, often under the guise of his pseudonyms.",
    "year": 1823,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "William M. Tweed",
    "birthday": "1823-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/William_Magear_%27Boss%27_Tweed_%281870%29_crop.jpg/245px-William_Magear_%27Boss%27_Tweed_%281870%29_crop.jpg",
    "extract": "William Magear Tweed, often erroneously referred to as William \"Marcy\" Tweed, and widely known as \"Boss\" Tweed, was an American politician most notable for being the political boss of Tammany Hall, the Democratic Party's political machine that played a major role in the politics of 19th-century New York City and state. At the height of his influence, Tweed was the third-largest landowner in New York City, a director of the Erie Railroad, a director of the Tenth National Bank, a director of the New-York Printing Company, the proprietor of the Metropolitan Hotel, a significant stockholder in iron mines and gas companies, a board member of the Harlem Gas Light Company, a board member of the Third Avenue Railway Company, a board member of the Brooklyn Bridge Company, and the president of the Guardian Savings Bank.",
    "year": 1823,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Edward Everett Hale",
    "birthday": "1822-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Edward_E_Hale_001.jpg/216px-Edward_E_Hale_001.jpg",
    "extract": "Edward Everett Hale was an American author, historian, and Unitarian minister, best known for his writings such as \"The Man Without a Country\", published in Atlantic Monthly, in support of the Union during the Civil War. He was the grand-nephew of Nathan Hale, the American spy during the Revolutionary War.",
    "year": 1822,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lorenzo Snow",
    "birthday": "1814-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Lorenzosnow.jpg/214px-Lorenzosnow.jpg",
    "extract": "Lorenzo Snow was an American religious leader who served as the fifth president of The Church of Jesus Christ of Latter-day Saints from 1898 until his death. Snow was the last president of the LDS Church in the 19th century and the first in the 20th.",
    "year": 1814,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mary Carpenter",
    "birthday": "1807-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Mary_Carpenter_by_CV_Bark.jpg/248px-Mary_Carpenter_by_CV_Bark.jpg",
    "extract": "Mary Carpenter was an English educational and social reformer. The daughter of a Unitarian minister, she founded a ragged school and reformatories, bringing previously unavailable educational opportunities to poor children and young offenders in Bristol.",
    "year": 1807,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Charles Wilkes",
    "birthday": "1798-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Charles-Wilkes.jpg/212px-Charles-Wilkes.jpg",
    "extract": "Charles Wilkes was an American naval officer, ship's captain, and explorer. He led the United States Exploring Expedition, 1838–1842. His behavior led to two convictions by court-martial, one stemming from the massacre of almost 80 Fijians on Malolo in 1840.",
    "year": 1798,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Anne Lister",
    "birthday": "1791-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Lister_anne.jpg/268px-Lister_anne.jpg",
    "extract": "Anne Lister was an English diarist, famous for revelations for which she was dubbed \"the first modern lesbian.\"",
    "year": 1791,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Washington Irving",
    "birthday": "1783-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Irving-Washington-LOC.jpg/225px-Irving-Washington-LOC.jpg",
    "extract": "Washington Irving was an American short-story writer, essayist, biographer, historian, and diplomat of the early 19th century. He is best known for his short stories \"Rip Van Winkle\" (1819) and \"The Legend of Sleepy Hollow\" (1820), both of which appear in his collection The Sketch Book of Geoffrey Crayon, Gent. His historical works include biographies of Oliver Goldsmith, Muhammad and George Washington, as well as several histories of 15th-century Spain that deal with subjects such as Alhambra, Christopher Columbus and the Moors. Irving served as American ambassador to Spain in the 1840s.",
    "year": 1783,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alexander Macomb (general)",
    "birthday": "1782-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/AlexanderMacomb-CC.jpg/257px-AlexanderMacomb-CC.jpg",
    "extract": "Alexander Macomb was the Commanding General of the United States Army from May 29, 1828, until his death on June 25, 1841. Macomb was the field commander at the Battle of Plattsburgh during the War of 1812 and, after the stunning victory, was lauded with praise and styled \"The Hero of Plattsburgh\" by some of the American press. He was promoted to Major General for his conduct, receiving both the Thanks of Congress and a Congressional Gold Medal.",
    "year": 1782,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Swaminarayan",
    "birthday": "1781-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Lord_Swaminarayan_writing_the_Shikshapatri.jpg",
    "extract": "Swaminarayan, also known as Sahajanand Swami, was a yogi and ascetic around whom the Swaminarayan Sampradaya developed, and whose life and teachings brought a revival of central Hindu practices of dharma, ahimsa and brahmacarya. He is believed by followers to be a manifestation of God.",
    "year": 1781,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Pierre Bretonneau",
    "birthday": "1778-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Berthoir_-_Pierre-Fid%C3%A8le_Bretonneau_%281778-1862%29.jpg/263px-Berthoir_-_Pierre-Fid%C3%A8le_Bretonneau_%281778-1862%29.jpg",
    "extract": "Pierre-Fidèle Bretonneau was a French medical doctor.",
    "year": 1778,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Theodoros Kolokotronis",
    "birthday": "1770-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Kolokotronis01.jpg/249px-Kolokotronis01.jpg",
    "extract": "Theodoros Kolokotronis was a Greek general and the pre-eminent leader of the Greek War of Independence (1821–1829) against the Ottoman Empire. Kolokotronis's greatest success was the defeat of the Ottoman army under Mahmud Dramali Pasha at the Battle of Dervenakia in 1822. In 1825, he was appointed commander-in-chief of the Greek forces in Peloponnese. Today, Kolokotronis ranks among the most prominent figures in Greece's War of Independence.",
    "year": 1770,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Christian Günther von Bernstorff",
    "birthday": "1769-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Christian_Bernstorff.jpg/220px-Christian_Bernstorff.jpg",
    "extract": "Count Christian Günther von Bernstorff was a Danish and Prussian statesman and diplomat.",
    "year": 1769,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Abernethy (surgeon)",
    "birthday": "1764-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/John_Abernethy%281764%29.jpg/234px-John_Abernethy%281764%29.jpg",
    "extract": "John Abernethy FRS was an English surgeon. He is popularly remembered today for having given his name to the Abernethy biscuit, a coarse-meal baked good meant to aid digestion.",
    "year": 1764,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "William Watson (scientist)",
    "birthday": "1715-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/William_Watson.jpg/248px-William_Watson.jpg",
    "extract": "Sir William Watson, FRS was a British physician and scientist who was born and died in London. His early work was in botany, and he helped to introduce the work of Carolus Linnaeus into England. He became a Fellow of the Royal Society in 1741 and vice president in 1772. He was knighted in 1786.",
    "year": 1715,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "George Edwards (naturalist)",
    "birthday": "1693-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Edwards_George_1693_1773.jpg/236px-Edwards_George_1693_1773.jpg",
    "extract": "George Edwards was an English naturalist and ornithologist, known as the \"father of British ornithology\".",
    "year": 1693,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Valentin Rathgeber",
    "birthday": "1682-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Kirche_und_Rathgeberhaus_Oberelsbach.JPG/239px-Kirche_und_Rathgeberhaus_Oberelsbach.JPG",
    "extract": "Johann Valentin Rathgeber was a German composer, organist and choirmaster of the Baroque Era.",
    "year": 1682,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Charles V, Duke of Lorraine",
    "birthday": "1643-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Charles-V-Lorraine.jpg/314px-Charles-V-Lorraine.jpg",
    "extract": "Charles V, Duke of Lorraine and Bar succeeded his uncle Charles IV, Duke of Lorraine as titular Duke of Lorraine and Bar in 1675; both duchies were occupied by France from 1634 to 1661 and 1670 to 1697.",
    "year": 1643,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "George Herbert",
    "birthday": "1593-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/George_Herbert.jpg/255px-George_Herbert.jpg",
    "extract": "George Herbert was a Welsh poet, orator, and priest of the Church of England. His poetry is associated with the writings of the metaphysical poets, and he is recognised as \"one of the foremost British devotional lyricists.\" He was born into an artistic and wealthy family and largely raised in England. He received a good education that led to his admission to Trinity College, Cambridge, in 1609. He went there with the intention of becoming a priest, but he became the University's Public Orator and attracted the attention of King James I. He served in the Parliament of England in 1624 and briefly in 1625.",
    "year": 1593,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Maria de' Medici (1540–1557)",
    "birthday": "1540-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Agnolo_Bronzino_-_A_Young_Woman_and_Her_Little_Boy_-_Google_Art_Project.jpg/244px-Agnolo_Bronzino_-_A_Young_Woman_and_Her_Little_Boy_-_Google_Art_Project.jpg",
    "extract": "Maria de' Medici was the eldest legitimate daughter of Cosimo I de' Medici, Grand Duke of Tuscany and Eleonora di Toledo. She was a member of the famous Medici family.",
    "year": 1540,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John III of Egmont",
    "birthday": "1438-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Master_of_Alkmaar_portraits_Egmond_Werdenburg.jpg/320px-Master_of_Alkmaar_portraits_Egmond_Werdenburg.jpg",
    "extract": "John III of Egmont was first Count of Egmont, Lord of Baer, Lathum, Hoogwoude, Aarstwoude, Purmerend, Purmerland and Ilpendam, and Stadtholder of Holland, Zeeland and West-Friesland.",
    "year": 1438,
    "month": 4,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Igor Svyatoslavich",
    "birthday": "1151-4-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Ivan_Bilibin_181.jpg/231px-Ivan_Bilibin_181.jpg",
    "extract": "Prince Igor Svyatoslavich the Brave was a Rus’ prince. His baptismal name was Yury. Igor was prince of Putivl (1164–1180), of Novgorod-Seversk (1180–1198), and of Chernigov (1198–1201/1202).",
    "year": 1151,
    "month": 4,
    "day": 3,
    "language": "en"
  }
]