[
  {
    "name": "Shaylee Mansfield",
    "birthday": "2009-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Shaylee_Mansfield_on_DeafNation.jpg/280px-Shaylee_Mansfield_on_DeafNation.jpg",
    "extract": "Shaylee Mansfield is an American actress and former YouTuber who is deaf. Mansfield was born in Burbank, California, and first gained recognition by making viral videos in which she tells Christmas stories in American Sign Language. Mansfield appeared in an \"Unforgettable Stories\" video advertisement by Disney Parks, in which she met Minnie Mouse who was learning sign language at Walt Disney World. The video quickly went viral, becoming one of Disney's most-watched advertisements.",
    "year": 2009,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Shaheen Afridi",
    "birthday": "2000-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Shaheen_Afridi_%282%29.jpg/320px-Shaheen_Afridi_%282%29.jpg",
    "extract": "Shaheen Shah Afridi is a Pakistani professional cricketer who plays as a fast bowler for the Pakistan national cricket team. He made his international debut for Pakistan in April 2018 and his Test match debut for the national team in December 2018.",
    "year": 2000,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Peyton List (actress, born 1998)",
    "birthday": "1998-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Peyton_List_2020.jpg/262px-Peyton_List_2020.jpg",
    "extract": "Peyton Roi List is an American actress and model. List began her career as a child model, modeling for tween magazines and companies. She made her acting debut with the film 27 Dresses (2008), and soon became recognized for playing Holly Hills in the Diary of a Wimpy Kid film series (2011–2012).",
    "year": 1998,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Spencer List",
    "birthday": "1998-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Spencer_List%2C_Peyton_R._List_at_27_Dresses_Premiere_1.jpg/260px-Spencer_List%2C_Peyton_R._List_at_27_Dresses_Premiere_1.jpg",
    "extract": "Spencer List is an American actor. List is best known from the Fox show Fringe where he played a mysterious mute child in the episode \"Inner Child\". He has played Carter in The Fosters and its spin-off Good Trouble. He has also been on Law & Order: Special Victims Unit in which he played Tate, the son of Leland Orser's character, Kevin Walker. List appeared in Jack Ketchum's Offspring in 2009. He made a guest appearance on the Disney Channel show Bunk'd in the episode \"Luke's Back\" as a Camp Champion camper named Eric.",
    "year": 1998,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Adrián Alonso",
    "birthday": "1994-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/04/Adri%C3%A1n_alonso.jpg",
    "extract": "Adrián Alonso Barona is a Mexican actor. As a child actor, he was best known for the movie The Legend of Zorro.",
    "year": 1994,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ken (singer)",
    "birthday": "1992-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Ken_%28Lee_Jae-hwan%29_at_25th_Seoul_Music_Awards_11.jpg/212px-Ken_%28Lee_Jae-hwan%29_at_25th_Seoul_Music_Awards_11.jpg",
    "extract": "Lee Jae-hwan, better known by his stage name Ken (Korean: 켄), is a South Korean singer and actor, signed under Jellyfish Entertainment. He is one of the members in the South Korean boy group VIXX, and has been widely praised for his unique, soulful, and husky vocal tone. Ken began his acting career in 2014 in MBC Every 1's comedy drama Boarding House No. 24 as Lee Jae-hwan.",
    "year": 1992,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Julie Ertz",
    "birthday": "1992-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Julie_Ertz_%2830627571487%29.jpg/236px-Julie_Ertz_%2830627571487%29.jpg",
    "extract": "Julie Beth Ertz is an American soccer player for the United States women's national soccer team. She first appeared for the United States national team during an international friendly against Scotland on February 9, 2013. She has since made more than 100 total appearances for the team.",
    "year": 1992,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lachlan Coote",
    "birthday": "1990-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Lachlan_Coote_St_Helens.jpg/240px-Lachlan_Coote_St_Helens.jpg",
    "extract": "Lachlan Coote is a Scotland and Great Britain international rugby league footballer who plays as a fullback for Hull Kingston Rovers in the Super League.",
    "year": 1990,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charlie McDermott",
    "birthday": "1990-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Charlie_McDermott.png/243px-Charlie_McDermott.png",
    "extract": "Charles Joseph McDermott Jr. is an American television and film actor, and musician, best known for his role as Axl Heck on ABC's The Middle. He was nominated for the Independent Spirit Award for Best Supporting Male for his performance in the acclaimed film Frozen River.",
    "year": 1990,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jucilei",
    "birthday": "1988-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Jucilei%2C_meia_do_S%C3%A3o_Paulo_%2844677814552%29.jpg/213px-Jucilei%2C_meia_do_S%C3%A3o_Paulo_%2844677814552%29.jpg",
    "extract": "Jucilei da Silva, known simply as Jucilei, is a Brazilian professional footballer who plays for Boavista as a central or defensive midfielder.",
    "year": 1988,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Carlton Mitchell",
    "birthday": "1988-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Carlton_Mitchell_2015.jpg/192px-Carlton_Mitchell_2015.jpg",
    "extract": "Carlton Mitchell is a former American football wide receiver. He was drafted by the Cleveland Browns of the National Football League (NFL) in the sixth round of the 2010 NFL Draft. He played college football at South Florida.",
    "year": 1988,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fabrice Muamba",
    "birthday": "1988-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/FabriceMuamba_cropped.jpg/304px-FabriceMuamba_cropped.jpg",
    "extract": "Fabrice Ndala Muamba is an English former professional footballer who played for Arsenal, Birmingham City and Bolton Wanderers as a central midfielder. Born in Zaire, Muamba moved to England at the age of 11 and subsequently played for England up to under-21 level.",
    "year": 1988,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ivonne Orsini",
    "birthday": "1988-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Miss_Puerto_Rico_08_Ivonne_Orsini.jpg/184px-Miss_Puerto_Rico_08_Ivonne_Orsini.jpg",
    "extract": "Ivonne Marie Orsini López is a Puerto Rican actress, model and TV personality. Her career began in the pageantry industry, but she has moved into other media. Orsini was one of the hosts of WAPA-TV show ¡Viva la tarde!. Currently, she is now the co-host of the Puerto Rican version of Hoy Día on Telemundo station WKAQ-TV.",
    "year": 1988,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Benjamin Corgnet",
    "birthday": "1987-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Benjamin_Corgnet.jpg/213px-Benjamin_Corgnet.jpg",
    "extract": "Benjamin Corgnet is a French professional footballer who plays for as a midfielder for Bourg-en-Bresse.",
    "year": 1987,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Heidi Mount",
    "birthday": "1987-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Heidi_Mount_at_Chanel_SS2012_Collection_Photo_Ed_Kavishe.jpg/213px-Heidi_Mount_at_Chanel_SS2012_Collection_Photo_Ed_Kavishe.jpg",
    "extract": "Heidi Mount is an American fashion model, modeling for fashion houses such as Michael Kors, Bottega Veneta, Sonia Rykiel, Versace, and Valentino. She has appeared in campaigns for Chanel, Prada, and Bally.",
    "year": 1987,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Levi Porter",
    "birthday": "1987-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Levi_Porter.png/256px-Levi_Porter.png",
    "extract": "Levi Roger Porter is an English footballer who most recently played for Melton Town F.C.",
    "year": 1987,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hilary Rhoda",
    "birthday": "1987-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Michael_Kors_Spring-Summer_2014_28_%28cropped%29.jpg/207px-Michael_Kors_Spring-Summer_2014_28_%28cropped%29.jpg",
    "extract": "Hilary Hollis Rhoda is an American model. She is perhaps best known for her work with the brand Estée Lauder and her 2009, 2010 and 2011 appearances in the Sports Illustrated Swimsuit Issue.",
    "year": 1987,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Aaron Curry (American football)",
    "birthday": "1986-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Aaron_Curry_Fort_Lewis_June_25%2C_2009.jpg/288px-Aaron_Curry_Fort_Lewis_June_25%2C_2009.jpg",
    "extract": "Aaron Curry is an American college football coach and former linebacker who played in the National Football League. He is currently an assistant coach with the Seattle Seahawks football team. Curry was drafted by the Seattle Seahawks in the first round in the 2009 NFL Draft out of Wake Forest. Curry also played for the Oakland Raiders in 2011 and 2012.",
    "year": 1986,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gōeidō Gōtarō",
    "birthday": "1986-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Goeido_in_Harubasho_2013_IMG_1886-2_20130324.JPG/240px-Goeido_in_Harubasho_2013_IMG_1886-2_20130324.JPG",
    "extract": "Gōeidō Gōtarō  is a former sumo wrestler from Osaka Prefecture, Japan. He made his professional debut in January 2005 and reached the top makuuchi division in September 2007. Long regarded as one of the most promising Japanese wrestlers in sumo, Gōeidō holds the modern record for the most consecutive appearances at sumo's third highest rank of sekiwake, at 14 tournaments. He was finally promoted to the rank of ōzeki following the July 2014 tournament, after scores of twelve wins against three losses in two of the previous three tournaments. However, he only managed to win ten or more bouts in a tournament as an ōzeki on six occasions, and was kadoban, or in danger of demotion, eight times. He won his only top division tournament in September 2016 with a perfect 15–0 record and was a runner-up seven times in his career. He retired in January 2020 after two consecutive losing records that would have seen him demoted, to become an elder of the Japan Sumo Association under the name of Takekuma.",
    "year": 1986,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Clarke MacArthur",
    "birthday": "1985-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Clarke_MacArthur_2012-03-07.JPG/240px-Clarke_MacArthur_2012-03-07.JPG",
    "extract": "Clarke MacArthur is a Canadian former professional ice hockey left winger. MacArthur played in the National Hockey League (NHL) with the Ottawa Senators, Buffalo Sabres, Atlanta Thrashers and Toronto Maple Leafs. He was originally selected by Buffalo in the third round, 74th overall, at the 2003 NHL Entry Draft.",
    "year": 1985,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Franck Ongfiang",
    "birthday": "1985-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Franck_Olivier_Ongfiang.jpg/238px-Franck_Olivier_Ongfiang.jpg",
    "extract": "Franck Olivier Ongfiang is a Cameroonian former professional footballer who played as a midfielder.",
    "year": 1985,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sinqua Walls",
    "birthday": "1985-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Sinqua_Walls_at_MTV_Movie_Awards_2012.jpg/281px-Sinqua_Walls_at_MTV_Movie_Awards_2012.jpg",
    "extract": "Sinqua Walls is an American actor known for appearing in Friday Night Lights, The Secret Life of the American Teenager, and American Soul.",
    "year": 1985,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Max Bemis",
    "birthday": "1984-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Maxbemiswarped.jpg/213px-Maxbemiswarped.jpg",
    "extract": "Maxim Adam Bemis is the lead singer, primary composer and primary lyricist of the band Say Anything. He also sings alongside Chris Conley in the supergroup Two Tongues, plays alongside his wife Sherri Dupree-Bemis under the name Perma, and is a comic book writer, chiefly for Marvel Comics.",
    "year": 1984,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michaël Ciani",
    "birthday": "1984-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Michael_Ciani_LA_Galaxy.jpg/320px-Michael_Ciani_LA_Galaxy.jpg",
    "extract": "Michaël Henry Ciani is a French former professional footballer who played as a centre back.",
    "year": 1984,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Diana Matheson",
    "birthday": "1984-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Diana_Matheson_2013-04-20_Washington_Spirit_-_Western_New_York_Flash-56_%288953809625%29.jpg/221px-Diana_Matheson_2013-04-20_Washington_Spirit_-_Western_New_York_Flash-56_%288953809625%29.jpg",
    "extract": "Diana Beverly Matheson is a retired Canadian professional soccer player who played for the Canada national team from 2003 to 2020 and multiple professional women's teams over the course of her career. She is best known for scoring the bronze medal-winning goal for Canada in the 92nd minute against France at the 2012 Summer Olympics. She also won a bronze medal at the 2016 Rio Olympics and gold medal at the 2011 Pan American Games with the senior national team.",
    "year": 1984,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mehdi Ballouchy",
    "birthday": "1983-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Mehdi_Ballouchy.jpg/320px-Mehdi_Ballouchy.jpg",
    "extract": "Mehdi Ballouchy is a retired Moroccan professional footballer who played as a midfielder. He is currently one of the coaching staff for New York City FC academy.",
    "year": 1983,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jerome Kaino",
    "birthday": "1983-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Jerome_Kaino_2016.jpg/240px-Jerome_Kaino_2016.jpg",
    "extract": "Jerome Kaino is a former New Zealand rugby union player. In 2004, he was named IRB International Under-21 player of the year. In 2011, he was named the New Zealand Rugby player of the year, finishing ahead of Richie McCaw and Ma'a Nonu in the voting. He is a key member of 2011 and 2015 Rugby World Cup winning teams, becoming one of only 20 players to have won multiple Rugby World Cups. Kaino is considered by many to be one of the game's greats.",
    "year": 1983,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mitsuru Nagata",
    "birthday": "1983-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Mitsuru_Nagata_Albirex_Niigata.jpg/166px-Mitsuru_Nagata_Albirex_Niigata.jpg",
    "extract": "Mitsuru Nagata  is a Japanese retired football player. He played for Japan national team.",
    "year": 1983,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "James Wade",
    "birthday": "1983-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/James_Wade_6-2_Bradley_Brooks_-_James_Wade_-_2019250140328_2019-09-07_PDC_European_Darts_Matchplay_-_0237_-_B70I6607.jpg/320px-James_Wade_6-2_Bradley_Brooks_-_James_Wade_-_2019250140328_2019-09-07_PDC_European_Darts_Matchplay_-_0237_-_B70I6607.jpg",
    "extract": "James Martin Wade is an English professional darts player, currently playing in the Professional Darts Corporation (PDC). He became the youngest player to win a major PDC title, when he won the 2007 World Matchplay at the age of 24. This record has since been broken by Michael van Gerwen. Wade has won eleven PDC majors, third in the all-time list behind Phil Taylor and Michael van Gerwen.",
    "year": 1983,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Katie Weatherston",
    "birthday": "1983-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/20071020_Weatherston_stand2.jpg/257px-20071020_Weatherston_stand2.jpg",
    "extract": "Katherine Marie \"Katie\" Weatherston is a Canadian retired ice hockey player and head coach of the Lebanese women’s national ice hockey team. As a member of the Canadian women's national ice hockey team, she won Olympic gold in the women's ice hockey tournament at the 2006 Winter Olympics in Turin and medalled at two IIHF Women's World Championships.",
    "year": 1983,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Travis Moen",
    "birthday": "1982-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Travis_Moen.png/311px-Travis_Moen.png",
    "extract": "Travis Shawn Moen is a Canadian former professional ice hockey player who most recently played under contract for the Dallas Stars of the National Hockey League (NHL). Although he was born in Swift Current, Saskatchewan, he grew up in Stewart Valley, Saskatchewan. He was originally drafted in the fifth round of the 2000 NHL Entry Draft by the Calgary Flames; however, he never played for the club.",
    "year": 1982,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Miguel Ángel Silvestre",
    "birthday": "1982-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Miguel_%C3%81ngel_Silvestre-F%C3%A9nix_2018_%28cropped%29.jpg/210px-Miguel_%C3%81ngel_Silvestre-F%C3%A9nix_2018_%28cropped%29.jpg",
    "extract": "Miguel Ángel Silvestre Rambla is a Spanish actor. He is best known for playing the role of Alberto Márquez in Velvet, as well as Lito Rodríguez and Franklin Jurado in the Netflix original series Sense8 and Narcos respectively. He is also known for playing El Duque in the Spanish television show Sin tetas no hay paraíso. As of 2021, he is starring in the HBO limited series 30 Coins and the Netflix original series Sky Rojo and playing the role of René in Money Heist season 5.",
    "year": 1982,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robert Earnshaw",
    "birthday": "1981-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/RobertEarnshaw02_%28cropped%29.jpg/213px-RobertEarnshaw02_%28cropped%29.jpg",
    "extract": "Robert Earnshaw is a Welsh former international footballer who played as a forward. He is the only player to have scored a hat-trick in the Premier League, all three divisions of the English Football League, the League Cup, the FA Cup, and for his country in an international match.",
    "year": 1981,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jeff Faine",
    "birthday": "1981-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/84/Jeff_Faine_Saints.jpg",
    "extract": "Jeffrey Kalei Faine is a former American football center. He was drafted by the Cleveland Browns 21st overall in the 2003 NFL Draft. He played college football at Notre Dame.",
    "year": 1981,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Cobra Starship",
    "birthday": "1981-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Cobra_Starship_live_2008.jpg/320px-Cobra_Starship_live_2008.jpg",
    "extract": "Cobra Starship was an American dance-pop band founded in 2006 by Gabe Saporta (ex-Midtown), and headquartered in New York City. He recorded the first album as a solo project, While the City Sleeps, We Rule the Streets. Saporta later enlisted guitarist Ryland Blackinton, bassist Alex Suarez, drummer Nate Novarro, and keytarist Victoria Asher, all of whom provide backing vocals.",
    "year": 1981,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tommi Evilä",
    "birthday": "1980-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Tommi-Evil%C3%A4-2010.jpg/276px-Tommi-Evil%C3%A4-2010.jpg",
    "extract": "Jaakko Tommi Kristian Evilä is a Finnish former long jumper. He gained fame following his surprise bronze in the 2005 Helsinki World Championships, which was Finland's only medal in the championships.",
    "year": 1980,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tanja Poutiainen",
    "birthday": "1980-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Tanja_Poutiainen_Semmering_2010.jpg/256px-Tanja_Poutiainen_Semmering_2010.jpg",
    "extract": "Tanja Tuulia Poutiainen is a retired World Cup alpine ski racer from Finland. She specialized in the technical events of slalom and giant slalom, and was the silver medalist in the women's giant slalom at the 2006 Winter Olympics in Torino.",
    "year": 1980,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Antonio Thomas (wrestler)",
    "birthday": "1980-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Antonio_Thomas.jpg/213px-Antonio_Thomas.jpg",
    "extract": "Thomas Matera is an American professional wrestler and personal trainer, better known by his ring name Antonio Thomas. He is best known for his stint with World Wrestling Entertainment on the Raw brand as one half of The Heart Throbs.",
    "year": 1980,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Clay Travis",
    "birthday": "1979-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Clay_Travis.png/210px-Clay_Travis.png",
    "extract": "Richard Clay Travis is an American writer, lawyer, radio host, television analyst, and conspiracy theorist. As a sports journalist, Travis founded OutKick. As a political commentator, he and Buck Sexton host of The Clay Travis and Buck Sexton Show, a three-hour weekday conservative talk show which debuted on June 21, 2021 as the replacement of The Rush Limbaugh Show on many radio stations.",
    "year": 1979,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Imani Coppola",
    "birthday": "1978-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Imani_Coppola.jpg/269px-Imani_Coppola.jpg",
    "extract": "Imani Francesca Coppola is an American singer-songwriter and violinist. Her debut single \"Legend of a Cowgirl\" reached the top 40 on the Billboard Hot 100 and the UK Singles Chart in 1997. Her debut album, Chupacabra, released by Columbia Records, was praised by critics and appeared on the US Heatseekers Albums chart. In 2001, Coppola appeared as a guest artist on the Baha Men single \"You All Dat\", which broke the top 10 in Australia and gave Coppola her second entry on the Billboard Hot 100 to date.",
    "year": 1978,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robert Glasper",
    "birthday": "1978-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/RG_Trio_3.jpg/213px-RG_Trio_3.jpg",
    "extract": "Robert Andre Glasper is an American pianist, record producer, songwriter, and musical arranger with a career that bridges several different musical and artistic genres, mostly centered around jazz. To date, Glasper has won four Grammy Awards and received nine nominations across eight categories.",
    "year": 1978,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tim Hasselbeck",
    "birthday": "1978-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Tim_Hasselbeck_in_2007.jpg",
    "extract": "Timothy Thomas Hasselbeck is an American sports journalist and former American football quarterback who currently works as an analyst for ESPN. He played eight seasons in the NFL with the New York Giants, Washington Redskins, Philadelphia Eagles, Buffalo Bills, Baltimore Ravens, and Arizona Cardinals as well as the Berlin Thunder of NFL Europe. He played college football at Boston College. He is the younger brother of former NFL quarterback Matt Hasselbeck.",
    "year": 1978,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Myleene Klass",
    "birthday": "1978-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Myleene_Klass_--_Greatest_Britons.jpg/221px-Myleene_Klass_--_Greatest_Britons.jpg",
    "extract": "Myleene Angela Klass is a British singer, presenter, musician, model and businesswoman. She was a member of the pop group Hear'Say, and later released two solo classical crossover albums in 2003 and 2007. More recently, Klass has been a television and radio presenter. She has hosted television series including Popstar to Operastar (2010–2011) and BBQ Champ (2015) on ITV and The One Show (2007) on BBC One. She was briefly a regular panellist on the ITV lunchtime chat show Loose Women in 2014.",
    "year": 1978,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Martín Méndez",
    "birthday": "1978-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/MartinMendezCopenhell2011.jpg/320px-MartinMendezCopenhell2011.jpg",
    "extract": "Martín Méndez is a Uruguayan Swedish bassist of progressive death metal band Opeth and second longest serving member of the band, behind lead vocalist, songwriter and guitarist Mikael Åkerfeldt.",
    "year": 1978,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Igor Semshov",
    "birthday": "1978-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Igor_Semshov_2019.jpg/320px-Igor_Semshov_2019.jpg",
    "extract": "Igor Petrovich Semshov is a Russian professional football coach and a former player.",
    "year": 1978,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ville Nieminen",
    "birthday": "1977-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Ville_Nieminen.jpg/295px-Ville_Nieminen.jpg",
    "extract": "Ville Juhani Nieminen is a Finnish former professional ice hockey forward who played over 400 games in the National Hockey League.",
    "year": 1977,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Andy Phillips (baseball)",
    "birthday": "1977-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/HC-Andy-Phillips.jpg/240px-HC-Andy-Phillips.jpg",
    "extract": "George Andrew Phillips is an American baseball coach and former infielder. He played college baseball at Alabama for coach Jim Wells from 1996 to 1999 and played in Major League Baseball (MLB) for the New York Yankees, New York Mets, and Cincinnati Reds. Phillips was raised in Demopolis, Alabama, where he played baseball for the Demopolis Academy Generals. Phillips was an All-American for the Tide.",
    "year": 1977,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Candace Cameron Bure",
    "birthday": "1976-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Candace_Cameron_Bure_by_Gage_Skidmore.jpg/238px-Candace_Cameron_Bure_by_Gage_Skidmore.jpg",
    "extract": "Candace Cameron Bure is an American actress, producer, author, and talk show panelist. She is known for her role as D.J. Tanner on Full House, which she reprised as D.J. Tanner-Fuller on Fuller House. She is also known for her work with Hallmark Channel, playing the title character in Hallmark Channel's film adaptation of the Aurora Teagarden novel series, as well as having starred in many of their holiday films.",
    "year": 1976,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "James Fox (singer)",
    "birthday": "1976-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/James_Fox.jpg/320px-James_Fox.jpg",
    "extract": "James Richard Mullett, known professionally as James Fox, is a Welsh pop singer, songwriter, pianist and guitarist. He represented the United Kingdom in the Eurovision Song Contest 2004 in Istanbul. In 2008 he wrote and recorded the Cardiff City F.C. FA Cup Final song, \"Bluebirds Flying High\".",
    "year": 1976,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Chris Hoke",
    "birthday": "1976-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f2/Chris_Hoke_in_2005.jpg",
    "extract": "Christopher L. Hoke is a former American football defensive lineman in the National Football League. He spent his entire eleven-year professional career with the Pittsburgh Steelers.",
    "year": 1976,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Georg Holm",
    "birthday": "1976-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/GeorgH%C3%B3lm.jpg/320px-GeorgH%C3%B3lm.jpg",
    "extract": "Georg \"Goggi\" Holm is the bassist of the Icelandic post-rock band Sigur Rós. He is the most prominent member of Sigur Rós in the English press, as he does significantly more press than the other members due to him being the most fluent English speaker in the band.",
    "year": 1976,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Zach Braff",
    "birthday": "1975-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Zach_Braff_2011_Shankbone.JPG/204px-Zach_Braff_2011_Shankbone.JPG",
    "extract": "Zachary Israel Braff is an American actor and filmmaker. He is best known for his role as J.D. on the NBC/ABC television series Scrubs (2001–2010), for which he was nominated for the Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series in 2005 and for three Golden Globe Awards from 2005 to 2007. He starred in The Broken Hearts Club: A Romantic Comedy (2000), The Last Kiss (2006), The Ex (2006) and In Dubious Battle (2016), and has done voice-work for Chicken Little (2005), Oz the Great and Powerful (2013), and the Netflix series BoJack Horseman.",
    "year": 1975,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hal Gill",
    "birthday": "1975-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Hal_Gill_2008.jpg/228px-Hal_Gill_2008.jpg",
    "extract": "Harold Priestley Gill III is an American former professional ice hockey defenseman who played 16 NHL seasons with six different teams, winning the Stanley Cup with the Pittsburgh Penguins in 2009.",
    "year": 1975,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Donnie Edwards",
    "birthday": "1973-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Donnie_Edwards_Kuwait.jpg/227px-Donnie_Edwards_Kuwait.jpg",
    "extract": "Donnie Edwards is a former American football linebacker from San Diego, California. He played for thirteen seasons in the National Football League (NFL) for the Kansas City Chiefs and the San Diego Chargers. He began his career as an All-American Collegiate at the University of California, Los Angeles. He was drafted by the Kansas City Chiefs in the fourth round of the 1996 NFL Draft.",
    "year": 1973,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Randall Godfrey",
    "birthday": "1973-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/32/Randall_Godfrey_2006.jpg",
    "extract": "Randall Euralentris Godfrey is a former American football linebacker in the National Football League. Godfrey played college football at the University of Georgia, where he majored in housing and consumer economics. He also played High School Football at Lowndes High School in Valdosta Georgia. He was drafted in the 1996 NFL Draft by the Dallas Cowboys with the 49th overall pick. He then played for the Tennessee Titans and the Seattle Seahawks.",
    "year": 1973,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rie Miyazawa",
    "birthday": "1973-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/27th_Tokyo_International_Film_Festival_Miyazawa_Rie.jpg/253px-27th_Tokyo_International_Film_Festival_Miyazawa_Rie.jpg",
    "extract": "Rie Miyazawa  is a Japanese actress and former teen idol. She is regarded as one of Japan's top actresses, and her accolades include six Japan Academy Film Prizes and three Kinema Junpo Awards",
    "year": 1973,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anders Thomas Jensen",
    "birthday": "1972-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Anders_Thomas_Jensen_%28cropped%29.jpg/243px-Anders_Thomas_Jensen_%28cropped%29.jpg",
    "extract": "Anders Thomas Jensen is a Danish screenwriter and film director. His film Election Night won the 1998 Academy Award for Best Live Action Short Film.",
    "year": 1972,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Olaf Kölzig",
    "birthday": "1970-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Olaf_Kolzig_2007.jpg/320px-Olaf_Kolzig_2007.jpg",
    "extract": "Olaf Kölzig is a South African-born German former professional ice hockey goaltender and current goaltender coach and player development coach for the Washington Capitals of the National Hockey League (NHL). With the exception of eight games with the Tampa Bay Lightning, he played his entire 14-year NHL career with the Capitals.",
    "year": 1970,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Roy Mayorga",
    "birthday": "1970-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Roy_Mayorga_N%C3%BCrnberg_Rock_im_Park_Stone_Sour.jpg/269px-Roy_Mayorga_N%C3%BCrnberg_Rock_im_Park_Stone_Sour.jpg",
    "extract": "Roy Mayorga is an American musician and songwriter, best known as the drummer of heavy metal bands Hellyeah and Stone Sour and is currently the drummer for the industrial metal band Ministry.",
    "year": 1970,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bret Boone",
    "birthday": "1969-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Bret_Boone3.jpg/320px-Bret_Boone3.jpg",
    "extract": "Bret Robert Boone is a former Major League Baseball second baseman. During his career Boone was a three-time All-Star, four-time Gold Glove winner, and two-time Silver Slugger Award winner. He is a third generation professional athlete. His brother is Aaron Boone, manager of the New York Yankees.",
    "year": 1969,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Paul Rudd",
    "birthday": "1969-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Paul_Rudd_2018.jpg/225px-Paul_Rudd_2018.jpg",
    "extract": "Paul Stephen Rudd is an American actor. He studied theater at the University of Kansas and the American Academy of Dramatic Arts, before making his acting debut in 1991. He received a star on the Hollywood Walk of Fame in July 2015. He was named as part of the Forbes Celebrity 100 in 2019. In 2021, he was named People magazine's \"Sexiest Man Alive\".",
    "year": 1969,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Spencer Wells",
    "birthday": "1969-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Spencer_Wells.jpg/245px-Spencer_Wells.jpg",
    "extract": "Spencer Wells is an American geneticist, anthropologist, author and entrepreneur. He co-hosts The Insight podcast with Razib Khan. Wells led The Genographic Project from 2005 to 2015, as an Explorer-in-Residence at the National Geographic Society, and is the founder and executive director of personal genomics nonprofit The Insitome Institute.",
    "year": 1969,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tanya Byron",
    "birthday": "1967-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Tanya_Byron_at_the_digital_inclusion_debate-1Dec2009-cropped.jpg/261px-Tanya_Byron_at_the_digital_inclusion_debate-1Dec2009-cropped.jpg",
    "extract": "Tanya Byron is a British psychologist, writer, and media personality, best known for her work as a child therapist on television shows Little Angels and The House of Tiny Tearaways. She also co-created the BBC Two sitcom The Life and Times of Vivienne Vyle with Jennifer Saunders, and still contributes articles to various newspapers.",
    "year": 1967,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Vince Flynn",
    "birthday": "1966-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/VinceFlynnByPhilKonstantin.jpg/319px-VinceFlynnByPhilKonstantin.jpg",
    "extract": "Vincent Joseph Flynn was an American author of political thriller novels featuring the fictional assassin Mitch Rapp. He was a story consultant for the fifth season of the television series 24. He died on June 19, 2013, after three years with prostate cancer.",
    "year": 1966,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Black Francis",
    "birthday": "1965-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/POS17_%40Kristsll-257_%2835617120990%29.jpg/320px-POS17_%40Kristsll-257_%2835617120990%29.jpg",
    "extract": "Charles Thompson IV is an American singer, songwriter, and guitarist. He is best known as the frontman of the alternative rock band Pixies, with whom he performs under the stage name Black Francis. Following the band's breakup in 1993, he embarked on a solo career under the name Frank Black. After releasing two albums with record label 4AD and one with American Recordings, he left the label and formed a new band, Frank Black and the Catholics. He re-adopted the name Black Francis in 2007.",
    "year": 1965,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rafael Correa",
    "birthday": "1963-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Rafael_Correa_in_France_%28cropped%29.jpg/257px-Rafael_Correa_in_France_%28cropped%29.jpg",
    "extract": "Rafael Vicente Correa Delgado, known as Rafael Correa, is an Ecuadorian politician and economist who served as President of Ecuador from 2007 to 2017. The leader of the PAIS Alliance political movement from its foundation until 2017, Correa is a democratic socialist and his administration focused on the implementation of left-wing policies. Internationally, he served as president pro tempore of the UNASUR.",
    "year": 1963,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Iris Häussler",
    "birthday": "1962-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Iris_Haeussler_%282006%29.jpg",
    "extract": "Iris Haeussler is a conceptual and installation art artist of German origin. She lives in Toronto, Ontario, Canada. Many of Iris Haeussler's works are detailed, hyperrealistic installations that visitors can decode as narrative stories. Recurring topics in her work include historic, cultural and social origins, such as family ties and relationships, and physical conditions, such as geography architecture and housing.",
    "year": 1962,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Marco Schällibaum",
    "birthday": "1962-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Coach_Marco_Sch%C3%A4llibaum_Impact_Montr%C3%A9al_2013.jpg/196px-Coach_Marco_Sch%C3%A4llibaum_Impact_Montr%C3%A9al_2013.jpg",
    "extract": "Marco Schällibaum is a Swiss football manager and former player.",
    "year": 1962,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rory Bremner",
    "birthday": "1961-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Rory_Bremner_at_the_Savoy_2007.jpg/320px-Rory_Bremner_at_the_Savoy_2007.jpg",
    "extract": "Roderick Keith Ogilvy \"Rory\" Bremner, is a Scottish impressionist and comedian, noted for his work in political satire and impressions of British public figures. He is also known for his work on Mock the Week as a panellist, award-winning show Rory Bremner...Who Else? and sketch comedy series Bremner, Bird and Fortune.",
    "year": 1961,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Peter Jackson (footballer, born 1961)",
    "birthday": "1961-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/PeterJackson.JPG/320px-PeterJackson.JPG",
    "extract": "Peter Allan Jackson is a football manager and former footballer. He has previously had two spells as Huddersfield Town manager, whom he helped win the Division Three play-off in 2004, and he has also managed Lincoln City, before taking charge at his former playing club Bradford City in 2011.",
    "year": 1961,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Warren Haynes",
    "birthday": "1960-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Warren_Haynes_12-5-2013.jpg/240px-Warren_Haynes_12-5-2013.jpg",
    "extract": "Warren Haynes is an American musician, singer and songwriter. He is best known for his work as longtime guitarist with the Allman Brothers Band and as founding member of the jam band Gov't Mule. Early in his career he was a guitarist for David Allan Coe and The Dickey Betts Band. Haynes also is known for his associations with the surviving members of the Grateful Dead, including touring with Phil Lesh and Friends and the Dead. In addition, Haynes founded and manages Evil Teen Records.",
    "year": 1960,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Pizzarelli",
    "birthday": "1960-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/John_Pizzarelli_%2815101858701%29.jpg/213px-John_Pizzarelli_%2815101858701%29.jpg",
    "extract": "John Paul Pizzarelli Jr. is an American jazz guitarist and vocalist. He has recorded over twenty solo albums and has appeared on more than forty albums by other recording artists, including Paul McCartney, James Taylor, Rosemary Clooney; his father, jazz guitarist Bucky Pizzarelli; and his wife, singer Jessica Molaskey.",
    "year": 1960,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Giorgio Damilano",
    "birthday": "1957-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Sandro_Bellucci%2C_Giorgio_and_Maurizio_Damilano%2C_Raffaello_Ducceschi.jpg/235px-Sandro_Bellucci%2C_Giorgio_and_Maurizio_Damilano%2C_Raffaello_Ducceschi.jpg",
    "extract": "Giorgio Damilano is an Italian former race walker.",
    "year": 1957,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Maurizio Damilano",
    "birthday": "1957-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Sandro_Bellucci%2C_Giorgio_and_Maurizio_Damilano%2C_Raffaello_Ducceschi.jpg/235px-Sandro_Bellucci%2C_Giorgio_and_Maurizio_Damilano%2C_Raffaello_Ducceschi.jpg",
    "extract": "Maurizio Damilano is an Italian former race walker. He won 15 medals individual, at senior level, at the International athletics competitions.",
    "year": 1957,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jaroslava Maxová",
    "birthday": "1957-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Jaroslava_Maxova_-_photo.JPG/291px-Jaroslava_Maxova_-_photo.JPG",
    "extract": "Jaroslava Maxová is a Czech mezzo-soprano opera singer and vocal coach.",
    "year": 1957,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Paolo Nespoli",
    "birthday": "1957-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Paolo_A._Nespoli_2016.jpg/256px-Paolo_A._Nespoli_2016.jpg",
    "extract": "Major Paolo Angelo Nespoli is an Italian astronaut and engineer of the European Space Agency (ESA). In 2007, he first traveled into space aboard the Space Shuttle Discovery as a mission specialist of STS-120. In December 2010 he again traveled into space aboard the Soyuz TMA-20 spacecraft as an Expedition 26/27 flight engineer. Nespoli's third spaceflight was on board Soyuz MS-05, which launched in July 2017 for Expedition 52/53. He was also the European Space Agency's oldest active astronaut prior to his retirement in 2019.",
    "year": 1957,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michele Bachmann",
    "birthday": "1956-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Bachmann2011.jpg/256px-Bachmann2011.jpg",
    "extract": "Michele Marie Bachmann is an American politician who was the U.S. representative for Minnesota's 6th congressional district from 2007 until 2015. A member of the Republican Party, she was a candidate for President of the United States in the 2012 election, but lost the Republican nomination to Mitt Romney.",
    "year": 1956,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lee Scott (politician)",
    "birthday": "1956-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f3/LeeScott.jpg",
    "extract": "Lee Scott is a British Conservative Party politician. He was the Member of Parliament (MP) for Ilford North from 2005 until his defeat at the 2015 general election. Scott is an officer of the Conservative Friends of Israel. In the 2021 Essex County Council election he was elected to the ward of Chigwell & Loughton Broadway.",
    "year": 1956,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sebastian Spreng",
    "birthday": "1956-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Sebastian_spreng_miami_2a.jpg/310px-Sebastian_spreng_miami_2a.jpg",
    "extract": "Sebastian Spreng is an Argentine-born American visual artist and music journalist. He is a self-taught artist. He lives in Bay Harbor Islands, Florida.",
    "year": 1956,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dilip Vengsarkar",
    "birthday": "1956-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/DilipVengsarkar.jpg/309px-DilipVengsarkar.jpg",
    "extract": "Dilip Balwant Vengsarkar pronunciation (help·info) is a former Indian cricketer and a cricket administrator. He was known as one of the foremost exponents of the drive. Along with Sunil Gavaskar and Gundappa Viswanath, he was a key player in the Indian batting line up in the late 70s and early 80s. He went on to play until 1992.",
    "year": 1956,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rob Epstein",
    "birthday": "1955-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Rob_Epstein_%28cropped%29.jpg/223px-Rob_Epstein_%28cropped%29.jpg",
    "extract": "Robert P. Epstein is an American director, producer, writer, and editor. He has won two Academy Awards for Best Documentary Feature, for the films The Times of Harvey Milk and Common Threads: Stories from the Quilt.",
    "year": 1955,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michael Rooker",
    "birthday": "1955-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Michael_Rooker_%2849645306596%29.jpg/238px-Michael_Rooker_%2849645306596%29.jpg",
    "extract": "Michael Rooker is an American actor known for his roles as Henry in Henry: Portrait of a Serial Killer (1986), Chick Gandil in Eight Men Out (1988), Frank Baily in Mississippi Burning (1988), Terry Cruger in Sea of Love (1989), Rowdy Burns in Days of Thunder (1990), Bill Broussard in JFK (1991), Hal Tucker in Cliffhanger (1993), Sherman McMaster in Tombstone (1993), Jared Svenning in Mallrats (1995), Detective Howard Cheney in The Bone Collector (1999), Grant Grant in Slither (2006), Merle Dixon in AMC's The Walking Dead (2010–2013), Yondu Udonta in Guardians of the Galaxy (2014), its sequel, Guardians of the Galaxy Vol. 2 (2017), and the animated series What If...? (2021), and Savant in The Suicide Squad (2021).",
    "year": 1955,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Cathy Jones",
    "birthday": "1955-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Cathy_Jones.jpg/240px-Cathy_Jones.jpg",
    "extract": "Catherine Frederica \"Cathy\" Jones is a Canadian actress, comedian and writer. She is known for her work for 28 years on the Canadian television series This Hour Has 22 Minutes. Jones left the show in 2021.",
    "year": 1955,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Patrick Doyle",
    "birthday": "1953-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Patrick_Doyle%2C_Qatar_Masterclass.jpg/238px-Patrick_Doyle%2C_Qatar_Masterclass.jpg",
    "extract": "Patrick Doyle is a Scottish film composer with Irish heritage. A longtime collaborator of actor-director Kenneth Branagh, Doyle is known for his work composing for films such as Henry V, Sense and Sensibility, Hamlet, Carlito's Way, and Gosford Park, as well as Harry Potter and the Goblet of Fire, Rise of the Planet of the Apes, Thor, Brave, Cinderella, and Murder on the Orient Express. Doyle has been nominated for two Academy Awards and two Golden Globe Awards, and is the recipient of the ASCAP Henry Mancini Award for \"outstanding achievements and contributions to the world of film and television music\".",
    "year": 1953,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Christopher Franke",
    "birthday": "1953-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Tangerine_Dream_1980something_%2812882520393%29.jpg/320px-Tangerine_Dream_1980something_%2812882520393%29.jpg",
    "extract": "Christopher Franke is a German musician and composer. From 1971 to 1987 he was a member of the electronic group Tangerine Dream. Initially a drummer with The Agitation, later renamed Agitation Free, his primary focus eventually shifted to keyboards and synthesizers as the group moved away from its psychedelic rock origins. While he was not the first musician to use an analog sequencer, he was probably the first to turn it into a live performance instrument, thus laying the rhythmic foundation for classic Tangerine Dream pieces and indeed for the whole Berlin school sound.",
    "year": 1953,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Udo Dirkschneider",
    "birthday": "1952-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/U.D.O._with_Bundeswehr_Musikkorps_-_Wacken_Open_Air_2015-0596.jpg/264px-U.D.O._with_Bundeswehr_Musikkorps_-_Wacken_Open_Air_2015-0596.jpg",
    "extract": "Udo Dirkschneider is a German singer and songwriter who rose to fame with German heavy metal band Accept. After leaving the band in 1987, he formed U.D.O., with which he has also enjoyed commercial success.",
    "year": 1952,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Marilu Henner",
    "birthday": "1952-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Marilu_Henner_2011.jpg/213px-Marilu_Henner_2011.jpg",
    "extract": "Mary Lucy Denise Henner is an American actress, producer, radio host, singer, podcaster, and author. She began her career appearing in the original production of the musical Grease in 1971, before making her screen debut in the 1977 comedy-drama film Between the Lines.",
    "year": 1952,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bert Blyleven",
    "birthday": "1951-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Bert_Blyleven_2011.jpg/265px-Bert_Blyleven_2011.jpg",
    "extract": "Bert Blyleven is a Dutch-American former professional baseball pitcher who played 22 seasons in Major League Baseball (MLB) from 1970 to 1992, primarily with the Minnesota Twins. Blyleven recorded 3,701 career strikeouts, the fifth-most in MLB history. He won 287 games, 27th-most all-time and pitched 4,970 innings, 14th-most all-time. A renowned curveball pitcher, Blyleven was also a two-time All-Star and World Series champion. He was inducted into the Baseball Hall of Fame in 2011 in his second-to-last year of eligibility after struggling in the early years of his campaign.",
    "year": 1951,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jean-Marc Boivin",
    "birthday": "1951-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/bc/Boivin_dvd.jpg",
    "extract": "Jean-Marc Boivin was a French mountaineer, extreme skier, hang glider and paraglider pilot, speleologist, BASE jumper, film maker and author. The holder of several altitude records for hang gliding and paragliding, the creator of numerous first ascents and first ski descents in the Alps, a member of the team that broke the record for a sub-glacial dive and the first person to paraglide from the summit of Mount Everest, Boivin was a pioneer of extreme sports. He died from injuries incurred after BASE jumping off Angel Falls in Venezuela, the highest waterfall in the world.",
    "year": 1951,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Claire Morissette",
    "birthday": "1950-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Piste_Claire-Morissette_01.JPG/319px-Piste_Claire-Morissette_01.JPG",
    "extract": "Claire Morissette was a Canadian cycling advocate who fought for equal cyclists' rights in Montreal since 1976. She was a member of the group Le Monde à Bicyclette. Notable were the stunts they organized to raise consciousness of automobile transportation's negative impact on cities and their inhabitants, such as bringing snow skis and toboggans on subways to protest the exclusion of bicycles and a die-in on the corner of St. Catherine and University streets in which 100 people lay in the street adorned with fake blood and surrounded with wrecked bikes.",
    "year": 1950,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Cleo Odzer",
    "birthday": "1950-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d6/Cleo_Odzer.jpg",
    "extract": "Cleo Odzer was an American writer who authored books on prostitution in Thailand, the hippie culture of Goa, India, and cybersex.",
    "year": 1950,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alyson Bailes",
    "birthday": "1949-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Alyson_Bailes_%289914455425%29.jpg/320px-Alyson_Bailes_%289914455425%29.jpg",
    "extract": "Alyson Judith Kirtley Bailes CMG was a British diplomat, political scientist, academic and polymath.",
    "year": 1949,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ng Ser Miang",
    "birthday": "1949-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/NgSerMiang-2010SummerYouthOlympics-20090426.jpg/212px-NgSerMiang-2010SummerYouthOlympics-20090426.jpg",
    "extract": "Ng Ser Miang, is a Singaporean entrepreneur, diplomat, and retired sailor. He founded Trans-Island Bus Services in 1982 and more recently is the non-executive chairman of the NTUC FairPrice supermarket chain and board member of Singapore Press Holdings. Since 1990, he has been the vice-president of the Singapore National Olympic Council, and since 2009, has served as a vice-president of the International Olympic Committee. In 2013, he was a candidate for the presidency of the International Olympic Committee, but eventually lost to Thomas Bach.",
    "year": 1949,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Horst Ludwig Störmer",
    "birthday": "1949-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Horst_St%C3%B6rmer_cropped.jpg/283px-Horst_St%C3%B6rmer_cropped.jpg",
    "extract": "Horst Ludwig Störmer is a German physicist, Nobel laureate and emeritus professor at Columbia University.\nHe was awarded the 1998 Nobel Prize in Physics jointly with Daniel Tsui and Robert Laughlin \"for their discovery of a new form of quantum fluid with fractionally charged excitations\". He and Tsui were working at Bell Labs at the time of the experiment cited by the Nobel committee.",
    "year": 1949,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Ratzenberger",
    "birthday": "1947-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/John_Ratzenberger_2011_Shankbone.JPG/232px-John_Ratzenberger_2011_Shankbone.JPG",
    "extract": "John Dezso Ratzenberger is an American actor and filmmaker. He is one of the most successful actors of all time in terms of box-office receipts. Ratzenberger portrayed Cliff Clavin on the comedy series Cheers, for which he earned two Primetime Emmy nominations. He had voiced a character in each of the first 22 feature films from Pixar Animation Studios including Hamm in the Toy Story franchise, The Abominable Snowman in the Monsters, Inc. franchise, Mack in the Cars franchise, and The Underminer in The Incredibles franchise until 2020.",
    "year": 1947,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "André Weinfeld",
    "birthday": "1947-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Aw-fb2.jpg/320px-Aw-fb2.jpg",
    "extract": "André Weinfeld, is a French and American film and television producer, director, screenwriter, cinematographer, photographer, and journalist. He is an alumnus of the prestigious Lycée Louis-le-Grand and the Sorbonne University in Paris.",
    "year": 1947,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Paul Beresford",
    "birthday": "1946-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/PaulBeresford.png/306px-PaulBeresford.png",
    "extract": "Sir Alexander Paul Beresford is a British-New Zealand dentist and politician who has served as the British Conservative Party Member of Parliament (MP) for Mole Valley in Surrey since the 1997 general election. He was first elected as the MP for Croydon Central in the 1992 general election.",
    "year": 1946,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rodney Bickerstaffe",
    "birthday": "1945-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ee/RodneyBickerstaffe_-_taken_on_Sunday_25_January_2015_in_Russell_Square%2C_London.jpg/213px-RodneyBickerstaffe_-_taken_on_Sunday_25_January_2015_in_Russell_Square%2C_London.jpg",
    "extract": "Rodney Kevan Bickerstaffe was a British trade unionist. He was General Secretary of the National Union of Public Employees (1982–1993) and UNISON (1996–2001), Britain's largest trade union at the time. He later became president of the UK National Pensioners Convention (2001–2005).",
    "year": 1945,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Max Clifford",
    "birthday": "1943-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Max_Clifford_2014.jpg/241px-Max_Clifford_2014.jpg",
    "extract": "Maxwell Frank Clifford was an English publicist, particularly associated with promoting 'kiss and tell' stories in tabloid newspapers.",
    "year": 1943,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ian MacRae",
    "birthday": "1943-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Ian_MacRae_%28cropped%29.jpg/205px-Ian_MacRae_%28cropped%29.jpg",
    "extract": "Ian Robert MacRae is a former New Zealand rugby union player. A second five-eighth and centre, MacRae represented West Coast, Bay of Plenty and Hawke's Bay at a provincial level, and was a member of the New Zealand national side, the All Blacks, from 1963 to 1970. He played 28 matches for the All Blacks—three as captain—including 17 internationals.",
    "year": 1943,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Barry Levinson",
    "birthday": "1942-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Barry_Levinson_Shankbone_2009_Tribeca.jpg/240px-Barry_Levinson_Shankbone_2009_Tribeca.jpg",
    "extract": "Barry Lee Levinson is an American film director, screenwriter, producer, comedy writer, comedian and actor. Levinson's best-known works are mid-budget comedy drama and drama films such as Diner (1982); The Natural (1984); Good Morning, Vietnam (1987); Bugsy (1991); and Wag the Dog (1997). He won the Academy Award for Best Director for Rain Man (1988). In 2021, he co-executive produced Hulu miniseries Dopesick and directed the first two episodes.",
    "year": 1942,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Phil Austin",
    "birthday": "1941-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Philip_Austin_01.jpg/320px-Philip_Austin_01.jpg",
    "extract": "Philip Baine Austin was an American comedian and writer, best known as a member of the Firesign Theatre.",
    "year": 1941,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hans W. Geißendörfer",
    "birthday": "1941-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Pressetermin_30_Jahre_Lindenstra%C3%9Fe_-_Hans_W._Gei%C3%9Fend%C3%B6rfer-9149.jpg/320px-Pressetermin_30_Jahre_Lindenstra%C3%9Fe_-_Hans_W._Gei%C3%9Fend%C3%B6rfer-9149.jpg",
    "extract": "Hans W. Geißendörfer is a German film director and producer.",
    "year": 1941,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Don Prudhomme",
    "birthday": "1941-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/DonPrudhomme1996.jpg/320px-DonPrudhomme1996.jpg",
    "extract": "Don Prudhomme, nicknamed \"The Snake\", is an American drag racer.",
    "year": 1941,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gheorghe Zamfir",
    "birthday": "1941-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Gheorghe_Zamfir10.jpg/249px-Gheorghe_Zamfir10.jpg",
    "extract": "Gheorghe Zamfir is a Romanian nai musician.",
    "year": 1941,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Homero Aridjis",
    "birthday": "1940-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Homer_Aridjis_-_Homenaje_Jos%C3%A9_Emilio_Pacheco_El_Colegio_Nacional.jpg/320px-Homer_Aridjis_-_Homenaje_Jos%C3%A9_Emilio_Pacheco_El_Colegio_Nacional.jpg",
    "extract": "Homero Aridjis is a Mexican poet, novelist, environmental activist, journalist and diplomat known for his rich imagination, poetry of lyrical beauty, and ethical independence.",
    "year": 1940,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Pedro Armendáriz Jr.",
    "birthday": "1940-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Pedro_Armendariz%2C_Jr._1973.JPG/242px-Pedro_Armendariz%2C_Jr._1973.JPG",
    "extract": "Pedro Armendáriz Bohr, better known by his stage name Pedro Armendáriz Jr., was a Mexican actor who made films and television series from the United States and Mexico.",
    "year": 1940,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Sculley",
    "birthday": "1939-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/John_Sculley_III.jpg/213px-John_Sculley_III.jpg",
    "extract": "John Sculley III is an American businessman, entrepreneur and investor in high-tech startups. Sculley was vice-president (1970–1977) and president of PepsiCo (1977–1983), until he became chief executive officer (CEO) of Apple Inc. on April 8, 1983, a position he held until leaving in 1993. In May 1987, Sculley was named Silicon Valley's top-paid executive, with an annual salary of US$10.2 million.",
    "year": 1939,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Paul Daniels",
    "birthday": "1938-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Paul_Daniels.JPG/228px-Paul_Daniels.JPG",
    "extract": "Newton Edward Daniels, known professionally as Paul Daniels, was an English magician and television presenter. He achieved international fame through his television series The Paul Daniels Magic Show, which ran on the BBC from 1979 to 1994.",
    "year": 1938,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Roy Thinnes",
    "birthday": "1938-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Roy_Thinnes_1971.JPG/249px-Roy_Thinnes_1971.JPG",
    "extract": "Roy Thinnes is an American television and film actor best known for his portrayal of lonely hero David Vincent in the ABC 1967–68 television series The Invaders.",
    "year": 1938,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Merle Haggard",
    "birthday": "1937-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Merle_Haggard_in_1971.jpg/253px-Merle_Haggard_in_1971.jpg",
    "extract": "Merle Ronald Haggard was an American country music singer, songwriter, guitarist, and fiddler.",
    "year": 1937,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tom Veivers",
    "birthday": "1937-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Tom_Veivers_1965.jpg/320px-Tom_Veivers_1965.jpg",
    "extract": "Thomas Robert Veivers is an Australian former cricketer, teacher, politician and public administrator who played in 21 cricket Test matches between 1963 and 1967. He is the great-uncle of Jack Wildermuth.",
    "year": 1937,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Billy Dee Williams",
    "birthday": "1937-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Billy_Dee_Williams_2016.jpg/242px-Billy_Dee_Williams_2016.jpg",
    "extract": "William December Williams Jr. is an American actor. He appeared as Lando Calrissian in the Star Wars franchise, first in the early 1980s for The Empire Strikes Back (1980) and Return of the Jedi (1983), and thirty-six years later in The Rise of Skywalker (2019), marking one of the longest intervals between onscreen portrayals of a character by the same actor in American film history.",
    "year": 1937,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Helen Berman",
    "birthday": "1936-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Helen_-_Grey_Sun.jpg/254px-Helen_-_Grey_Sun.jpg",
    "extract": "Helen Berman is a Dutch-Israeli visual artist. She was a textile designer in the 1960s and has been a painter and occasionally an art educator since the 1970s. She is well known in Israel and has exhibited also in Germany and the Netherlands. She created modern and postmodern art and has engaged in realistic impressionism and lyrical abstract expressionism.",
    "year": 1936,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jean-Pierre Changeux",
    "birthday": "1936-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/96/JPChangeux-small.jpg",
    "extract": "Jean-Pierre Changeux is a French neuroscientist known for his research in several fields of biology, from the structure and function of proteins, to the early development of the nervous system up to cognitive functions. Although being famous in biological sciences for the MWC model, the identification and purification of the nicotinic acetylcholine receptor and the theory of epigenesis by synapse selection are also notable scientific achievements. Changeux is known by the non-scientific public for his ideas regarding the connection between mind and physical brain. As put forth in his book, Conversations on Mind, Matter and Mathematics, Changeux strongly supports the view that the nervous system functions in a projective rather than reactive style and that interaction with the environment, rather than being instructive, results in the selection amongst a diversity of preexisting internal representations.",
    "year": 1936,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Enrique Álvarez Félix",
    "birthday": "1934-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/60/EnriqueFelix.png/320px-EnriqueFelix.png",
    "extract": "Enrique Álvarez Félix was a Mexican actor, known for his roles in telenovelas and in films, such as The Monastery of the Vultures and The House of the Pelican.",
    "year": 1934,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anton Geesink",
    "birthday": "1934-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Anton_Geesink_04.12.1961.jpg/224px-Anton_Geesink_04.12.1961.jpg",
    "extract": "Antonius Johannes Geesink was a Dutch 10th dan judoka. He was the first non-Japanese judoka to win gold at the World Judo Championship, a feat he accomplished in 1961 and 1965. He was also an Olympic Champion, having won gold at the 1964 Summer Olympics in Japan, and won a record 21 European Judo Championships during his career.",
    "year": 1934,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tom C. Korologos",
    "birthday": "1933-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/da/Tom_C_Korologos.jpg",
    "extract": "Tom Chris Korologos is a former United States Ambassador to Belgium.",
    "year": 1933,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Connie Broden",
    "birthday": "1932-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Connie_Broden.JPG/236px-Connie_Broden.JPG",
    "extract": "Thomas Connell Broden was a Canadian ice hockey forward.",
    "year": 1932,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Helmut Griem",
    "birthday": "1932-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Bundesarchiv_B_145_Bild-P097042%2C_Verleihung_der_Berliner_Kunstpreise.jpg/320px-Bundesarchiv_B_145_Bild-P097042%2C_Verleihung_der_Berliner_Kunstpreise.jpg",
    "extract": "Helmut Griem was a German film, television and stage actor, and director.",
    "year": 1932,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ram Dass",
    "birthday": "1931-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Ram_Dass.jpg/238px-Ram_Dass.jpg",
    "extract": "Ram Dass, also known as Baba Ram Dass, was an American spiritual teacher, guru of modern yoga, psychologist, and author. His best-selling 1971 book Be Here Now, which has been described by multiple reviewers as \"seminal\", helped popularize Eastern spirituality and yoga in the West. He authored or co-authored twelve more books on spirituality over the next four decades, including Grist for the Mill (1977), How Can I Help? (1985), and Polishing the Mirror (2013).",
    "year": 1931,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ivan Dixon",
    "birthday": "1931-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Ivan_Dixon_in_Nothing_But_a_Man.jpg/217px-Ivan_Dixon_in_Nothing_But_a_Man.jpg",
    "extract": "Ivan Nathaniel Dixon III was an American actor, director, and producer best known for his series role in the 1960s sitcom Hogan's Heroes, and for his starring roles in the 1964 independent drama Nothing But a Man and the 1967 television film The Final War of Olly Winter. In addition, he directed many episodes of television series.",
    "year": 1931,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Willis Hall",
    "birthday": "1929-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b1/Willis_Hall_by_Lewis_Morley_1960.jpg/240px-Willis_Hall_by_Lewis_Morley_1960.jpg",
    "extract": "Willis Edward Hall was an English playwright and radio, television and film writer who drew on his working-class roots in Leeds for much of his writing. Willis formed an extremely prolific partnership with his life-long friend Keith Waterhouse producing over 250 works. He wrote plays such as Billy Liar, The Long and the Short and the Tall, and Celebration; the screenplays for Whistle Down the Wind, A Kind of Loving and Alfred Hitchcock's Torn Curtain; and television programmes including Budgie, Worzel Gummidge and Minder. His passion for musical theatre led to a string of hits, including Wind in the Willows, The Card, and George Stiles' and Anthony Drewe's Peter Pan: A Musical Adventure.",
    "year": 1929,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joi Lansing",
    "birthday": "1929-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Joi_Lansing_Klondike_1960.jpg/214px-Joi_Lansing_Klondike_1960.jpg",
    "extract": "Joi Lansing was an American model, film and television actress, and nightclub singer. She was noted for her pin-up photos and roles in B-movies, as well as a prominent role in the famous opening \"tracking shot\" in Orson Welles' 1958 crime drama Touch of Evil.",
    "year": 1929,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "André Previn",
    "birthday": "1929-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Andr%C3%A9_Previn.jpg/240px-Andr%C3%A9_Previn.jpg",
    "extract": "André George Previn was a German-American pianist, composer, and conductor. His career had three major genres: Hollywood, jazz, and classical music. On each he achieved success, and the latter two were part of his life until the end. In movies, he arranged and composed music. In jazz, he was a celebrated trio pianist, a piano-accompanist to singers of standards, and pianist-interpreter of songs from the \"Great American Songbook\". In classical music, he also worked as a pianist but gained television fame as a conductor, and during his last thirty years created his legacy as a composer of art music.",
    "year": 1929,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "James Watson",
    "birthday": "1928-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/James_D_Watson.jpg/319px-James_D_Watson.jpg",
    "extract": "James Dewey Watson is an American molecular biologist, geneticist, and zoologist. In 1953, he co-authored with Francis Crick the academic paper proposing the double helix structure of the DNA molecule. Watson, Crick and Maurice Wilkins were awarded the 1962 Nobel Prize in Physiology or Medicine \"for their discoveries concerning the molecular structure of nucleic acids and its significance for information transfer in living material\". In subsequent years, it has been recognized that Watson and his colleagues did not properly attribute colleague Rosalind Franklin for her contributions to the discovery of the double helix structure.",
    "year": 1928,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gerry Mulligan",
    "birthday": "1927-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Gerry_Mulligan_%281980s_portrait_by_William_P._Gottlieb%29.jpg/256px-Gerry_Mulligan_%281980s_portrait_by_William_P._Gottlieb%29.jpg",
    "extract": "Gerald Joseph Mulligan, also known as Jeru, was an American jazz saxophonist, clarinetist, composer and arranger. Though primarily known as one of the leading jazz baritone saxophonists—playing the instrument with a light and airy tone in the era of cool jazz—Mulligan was also a significant arranger, working with Claude Thornhill, Miles Davis, Stan Kenton, and others. His pianoless quartet of the early 1950s with trumpeter Chet Baker is still regarded as one of the best cool jazz groups. Mulligan was also a skilled pianist and played several other reed instruments. Several of his compositions, such as \"Walkin' Shoes\" and \"Five Brothers\", have become standards.",
    "year": 1927,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sergio Franchi",
    "birthday": "1926-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Sergio_Franchi%2C_1970_pub.photo_%28Cropped%29.jpg/254px-Sergio_Franchi%2C_1970_pub.photo_%28Cropped%29.jpg",
    "extract": "Sergio Franchi, born Sergio Franci Galli, was an Italian-American tenor and actor who enjoyed success in the United States and internationally after gaining notice in Britain in the early 1960s. In 1962, RCA Victor signed him to a seven-year contract and in October of that year Franchi appeared on The Ed Sullivan Show and performed at Carnegie Hall. Sol Hurok managed Franchi's initial American concert tour.",
    "year": 1926,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gil Kane",
    "birthday": "1926-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Gil_Kane.jpg/228px-Gil_Kane.jpg",
    "extract": "Gil Kane was a Latvian-born American comics artist whose career spanned the 1940s to the 1990s and virtually every major comics company and character.",
    "year": 1926,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ian Paisley",
    "birthday": "1926-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/DrIanPaisley.jpg/270px-DrIanPaisley.jpg",
    "extract": "Ian Richard Kyle Paisley, Baron Bannside, was a Northern Irish loyalist politician and Protestant religious leader who served as leader of the Democratic Unionist Party (DUP) from 1971 to 2008 and First Minister of Northern Ireland from 2007 to 2008.",
    "year": 1926,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Randy Weston",
    "birthday": "1926-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Randy_Weston.jpg/240px-Randy_Weston.jpg",
    "extract": "Randolph Edward \"Randy\" Weston was an American jazz pianist and composer whose creativity was inspired by his ancestral African connection.",
    "year": 1926,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Herb Thomas",
    "birthday": "1923-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/02/HerbThomasNASCARLegend.jpg",
    "extract": "Herbert Watson Thomas was a stock car racer who was one of NASCAR's most successful drivers in the 1950s. Thomas was NASCAR's first multi-time Cup Champion.",
    "year": 1923,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Wilbur Thompson",
    "birthday": "1921-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/70/Wilbur_Thompson_1948.jpg/192px-Wilbur_Thompson_1948.jpg",
    "extract": "Wilbur Marvin \"Moose\" Thompson was an American shot putter who won a gold medal at the 1948 Summer Olympics.",
    "year": 1921,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jack Cover",
    "birthday": "1920-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/75/John_Higson_Cover%2C_Jr._45036223.jpg/263px-John_Higson_Cover%2C_Jr._45036223.jpg",
    "extract": "John Higson Cover Jr. was the inventor of the Taser stun gun.",
    "year": 1920,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Edmond H. Fischer",
    "birthday": "1920-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Edmond_Fischer_Nobel_Laureate_1992.jpg/250px-Edmond_Fischer_Nobel_Laureate_1992.jpg",
    "extract": "Edmond Henri Fischer was an American-Swiss biochemist. He and his collaborator Edwin G. Krebs were awarded the Nobel Prize in Physiology or Medicine in 1992 for describing how reversible phosphorylation works as a switch to activate proteins and regulate various cellular processes. From 2007 until 2014, he was the Honorary President of the World Cultural Council. At the time of his death at age 101 in 2021, he was the oldest living Nobel Prize laureate.",
    "year": 1920,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Georgios Mylonas",
    "birthday": "1919-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Georgios_Mylonas_in_NYC%2C_1983_%C2%A9_Eleni_Mylonas.jpg/251px-Georgios_Mylonas_in_NYC%2C_1983_%C2%A9_Eleni_Mylonas.jpg",
    "extract": "Georgios Mylonas was a Greek Center Union politician and government minister. He was a close aide to Greek statesman and premier Georgios Papandreou, and was repeatedly elected deputy for the Ioannina seat with the Center Union. Mylonas had served as an undersecretary to the premier's office and education undersecretary from 1963 to 1965. He assumed the transport ministry in the first post-junta government in 1974 and was Minister for Culture from 1989 to 1990. Mylonas was the author of the book Escape From Amorgos, detailing his escape from the island, where he was exiled during the 1967-1974 military dictatorship. The escape was organized by his then, son-in-law Elias B.M. Kulukundris and his daughter Eleni Mylonas with the help of Maria Becket.",
    "year": 1919,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alfredo Ovando Candía",
    "birthday": "1918-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/48a_-_Alfredo_Ovando_Cand%C3%ADa_%28CROPPED1%29.jpg/226px-48a_-_Alfredo_Ovando_Cand%C3%ADa_%28CROPPED1%29.jpg",
    "extract": "Alfredo Ovando Candía was the Commander of the Bolivian Air Forces and ambassador who served as the 48th President of Bolivia twice nonconsecutively, first as co-president with René Barrientos from 1965 to 1966 and then as de facto president from 1969 to 1970.",
    "year": 1918,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Leonora Carrington",
    "birthday": "1917-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a5/Leonora_Carrington.jpg/278px-Leonora_Carrington.jpg",
    "extract": "Mary Leonora Carrington was a British-born Mexican artist, surrealist painter, and novelist. She lived most of her adult life in Mexico City and was one of the last surviving participants in the surrealist movement of the 1930s. Carrington was also a founding member of the women's liberation movement in Mexico during the 1970s.",
    "year": 1917,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Phil Leeds",
    "birthday": "1916-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a1/Phil_Leeds_001a.jpg",
    "extract": "Phil Leeds was an American character actor. He is best known for appearing in many movies and television series, including guest appearances in The Dick Van Dyke Show, Maude, Friends, The Golden Girls, Everybody Loves Raymond, and more.",
    "year": 1916,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Vincent Ellis McKelvey",
    "birthday": "1916-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Vincent_Ellis_McKelvey.jpg/258px-Vincent_Ellis_McKelvey.jpg",
    "extract": "Vincent Ellis McKelvey was an American geologist and earth scientist. Recognized as an international authority on deep-sea mineral deposits, he spent 46 years with the United States Geological Survey. From 1968 to 1982, he served as scientific adviser and senior deputy to the United States delegation to the Law of the Sea Conference of the United Nations, where fellow delegates often depended on his ability to render complex scientific issues into plain English.",
    "year": 1916,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tadeusz Kantor",
    "birthday": "1915-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Tadeusz_kantor_17.jpg/320px-Tadeusz_kantor_17.jpg",
    "extract": "Tadeusz Kantor was a Polish painter, assemblage and Happenings artist, set designer and theatre director. Kantor is renowned for his revolutionary theatrical performances in Poland and abroad. Laureate of Witkacy Prize – Critics' Circle Award (1989).",
    "year": 1915,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Shannon Boyd-Bailey McCune",
    "birthday": "1913-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Shannon_McCune.JPG/295px-Shannon_McCune.JPG",
    "extract": "Shannon Boyd-Bailey McCune was an American geographer.",
    "year": 1913,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Feodor Lynen",
    "birthday": "1911-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Feodor_Lynen_with_pipette.jpg/226px-Feodor_Lynen_with_pipette.jpg",
    "extract": "Feodor Felix Konrad Lynen was a German biochemist. In 1964 he won the Nobel Prize in Physiology or Medicine together with Konrad Bloch for their discoveries concerning the mechanism and regulation of cholesterol and fatty acid metabolism while he was director of the Max-Planck Institute for Cellular Chemistry in Munich.",
    "year": 1911,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Barys Kit",
    "birthday": "1910-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/%D0%91%D0%B0%D1%80%D1%8B%D1%81_%D0%9A%D1%96%D1%82_105.jpg/180px-%D0%91%D0%B0%D1%80%D1%8B%D1%81_%D0%9A%D1%96%D1%82_105.jpg",
    "extract": "Boris Uladzimiravich Kit was a Belarusian-American rocket scientist.",
    "year": 1910,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William M. Branham",
    "birthday": "1909-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a4/Rev._William_M._Branham_in_Kansas_City%2C_1947.jpg",
    "extract": "William Marrion Branham was an American Christian minister and faith healer who initiated the post–World War II healing revival, and claimed to be a prophet with the anointing of Elijah, who had come to herald Christ's second coming; some of his followers have been labeled a \"doomsday cult\". He is credited as \"a principal architect of restorationist thought\" for charismatics by some Christian historians, and has been called the \"leading individual in the Second Wave of Pentecostalism.\" He made a lasting influence on televangelism and the modern charismatic movement, and his \"stage presence remains a legend unparalleled in the history of the Charismatic movement\". At the time they were held, his inter-denominational meetings were the largest religious meetings ever held in some American cities. Branham was the first American deliverance minister to successfully campaign in Europe; his ministry reached global audiences with major campaigns held in North America, Europe, Africa, and India.",
    "year": 1909,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hermann Lang",
    "birthday": "1909-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Hermann_Lang_El_Gr%C3%A1fico.jpg/213px-Hermann_Lang_El_Gr%C3%A1fico.jpg",
    "extract": "Hermann Lang was a German racing driver who raced motorcycles, Grand Prix cars, and sports cars.",
    "year": 1909,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kurt Georg Kiesinger",
    "birthday": "1904-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Bundesarchiv_B_145_Bild-F024017-0001%2C_Oberhausen%2C_CDU-Parteitag_Rheinland%2C_Kiesinger.jpg_%28cropped%29.jpg/219px-Bundesarchiv_B_145_Bild-F024017-0001%2C_Oberhausen%2C_CDU-Parteitag_Rheinland%2C_Kiesinger.jpg_%28cropped%29.jpg",
    "extract": "Kurt Georg Kiesinger was a German politician who served as the chancellor of West Germany from 1 December 1966 to 21 October 1969. Before he became Chancellor he served as Minister President of Baden-Württemberg from 1958 to 1966 and as President of the Federal Council from 1962 to 1963. He was Chairman of the Christian Democratic Union from 1967 to 1971.",
    "year": 1904,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Erwin Komenda",
    "birthday": "1904-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/12-01-11-autostadt-wolfsburg-by-RalfR-201.jpg/320px-12-01-11-autostadt-wolfsburg-by-RalfR-201.jpg",
    "extract": "Erwin Komenda was an Austrian automobile designer and Porsche employee, and a lead contributor to the design of the bodies for the VW Beetle and various Porsche sports cars.",
    "year": 1904,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mickey Cochrane",
    "birthday": "1903-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/MickeyCochraneGoudeycard.jpg/263px-MickeyCochraneGoudeycard.jpg",
    "extract": "Gordon Stanley \"Mickey\" Cochrane, nicknamed \"Black Mike\", was an American professional baseball player, manager and coach. He played in Major League Baseball as a catcher for the Philadelphia Athletics and Detroit Tigers. Cochrane was considered one of the best catchers in baseball history and is a member of the Baseball Hall of Fame. In his first season as manager, he led the Tigers to 101 wins, which was the most for a rookie manager for 27 years.",
    "year": 1903,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Doc Edgerton",
    "birthday": "1903-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d8/Doc_Edgerton%2C_1963.jpg/285px-Doc_Edgerton%2C_1963.jpg",
    "extract": "Harold Eugene \"Doc\" Edgerton, also known as Papa Flash, was an American scientist and researcher, a professor of electrical engineering at the Massachusetts Institute of Technology. He is largely credited with transforming the stroboscope from an obscure laboratory instrument into a common device. He also was deeply involved with the development of sonar and deep-sea photography, and his equipment was used by Jacques Cousteau in searches for shipwrecks and even the Loch Ness Monster.",
    "year": 1903,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Julien Torma",
    "birthday": "1902-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Torma.gif",
    "extract": "Julien Torma was credited as a French writer, playwright and poet who was part of the Dadaist movement.",
    "year": 1902,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Pier Giorgio Frassati",
    "birthday": "1901-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Pgf2.jpg/267px-Pgf2.jpg",
    "extract": "Pier Giorgio Frassati was an Italian Catholic activist, and a member from the Third Order of Saint Dominic. He was dedicated to social justice issues and joined several charitable organizations, including Catholic Action and the St Vincent de Paul Society, to better aid the poor and less fortunate living in his hometown of Turin; he put his own pious beliefs into practice to cater to their needs and was best known for his devotion and amiable character.",
    "year": 1901,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Leo Robin",
    "birthday": "1900-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/42/Leo_Robin.jpg/256px-Leo_Robin.jpg",
    "extract": "Leo Robin was an American composer, lyricist and songwriter. He is probably best known for collaborating with Ralph Rainger on the 1938 Oscar-winning song \"Thanks for the Memory\", sung by Bob Hope and Shirley Ross in the film The Big Broadcast of 1938.",
    "year": 1900,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jeanne Hébuterne",
    "birthday": "1898-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Jeanne_Hebuterne_seated.jpg/189px-Jeanne_Hebuterne_seated.jpg",
    "extract": "Jeanne Hébuterne was a French painter and art model best known as the frequent subject and common-law wife of the artist Amedeo Modigliani. She took her own life the day after Modigliani died, and is now buried beside him.",
    "year": 1898,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Donald Wills Douglas Sr.",
    "birthday": "1892-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/35/Donald_Wills_Douglas.jpg",
    "extract": "Donald Wills Douglas Sr. was an American aircraft industrialist and engineer.",
    "year": 1892,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lowell Thomas",
    "birthday": "1892-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Lowell_Thomas_-_WJROneOfAKind.jpg/320px-Lowell_Thomas_-_WJROneOfAKind.jpg",
    "extract": "Lowell Jackson Thomas was an American writer, actor, broadcaster, and traveler, best remembered for publicising T. E. Lawrence. He was also involved in promoting the Cinerama widescreen system. In 1954, he led a group of New York City-based investors to buy majority control of Hudson Valley Broadcasting, which, in 1957, became Capital Cities Television Corporation.",
    "year": 1892,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anthony Fokker",
    "birthday": "1890-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Anthony_Fokker_1912.jpg/223px-Anthony_Fokker_1912.jpg",
    "extract": "Anton Herman Gerard \"Anthony\" Fokker was a Dutch aviation pioneer, aviation entrepreneur, aircraft designer, and aircraft manufacturer. He produced fighter aircraft in Germany during the First World War such as the Eindecker monoplanes, the Dr.1 triplane and the D.VII biplane.",
    "year": 1890,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hans Richter (artist)",
    "birthday": "1888-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f4/Hans_Richter_by_Man_Ray_c1928.jpg/230px-Hans_Richter_by_Man_Ray_c1928.jpg",
    "extract": "Hans Richter was a German Dada painter, graphic artist, avant-garde film producer, and art historian. In 1965 he authored the book Dadaism about the history of the Dada movement.\n He was born in Berlin into a well-to-do family and died in Minusio, near Locarno, Switzerland.",
    "year": 1888,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Athenagoras I of Constantinople",
    "birthday": "1886-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Patriarch_Athenagoras_%281967%29.jpg/240px-Patriarch_Athenagoras_%281967%29.jpg",
    "extract": "Athenagoras I, born Aristocles Matthaiou Spyrou, initially the Greek archbishop in North America, was the 268th Ecumenical Patriarch of Constantinople, from 1948 to 1972.",
    "year": 1886,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Walter Dandy",
    "birthday": "1886-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Walter_Dandy%2C_ca._1915.jpg",
    "extract": "Walter Edward Dandy was an American neurosurgeon and scientist. He is considered one of the founding fathers of neurosurgery, along with Victor Horsley (1857–1916) and Harvey Cushing (1869–1939). Dandy is credited with numerous neurosurgical discoveries and innovations, including the description of the circulation of cerebrospinal fluid in the brain, surgical treatment of hydrocephalus, the invention of air ventriculography and pneumoencephalography, the description of brain endoscopy, the establishment of the first intensive care unit, and the first clipping of an intracranial aneurysm, which marked the birth of cerebrovascular neurosurgery.",
    "year": 1886,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mir Osman Ali Khan",
    "birthday": "1886-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/NezamHaydarabad_%28cropped_to_image_only%29.jpg/235px-NezamHaydarabad_%28cropped_to_image_only%29.jpg",
    "extract": "Mir Osman Ali Khan, Asaf Jah VII, was the last Nizam (ruler) of the Princely State of Hyderabad, the largest princely state in British India. He ascended the throne on 29 August 1911, at the age of 25 and ruled the Kingdom of Hyderabad between 1911 and 1948, until India annexed it. He was styled as His Exalted Highness-(H.E.H) the Nizam of Hyderabad, and was widely considered as one of the world's wealthiest person of all time. With some estimate placing his wealth at 2% of U.S. GDP. His portrait was on the cover of Time magazine in 1937. As a semi-autonomous monarch, he had his own mint, printing his own currency, the Hyderabadi rupee, and had a private treasury that was said to contain £100 million in gold and silver bullion, and a further £400 million of jewels. The major source of his wealth was the Golconda mines, the only supplier of diamonds in the world at that time. Among them was the Jacob Diamond, valued at some £50 million, and used by the Nizam as a paperweight.",
    "year": 1886,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "J. G. Parry-Thomas",
    "birthday": "1884-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8a/J.G._Parry-Thomas_%28small%29.jpg/240px-J.G._Parry-Thomas_%28small%29.jpg",
    "extract": "John Godfrey Parry-Thomas was a Welsh engineer and motor-racing driver who at one time held the land speed record. He was the first driver to be killed in pursuit of the land speed record.",
    "year": 1884,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Erich Mühsam",
    "birthday": "1878-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Bundesarchiv_Bild_146-1981-003-08%2C_Erich_M%C3%BChsam.jpg/221px-Bundesarchiv_Bild_146-1981-003-08%2C_Erich_M%C3%BChsam.jpg",
    "extract": "Erich Mühsam was a German-Jewish antimilitarist anarchist essayist, poet and playwright. He emerged at the end of World War I as one of the leading agitators for a federated Bavarian Soviet Republic, for which he served 5 years in prison.",
    "year": 1878,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Levon Shant",
    "birthday": "1869-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Stamp_of_Armenia_m44_crop.jpg/320px-Stamp_of_Armenia_m44_crop.jpg",
    "extract": "Levon Shant was an Armenian playwright, novelist, poet and founder of the Hamazkayin Armenian Educational and Cultural Society.",
    "year": 1869,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Felix-Raymond-Marie Rouleau",
    "birthday": "1866-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Felix-Raymond-Marie_Rouleau.png/257px-Felix-Raymond-Marie_Rouleau.png",
    "extract": "Félix-Raymond-Marie Rouleau was a Canadian Cardinal of the Roman Catholic Church. He served as Archbishop of Quebec from 1926 until his death, and was elevated to the cardinalate in 1927.",
    "year": 1866,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William Bate Hardy",
    "birthday": "1864-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/William_Bate_Hardy.jpg/217px-William_Bate_Hardy.jpg",
    "extract": "Sir William Bate Hardy, FRS was a British biologist and food scientist. The William Bate Hardy Prize is named in his honour.",
    "year": 1864,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Stanislas de Guaita",
    "birthday": "1861-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Guaitasd.jpg/255px-Guaitasd.jpg",
    "extract": "Stanislas De Guaita was a French poet based in Paris, an expert on esotericism and European mysticism, and an active member of the Rosicrucian Order. He was very celebrated and successful in his time. He had many disputes with other people who were involved with occultism and magic. Occultism and magic were part of his novels.",
    "year": 1861,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "René Lalique",
    "birthday": "1860-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c8/Rene-jules-lalique.jpg/241px-Rene-jules-lalique.jpg",
    "extract": "René Jules Lalique was a French jeweller, medallist,and glass designer known for his creations of glass art, perfume bottles, vases, jewellery, chandeliers, clocks, and automobile hood ornaments.",
    "year": 1860,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Arthur Wesley Dow",
    "birthday": "1857-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Arthur_Wesley_Dow_portrait_Ipswich_Massachusetts_circa_1890.png/206px-Arthur_Wesley_Dow_portrait_Ipswich_Massachusetts_circa_1890.png",
    "extract": "Arthur Wesley Dow was an American painter, printmaker, photographer and an arts educator.",
    "year": 1857,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charles Huot",
    "birthday": "1855-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Charles_Huot.png/192px-Charles_Huot.png",
    "extract": "Charles Édouard Masson Huot was a French-Canadian painter and illustrator.",
    "year": 1855,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Will Crooks",
    "birthday": "1852-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Will_Crooks_Vanity_Fair_6_April_1905.jpg/199px-Will_Crooks_Vanity_Fair_6_April_1905.jpg",
    "extract": "William Crooks was a noted trade unionist and politician from Poplar, London, and a member of the Fabian Society. He is particularly remembered for his campaigning work against poverty and inequality.",
    "year": 1852,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Guillaume Bigourdan",
    "birthday": "1851-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/GBigourdan.jpg/320px-GBigourdan.jpg",
    "extract": "Camille Guillaume Bigourdan was a French astronomer.",
    "year": 1851,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William Lyne",
    "birthday": "1844-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/William_Lyne_%28cropped%29.jpg/228px-William_Lyne_%28cropped%29.jpg",
    "extract": "Sir William John Lyne KCMG was an Australian politician who served as Premier of New South Wales from 1899 to 1901, and later as a federal cabinet minister under Edmund Barton and Alfred Deakin. He is best known as the subject of the \"Hopetoun Blunder\", unexpectedly being asked to serve as the first Prime Minister of Australia but failing to form a government.",
    "year": 1844,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gustave Moreau",
    "birthday": "1826-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/GustaveMoreau02.jpg/254px-GustaveMoreau02.jpg",
    "extract": "Gustave Moreau was a French artist and an important figure in the Symbolist movement. Jean Cassou called him \"the Symbolist painter par excellence\". He was an influential forerunner of symbolism in the visual arts in the 1860s, and at the height of the symbolist movement in the 1890s, he was among the most significant painters. Art historian Robert Delevoy wrote that Moreau \"brought symbolist polyvalence to its highest point in Jupiter and Semele.\" He was a prolific artist who produced over 15,000 paintings, watercolors, and drawings. Moreau painted allegories and traditional biblical and mythological subjects favored by the fine art academies. J. K. Huysmans wrote, \"Gustave Moreau has given new freshness to dreary old subjects by a talent both subtle and ample: he has taken myths worn out by the repetitions of centuries and expressed them in a language that is persuasive and lofty, mysterious and new.\" The female characters from the Bible and mythology that he so frequently depicted came to be regarded by many as the archetypical symbolist woman. His art fell from favor and received little attention in the early 20th century but, beginning in the 1960s and 70s, he has come to be considered among the most paramount of symbolist painters.",
    "year": 1826,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "George Waterhouse (politician)",
    "birthday": "1824-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bf/George_Marsden_Waterhouse_2.jpeg/218px-George_Marsden_Waterhouse_2.jpeg",
    "extract": "George Marsden Waterhouse was a Premier of South Australia from 8 October 1861 until 3 July 1863 and the seventh premier of New Zealand from 11 October 1872 to 3 March 1873.",
    "year": 1824,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joseph Medill",
    "birthday": "1823-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Joseph_Medill.jpg/245px-Joseph_Medill.jpg",
    "extract": "Joseph Medill was a Canadian-American newspaper editor, publisher, and Republican Party politician. He was co-owner and managing editor of the Chicago Tribune, and he was Mayor of Chicago from after the Great Chicago Fire of 1871 until 1873.",
    "year": 1823,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nadar",
    "birthday": "1820-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Felix_nadar_c1860.jpg/230px-Felix_nadar_c1860.jpg",
    "extract": "Gaspard-Félix Tournachon, known by the pseudonym Nadar, was a French photographer, caricaturist, journalist, novelist, balloonist, and proponent of heavier-than-air flight. In 1858, he became the first person to take aerial photographs.",
    "year": 1820,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Aasmund Olavsson Vinje",
    "birthday": "1818-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Portrett_av_forfatter_Aasmund_Olavsson_Vinje.jpg/320px-Portrett_av_forfatter_Aasmund_Olavsson_Vinje.jpg",
    "extract": "Aasmund Olavsson Vinje was a Norwegian poet and journalist who is remembered for poetry, travel writing, and his pioneering use of Landsmål.",
    "year": 1818,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robert Volkmann",
    "birthday": "1815-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Briefe_von_Robert_Volkmann%2C_Bildnis.jpg/248px-Briefe_von_Robert_Volkmann%2C_Bildnis.jpg",
    "extract": "Friedrich Robert Volkmann was a German composer.",
    "year": 1815,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alexander Herzen",
    "birthday": "1812-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Herzen_ge.png/250px-Herzen_ge.png",
    "extract": "Alexander Ivanovich Herzen was a Russian writer and thinker known as the \"father of Russian socialism\" and one of the main fathers of agrarian populism. With his writings, many composed while exiled in London, he attempted to influence the situation in Russia, contributing to a political climate that led to the emancipation of the serfs in 1861. He published the important social novel Who is to Blame? (1845–46). His autobiography, My Past and Thoughts, is often considered one of the best examples of that genre in Russian literature.",
    "year": 1812,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Philip Henry Gosse",
    "birthday": "1810-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/PhilipHenryGosse%2C1855.jpg/264px-PhilipHenryGosse%2C1855.jpg",
    "extract": "Philip Henry Gosse FRS, known to his friends as Henry, was an English naturalist and populariser of natural science, an early improver of the seawater aquarium, and a painstaking innovator in the study of marine biology. Gosse created and stocked the first public aquarium at the London Zoo in 1853, and coined the term \"aquarium\" when he published the first manual, The Aquarium: An Unveiling of the Wonders of the Deep Sea, in 1854. His work was the catalyst for an aquarium craze in early Victorian England.",
    "year": 1810,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "James Mill",
    "birthday": "1773-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/James_Mill.jpg/252px-James_Mill.jpg",
    "extract": "James Mill was a Scottish historian, economist, political theorist, and philosopher. He is counted among the founders of the Ricardian school of economics. He also wrote The History of British India(1817) and was one of the prominent historians to take colonial approach. He was the first writer to divide Indian history into three parts: Hindu, Muslim and British, a classification which has proved surpassingly influential in the field of Indian historical studies.",
    "year": 1773,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Wilhelm von Kobell",
    "birthday": "1766-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Wilhelm_von_Kobell_Selfportrait.jpg/275px-Wilhelm_von_Kobell_Selfportrait.jpg",
    "extract": "Wilhelm von Kobell was a German painter, printmaker and teacher.",
    "year": 1766,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nicolas Chamfort",
    "birthday": "1741-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Nicolas_Chamfort.jpg/244px-Nicolas_Chamfort.jpg",
    "extract": "Sébastien-Roch Nicolas, known in his adult life as Nicolas Chamfort and as Sébastien Nicolas de Chamfort, was a French writer, best known for his epigrams and aphorisms. He was secretary to Louis XVI's sister, and of the Jacobin club.",
    "year": 1741,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gerard Majella",
    "birthday": "1726-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/%D0%93%D0%B5%D1%80%D0%B0%D1%80%D0%B4%D0%BE_%D0%9C%D0%B0%D0%B9%D0%B5%D0%BB%D0%BB%D0%B0.jpg/224px-%D0%93%D0%B5%D1%80%D0%B0%D1%80%D0%B4%D0%BE_%D0%9C%D0%B0%D0%B9%D0%B5%D0%BB%D0%BB%D0%B0.jpg",
    "extract": "Gerard Majella, CSsR was an Italian lay brother of the Congregation of the Redeemer, better known as the Redemptorists, who is honored as a saint by the Catholic Church.",
    "year": 1726,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Pasquale Paoli",
    "birthday": "1725-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Paoli.png/274px-Paoli.png",
    "extract": "Filippo Antonio Pasquale de' Paoli was a Corsican patriot, statesman and military leader who was at the forefront of resistance movements against the Genoese and later French rule over the island. He became the president of the Executive Council of the General Diet of the People of Corsica and wrote the Constitution of the state.",
    "year": 1725,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Johann Georg Reutter",
    "birthday": "1708-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Georg_Reutter_der_J%C3%BCngere.jpg/263px-Georg_Reutter_der_J%C3%BCngere.jpg",
    "extract": "Johann Adam Joseph Karl Georg Reutter, during his life known as Georg Reutter the Younger was an Austrian composer. According to David Wyn Jones, in his prime he was \"the single most influential musician in Vienna\".",
    "year": 1708,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Louis de Cahusac",
    "birthday": "1706-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Cahusac_-_Trait%C3%A9_-_tom_1_%28titre%29.jpg/189px-Cahusac_-_Trait%C3%A9_-_tom_1_%28titre%29.jpg",
    "extract": "Louis de Cahusac was an 18th-century French playwright and librettist, and Freemason, most famous for his work with the composer Jean-Philippe Rameau. He provided the libretti for several of Rameau's operas, namely Les fêtes de l'Hymen et de l'Amour (1747), Zaïs (1748), Naïs (1749), Zoroastre, La naissance d'Osiris (1754), and Anacréon. He is also credited with writing the libretto of Rameau's final work, Les Boréades. Cahusac contributed to the Encyclopédie and was the lover of Marie Fel.",
    "year": 1706,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "André Cardinal Destouches",
    "birthday": "1672-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Andre_cardinal_destouches.jpg/252px-Andre_cardinal_destouches.jpg",
    "extract": "André Cardinal Destouches was a French composer best known for the opéra-ballet Les élémens.",
    "year": 1672,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Rousseau",
    "birthday": "1671-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/96/Rousseau%2C_Jean-Baptiste_%28%D0%A0%D1%83%D1%81%D1%81%D0%BE%2C_%D0%96%D0%B0%D0%BD_%D0%91%D0%B0%D1%82%D0%B8%D1%81%D1%82%29.jpg",
    "extract": "Jean-Baptiste Rousseau was a French playwright and poet, particularly noted for his cynical epigrams.",
    "year": 1671,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Arvid Horn",
    "birthday": "1664-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Arvid_Horn.jpg/263px-Arvid_Horn.jpg",
    "extract": "Count Arvid Bernhard Horn af Ekebyholm was a Swedish general, diplomat and politician, a member of the noble Horn family. He served twice as President of the Privy Council Chancellery and was one of the leading figures of the Swedish Age of Liberty.",
    "year": 1664,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Johann Kuhnau",
    "birthday": "1660-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Johann_Kuhnau_-_Portrait_from_the_cover_of_Neue_Clavier-Ubung_color_version_%28Sotheby%27s%29.jpg/320px-Johann_Kuhnau_-_Portrait_from_the_cover_of_Neue_Clavier-Ubung_color_version_%28Sotheby%27s%29.jpg",
    "extract": "Johann Kuhnau was a German polymath, known primarily as a composer today. He was also active as a novelist, translator, lawyer, and music theorist, and was able to combine these activities with his duties in his official post as Thomaskantor in Leipzig, which he occupied for 21 years. Much of his music, including operas, masses, and other large-scale vocal works, is lost. His reputation today rests on his Biblical Sonatas, a set of programmatic keyboard sonatas published in 1700, in which each sonata depicted in detail a particular story from the Bible. After his death, Kuhnau was succeeded as Thomaskantor by Johann Sebastian Bach.",
    "year": 1660,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "André Dacier",
    "birthday": "1651-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Andr%C3%A9_Dacier_-_Imagines_philologorum.jpg/267px-Andr%C3%A9_Dacier_-_Imagines_philologorum.jpg",
    "extract": "André Dacier was a French classical scholar and editor of texts. He began his career with an edition and commentary of Festus' De verborum significatione, and was the first to produce a \"readable\" text of the 20-book work. His wife was the influential classical scholar and translator, Anne Dacier.",
    "year": 1651,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Maria Leopoldine of Austria",
    "birthday": "1632-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Lorenzo_Lippi_005.jpg/182px-Lorenzo_Lippi_005.jpg",
    "extract": "Maria Leopoldine of Austria-Tyrol, was by birth Archduchess of Austria and member of the Tyrolese branch of the House of Habsburg and by marriage the second spouse of her first cousin, Holy Roman Emperor Ferdinand III. As such, she was Empress of the Holy Roman Empire, German Queen and Queen consort of Hungary and Bohemia. She died in childbirth.",
    "year": 1632,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Margaret of Brunswick-Lüneburg",
    "birthday": "1573-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/1573_Margareta.jpg/257px-1573_Margareta.jpg",
    "extract": "Margaret of Brunswick-Lüneburg, was a German noblewoman member of the House of Welf and by marriage Duchess of Saxe-Coburg.",
    "year": 1573,
    "month": 4,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Maimonides",
    "birthday": "1135-4-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/07/Maimonides-2.jpg",
    "extract": "Moses ben Maimon (1138–1204), commonly known as Maimonides and also referred to by the acronym Rambam, was a medieval Sephardic Jewish philosopher who became one of the most prolific and influential Torah scholars of the Middle Ages. In his time, he was also a preeminent astronomer and physician, serving as the personal physician of Saladin. Born in Córdoba, Almoravid Empire, on Passover eve, 1138, he worked as a rabbi, physician and philosopher in Morocco and Egypt. He died in Egypt on 12 December 1204, whence his body was taken to the lower Galilee and buried in Tiberias.",
    "year": 1135,
    "month": 4,
    "day": 6,
    "language": "en"
  }
]