[
  {
    "name": "Skai Jackson",
    "birthday": "2002-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Skai_Jackson_2013.jpg/231px-Skai_Jackson_2013.jpg",
    "extract": "Skai Syed Jackson is an American actress, YouTuber, and author who was included in Time's list of Most Influential Teens in 2016. She portrayed the role of Zuri Ross in the Disney Channel sitcom Jessie (2011–2015), which she subsequently reprised in its sequel Bunk'd (2015–2018).",
    "year": 2002,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kim Woo-jin",
    "birthday": "1997-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/190419_Stray_Kids_%E5%AE%87%E7%8F%8D.png/243px-190419_Stray_Kids_%E5%AE%87%E7%8F%8D.png",
    "extract": "Kim Woo-jin, also known mononymously as Woojin (우진), is a South Korean singer. He was signed to JYP Entertainment and was a member of the boy group Stray Kids from their formation through the eponymous survival show in 2017 until his departure two years later. He signed with 10x Entertainment in his endeavor to launch a solo career. Amidst his transition to a soloist, he faced accusations of sexual misconduct by anonymous women on social media website Twitter. He denied the allegations and an investigation found various forms of fabrication from the accusers. He released his debut mini-album The Moment : A Minor and its lead single \"Ready Now\" in August 2021.",
    "year": 1997,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Cedi Osman",
    "birthday": "1995-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Cedi_Osman_%2840628206103%29_%28cropped%29.jpg/320px-Cedi_Osman_%2840628206103%29_%28cropped%29.jpg",
    "extract": "Cedi Osman is a Turkish professional basketball player for the Cleveland Cavaliers of the National Basketball Association (NBA). He plays the small forward position.",
    "year": 1995,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Viktor Arvidsson",
    "birthday": "1993-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Viktor_Arvidsson_%28cropped%29.jpg/246px-Viktor_Arvidsson_%28cropped%29.jpg",
    "extract": "Johan Viktor Arvidsson is a Swedish professional ice hockey player for the Los Angeles Kings of the National Hockey League (NHL). He was selected by the Nashville Predators in the fourth round, 112th overall, at the 2014 NHL Entry Draft.",
    "year": 1993,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Zac Santo",
    "birthday": "1993-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Zac_Santo_Warriors.jpg/320px-Zac_Santo_Warriors.jpg",
    "extract": "Zachary Santo is an Australian professional rugby league footballer who currently plays for the Limoux Grizzlies in the Elite One Championship. He plays at fullback and wing, and formerly played for the North Queensland Cowboys and the Canberra Raiders.",
    "year": 1993,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kim Jong-hyun",
    "birthday": "1990-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/20170708_SMTOWN_LIVE_-_%EC%A2%85%ED%98%84_%27%EB%8D%B0%EC%9E%90%EB%B6%80%27_4K_%EC%A7%81%EC%BA%A0.jpg/240px-20170708_SMTOWN_LIVE_-_%EC%A2%85%ED%98%84_%27%EB%8D%B0%EC%9E%90%EB%B6%80%27_4K_%EC%A7%81%EC%BA%A0.jpg",
    "extract": "Kim Jong-hyun, better known mononymously as Jonghyun, was a South Korean singer-songwriter, record producer, radio host, and author under the SM Entertainment label. He was the main vocalist of the South Korean boy band Shinee for nine years, releasing twelve albums with the group in both Korean and Japanese. He also participated in SM Entertainment's project group, SM the Ballad, for the release of two EP albums.",
    "year": 1990,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jenni Asserholt",
    "birthday": "1988-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Jenni_Asserholt_LHC_Dam_2015-03-11.jpg/225px-Jenni_Asserholt_LHC_Dam_2015-03-11.jpg",
    "extract": "Jenni Anna Christina Asserholt is a Swedish retired ice hockey player and current team physical therapist to HV71 Dam of the Swedish Women's Hockey League (SDHL). She played as a forward with HV71 Dam and Linköping HC Dam in the SDHL and with the Swedish women's national ice hockey team. She won a silver medal at the 2006 Winter Olympics.",
    "year": 1988,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Royston Drenthe",
    "birthday": "1987-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Royston_Drenthe_-_H%C3%A8rcules.jpg/145px-Royston_Drenthe_-_H%C3%A8rcules.jpg",
    "extract": "Royston Ricky Drenthe is a Dutch footballer who plays for Spanish club Real Murcia. Although primarily a left winger, he has also played as a left-back.",
    "year": 1987,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jeremy Hellickson",
    "birthday": "1987-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Jeremy_Hellickson_May_3%2C_2018_%2850121476992%29_%28cropped%29.jpg/266px-Jeremy_Hellickson_May_3%2C_2018_%2850121476992%29_%28cropped%29.jpg",
    "extract": "Jeremy Robert Hellickson is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Tampa Bay Rays, Arizona Diamondbacks, Philadelphia Phillies, Baltimore Orioles, and Washington Nationals. Following the 2011 season, Hellickson was named American League Rookie of the Year. In Tampa Bay, Hellickson was nicknamed \"Hellboy\" by local fans and media.",
    "year": 1987,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Elton John (footballer)",
    "birthday": "1987-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Elton_John_with_HFX_Wanderers_FC.jpg/247px-Elton_John_with_HFX_Wanderers_FC.jpg",
    "extract": "Elton David Wallace John is a Trinidadian professional footballer who plays as a midfielder.",
    "year": 1987,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sam Rapira",
    "birthday": "1987-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Sam_Rapira_Toulouse.jpg/240px-Sam_Rapira_Toulouse.jpg",
    "extract": "Sam Rapira is a New Zealand former professional rugby league footballer who last played for Toulouse Olympique in the Betfred Championship. He played as a prop.",
    "year": 1987,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Igor Akinfeev",
    "birthday": "1986-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Igor_Akinfeev_2020.jpg/213px-Igor_Akinfeev_2020.jpg",
    "extract": "Igor Vladimirovich Akinfeev is a Russian professional footballer who plays as a goalkeeper for and captains Russian club CSKA Moscow.",
    "year": 1986,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Félix Hernández",
    "birthday": "1986-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/F%C3%A9lix_Hern%C3%A1ndez_on_May_11%2C_2011.jpg/240px-F%C3%A9lix_Hern%C3%A1ndez_on_May_11%2C_2011.jpg",
    "extract": "Félix Abraham Hernández García, nicknamed \"King Félix\", is a Venezuelan professional baseball pitcher who is a free agent. He previously played in Major League Baseball (MLB) for the Seattle Mariners from 2005 through 2019.",
    "year": 1986,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Yemane Tsegay",
    "birthday": "1985-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/20120415_Rotterdam_Marathon_Yermane_Adhane.jpg/320px-20120415_Rotterdam_Marathon_Yermane_Adhane.jpg",
    "extract": "Yemane Adhane Tsegay is an Ethiopian long distance runner who specialises in the marathon. He won the 2012 Rotterdam Marathon with a personal best time of 2:04:48 hours. He has also won marathons in Eindhoven, Gyeongju, Macau and Taipei.",
    "year": 1985,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michelle Donelan",
    "birthday": "1984-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Official_portrait_of_Michelle_Donelan_MP_crop_2.jpg/240px-Official_portrait_of_Michelle_Donelan_MP_crop_2.jpg",
    "extract": "Michelle Emma May Elizabeth Donelan is a British politician who has served as Minister of State for Universities since 2020. A member of the Conservative Party, she has been Member of Parliament (MP) for Chippenham since 2015.",
    "year": 1984,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ezra Koenig",
    "birthday": "1984-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Ezra_Koenig_Close_up.png/208px-Ezra_Koenig_Close_up.png",
    "extract": "Ezra Michael Koenig is an American musician, singer-songwriter, producer, and radio personality. He is best known as the lead vocalist, guitarist, and primary songwriter of indie rock band Vampire Weekend. Additionally, Koenig is the creator of the Netflix animated comedy series Neo Yokio and also hosts the Apple Music radio talk show Time Crisis with Ezra Koenig. Time Crisis is airing its eighth season, as of 2022.",
    "year": 1984,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tatyana Petrova Arkhipova",
    "birthday": "1983-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Tatyana_Petrova_%28cropped%292.jpg/244px-Tatyana_Petrova_%28cropped%292.jpg",
    "extract": "Tatyana Petrova Arkhipova is a Russian runner. She is a former specialist in the 3000 metres steeplechase, won bronze medal at the 2008 Beijing Olympics. She later moved up to marathon and won the Olympic bronze medal in that event at the 2012 London Games.",
    "year": 1983,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gennady Golovkin",
    "birthday": "1982-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Gennady_Golovkin_%28KAZ%29_2017.png/259px-Gennady_Golovkin_%28KAZ%29_2017.png",
    "extract": "Gennadiy Gennadyevich Golovkin, often known by his nickname \"GGG\" or \"Triple G\", is a Kazakhstani professional boxer. He has held multiple middleweight world championships, and is a two-time unified champion, having held the IBF title since 2019 and the WBA (Super) title since April 2022. Previously he held the unified WBA (Super), WBC and IBF titles between 2014 and 2018. He is also a two-time IBO middleweight champion, in his second reign since 2019.",
    "year": 1982,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Brett White",
    "birthday": "1982-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Brett_White.jpg/163px-Brett_White.jpg",
    "extract": "Brett White is a former professional rugby league footballer who played for the Canberra Raiders and the Melbourne Storm in the NRL. Both an Ireland and Australian international, and New South Wales State of Origin representative prop forward, he played the majority of his career at the Storm, before signing with the Canberra Raiders from 2011. Married Cassie Adland in 2009, with whom he has 4 children.",
    "year": 1982,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Frédérick Bousquet",
    "birthday": "1981-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Fred_Bousquet-2.jpg/209px-Fred_Bousquet-2.jpg",
    "extract": "Frédérick Bousquet is a retired freestyle and butterfly swimmer from France. He was the holder of the world record in the 50 m freestyle in a time of 20.94 in long course, set on 26 April 2009 at the final of the French Championships. Since the record was swum in a banned, performance-enhancing suit it remained in limbo whether the record stood until FINA approved it in July following a modification of his suit. He is the first swimmer to go under the 21-second mark in this distance. He previously held the record in the 50 m short course in a time of 21.10, set in 2004 at the Men's NCAA Division One Swimming and Diving Championships, for over two years. At the 2009 World Championships in Rome Bousquet competed in the 50 and 100 free, capturing a silver in the 50 and bronze in the 100.\nBousquet did not qualify for the 2012 Olympics but his ex-partner Laure Manaudou and his brother-in-law Florent Manaudou did.",
    "year": 1981,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ofer Shechter",
    "birthday": "1981-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/%D7%A2%D7%95%D7%A4%D7%A8_%D7%A9%D7%9B%D7%98%D7%A8_%D7%A0%D7%95%D7%91%D7%9E%D7%91%D7%A8_2019.jpg/320px-%D7%A2%D7%95%D7%A4%D7%A8_%D7%A9%D7%9B%D7%98%D7%A8_%D7%A0%D7%95%D7%91%D7%9E%D7%91%D7%A8_2019.jpg",
    "extract": "Ofer Shechter is an Israeli actor, stand-up comedian, television host, and former model.",
    "year": 1981,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Manuel Ortega (singer)",
    "birthday": "1980-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Manuel_Ortega_2008.jpg/240px-Manuel_Ortega_2008.jpg",
    "extract": "Manuel Ortega is an Austrian singer of Spanish origin.",
    "year": 1980,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Katee Sackhoff",
    "birthday": "1980-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Katee_Sackhoff_%2828457468288%29_Cropped.jpg/228px-Katee_Sackhoff_%2828457468288%29_Cropped.jpg",
    "extract": "Kathryn Ann Sackhoff is an American actress known for playing Lieutenant Kara \"Starbuck\" Thrace on the Sci Fi Channel's television program Battlestar Galactica (2004–2009), Niko Breckenridge on the Netflix series Another Life (2019-2021), Victoria \"Vic\" Moretti on the Netflix series Longmire, Bo-Katan Kryze on the Disney+ series The Mandalorian as well as providing the voice for the character in Star Wars: The Clone Wars (2012–2020) and Star Wars Rebels (2017), and the voice of Bitch Pudding on Robot Chicken (2005–present), as well as several other characters throughout her career. She was nominated for four Saturn Awards for her work on Battlestar Galactica and won the award for Best Supporting Actress on Television in 2005.",
    "year": 1980,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alexi Laiho",
    "birthday": "1979-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Provinssirock_20130615_-_Children_of_Bodom_-_54.jpg/240px-Provinssirock_20130615_-_Children_of_Bodom_-_54.jpg",
    "extract": "Alexi Laiho was a Finnish guitarist, composer, and vocalist. He was best known as the lead guitarist, lead vocalist and founding member of the melodic death metal band Children of Bodom, and was also the guitarist for Sinergy, the Local Band, Kylähullut, and Bodom After Midnight, which formed just prior to his death. Laiho had previously played with Thy Serpent and Impaled Nazarene on occasion, as well as Warmen and Hypocrisy.",
    "year": 1979,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Amit Trivedi",
    "birthday": "1979-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Amit_Trivedi%2C_Oasis_2016.jpg/213px-Amit_Trivedi%2C_Oasis_2016.jpg",
    "extract": "Amit Trivedi is an Indian music director, singer and a lyricist who works primarily in Hindi films. After working as a theatre and jingle composer and composing for non-film albums, he debuted as a film composer in the 2008 Hindi film Aamir, and was noticed for his critically acclaimed work in the Hindi film Dev.D (2009), which earned him several awards, including the 2010 National Film Award for Best Music Direction.",
    "year": 1979,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Daigo (musician)",
    "birthday": "1978-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/DAIGO_Naito.jpg/213px-DAIGO_Naito.jpg",
    "extract": "Daigo Naitō , formerly known as Daigo Stardust, is a Japanese singer-songwriter, actor, talent, and voice actor. He debuted in 2003 as Daigo Stardust under Victor Entertainment. In 2007, he formed the rock band Breakerz. With the solo debut of Akihide, Daigo continued his solo project in 2013, but dropped the pseudonym surname \"Stardust\".",
    "year": 1978,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bernt Haas",
    "birthday": "1978-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Bernt_Haas.jpg/213px-Bernt_Haas.jpg",
    "extract": "Bernt Haas is a Swiss former professional football defender.",
    "year": 1978,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Evans Rutto",
    "birthday": "1978-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/2005_London_Marathon_Lel-Rutto-Gharib.jpg/320px-2005_London_Marathon_Lel-Rutto-Gharib.jpg",
    "extract": "Evans Rutto is a Kenyan long-distance runner, who specialises in road running events. He made the fastest-ever marathon debut by winning the 2003 Chicago Marathon in a time of 2:05:50. He won the London Marathon and a second title in Chicago the following year.",
    "year": 1978,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ana de la Reguera",
    "birthday": "1977-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Ana_de_la_Reguera_%2827132142389%29.jpg/213px-Ana_de_la_Reguera_%2827132142389%29.jpg",
    "extract": "Anabell Gardoqui de la Reguera is a Mexican actress. She has starred in telenovelas, films, the HBO television series Eastbound & Down and Capadocia, the Amazon television series Goliath, and the 2006 comedy Nacho Libre.",
    "year": 1977,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mark Spencer (computer engineer)",
    "birthday": "1977-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Mark_Spencer_%28cropped%29.jpg/320px-Mark_Spencer_%28cropped%29.jpg",
    "extract": "Mark Spencer is an American computer engineer and is the original author of the GTK+-based instant messaging client Gaim, the L2TP daemon l2tpd and the Cheops Network User Interface.",
    "year": 1977,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Anouk (singer)",
    "birthday": "1975-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Anouk_Teeuwe%2C_2013.jpg/240px-Anouk_Teeuwe%2C_2013.jpg",
    "extract": "Anouk Teeuwe, professionally known by the mononym Anouk, is a Dutch singer-songwriter. After her 1997 breakthrough rock single Nobody's Wife, she had numerous hit records – both albums and singles, primarily in the Dutch and Belgian charts. Many of her albums topped at least the Dutch album charts; most of them going Platinum – with multiple debuting in number 1 position and achieving multiple platinum certification. Hit singles are prolific and include: R U Kiddin' Me, Michel, Girl, Lost, Modern World, Three Days in a Row, Birds, and Woman.",
    "year": 1975,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Francesco Flachi",
    "birthday": "1975-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/FrancescoFlachi.jpg/320px-FrancescoFlachi.jpg",
    "extract": "Francesco Flachi is an Italian former professional footballer, currently playing for Eccellenza amateurs Signa.",
    "year": 1975,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Timo Pérez",
    "birthday": "1975-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Timo_P%C3%A9rez.jpg/262px-Timo_P%C3%A9rez.jpg",
    "extract": "Timoniel M. Pérez is a former Major League Baseball (MLB) outfielder. Between 2000 and 2007, he played for the New York Mets, Chicago White Sox, St. Louis Cardinals, and Detroit Tigers. Prior to his MLB career, Pérez spent four seasons with the Hiroshima Toyo Carp of Nippon Professional Baseball.",
    "year": 1975,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Funda Arar",
    "birthday": "1975-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Funda4.jpg/320px-Funda4.jpg",
    "extract": "Funda Arar is a Turkish singer.",
    "year": 1975,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nnedi Okorafor",
    "birthday": "1974-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Nnedi_Okorafor_with_insects.jpg/282px-Nnedi_Okorafor_with_insects.jpg",
    "extract": "Nnedimma Nkemdili \"Nnedi\" Okorafor is a Nigerian-American writer of fantasy and science fiction for both children and adults. She is best known for her Binti Series and her novels Who Fears Death, Zahrah the Windseeker, Akata Witch, Akata Warrior, Lagoon and Remote Control. She has also written for comics and film.",
    "year": 1974,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emma Caulfield",
    "birthday": "1973-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Emma_Caulfield_%2836015857965%29.jpg/232px-Emma_Caulfield_%2836015857965%29.jpg",
    "extract": "Emma Caulfield Ford is an American actress known for her role as Anya Jenkins on the television series Buffy the Vampire Slayer (1998–2003), Susan Keats, a love interest of Brandon Walsh's, on the television series Beverly Hills, 90210, and as Sarah Proctor / \"Dottie Jones\" on the Disney+ series Wandavision. Her film roles include Darkness Falls (2003) and Timer (2009).",
    "year": 1973,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Paul Gray (American musician)",
    "birthday": "1972-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Paul_Gray_at_Mayhem.jpg/188px-Paul_Gray_at_Mayhem.jpg",
    "extract": "Paul Dedrick Gray also known as the Pig and #2, was an American musician. He was the bassist, backing vocalist, main songwriter and one of the founding members of the heavy metal band Slipknot.",
    "year": 1972,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sergei Magnitsky",
    "birthday": "1972-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/MagnitskySergei.jpg/240px-MagnitskySergei.jpg",
    "extract": "Sergei Leonidovich Magnitsky was a Ukrainian-born Russian tax advisor responsible for exposing corruption and misconduct by Russian government officials while representing client Hermitage Capital Management. His arrest in 2008 and subsequent death after eleven months in police custody generated international attention and triggered both official and unofficial inquiries into allegations of fraud, theft and human rights violations in Russia. His posthumous trial was the first in the Russian Federation.",
    "year": 1972,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Darren Jessee",
    "birthday": "1971-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5a/DarrenJessee.jpg/230px-DarrenJessee.jpg",
    "extract": "Darren Michael Jessee is an American drummer and singer-songwriter best known as a member of the alternative rock trio Ben Folds Five. Jessee has also worked as an instrumentalist for Sharon Van Etten and Hiss Golden Messenger and released two solo albums and four albums as singer and songwriter for indie band Hotel Lights. His first solo album, The Jane, Room 217, was released on August 24th, 2018, to near-universal acclaim from critics.",
    "year": 1971,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Patricia Arquette",
    "birthday": "1968-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Patricia_Arquette_2015.jpg/204px-Patricia_Arquette_2015.jpg",
    "extract": "Patricia Tiffany Arquette is an American actress and activist. She has been the recipient of numerous accolades, including an Academy Award, a British Academy Film Award, two Primetime Emmy Awards, three Golden Globe Awards, and two Screen Actors Guild Awards.",
    "year": 1968,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tracy Grammer",
    "birthday": "1968-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Tracy_Grammer_at_KBCS_3-6-2008.jpg/320px-Tracy_Grammer_at_KBCS_3-6-2008.jpg",
    "extract": "Tracy Grammer is an American folk singer known for her work as half of the folk duo Dave Carter and Tracy Grammer and for the solo career that she has continued since Carter's death. She released three albums with Dave Carter during his lifetime, at first doing instrumental work and providing backing vocals, and then, by their last album together, singing lead vocals on half of the tracks. Four albums by the duo have been released since Carter's death. She has also released four solo recordings, some of which have included previously unreleased songs by Carter, as well as four songbooks.",
    "year": 1968,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Iveta Bartošová",
    "birthday": "1966-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/IBartosova_20.9.2008.jpg/225px-IBartosova_20.9.2008.jpg",
    "extract": "Iveta Bartošová was a Czech singer, actress and celebrity, three-time best female vocalist in the music poll Zlatý slavík. She was also known for her turbulent lifestyle attracting the attention of the Czech tabloid media.",
    "year": 1966,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mark Blundell",
    "birthday": "1966-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Mark_Blundell_portrait_2011.jpg/213px-Mark_Blundell_portrait_2011.jpg",
    "extract": "Mark Blundell is a British racing driver who competed in Formula One for four seasons, sports cars, and CART. He won the 1992 24 Hours of Le Mans. He was a Formula One presenter for the British broadcaster ITV until the end of the 2008 season when the TV broadcasting rights switched to the BBC. Blundell returned to the track in 2019, driving in the Kwik Fit British Touring Car Championship for the Trade Price Cars team.",
    "year": 1966,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Charlotte Dawson",
    "birthday": "1966-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Charlotte_Dawson_%288492540740%29.jpg/213px-Charlotte_Dawson_%288492540740%29.jpg",
    "extract": "Charlotte Dawson was a New Zealand–Australian television personality. She was known in New Zealand for her roles as host of Getaway, and in Australia as a host on The Contender Australia and as a judge on Australia's Next Top Model. In 2014, her death by suicide attracted Australasian-wide news coverage.",
    "year": 1966,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mazinho",
    "birthday": "1966-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Iomar_do_Nascimento_Melo%2C_Barcelona_2019_%28cropped%29.jpg/195px-Iomar_do_Nascimento_Melo%2C_Barcelona_2019_%28cropped%29.jpg",
    "extract": "Iomar do Nascimento, known as Mazinho, is a Brazilian football manager and former player. Mazinho played primarily as a defensive-minded midfielder and a full-back in his professional playing career. As a manager, he had a short spell at Greek club Aris in 2009.",
    "year": 1966,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Harri Rovanperä",
    "birthday": "1966-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Harri_Rovanper%C3%A4_-_2005_Cyprus_Rally_5_%28cropped%29.jpg/240px-Harri_Rovanper%C3%A4_-_2005_Cyprus_Rally_5_%28cropped%29.jpg",
    "extract": "Harri \"Rovis\" Rovanperä is a Finnish rally driver who competed in the World Rally Championship from 1993 to 2006. He drove for SEAT (1997–00), Peugeot (2001–04), Mitsubishi (2005) and Red Bull Škoda Team (2006). Rovanperä was known as a loose surface specialist. He is the father of current World Rally Championship driver Kalle Rovanperä.",
    "year": 1966,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Evripidis Stylianidis",
    "birthday": "1966-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Declaration_Ceremony_of_the_Archbishop_Ieronymos_II_of_Athens_Evripidis_Stylianidis_portratait.jpg/272px-Declaration_Ceremony_of_the_Archbishop_Ieronymos_II_of_Athens_Evripidis_Stylianidis_portratait.jpg",
    "extract": "Evripidis Stylianidis is a Greek politician who has served as Minister for the Interior, Minister for Education and Minister for Transport and Communications. He is a member of New Democracy.",
    "year": 1966,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robin Wright",
    "birthday": "1966-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Robin_Wright_2009.jpg/243px-Robin_Wright_2009.jpg",
    "extract": "Robin Gayle Wright is an American actress. She has won a Golden Globe Award and a Satellite Award, and has received eleven Emmy Award nominations for her work in television.",
    "year": 1966,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Steven Blaney",
    "birthday": "1965-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Steven_Blaney_2014-11-11.jpg/229px-Steven_Blaney_2014-11-11.jpg",
    "extract": "Steven Blaney is a Canadian businessman and Conservative politician. He served as the Minister of Public Safety Canada and previously as the Minister of Veterans Affairs and Minister of State for La Francophonie in the cabinet of Prime Minister Stephen Harper. He has represented the Québec riding of Lévis—Bellechasse in the Canadian House of Commons since the 2006 federal election. Despite his anglophone-sounding name, Blaney is a Francophone. He was reelected in the 2015 election. In 2017, he unsuccessfully ran for Conservative party leader.",
    "year": 1965,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michael Jones (rugby union)",
    "birthday": "1965-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Michael_Jones_September_2017.jpg/229px-Michael_Jones_September_2017.jpg",
    "extract": "Sir Michael Niko Jones is a New Zealand former rugby union player and coach. He was named by Rugby World magazine as the third best All Black of the 20th century after Colin Meads and Sean Fitzpatrick. John Hart, who first selected him for Auckland, called him \"almost the perfect rugby player\".",
    "year": 1965,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Biz Markie",
    "birthday": "1964-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Biz_Markie_2018.jpg/264px-Biz_Markie_2018.jpg",
    "extract": "Marcel Theo Hall, known professionally as Biz Markie, was an American rapper, DJ, and record producer. Markie was best known for his 1989 single \"Just a Friend\", which became a top 40 hit in several countries. In 2008, \"Just a Friend\" made No. 100 on VH1's list of the 100 greatest hip hop songs of all time. Markie was sometimes referred to as the \"Clown Prince of Hip Hop\".",
    "year": 1964,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tine Asmundsen",
    "birthday": "1963-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Tine_Asmundsen_Kongsberg_Jazzfestival_2017_%28171317%29.jpg/243px-Tine_Asmundsen_Kongsberg_Jazzfestival_2017_%28171317%29.jpg",
    "extract": "Tine Asmundsen is a Norwegian jazz bassist, known from her own band, Lonely Woman, playing with David Murray at Kongsberg Jazzfestival 2010.",
    "year": 1963,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Julian Lennon",
    "birthday": "1963-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Julian_Lennon.png/210px-Julian_Lennon.png",
    "extract": "John Charles Julian Lennon is an English singer, songwriter, photographer and philanthropist. He is the son of Beatles member John Lennon and his first wife, Cynthia, and he is named after his paternal grandmother, Julia Lennon. Julian inspired three Beatles' songs: \"Lucy in the Sky with Diamonds\" (1967), \"Hey Jude\" (1968) and \"Good Night\" (1968). His parents divorced in 1968 after his father had an affair with Yoko Ono.",
    "year": 1963,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Terry Porter",
    "birthday": "1963-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Terry_Porter.jpg/224px-Terry_Porter.jpg",
    "extract": "Terry Porter is an American former college basketball coach and former player in the National Basketball Association (NBA). He was most recently the head men's basketball coach at the University of Portland. A native of Wisconsin, he played college basketball at the University of Wisconsin–Stevens Point before being drafted 24th by the Portland Trail Blazers in the 1985 NBA draft. In Portland, he played ten seasons with two All-Star Game appearances. Porter spent 17 years in the NBA as a player. Following his retirement as a player in 2002, he began coaching in the league. Porter has twice been a head coach, first with his hometown Milwaukee Bucks and then with the Phoenix Suns.",
    "year": 1963,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Donita Sparks",
    "birthday": "1963-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/L7_Rock_am_Ring_2015_%2810%29.JPG/320px-L7_Rock_am_Ring_2015_%2810%29.JPG",
    "extract": "Donita Sparks is an American singer, guitarist, and songwriter most notable for being the co-founder of the band L7. Sparks also initiated, performed, and released original material with her solo project, the band Donita Sparks and the Stellar Moments.",
    "year": 1963,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alec Stewart",
    "birthday": "1963-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/AlecStewart.jpg/306px-AlecStewart.jpg",
    "extract": "Alec James Stewart is an English former cricketer, and former captain of the England cricket team, who played Test cricket and One Day Internationals as a right-handed wicket-keeper-batsman. He is the fourth-most-capped English cricketer ever in Test matches and third-most-capped in One Day Internationals (ODIs), having played in 133 Tests and 170 ODIs. An attacking batsman in tests against the new ball, Stewart is regarded as one of England's greatest openers. Legendary Pakistani fast bowler Wasim Akram considers him one of the most difficult batsmen he ever bowled to.",
    "year": 1963,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Paddy Lowe",
    "birthday": "1962-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Paddy_Lowe_Moscow_asv2018-01.jpg/320px-Paddy_Lowe_Moscow_asv2018-01.jpg",
    "extract": "Patrick Allen Lowe FREng, known as Paddy Lowe, is a British motor racing engineer and computer scientist. He served as the chief technical officer at Williams Racing, and previously as the executive director (technical) of the Mercedes Formula One team.",
    "year": 1962,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Izzy Stradlin",
    "birthday": "1962-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Izzy_Stradlin_2012.jpg/238px-Izzy_Stradlin_2012.jpg",
    "extract": "Jeffrey Dean Isbell, best known as Izzy Stradlin, is an American guitarist, singer and songwriter.\nHe was a co-founder and rhythm guitarist of the hard rock band Guns N' Roses, which he left at the height of their fame in 1991, and with whom he recorded four studio albums.",
    "year": 1962,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Brian McDermott (footballer)",
    "birthday": "1961-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Brian_McDermott_Leeds_2014.jpg/240px-Brian_McDermott_Leeds_2014.jpg",
    "extract": "Brian James McDermott is a former professional footballer and former manager of Reading.",
    "year": 1961,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Schneider (screen actor)",
    "birthday": "1960-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/John_Schneider_at_the_2010_Sacramento_Autorama_05.jpg/212px-John_Schneider_at_the_2010_Sacramento_Autorama_05.jpg",
    "extract": "John Richard Schneider is an American actor and country music singer. He is best known for his portrayal of Beauregard \"Bo\" Duke in the American television action/comedy series The Dukes of Hazzard, Jonathan Kent in the 2001–11 TV series Smallville, and James \"Jim\" Cryer on the television series The Haves and the Have Nots, created by Tyler Perry.",
    "year": 1960,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alain Bondue",
    "birthday": "1959-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Alain_Bondue_%281979%29.jpg/275px-Alain_Bondue_%281979%29.jpg",
    "extract": "Alain Bondue is a former racing cyclist from France. He competed for France in the 1980 Summer Olympics held in Moscow, Soviet Union in the individual pursuit event where he finished in second place.",
    "year": 1959,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michael Benton",
    "birthday": "1956-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Professor_Michael_Benton_FRS.jpg/213px-Professor_Michael_Benton_FRS.jpg",
    "extract": "Michael James Benton is a British palaeontologist, and professor of vertebrate palaeontology in the School of Earth Sciences at the University of Bristol. His published work has mostly concentrated on the evolution of Triassic reptiles but he has also worked on extinction events and faunal changes in the fossil record.",
    "year": 1956,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Roman Dragoun",
    "birthday": "1956-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Brno%2C_Musilka%2C_Roman_Dragoun_%282%29.jpg/240px-Brno%2C_Musilka%2C_Roman_Dragoun_%282%29.jpg",
    "extract": "Roman Dragoun is a Czech singer, songwriter and keyboardist. In 1980–1983 and 2007–present he is member of Progres 2. He was member of Stromboli, T4 and Futurum. He was a session musician for number musicians and he was singer for musical theatre. In 2012, Dragoun was inducted into Beatová síň slávy.",
    "year": 1956,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jim Piddock",
    "birthday": "1956-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Jim_Piddock_at_TIFF_2016.jpg/239px-Jim_Piddock_at_TIFF_2016.jpg",
    "extract": "Jim Piddock is an English film, television and voice actor, producer and writer who began his career on the stage in the United Kingdom before emigrating to the United States in 1981.",
    "year": 1956,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ricky Bell (running back)",
    "birthday": "1955-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/1986_Jeno%27s_Pizza_-_19_-_Ricky_Bell_%28cropped%29.jpg/320px-1986_Jeno%27s_Pizza_-_19_-_Ricky_Bell_%28cropped%29.jpg",
    "extract": "Ricky Lynn Bell was an American professional football player who was a running back for the Tampa Bay Buccaneers and San Diego Chargers of the National Football League. Bell was a star in college for the University of Southern California, gaining 1,875 yards rushing in his junior season. The #1 Overall Selection in the 1977 NFL Draft, Bell was inducted posthumously into the College Football Hall of Fame in 2004.",
    "year": 1955,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ron Johnson (Wisconsin politician)",
    "birthday": "1955-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Ron_Johnson_portrait_117th_Congress.jpg/256px-Ron_Johnson_portrait_117th_Congress.jpg",
    "extract": "Ronald Harold Johnson is an American accountant, businessman, and politician serving as the senior United States senator from Wisconsin. A Republican, Johnson was first elected to the U.S. Senate in 2010, defeating Democratic incumbent Russ Feingold. He was reelected in 2016, defeating Feingold in a rematch. Before entering politics, Johnson was chief executive officer of a polyester and plastics manufacturer founded by his brother-in-law.",
    "year": 1955,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Barbara Kingsolver",
    "birthday": "1955-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Barbara_Kingsolver_%2848684513758%29_%28cropped%29.jpg/240px-Barbara_Kingsolver_%2848684513758%29_%28cropped%29.jpg",
    "extract": "Barbara Kingsolver is an American novelist, essayist and poet. She was raised in rural Kentucky and lived briefly in the Congo in her early childhood. Kingsolver earned degrees in biology at DePauw University and the University of Arizona and worked as a freelance writer before she began writing novels. Her widely known works include The Poisonwood Bible, the tale of a missionary family in the Congo, and Animal, Vegetable, Miracle, a non-fiction account of her family's attempts to eat locally.",
    "year": 1955,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Wu",
    "birthday": "1955-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/53/David_Wu_portrait_2003.jpg",
    "extract": "David Wu is an American politician who served as the U.S. representative for Oregon's 1st congressional district from 1999 to 2011. He is a member of the Democratic Party.",
    "year": 1955,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gary Carter",
    "birthday": "1954-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Gary_Carter_Mets.jpg/247px-Gary_Carter_Mets.jpg",
    "extract": "Gary Edmund Carter was an American professional baseball catcher whose 19-year Major League Baseball (MLB) career was spent primarily with the Montreal Expos and New York Mets.",
    "year": 1954,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "G. V. Loganathan",
    "birthday": "1954-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/31/Gvloganathan.jpg/213px-Gvloganathan.jpg",
    "extract": "Gobichettipalayam Vasudevan \"G. V.\" Loganathan was an Indian-born American professor, who, at the time of his death, was a professor in the Department of Civil and Environmental engineering, part of the College of Engineering at Virginia Tech, United States.",
    "year": 1954,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Geir Haarde",
    "birthday": "1951-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Geir_H._Haarde_Islands_utrikesminister.jpg/213px-Geir_H._Haarde_Islands_utrikesminister.jpg",
    "extract": "Geir Hilmar Haarde is an Icelandic politician, who served as prime minister of Iceland from 15 June 2006 to 1 February 2009 and as president of the Nordic Council in 1995. Geir was chairman of the Icelandic Independence Party from 2005 to 2009. Since 23 February 2015 he has served as the ambassador of Iceland to the United States and several Latin American countries.",
    "year": 1951,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mel Schacher",
    "birthday": "1951-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/MelSchacherGFR2002.jpg/320px-MelSchacherGFR2002.jpg",
    "extract": "Melvin George \"Mel\" Schacher is best known as the bassist for rock band Grand Funk Railroad.",
    "year": 1951,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joan Sebastian",
    "birthday": "1951-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Joan_Sebastian_Pepsi_Center_%28cropped%29.jpg/247px-Joan_Sebastian_Pepsi_Center_%28cropped%29.jpg",
    "extract": "José Manuel Figueroa Figueroa, known professionally as Joan Sebastian, was a Mexican singer-songwriter. He composed more than 1,000 songs, including compositions for artists such as Bronco, Vicente Fernández, Lucero, Pepe Aguilar, and Rocío Dúrcal. The first several years of his career were primarily focused on Latin pop songs, but later focused primarily on Regional Mexican music, specifically banda, mariachi, and norteño. Throughout his career, he also recorded various country songs in Spanish. Sebastian was awarded seven Latin Grammy Awards and five Grammy Awards, making him the most awarded Mexican performer in Grammy history.",
    "year": 1951,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Phil Schaap",
    "birthday": "1951-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3a/Phil_Schaap.jpg/213px-Phil_Schaap.jpg",
    "extract": "Philip van Noorden Schaap was an American radio host, who specialized in jazz as a broadcaster, historian, archivist, and producer. He began presenting jazz shows on Columbia University's WKCR in 1970, and hosted Bird Flight and Traditions In Swing on WKCR for 40 years, beginning in 1981. Schaap received six Grammy Awards over the course of his career.",
    "year": 1951,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Grzegorz Lato",
    "birthday": "1950-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Grzegorz_Lato_by_Slawek.jpg/291px-Grzegorz_Lato_by_Slawek.jpg",
    "extract": "Grzegorz Bolesław Lato is a Polish former professional football player and manager who played as a winger. He was a member of Poland's golden generation of football players who rose to fame in the 1970s and early 80s. Over a decade, he represented Poland at five major tournaments starting with gold at the 1972 Summer Olympic Games in Munich and ending with a third-place finish at the 1982 FIFA World Cup in Spain. He reached the peak of his career at the 1974 World Cup, where he was the leading scorer and the only Pole to-date to have won the honor. After retiring from his playing career he had a brief stint as manager in several clubs in and out of Poland.",
    "year": 1950,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Brenda Russell",
    "birthday": "1949-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Brenda_Russell.jpg/261px-Brenda_Russell.jpg",
    "extract": "Brenda Russell is an American singer-songwriter, producer, and keyboardist. Russell has a diverse musical range which encompasses R&B, pop, soul, dance, and jazz. She has received five Grammy nominations.",
    "year": 1949,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Scott (sociologist)",
    "birthday": "1949-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/12/John_Scott_%28Sociologist%29.jpeg",
    "extract": "John Peter Scott is an English sociologist working on issues of economic and political sociology, social stratification, the history of sociology, and social network analysis. He is currently working independently, and has previously worked at the Universities of Strathclyde, Leicester, Essex, and Plymouth. He is a Fellow of the British Academy, a Fellow of the Royal Society of Arts, and a Fellow of the Academy of Social Sciences. He has been a member of the British Sociological Association since 1970. In 2015 he became Chair of Section S4 of the British Academy. In 2016 he was awarded an Honorary Doctorate of Essex University.",
    "year": 1949,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Barbara Young, Baroness Young of Old Scone",
    "birthday": "1948-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Official_portrait_of_Baroness_Young_of_Old_Scone_crop_3%2C_2019.jpg/320px-Official_portrait_of_Baroness_Young_of_Old_Scone_crop_3%2C_2019.jpg",
    "extract": "Barbara Scott Young, Baroness Young of Old Scone, FRSGS, HonMLS is a Scottish Labour member of the House of Lords. She was created a life peer on 4 November 1997 as Baroness Young of Old Scone, of Old Scone in Perth and Kinross.",
    "year": 1948,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tom DeLay",
    "birthday": "1947-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/TomDeLay.jpg/262px-TomDeLay.jpg",
    "extract": "Thomas Dale DeLay is an American author and retired politician who served as a member of the United States House of Representatives, representing Texas's 22nd congressional district from 1985 until 2006. He was Republican Party House Majority Leader from 2003 to 2005.",
    "year": 1947,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Steve Howe",
    "birthday": "1947-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Steve_Howe_2015.jpg/320px-Steve_Howe_2015.jpg",
    "extract": "Stephen James Howe is an English musician, songwriter and producer, best known as the guitarist in the progressive rock band Yes across three stints since 1970. Born in Holloway, North London, Howe developed an interest in the guitar and began to learn the instrument himself at age 12. He embarked on a music career in 1964, first playing in several London-based blues, covers, and psychedelic rock bands for six years, including the Syndicats, Tomorrow, and Bodast.",
    "year": 1947,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robert Kiyosaki",
    "birthday": "1947-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Robert_Kiyosaki_by_Gage_Skidmore.jpg/229px-Robert_Kiyosaki_by_Gage_Skidmore.jpg",
    "extract": "Robert Toru Kiyosaki is an American businessman and author. Kiyosaki is the founder of Rich Global LLC and the Rich Dad Company, a private financial education company that provides personal finance and business education to people through books and videos. The company's main revenues come from franchisees of the Rich Dad seminars that are conducted by independent individuals using Kiyosaki's brand name for a fee. He is also the creator of the Cashflow board and software games to educate adults and children about business and financial concepts.",
    "year": 1947,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pascal Lamy",
    "birthday": "1947-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Pascal_Lamy%2C_2006.jpg/215px-Pascal_Lamy%2C_2006.jpg",
    "extract": "Pascal Lamy is a French political consultant and businessman. He was the Director-General of the World Trade Organization (WTO) from 1 September 2005 to 1 September 2013 for 8 years. In April 2009, WTO members reappointed Lamy for a second 4-year term, beginning on 1 September 2009. He was then succeeded by Roberto Azevêdo. Pascal Lamy was also European Commissioner for Trade for 5 years, from 13 September 1999 to 22 November 2004 and is an advisor for the transatlantic think-tank European Horizons, as well as currently serving as the Honorary President of the Paris-based think tank, Notre Europe.",
    "year": 1947,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Larry Norman",
    "birthday": "1947-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Larry_Norman.jpg/213px-Larry_Norman.jpg",
    "extract": "Larry David Norman was an American musician, singer, songwriter, record label owner, and record producer. He is considered to be one of the pioneers of Christian rock music and released more than 100 albums.",
    "year": 1947,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Catfish Hunter",
    "birthday": "1946-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Catfish_Hunter_headshot.jpg",
    "extract": "James Augustus Hunter, nicknamed \"Catfish\", was a professional baseball player in Major League Baseball (MLB). From 1965 to 1979, he was a pitcher for the Kansas City / Oakland Athletics and New York Yankees. Hunter was the first pitcher since 1915 to win 200 career games by the age of 31. He is often referred to as baseball's first big-money free agent. He was a member of five World Series championship teams.",
    "year": 1946,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hywel Bennett",
    "birthday": "1944-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/33/HywelBennett1966.jpg",
    "extract": "Hywel Thomas Bennett was a Welsh film and television actor. Bennett is perhaps best known for his leading roles in films including The Family Way (1966) and for playing the titular \"thinking man's layabout\" James Shelley in the television sitcom Shelley (1979–1992).",
    "year": 1944,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Odd Nerdrum",
    "birthday": "1944-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Odd_Nerdrum_2020_2.jpg/213px-Odd_Nerdrum_2020_2.jpg",
    "extract": "Odd Nerdrum is a Norwegian figurative painter, born in Sweden, and considered to be one of the greatest living classical figurative painters.\nHis work is held by museums worldwide. Themes and style in Nerdrum's work reference anecdote and narrative. Primary influences by the painters Rembrandt and Caravaggio help place his work in direct conflict with the abstraction and conceptual art considered acceptable in much of Norway. Nerdrum creates six to eight paintings a year. They include still life paintings of small, everyday objects, portraits and self-portraits, and large paintings allegorical and apocalyptic in nature. The figures in Nerdrum's paintings are often dressed as if from another time and place.",
    "year": 1944,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michael Bennett (theater)",
    "birthday": "1943-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/37/Michael_Bennett_%28theater%29.jpg",
    "extract": "Michael Bennett was an American musical theatre director, writer, choreographer, and dancer. He won seven Tony Awards for his choreography and direction of Broadway shows and was nominated for an additional eleven.",
    "year": 1943,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "James Herbert",
    "birthday": "1943-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1f/James_Herbert-2.jpg",
    "extract": "James John Herbert, OBE was an English horror writer. A full-time writer, he also designed his own book covers and publicity. His books have sold 54 million copies worldwide, and have been translated into 34 languages, including Chinese and Russian.",
    "year": 1943,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tony Banks, Baron Stratford",
    "birthday": "1942-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/91/Tony_Banks_MP.jpg/247px-Tony_Banks_MP.jpg",
    "extract": "Anthony Louis Banks, Baron Stratford was a British politician who served as Minister for Sport from 1997 to 1999. A member of the Labour Party, he was a member of Parliament from 1983 to 2005 and subsequently as a member of the House of Lords. He was well known in the House of Commons for his acid tongue.",
    "year": 1942,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Roger Chapman",
    "birthday": "1942-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Roger_Chapman_-_Werner_Rennen_2018_09.jpg/272px-Roger_Chapman_-_Werner_Rennen_2018_09.jpg",
    "extract": "Roger Maxwell Chapman, also known as Chappo, is an English rock vocalist. He is best known as a member of the progressive rock band Family, which he joined along with Charlie Whitney, in 1966 and also the rock, R&B band Streetwalkers formed in 1974. His idiosyncratic brand of showmanship when performing and vocal vibrato led him to become a cult figure on the British rock scene. Chapman is claimed to have said that he was trying to sing like both Little Richard and his idol Ray Charles. Since the early 1980s he has spent much of his time in Germany and has made occasional appearances there and elsewhere.",
    "year": 1942,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Douglas Trumbull",
    "birthday": "1942-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Douglas_Trumbull_FMX_2012.jpg/240px-Douglas_Trumbull_FMX_2012.jpg",
    "extract": "Douglas Hunt Trumbull was an American film director, visual effects maestro, and inventor. He pioneered methods in special effects and created scenes in 2001: A Space Odyssey, Close Encounters of the Third Kind, Star Trek: The Motion Picture, Blade Runner and The Tree of Life, and directed the movies Silent Running and Brainstorm.",
    "year": 1942,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Vivienne Westwood",
    "birthday": "1941-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Vivienne_Westwood_by_Mattia_Passeri.jpg/230px-Vivienne_Westwood_by_Mattia_Passeri.jpg",
    "extract": "Dame Vivienne Isabel Westwood is an English fashion designer and businesswoman, largely responsible for bringing modern punk and new wave fashions into the mainstream.",
    "year": 1941,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Havlicek",
    "birthday": "1940-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/John_Havliceck%2C_Boston_Celtics%2C_1960s.jpg/197px-John_Havliceck%2C_Boston_Celtics%2C_1960s.jpg",
    "extract": "John Joseph Havlicek was an American professional basketball player who spent his entire career with the Boston Celtics, winning eight NBA championships, four of them coming in his first four seasons with the team.",
    "year": 1940,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kofi Annan",
    "birthday": "1938-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Kofi_Annan_2012_%28cropped%29.jpg/255px-Kofi_Annan_2012_%28cropped%29.jpg",
    "extract": "Kofi Atta Annan was a Ghanaian diplomat who served as the seventh Secretary-General of the United Nations (UN) from 1997 to 2006. Annan and the UN were the co-recipients of the 2001 Nobel Peace Prize. He was the founder and chairman of the Kofi Annan Foundation, as well as chairman of The Elders, an international organisation founded by Nelson Mandela.",
    "year": 1938,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Hamm",
    "birthday": "1938-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/44/Jhamm03election.JPG",
    "extract": "John Frederick Hamm, is a Canadian physician and politician, who served as the 25th premier of Nova Scotia from 1999 to 2006.",
    "year": 1938,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mary W. Gray",
    "birthday": "1938-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Dr._Mary_Gray_presenting.jpg/240px-Dr._Mary_Gray_presenting.jpg",
    "extract": "Mary Lee Wheat Gray is an American mathematician, statistician, and lawyer. She is the author of books and papers in the fields of mathematics, mathematics education, computer science, applied statistics, economic equity, discrimination law, and academic freedom. She is currently on the Board of Advisers for POMED and is the chair of the Board of Directors of AMIDEAST.",
    "year": 1938,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tony Barton (footballer)",
    "birthday": "1937-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Tony_Barton.jpg/255px-Tony_Barton.jpg",
    "extract": "Anthony Edward Barton was an English footballer, playing as an outside right, and football manager. He was born in Sutton, Surrey and managed Aston Villa to success in the 1982 European Cup, three months after taking charge. He followed this up by beating Barcelona in the 1982 European Super Cup.",
    "year": 1937,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Seymour Hersh",
    "birthday": "1937-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/SeymourHersh-IPS-cropped.jpg/240px-SeymourHersh-IPS-cropped.jpg",
    "extract": "Seymour Myron \"Sy\" Hersh is an American investigative journalist and political writer.",
    "year": 1937,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Momo Kapor",
    "birthday": "1937-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Momo_Kapor_wiki.jpg/298px-Momo_Kapor_wiki.jpg",
    "extract": "Momčilo \"Momo\" Kapor was a Serbian novelist and painter.",
    "year": 1937,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Oscar Zeta Acosta",
    "birthday": "1935-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Oscar_Zeta_Acosta%2C_Las_Vegas_1971.jpg/256px-Oscar_Zeta_Acosta%2C_Las_Vegas_1971.jpg",
    "extract": "Oscar \"Zeta\" Acosta Fierro was a Mexican-American attorney, politician, novelist and activist in the Chicano Movement. He was most well known for his novels Autobiography of a Brown Buffalo (1972) and The Revolt of the Cockroach People (1973), and for his friendship with American author Hunter S. Thompson. Thompson characterized him as a heavyweight Samoan attorney, Dr. Gonzo, in his 1971 novel Fear and Loathing in Las Vegas. Acosta disappeared in 1974 during a trip in Mexico and is presumed dead.",
    "year": 1935,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Albert Bustamante",
    "birthday": "1935-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Albert_Bustamante.jpg/255px-Albert_Bustamante.jpg",
    "extract": "Albert Garza Bustamante was an American politician who served as a member of the United States House of Representatives, representing Texas's 23rd district. A Democrat, he served as a member and one-time Chair of the Congressional Hispanic Caucus.",
    "year": 1935,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kisho Kurokawa",
    "birthday": "1934-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/66/Kisho_Kurokawa.jpg/242px-Kisho_Kurokawa.jpg",
    "extract": "Kisho Kurokawa  was a leading Japanese architect and one of the founders of the Metabolist Movement.",
    "year": 1934,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Iskandar of Johor",
    "birthday": "1932-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/SI_Potret_0001.jpg/225px-SI_Potret_0001.jpg",
    "extract": "Almarhum Sultan Iskandar Ibni Almarhum Sultan Ismail was the 24th Sultan of Johor and the 4th Sultan of Modern Johor. He succeeded his father Sultan Ismail upon the latter's death on 10 May 1981. He was the eighth Yang di-Pertuan Agong of Malaysia from 26 April 1984 to 25 April 1989. Sultan Iskandar's reign lasted for almost 29 years until his death in January 2010. His children are married into the different royal houses of Malaysia. His eldest daughter Tunku Kamariah, the Tengku Puan Laksamana, married the Tengku Laksamana of Selangor, Tengku Sulaiman Shah. His successor and eldest son Sultan Ibrahim married Raja Zarith Sofiah of the Perak Royal Family. His daughter Tunku Azizah Aminah Maimunah Iskandariah married the heir apparent of Pahang, now Sultan Abdullah. His younger son Tunku Abdul Majid married a member of the Kedah Royal Family, Tunku Teh Mazni.",
    "year": 1932,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Gavin",
    "birthday": "1931-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/John_Gavin_Destry_1964.JPG/244px-John_Gavin_Destry_1964.JPG",
    "extract": "John Gavin was an American actor who was the president of the Screen Actors Guild (1971–73), and the United States Ambassador to Mexico (1981–86). He was best known for his performances in the films Imitation of Life (1959), Spartacus (1960), Psycho (1960), and Thoroughly Modern Millie (1967), playing leading roles in a series of films for producer Ross Hunter.",
    "year": 1931,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carlos Hugo, Duke of Parma",
    "birthday": "1930-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Carlos_Hugo_1968.jpg/246px-Carlos_Hugo_1968.jpg",
    "extract": "Carlos Hugo, Duke of Parma and Piacenza was the head of the House of Bourbon-Parma from 1977 until his death. Carlos Hugo was the Carlist pretender to the throne of Spain and sought to change the political direction of the Carlist movement through the Carlist Party, of which he was the official head during the fatal Montejurra Incident. His marriage to Princess Irene of the Netherlands in 1964 caused a constitutional crisis in the Netherlands.",
    "year": 1930,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jacques Brel",
    "birthday": "1929-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Jacques_Brel_1963.jpg/218px-Jacques_Brel_1963.jpg",
    "extract": "Jacques Romain Georges Brel was a Belgian singer, songwriter, actor and director who composed and performed literate, thoughtful, and theatrical songs that generated a large, devoted following—initially in Belgium and France, later throughout the world. He is considered a master of the modern chanson. Although he recorded most of his songs in French and occasionally in Dutch, he became an influence on English-speaking songwriters and performers, such as Scott Walker, David Bowie, Alex Harvey, Marc Almond, Neil Hannon, and Rod McKuen. English translations of his songs were recorded by many performers, including Bowie, Walker, Ray Charles, Judy Collins, John Denver, The Kingston Trio, Nina Simone, Shirley Bassey, James Dean Bradfield, Frank Sinatra, and Andy Williams.",
    "year": 1929,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Renzo De Felice",
    "birthday": "1929-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Renzo_De_Felice.jpg/320px-Renzo_De_Felice.jpg",
    "extract": "Renzo De Felice was an Italian historian, who specialized in the Fascist era, writing, among other works, a 6000-page biography of Mussolini. He argued that Mussolini was a revolutionary modernizer in domestic issues but a pragmatist in foreign policy who continued the Realpolitik policies of Italy from 1861 to 1922. Historian of Italy Philip Morgan has called De Felice's biography of Mussolini \"a very controversial, influential and at the same time problematic re-reading of Mussolini and Fascism\" and rejected the contention that his work rose above politics to \"scientific objectivity\", as claimed by the author and his defenders.",
    "year": 1929,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Fred Ebb",
    "birthday": "1928-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/58/Fred_Ebb.jpg",
    "extract": "Fred Ebb was an American musical theatre lyricist who had many successful collaborations with composer John Kander. The Kander and Ebb team frequently wrote for such performers as Liza Minnelli and Chita Rivera.",
    "year": 1928,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Shecky Greene",
    "birthday": "1926-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Shecky_Greene_in_The_Love_Machine_1971_%28cropped%29.jpg",
    "extract": "Shecky Greene is an American comedian. He is known for his nightclub performances in Las Vegas, Nevada, where he became a headliner in the 1950s and '60s. He has appeared in several films, including Tony Rome; History of the World, Part I; and Splash. In television, he has guest-starred on such television shows as Love, American Style and Combat!, and later Laverne & Shirley and Mad About You.",
    "year": 1926,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jürgen Moltmann",
    "birthday": "1926-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/J%C3%BCrgen_Moltmann_im_Hospitalhof_Stuttgart._M%C3%A4rz_2016_%28cropped%29.jpg/234px-J%C3%BCrgen_Moltmann_im_Hospitalhof_Stuttgart._M%C3%A4rz_2016_%28cropped%29.jpg",
    "extract": "Jürgen Moltmann is a German Reformed theologian who is Professor Emeritus of Systematic Theology at the University of Tübingen and is known for his books such as the Theology of Hope, The Crucified God, God in Creation and other contributions to systematic theology. Jürgen Moltmann is the husband of Elisabeth Moltmann-Wendel, a notable feminist theologian. Jürgen Moltmann described his own theology as an extension of Karl Barth's theological works, especially the Church Dogmatics, and he has described his own work as Post-Barthian. He has received honorary doctorates from a number of institutions, such as Duke University (1973), the University of Louvain in Belgium (1995), the Alexandru Ioan Cuza University in Romania (1996), the Chung Yuan Christian University in Taiwan (2002), the Nicaraguan Evangelical University (2002), and the University of Pretoria in South Africa (2017). Moltmann was selected to deliver the prestigious Gifford Lectures in 1984–85, and was also the recipient of the 2000 University of Louisville and Louisville Presbyterian Theological Seminary Grawemeyer Award in Religion.",
    "year": 1926,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Frédéric Back",
    "birthday": "1924-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Fr%C3%A9d%C3%A9ric_Back.jpg/320px-Fr%C3%A9d%C3%A9ric_Back.jpg",
    "extract": "Frédéric Back, was a Canadian artist and film director of short animated films. During a long career with Radio-Canada, the French-language service of the Canadian Broadcasting Corporation, he was nominated for four Academy Awards, winning two, for his 1981 film Crac and the 1987 film The Man Who Planted Trees.",
    "year": 1924,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Anthony Farrar-Hockley",
    "birthday": "1924-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Bernadette_Devlin_McAliskey_and_Anthony_Farrar-Hockley_appearing_on_%27After_Dark%27%2C_18_March_1988.jpg/320px-Bernadette_Devlin_McAliskey_and_Anthony_Farrar-Hockley_appearing_on_%27After_Dark%27%2C_18_March_1988.jpg",
    "extract": "General Sir Anthony Heritage Farrar-Hockley, nicknamed Farrar the Para, was a British Army officer and a military historian who fought in a number of British conflicts. He held a number of senior commands, ending his career as Commander-in-Chief of NATO's Allied Forces Northern Europe. Throughout his four decades of army life, he spoke plainly, and both before and after his retirement in 1982 wrote on the conflicts he had experienced and the Second World War.",
    "year": 1924,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kumar Gandharva",
    "birthday": "1924-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Kumar_Gandharva_2014_stampsheet_of_India_cr.jpg/320px-Kumar_Gandharva_2014_stampsheet_of_India_cr.jpg",
    "extract": "Pandit Kumar Gandharva (pronunciation:[kʊmaːɽ ɡɐndʱɐɽʋɐ]; 8 April 1924 – 12 January 1992), originally known as Shivaputra Siddharamayya Komkalimath was an Indian classical singer, well known for his unique vocal style and for his refusal to be bound by the tradition of any gharana. The name, Kumar Gandharva, is a title given to him when he was a child prodigy; a Gandharva is a musical spirit in Hindu mythology.",
    "year": 1924,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sara Northrup Hollister",
    "birthday": "1924-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Sara_Northrup.jpg/221px-Sara_Northrup.jpg",
    "extract": "Sara Elizabeth Bruce Northrup Hollister was an occultist and second wife of Scientologist founder L. Ron Hubbard. She played a major role in the creation of Dianetics, which evolved into the religious movement Scientology. Hubbard would evolve into the leader of the Church of Scientology.",
    "year": 1924,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Edward Mulhare",
    "birthday": "1923-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Edward_Mulhare_Hope_Lange_The_Ghost_and_Mrs._Muir.JPG/257px-Edward_Mulhare_Hope_Lange_The_Ghost_and_Mrs._Muir.JPG",
    "extract": "Edward Mulhare was an Irish actor whose career spanned five decades. He is best known for his starring roles in two television series: The Ghost & Mrs. Muir and Knight Rider.",
    "year": 1923,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Franco Corelli",
    "birthday": "1921-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/31/Franco_Corelli.jpg/206px-Franco_Corelli.jpg",
    "extract": "Franco Corelli was an Italian tenor who had a major international opera career between 1951 and 1976. Associated in particular with the spinto and dramatic tenor roles of the Italian repertory, he was celebrated universally for his powerhouse voice, electrifying top notes, clear timbre, passionate singing and remarkable performances. Dubbed the \"prince of tenors\", audiences were enchanted by his handsome features and charismatic stage presence. He had a long and fruitful partnership with the Metropolitan Opera in New York City between 1961 and 1975. He also appeared on the stages of most of the major opera houses in Europe and with opera companies throughout North America.",
    "year": 1921,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Herman van Raalte",
    "birthday": "1921-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Herman_van_Raalte_%281950%29.jpg/238px-Herman_van_Raalte_%281950%29.jpg",
    "extract": "Herman van Raalte was a Dutch football player.",
    "year": 1921,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carmen McRae",
    "birthday": "1920-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/47/Carmen_McRae.jpg/320px-Carmen_McRae.jpg",
    "extract": "Carmen Mercedes McRae was an American jazz singer. She is considered one of the most influential jazz vocalists of the 20th century and is remembered for her behind-the-beat phrasing and ironic interpretation of lyrics.",
    "year": 1920,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ian Smith",
    "birthday": "1919-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Ian_Smith_1975.jpg/234px-Ian_Smith_1975.jpg",
    "extract": "Ian Douglas Smith was a Rhodesian politician, farmer, and fighter pilot who served as Prime Minister of Rhodesia from 1964 to 1979. He was the country's first premier not born abroad, and led the predominantly white government that unilaterally declared independence from the United Kingdom in November 1965 following prolonged dispute over the terms, particularly British demands for black majority rule. He remained Prime Minister for almost all of the 14 years of international isolation that followed, and oversaw Rhodesia's security forces during most of the Bush War, which pitted the unrecognised administration against communist-backed black nationalist guerrilla groups. Smith, who has been described as personifying white Rhodesia, remains a highly controversial figure.",
    "year": 1919,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Betty Ford",
    "birthday": "1918-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Betty_Ford%2C_official_White_House_photo_color%2C_1974.jpg/204px-Betty_Ford%2C_official_White_House_photo_color%2C_1974.jpg",
    "extract": "Elizabeth Anne Ford was the first lady of the United States from 1974 to 1977, as the wife of President Gerald Ford. As first lady, she was active in social policy and set a precedent as a politically active presidential spouse. Ford also served as the second lady of the United States from 1973 to 1974.",
    "year": 1918,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Glendon Swarthout",
    "birthday": "1918-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/aa/GlendonSwarthoutHeadTint.jpg",
    "extract": "Glendon Fred Swarthout was an American writer and novelist.",
    "year": 1918,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Winifred Asprey",
    "birthday": "1917-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e6/Winifred_Asprey.jpg",
    "extract": "Winifred \"Tim\" Alice Asprey was an American mathematician and computer scientist. She was one of only around 200 women to earn PhDs in mathematics from American universities during the 1940s, a period of women's underrepresentation in mathematics at this level.\nShe was involved in developing the close contact between Vassar College and IBM that led to the establishment of the first computer science lab at Vassar.",
    "year": 1917,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lloyd Bott",
    "birthday": "1917-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Lloyd_Bott.jpg/236px-Lloyd_Bott.jpg",
    "extract": "Lloyd Forrester Bott was a senior Australian public servant.",
    "year": 1917,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hubertus Ernst",
    "birthday": "1917-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Bisschop_Ernst_%281980%29.jpg/240px-Bisschop_Ernst_%281980%29.jpg",
    "extract": "Hubertus Cornelis Antonius Ernst was a Dutch prelate of the Roman Catholic Church. A centenarian, he was the oldest Dutch Roman Catholic bishop at the time of his death in 2017.",
    "year": 1917,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "María Félix",
    "birthday": "1914-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Mar%C3%ADa_F%C3%A9lix_1947.jpg/234px-Mar%C3%ADa_F%C3%A9lix_1947.jpg",
    "extract": "María de los Ángeles Félix Güereña was a Mexican actress and singer. Along with Pedro Armendáriz and Dolores del Río, she was one of the most successful figures of Latin American cinema in the 1940s and 1950s. Considered one of the most beautiful actresses of the Golden Age of Mexican cinema, her taste for the finesse and strong personality garnered her the title of diva early in her career. She was known as La Doña, a name derived from her character in Doña Bárbara (1943), and María Bonita, thanks to the anthem composed exclusively for her as a wedding gift by Félix's second husband, Agustín Lara. Her acting career consists of 47 films made in Mexico, Spain, France, Italy and Argentina.",
    "year": 1914,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alois Brunner",
    "birthday": "1912-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b3/Alois_Brunner.JPG/239px-Alois_Brunner.JPG",
    "extract": "Alois Brunner was an Austrian Schutzstaffel (SS) SS-Hauptsturmführer who played a significant role in the implementation of the Holocaust through rounding up and deporting Jews in occupied Austria, Greece, Macedonia, France, and finally Slovakia during the Second World War. He was known as Adolf Eichmann's right-hand man.",
    "year": 1912,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sonja Henie",
    "birthday": "1912-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Sonja_Henie_1936.jpg/224px-Sonja_Henie_1936.jpg",
    "extract": "Sonja Henie was a Norwegian figure skater and film star. She was a three-time Olympic champion in women's singles, a ten-time World champion (1927–1936) and a six-time European champion (1931–1936). Henie has won more Olympic and World titles than any other ladies' figure skater. She is one of only two skaters to defend a ladies' singles Olympic title, the other being Katarina Witt, and her six European titles has only been matched by Witt.",
    "year": 1912,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Melvin Calvin",
    "birthday": "1911-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Melvin_Calvin_1960s.jpg/228px-Melvin_Calvin_1960s.jpg",
    "extract": "Melvin Ellis Calvin was an American biochemist known for discovering the Calvin cycle along with Andrew Benson and James Bassham, for which he was awarded the 1961 Nobel Prize in Chemistry. He spent most of his five-decade career at the University of California, Berkeley.",
    "year": 1911,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emil Cioran",
    "birthday": "1911-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Cioran_in_Romania.jpg/250px-Cioran_in_Romania.jpg",
    "extract": "Emil Mihai Cioran was a Romanian philosopher and essayist, who published works in both Romanian and French. His work has been noted for its pervasive philosophical pessimism, style, and aphorisms. His works frequently engaged with issues of suffering, decay, and nihilism. In 1937, Cioran moved to the Latin Quarter of Paris, which became his permanent residence, wherein he lived in seclusion with his partner, Simone Boué.",
    "year": 1911,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "George Musso",
    "birthday": "1910-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/20/George_Musso.jpg",
    "extract": "George Francis Musso was an American football guard and offensive tackle. His twelve-year career in the National Football League (NFL) was spent entirely with the Chicago Bears.",
    "year": 1910,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Fante",
    "birthday": "1909-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/John_Fante.jpg/224px-John_Fante.jpg",
    "extract": "John Fante was an American novelist, short story writer, and screenwriter. He is best known for his semi-autobiographical novel Ask the Dust (1939) about the life of Arturo Bandini, a struggling writer in Depression-era Los Angeles. It is widely considered the great Los Angeles novel, and is one in a series of four, published between 1938 and 1985, that are now collectively called \"The Bandini Quartet\". Ask the Dust was adapted into a 2006 film starring Colin Farrell and Salma Hayek. Fante's published works while he lived included five novels, one novella, and a short story collection. Additional works, including two novels, two novellas, and two short story collections, were published posthumously. His screenwriting credits include, most notably, Full of Life, Jeanne Eagels (1957), and the 1962 films Walk on the Wild Side and The Reluctant Saint.",
    "year": 1909,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hugo Fregonese",
    "birthday": "1908-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Fregonese.png/320px-Fregonese.png",
    "extract": "Hugo Geronimo Fregonese was an Argentine film director and screenwriter who worked both in Hollywood and his home country.",
    "year": 1908,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Raoul Jobin",
    "birthday": "1906-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/77/Stage_Montreal_Festivals_BAnQ_P48S1P14370_Crop.jpg",
    "extract": "Raoul Jobin, was a French-Canadian operatic tenor, particularly associated with the French repertory.",
    "year": 1906,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joachim Büchner",
    "birthday": "1905-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Joachim_B%C3%BCchner_1928.jpg/171px-Joachim_B%C3%BCchner_1928.jpg",
    "extract": "Joachim \"Jochen\" Büchner was a German sprint runner who won a bronze medal in the 400 m event at the 1928 Olympics. He failed to reach the 400 m final at the next Olympics, and finished in fourth place with the German 4 × 400 m relay team. He won three national titles in the 400 m in 1927–1929 and finished second in 1925, 1931 and 1932. In 1928 he became the first German athlete to run 400 m within 48 seconds.",
    "year": 1905,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Helen Joseph",
    "birthday": "1905-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Helen_Joseph_1941.jpg/201px-Helen_Joseph_1941.jpg",
    "extract": "Helen Beatrice Joseph was a South African anti-apartheid activist. Born in Sussex, England, Helen graduated with a degree in English from the University of London in 1927 and then departed for India, where she taught for three years at Mahbubia School for girls in Hyderabad. In about 1930 she left India for England via South Africa. However, she settled in Durban, where she met and married a dentist, Billie Joseph, whom she later divorced.",
    "year": 1905,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Hicks",
    "birthday": "1904-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/John_Hicks_1972.jpg/244px-John_Hicks_1972.jpg",
    "extract": "Sir John Richards Hicks was a British economist. He is considered one of the most important and influential economists of the twentieth century. The most familiar of his many contributions in the field of economics were his statement of consumer demand theory in microeconomics, and the IS–LM model (1937), which summarised a Keynesian view of macroeconomics. His book Value and Capital (1939) significantly extended general-equilibrium and value theory. The compensated demand function is named the Hicksian demand function in memory of him.",
    "year": 1904,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Andrew Irvine (mountaineer)",
    "birthday": "1902-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/AndrewIrvine.jpg/255px-AndrewIrvine.jpg",
    "extract": "Andrew Comyn \"Sandy\" Irvine was an English mountaineer who took part in the 1924 British Everest Expedition, the third British expedition to the world's highest mountain, Mount Everest.",
    "year": 1902,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Maria Maksakova Sr.",
    "birthday": "1902-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d1/Maria_maksakova_senior.jpg",
    "extract": "Maria Petrovna Maksakova was a Soviet opera singer, mezzo-soprano, a leading soloist in the Bolshoi Theater (1923–1953), who enjoyed great success in the 1920s and 1930s, in the times often referred to as the golden age of Soviet opera. Maria Maksakova, the three times laureate of the Stalin's Prize, was designated as a People's Artist of the USSR in 1971. The actress Lyudmila Maksakova is her daughter; singer and TV presenter Maria Maksakova Jr. her granddaughter.",
    "year": 1902,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marie Byles",
    "birthday": "1900-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/MarieByles.jpg/212px-MarieByles.jpg",
    "extract": "Marie Beuzeville Byles was an Australian conservationist, pacifist, the first practising female solicitor in New South Wales (NSW), mountaineer, explorer and avid bushwalker, feminist, journalist, and an original member of the Buddhist Society in New South Wales. She was also a travel and non-fiction writer.",
    "year": 1900,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Yip Harburg",
    "birthday": "1896-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/09/Yip_Harburg_%28ca._1950%29.jpg/245px-Yip_Harburg_%28ca._1950%29.jpg",
    "extract": "Edgar Yipsel Harburg was an American popular song lyricist and librettist who worked with many well-known composers. He wrote the lyrics to the standards \"Brother, Can You Spare a Dime?\", \"April in Paris\", and \"It's Only a Paper Moon\", as well as all of the songs for the film The Wizard of Oz, including \"Over the Rainbow\". He was known for the social commentary of his lyrics, as well as his leftist sensibilities. He championed racial and gender equality and union politics. He also was an ardent critic of religion.",
    "year": 1896,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard Neutra",
    "birthday": "1892-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/35/Richard_Neutra.jpg/241px-Richard_Neutra.jpg",
    "extract": "Richard Joseph Neutra was an Austrian-American architect. Living and building for the majority of his career in Southern California, he came to be considered among the most prominent and important modernist architects. He mainly built suburban single-family detached homes for wealthy clients.",
    "year": 1892,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mary Pickford",
    "birthday": "1892-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Mary_Pickford_cph.3c17995u.jpg/252px-Mary_Pickford_cph.3c17995u.jpg",
    "extract": "Gladys Marie Smith, known professionally as Mary Pickford, was a Canadian-American film actress and producer with a career that spanned five decades. A pioneer in the American film industry, she co-founded Pickford–Fairbanks Studios and United Artists, and was one of the 36 founders of the Academy of Motion Picture Arts and Sciences. Pickford is considered to be one of the most recognisable women in history.",
    "year": 1892,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Adrian Boult",
    "birthday": "1889-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/59/Sir-adrian-boult.jpg/320px-Sir-adrian-boult.jpg",
    "extract": "Sir Adrian Cedric Boult, CH was an English conductor. Brought up in a prosperous mercantile family, he followed musical studies in England and at Leipzig, Germany, with early conducting work in London for the Royal Opera House and Sergei Diaghilev's ballet company. His first prominent post was conductor of the City of Birmingham Orchestra in 1924. When the British Broadcasting Corporation appointed him director of music in 1930, he established the BBC Symphony Orchestra and became its chief conductor. The orchestra set standards of excellence that were rivalled in Britain only by the London Philharmonic Orchestra (LPO), founded two years later.",
    "year": 1889,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dennis Chávez",
    "birthday": "1888-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Dennis_Chavez_cph.3b20083.jpg/264px-Dennis_Chavez_cph.3b20083.jpg",
    "extract": "Dionisio \"Dennis\" Chávez was an American politician who served in the United States House of Representatives from 1931 to 1935, and in the United States Senate from 1935 to 1962. He was the first Hispanic to be elected to a full term in the US Senate and the first US Senator to be born in New Mexico, which was still a US territory at the time of his birth.",
    "year": 1888,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Margaret Ayer Barnes",
    "birthday": "1886-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b6/Margaret_Ayer_Barnes.jpg/149px-Margaret_Ayer_Barnes.jpg",
    "extract": "Margaret Ayer Barnes was an American playwright, novelist, and short-story writer. She was awarded the Pulitzer Prize.",
    "year": 1886,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "R. P. Keigwin",
    "birthday": "1883-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Aejcollins_rpkeigwin_lr.jpg",
    "extract": "Richard Prescott Keigwin was an English academic. He also played first-class cricket for Cambridge University, the Marylebone Cricket Club, Essex County Cricket Club and Gloucestershire County Cricket Club, and played hockey for Essex and England.",
    "year": 1883,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Julius Seljamaa",
    "birthday": "1883-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Saadik_Julius_Seljamaa%2C_ERM_Fk_2731-1354.jpg/220px-Saadik_Julius_Seljamaa%2C_ERM_Fk_2731-1354.jpg",
    "extract": "Julius Friedrich Seljamaa was an Estonian politician, diplomat and journalist. From 1933 to 1936, he was the Estonian Minister of Foreign Affairs.",
    "year": 1883,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Albert I of Belgium",
    "birthday": "1875-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Portrait_of_Albert_I_of_Belgium_%28cropped%29.jpg/258px-Portrait_of_Albert_I_of_Belgium_%28cropped%29.jpg",
    "extract": "Albert I was King of the Belgians from 23 December 1909 until his death in 1934. He ruled during an eventful period in the history of Belgium, which included the period of World War I (1914–1918), when 90 percent of Belgium was overrun, occupied, and ruled by the German Empire. Other crucial issues included the adoption of the Treaty of Versailles in June 1919, the ruling of the Belgian Congo as an overseas possession of the Kingdom of Belgium along with the League of Nations mandate of Ruanda-Urundi, the reconstruction of Belgium following the war, and the first five years of the Great Depression (1929–1934). King Albert died in a mountaineering accident in eastern Belgium in 1934, at the age of 58, and he was succeeded by his son Leopold III. He is popularly referred to as the Knight King or Soldier King in Belgium in reference to his role during World War I.",
    "year": 1875,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Stanisław Taczak",
    "birthday": "1874-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Stanis%C5%82aw_Taczak.jpg/200px-Stanis%C5%82aw_Taczak.jpg",
    "extract": "Stanisław Taczak was a Polish general. Until 8 January 1919, he was temporary commander-in-chief of the Great Poland Uprising (1918-1919).",
    "year": 1874,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Clarence Hudson White",
    "birthday": "1871-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Clarence_Hudson_White_by_Ulmann.jpg/245px-Clarence_Hudson_White_by_Ulmann.jpg",
    "extract": "Clarence Hudson White was an American photographer, teacher and a founding member of the Photo-Secession movement. He grew up in small towns in Ohio, where his primary influences were his family and the social life of rural America. After visiting the World's Columbian Exposition in Chicago in 1893, he took up photography. Although he was completely self-taught in the medium, within a few years he was internationally known for his pictorial photographs that captured the spirit and sentimentality of America in the early twentieth century.\nAs he became well known for his images, White was sought out by other photographers who often traveled to Ohio to learn from him. He became friends with Alfred Stieglitz and helped advance the cause of photography as a true art form. In 1906 White and his family moved to New York City in order to be closer to Stieglitz and his circle and to further promote his own work. While there he became interested in teaching photography and in 1914 he established the Clarence H. White School of Photography, the first educational institution in America to teach photography as art. Due to the demands of his teaching duties, his own photography declined and White produced little new work during the last decade of his life. In 1925 he suffered a heart attack and died while teaching students in Mexico City.",
    "year": 1871,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Harvey Cushing",
    "birthday": "1869-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Harvey_Williams_Cushing_1938b.jpg/242px-Harvey_Williams_Cushing_1938b.jpg",
    "extract": "Harvey Williams Cushing was an American neurosurgeon, pathologist, writer, and draftsman. A pioneer of brain surgery, he was the first exclusive neurosurgeon and the first person to describe Cushing's disease. He wrote a biography of William Osler in three volumes.",
    "year": 1869,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Allen Butler Talcott",
    "birthday": "1867-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Self-Portrait%2C_Allen_Butler_Talcott.jpg/265px-Self-Portrait%2C_Allen_Butler_Talcott.jpg",
    "extract": "Allen Butler Talcott was an American landscape painter. After studying art in Paris for three years at Académie Julian, he returned to the United States, becoming one of the first members of the Old Lyme Art Colony in Connecticut. His paintings, usually landscapes depicting the local scenery and often executed en plein air, were generally Barbizon and Tonalist, sometimes incorporating elements of Impressionism. He was especially known and respected for his paintings of trees. After eight summers at Old Lyme, he died there at the age of 41.",
    "year": 1867,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carlos Deltour",
    "birthday": "1864-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Carlos_Deltour_%28G.%29_et_Antoine_V%C3%A9drenne_%28D.%29%2C_du_Rowing_Club_de_Castillon%2C_champions_d%27Europe_et_de_France_en_1899.jpg/320px-Carlos_Deltour_%28G.%29_et_Antoine_V%C3%A9drenne_%28D.%29%2C_du_Rowing_Club_de_Castillon%2C_champions_d%27Europe_et_de_France_en_1899.jpg",
    "extract": "Carlos Deltour, also known as Charles Deltour, was a French rower who competed in the 1900 Summer Olympics.",
    "year": 1864,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Edmund Husserl",
    "birthday": "1859-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Edmund_Husserl_1910s.jpg/222px-Edmund_Husserl_1910s.jpg",
    "extract": "Edmund Gustav Albrecht Husserl was a German philosopher and mathematician who established the school of phenomenology.",
    "year": 1859,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Elizabeth Bacon Custer",
    "birthday": "1842-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Elizabeth_Bacon_Custer_-_Brady-Handy.jpg/249px-Elizabeth_Bacon_Custer_-_Brady-Handy.jpg",
    "extract": "Elizabeth Clift Custer was an American author and public speaker, and the wife of Brevet Major General George Armstrong Custer, United States Army. She spent most of their marriage in relative proximity to him despite his numerous military campaigns in the American Civil War and subsequent postings on the Great Plains as a commanding officer in the United States Cavalry.",
    "year": 1842,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ramón Emeterio Betances",
    "birthday": "1827-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Ramon_Emeterio_Betances_sitting.jpg/253px-Ramon_Emeterio_Betances_sitting.jpg",
    "extract": "Ramón Emeterio Betances y Alacán was a Puerto Rican independence advocate and medical doctor. He was the primary instigator of the Grito de Lares revolution and is considered to be the father of the Puerto Rican independence movement. Since the Grito galvanized a burgeoning nationalist movement among Puerto Ricans, Betances is also considered \"El Padre de la Patria\". Because of his charitable deeds for people in need, he also became known as \"El Padre de los Pobres\".",
    "year": 1827,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pancha Carrasco",
    "birthday": "1826-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Pancha-Carrasco-1826-1890.jpg/235px-Pancha-Carrasco-1826-1890.jpg",
    "extract": "Pancha Carrasco, born Francisca Carrasco Jiménez, was Costa Rica's first woman in the military. Carrasco is most famous for joining the defending forces at the Battle of Rivas in 1856 with a rifle and a pocketful of bullets. The strength and determination she showed there made her a symbol of national pride and she was later honored with a Costa Rican postage stamp, a Coast Guard vessel, and the creation of the \"Pancha Carrasco Police Women's Excellence Award\".",
    "year": 1826,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Christian IX of Denmark",
    "birthday": "1818-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Kristian_9.jpg/263px-Kristian_9.jpg",
    "extract": "Christian IX was King of Denmark from 1863 until his death in 1906. From 1863 to 1864, he was concurrently Duke of Schleswig, Holstein and Lauenburg.",
    "year": 1818,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "August Wilhelm von Hofmann",
    "birthday": "1818-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/August_W_Hofmann.jpg/234px-August_W_Hofmann.jpg",
    "extract": "August Wilhelm von Hofmann was a German chemist who made considerable contributions to organic chemistry. His research on aniline helped lay the basis of the aniline-dye industry, and his research on coal tar laid the groundwork for his student Charles Mansfield's practical methods for extracting benzene and toluene and converting them into nitro compounds and amines. Hofmann's discoveries include formaldehyde, hydrazobenzene, the isonitriles, and allyl alcohol. He prepared three ethylamines and tetraethylammonium compounds and established their structural relationship to ammonia.",
    "year": 1818,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dionysios Solomos",
    "birthday": "1798-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Solomos_portrait_4.jpg/254px-Solomos_portrait_4.jpg",
    "extract": "Dionysios Solomos was a Greek poet from Zakynthos. He is best known for writing the Hymn to Liberty, which was set to music by Nikolaos Mantzaros and became the Greek and Cypriot national anthem in 1865 and 1966 respectively. He was the central figure of the Heptanese School of poetry, and is considered the national poet of Greece—not only because he wrote the national anthem, but also because he contributed to the preservation of earlier poetic tradition and highlighted its usefulness to modern literature. Other notable poems include Ὁ Κρητικός, Ἐλεύθεροι Πολιορκημένοι. A characteristic of his work is that no poem except the Hymn to Liberty was completed, and almost nothing was published during his lifetime.",
    "year": 1798,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "William Joseph Chaminade",
    "birthday": "1761-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Chaminadeportrait.jpg/240px-Chaminadeportrait.jpg",
    "extract": "Guillaume-Joseph Chaminade, was a French Catholic priest who survived persecution during the French Revolution and later founded the Society of Mary, usually called the Marianists, in 1817. He was beatified by Pope John Paul II on 3 September 2000 his feast day is celebrated on 22 January.",
    "year": 1761,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Rittenhouse",
    "birthday": "1732-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Charles_Willson_Peale_-_David_Rittenhouse_-_Google_Art_Project.jpg/256px-Charles_Willson_Peale_-_David_Rittenhouse_-_Google_Art_Project.jpg",
    "extract": "David Rittenhouse was an American astronomer, inventor, clockmaker, mathematician, surveyor, scientific instrument craftsman, and public official. Rittenhouse was a member of the American Philosophical Society and the first director of the United States Mint.",
    "year": 1732,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lewis Morris",
    "birthday": "1726-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Lewis_Morris_painting.jpg/268px-Lewis_Morris_painting.jpg",
    "extract": "Lewis Morris was an American Founding Father, landowner, and developer from Morrisania, New York, presently part of Bronx County. He signed the U.S. Declaration of Independence as a delegate to the Continental Congress from New York.",
    "year": 1726,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Giuseppe Tartini",
    "birthday": "1692-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Giuseppe_Tartini_%28Tartini_House%29.jpg/264px-Giuseppe_Tartini_%28Tartini_House%29.jpg",
    "extract": "Giuseppe Tartini was an Italian Baroque composer and violinist born in the Republic of Venice.",
    "year": 1692,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Henry Sydney, 1st Earl of Romney",
    "birthday": "1641-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Earl_of_Romney.jpg/235px-Earl_of_Romney.jpg",
    "extract": "Henry Sidney, 1st Earl of Romney was an English Whig politician, soldier and administrator. He is now best remembered as one of the Immortal Seven who drafted the Invitation to William of Orange, which led to the November 1688 Glorious Revolution and subsequent deposition of James II of England.",
    "year": 1641,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Philip IV of Spain",
    "birthday": "1605-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Philip_IV_of_Spain_-_Vel%C3%A1zquez_1644.jpg/245px-Philip_IV_of_Spain_-_Vel%C3%A1zquez_1644.jpg",
    "extract": "Philip IV, also called the Planet King, was King of Spain from 1621 to his death and King of Portugal from 1621 to 1640. Philip is remembered for his patronage of the arts, including such artists as Diego Velázquez, and his rule over Spain during the Thirty Years' War.",
    "year": 1605,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mary Stuart (1605–1607)",
    "birthday": "1605-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Princess_Mary_%281605-1607%29.jpg",
    "extract": "Mary Stuart was the third daughter and sixth child of James VI and I by Anne of Denmark. Her birth was much anticipated. She developed pneumonia at 17 months and died the following year.",
    "year": 1605,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Juan van der Hamen",
    "birthday": "1596-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Juan_van_der_Hamen%2C_Still_Life_with_fruits_and_Gassware%2C_Museum_of_Fine_Arts%2C_Houston.jpg/320px-Juan_van_der_Hamen%2C_Still_Life_with_fruits_and_Gassware%2C_Museum_of_Fine_Arts%2C_Houston.jpg",
    "extract": "Juan van der Hamen y (Gómez de) León  was a Spanish painter, a master of still life paintings, also called bodegones. Prolific and versatile, he painted allegories, landscapes, and large-scale works for churches and convents. Today he is remembered mostly for his still lifes, a genre he popularized in 1620s Madrid.",
    "year": 1596,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "William Herbert, 3rd Earl of Pembroke",
    "birthday": "1580-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Paul_van_Somer_%28c._1576-1621%29_-_William_Herbert%2C_3rd_Earl_of_Pembroke_%281590-1630%29_-_RCIN_405870_-_Royal_Collection.jpg/238px-Paul_van_Somer_%28c._1576-1621%29_-_William_Herbert%2C_3rd_Earl_of_Pembroke_%281590-1630%29_-_RCIN_405870_-_Royal_Collection.jpg",
    "extract": "William Herbert, 3rd Earl of Pembroke, of Wilton House in Wiltshire, was an English nobleman, politician and courtier. He served as Chancellor of the University of Oxford and together with King James I founded Pembroke College, Oxford. In 1608 he was appointed Warden of the Forest of Dean, Constable of St Briavels Castle, Gloucestershire, and in 1609 Governor of Portsmouth, all of which offices he retained until his death. He served as Lord Chamberlain from 1615 to 1625. In 1623 the First Folio of Shakespeare's plays was dedicated to him and his brother and successor Philip Herbert, 1st Earl of Montgomery.",
    "year": 1580,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michele Mercati",
    "birthday": "1541-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Portret_van_Michael_Mercatus_Michael_Mercatus_Clementis_VIII_Miniatensis_Archiater_%28titel_op_object%29%2C_RP-P-1909-5666.jpg/216px-Portret_van_Michael_Mercatus_Michael_Mercatus_Clementis_VIII_Miniatensis_Archiater_%28titel_op_object%29%2C_RP-P-1909-5666.jpg",
    "extract": "Michele Mercati was a physician who was superintendent of the Vatican Botanical Garden under Popes Pius V, Gregory XIII, Sixtus V, and Clement VIII. He was one of the first scholars to recognise prehistoric stone tools as human-made rather than natural or mythologically created thunderstones.",
    "year": 1541,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Barbara of Hesse",
    "birthday": "1536-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Barbara_of_Hesse.JPG/203px-Barbara_of_Hesse.JPG",
    "extract": "Barbara of Hesse, Duchess of Württemberg-Mömpelgard was a German noblewoman, and the wife of Count George I of Württemberg-Mömpelgard. Her second husband was Daniel, Count of Waldeck.",
    "year": 1536,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Claudio Merulo",
    "birthday": "1533-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Claudio_merulo_da_correggio.jpg/255px-Claudio_merulo_da_correggio.jpg",
    "extract": "Claudio Merulo was an Italian composer, publisher and organist of the late Renaissance period, most famous for his innovative keyboard music and his ensemble music composed in the Venetian polychoral style. He was born in Correggio and died in Parma. Born Claudio Merlotti, he Latinised his surname when he became famous in Venetian cultural clubs.",
    "year": 1533,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Clifford, 9th Baron Clifford",
    "birthday": "1435-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Arms_of_Clifford.svg/291px-Arms_of_Clifford.svg.png",
    "extract": "John Clifford, 9th Baron Clifford, 9th Lord of Skipton was a Lancastrian military leader during the Wars of the Roses in England. The Clifford family was one of the most prominent families among the northern English nobility of the fifteenth century, and by the marriages of his sisters John Clifford had links to some very important families of the time, including the earls of Devon. He was orphaned at twenty years of age when his father was slain by partisans of the House of York at the first battle of the Wars of the Roses, the Battle of St Albans in 1455. It was probably as a result of his father's death there that Clifford became one of the strongest supporters of Margaret of Anjou, wife of King Henry VI, who ended up as effective leader of the Lancastrian faction.",
    "year": 1435,
    "month": 4,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Peter I of Portugal",
    "birthday": "1320-4-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Jacente_do_t%C3%BAmulo_de_D._Pedro_I_de_Portugal.png/228px-Jacente_do_t%C3%BAmulo_de_D._Pedro_I_de_Portugal.png",
    "extract": "Peter I, called the Just or the Cruel, was King of Portugal from 1357 until his death. He was the third but only surviving son of Afonso IV of Portugal and his wife, Beatrice of Castile.",
    "year": 1320,
    "month": 4,
    "day": 8,
    "language": "en"
  }
]