[
  {
    "name": "Jackie Evancho",
    "birthday": "2000-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Jackie_Evancho%2C_November_2013.jpg/320px-Jackie_Evancho%2C_November_2013.jpg",
    "extract": "Jacqueline Marie Evancho is an American classical crossover singer who gained wide recognition at an early age. Since 2009, she has issued a platinum-selling EP and eight albums, including three Billboard 200 top 10 debuts. She has also presented three solo PBS concert specials.",
    "year": 2000,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lil Nas X",
    "birthday": "1999-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/191125_Lil_Nas_X_at_the_2019_American_Music_Awards.png/235px-191125_Lil_Nas_X_at_the_2019_American_Music_Awards.png",
    "extract": "Montero Lamar Hill, known by his stage name Lil Nas X, is an American rapper and singer. He rose to prominence with the release of his country rap single \"Old Town Road\", which first achieved viral popularity in early 2019 before climbing music charts internationally and becoming diamond certified by November of that same year.",
    "year": 1999,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Elle Fanning",
    "birthday": "1998-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Elle_Fanning-1733_%28cropped%29.jpg/249px-Elle_Fanning-1733_%28cropped%29.jpg",
    "extract": "Mary Elle Fanning is an American actress. She made her film debut as the younger version of her sister Dakota Fanning's character in the drama film I Am Sam (2001). As a child actress, she appeared in several films, including Babel (2006), Phoebe in Wonderland (2008), and Somewhere (2010). Her breakthrough came in 2011 with her starring role in J. J. Abrams' science-fiction film Super 8, for which she received critical praise and earned a Spotlight Award at the Hollywood Film Festival. She subsequently had leading roles in the comedy-drama film We Bought a Zoo (2011), the drama film Ginger & Rosa (2012), and as Princess Aurora in the fantasy films Maleficent (2014) and Maleficent: Mistress of Evil (2019).",
    "year": 1998,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Giovani Lo Celso",
    "birthday": "1996-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/2020-03-10_Fu%C3%9Fball%2C_M%C3%A4nner%2C_UEFA_Champions_League_Achtelfinale%2C_RB_Leipzig_-_Tottenham_Hotspur_1DX_3705_by_Stepro.jpg/320px-2020-03-10_Fu%C3%9Fball%2C_M%C3%A4nner%2C_UEFA_Champions_League_Achtelfinale%2C_RB_Leipzig_-_Tottenham_Hotspur_1DX_3705_by_Stepro.jpg",
    "extract": "Giovani Lo Celso is an Argentine professional footballer who plays as a central midfielder for La Liga club Villarreal, on loan from Premier League club Tottenham Hotspur, and the Argentina national team.",
    "year": 1996,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Robert Bauer (footballer)",
    "birthday": "1995-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Robert_Bauer_2019.jpg/184px-Robert_Bauer_2019.jpg",
    "extract": "Robert Bauer is a German professional footballer who plays as a full-back or as a wing-back for Belgian club Sint-Truiden.",
    "year": 1995,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joshua Ledet",
    "birthday": "1992-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Joshua_Ledet_at_the_White_House.jpg/266px-Joshua_Ledet_at_the_White_House.jpg",
    "extract": "Joshua Ledet is an American singer from Westlake, Louisiana. In 2012 he placed third in the eleventh season of American Idol. He is known for his \n\"soaring, church-bred brand of old school soul music.\" In 2017, he released a self-titled EP.",
    "year": 1992,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gai Assulin",
    "birthday": "1991-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Gaiassulin.jpg/213px-Gaiassulin.jpg",
    "extract": "Gai Yigaal Assulin is an Israeli professional footballer who plays as a winger or an attacking midfielder, currently unattached.",
    "year": 1991,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ryan Kelly (basketball)",
    "birthday": "1991-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/%E3%83%A9%E3%82%A4%E3%82%A2%E3%83%B3%E3%82%B1%E3%83%AA%E3%83%BC.jpg/202px-%E3%83%A9%E3%82%A4%E3%82%A2%E3%83%B3%E3%82%B1%E3%83%AA%E3%83%BC.jpg",
    "extract": "Ryan Matthew Kelly is an American professional basketball player for the Sun Rockers Shibuya of the B.League in Japan. He played college basketball for Duke University.",
    "year": 1991,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kristen Stewart",
    "birthday": "1990-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Kristin_Stewart_and_Dylan_Meyer_2022-03-13-_%28cropped%29.jpg/220px-Kristin_Stewart_and_Dylan_Meyer_2022-03-13-_%28cropped%29.jpg",
    "extract": "Kristen Jaymes Stewart is an American actress and filmmaker. The world's highest-paid actress in 2012, she has received various accolades, including a British Academy Film Award and a César Award, in addition to nominations for an Academy Award and a Golden Globe Award.",
    "year": 1990,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ryan Williams (American football)",
    "birthday": "1990-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Ryan_Williams.jpg/241px-Ryan_Williams.jpg",
    "extract": "Ryan Gene Williams is a former American football running back. He was drafted by the Arizona Cardinals in the second round of the 2011 NFL Draft. He played college football at Virginia Tech.",
    "year": 1990,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Danielle Kahle",
    "birthday": "1989-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Danielle_Kahle_2007_Nebelhorn_Trophy.jpg/240px-Danielle_Kahle_2007_Nebelhorn_Trophy.jpg",
    "extract": "Danielle \"Dani\" Kahle is an American former competitive figure skater. She won four medals on the ISU Junior Grand Prix series, including gold in Croatia in 2003, and finished 11th at the 2004 World Junior Championships. She won one senior international medal, silver, at the 2006 Karl Schäfer Memorial.",
    "year": 1989,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kassim Abdallah",
    "birthday": "1987-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Valais_Cup_2013_-_OM-FC_Porto_13-07-2013_-_Kassim_Abdallah.jpg/212px-Valais_Cup_2013_-_OM-FC_Porto_13-07-2013_-_Kassim_Abdallah.jpg",
    "extract": "Kassim Abdallah Mfoihaia is a professional footballer who plays as a defender for Marignane Gignac. Born in France, he represents the Comoros national team at international level.",
    "year": 1987,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Graham Gano",
    "birthday": "1987-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Graham_Gano.JPG/230px-Graham_Gano.JPG",
    "extract": "Graham Clark Gano is an American football placekicker for the New York Giants of the National Football League (NFL). He played college football at Florida State University and was signed by the Baltimore Ravens as an undrafted free agent in 2009. Gano has also played for the Las Vegas Locomotives in the United Football League, the Washington Redskins and the Carolina Panthers. During his time with the Panthers, he achieved the franchise's record for longest field goal at 63 yards in 2018.",
    "year": 1987,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Craig Mabbitt",
    "birthday": "1987-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/13-06-09_RaR_Escape_the_Fate_Craig_Mabbitt_09.jpg/235px-13-06-09_RaR_Escape_the_Fate_Craig_Mabbitt_09.jpg",
    "extract": "Craig Edward Mabbitt is an American singer-songwriter and recording artist. He is the lead vocalist for American rock band Escape the Fate. He was formerly the lead vocalist for the bands Blessthefall and The Word Alive. He is also the current lead vocalist of his side-project band, The Dead Rabbitts.",
    "year": 1987,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jesse McCartney",
    "birthday": "1987-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Jesse_McCartney_Shankbone_2010_NYC_crop.jpg/240px-Jesse_McCartney_Shankbone_2010_NYC_crop.jpg",
    "extract": "Jesse McCartney is an American actor and singer. He achieved fame in the late 1990s on the daytime drama All My Children as JR Chandler. He later joined boy band Dream Street, and eventually branched out into a solo musical career. Additionally, McCartney has appeared on shows such as Law & Order: SVU, Summerland, and Greek. McCartney also is known for lending his voice as Theodore in Alvin and the Chipmunks and its sequels, as well as voicing JoJo McDodd in Horton Hears a Who, Robin/Nightwing in Young Justice, and Roxas and Ventus in the video game series Kingdom Hearts developed by Square Enix.",
    "year": 1987,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jarrod Mullen",
    "birthday": "1987-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Jarrod_Mullen.jpg/301px-Jarrod_Mullen.jpg",
    "extract": "Jarrod Stephen Mullen is an Australian professional rugby league footballer Who plays for the Sunshine Coast Falcons in the Queensland Cup. A New South Wales State of Origin representative, he played at five-eighth and halfback. He previously played for Newcastle Knights.",
    "year": 1987,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jazmine Sullivan",
    "birthday": "1987-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Jazmine_Sullivan_2015.jpg/213px-Jazmine_Sullivan_2015.jpg",
    "extract": "Jazmine Marie Sullivan is an American singer-songwriter. Born and raised in Philadelphia, her debut album, Fearless was released in 2008 to commercial and critical success. The record topped Billboard's Top R&B/Hip-Hop Albums chart and was certified platinum by the Recording Industry Association of America (RIAA). It spawned four singles, including \"Need U Bad\" and \"Bust Your Windows\", both of which were in the top 40 of the Billboard Hot 100 chart; the former became Sullivan's first and only number one on the Billboard Hot R&B/Hip-Hop Songs chart.",
    "year": 1987,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mike Hart (American football)",
    "birthday": "1986-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Mike_Hart_%28American_football%29.JPG/207px-Mike_Hart_%28American_football%29.JPG",
    "extract": "Leon Michael Hart is an American football coach and former player. He currently serves as the running backs coach at University of Michigan. Hart played college football as a running back at the University of Michigan from 2004 to 2007 and holds the Michigan Wolverines career rushing record with 5,040 yards. He was selected by the Indianapolis Colts of the National Football League (NFL) in the sixth round of the 2008 NFL Draft. Hart played three seasons for the Colts, mostly in a back-up role, before the team released him in the spring of 2011. He has previously worked as an assistant football coach at Syracuse University, Western Michigan University, Eastern Michigan University, and Indiana University Bloomington.",
    "year": 1986,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Leighton Meester",
    "birthday": "1986-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Leighton_Meester_2017.jpg/320px-Leighton_Meester_2017.jpg",
    "extract": "Leighton Marissa Meester is an American actress, singer, and model. She is best known for her starring role as the devious socialite Blair Waldorf on Gossip Girl on The CW (2007–2012). She has also appeared in films such as Killer Movie (2008), Country Strong (2010), The Roommate (2011), Monte Carlo (2011), The Oranges (2011), The Judge (2014) and The Weekend Away (2022). She portrayed Angie D'Amato on the ABC sitcom Single Parents (2018–2020). Meester made her Broadway debut in Of Mice and Men (2014).",
    "year": 1986,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Antonio Nocerino",
    "birthday": "1985-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Antonio_Nocerino_warming_up_with_AC_Milan%2C_2012.jpg/222px-Antonio_Nocerino_warming_up_with_AC_Milan%2C_2012.jpg",
    "extract": "Antonio Nocerino is an Italian former professional footballer who played as a midfielder for clubs such as A.C. Milan, Juventus, Palermo, and Orlando City. At international level, he represented the Italian national team, winning a runners-up medal at Euro 2012, and was also a member of the Italian team that took part at the 2008 Olympics. He currently serves as an academy coach at Orlando City.",
    "year": 1985,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Robertson (baseball)",
    "birthday": "1985-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/David_Robertson_2019_%28cropped%29.jpg/263px-David_Robertson_2019_%28cropped%29.jpg",
    "extract": "David Alan Robertson, nicknamed D-Rob, is an American professional baseball pitcher for the Chicago Cubs of Major League Baseball (MLB). He previously played in MLB for the New York Yankees, Chicago White Sox, Philadelphia Phillies, and Tampa Bay Rays.",
    "year": 1985,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Habiba Ghribi",
    "birthday": "1984-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/PortraitHabibaGhribiLondres2012.jpg/320px-PortraitHabibaGhribiLondres2012.jpg",
    "extract": "Habiba Ghribi is a Tunisian middle- and long-distance runner who specialises in the 3000 metres steeplechase. She won the gold medal at the 2012 Summer Olympics, giving her country its first Olympic medal by a woman. She is also the Tunisian record holder in the event, having run 9:05.36 at the Memorial van Damme in Brussels in September 2015.",
    "year": 1984,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Adam Loewen",
    "birthday": "1984-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Sep102006_116_Adam_Loewen.jpg/300px-Sep102006_116_Adam_Loewen.jpg",
    "extract": "Adam Alexander Loewen is a Canadian former professional baseball pitcher and outfielder. He pitched in Major League Baseball (MLB) for the Baltimore Orioles from 2006 to 2008, before converting to a position player and playing with the Toronto Blue Jays in 2011. After spending the next two seasons in the minors as a position player, Loewen converted back to being a pitcher, and was called up to the Philadelphia Phillies in August 2015. He pitched for the Arizona Diamondbacks in 2016.",
    "year": 1984,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jay Baruchel",
    "birthday": "1982-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Jay_Baruchel_Joint_Base_McGuire-Dix-Lakehurst_2014_crop.jpg/250px-Jay_Baruchel_Joint_Base_McGuire-Dix-Lakehurst_2014_crop.jpg",
    "extract": "Jonathan Adam Saunders Baruchel is a Canadian actor, stand-up comedian and filmmaker. He is known for his voice role as Hiccup Haddock in the How to Train Your Dragon franchise, and for his roles in comedy movies such as Knocked Up, Tropic Thunder, The Trotsky, Fanboys, She's Out of My League, Goon, This Is the End, and the action-fantasy film The Sorcerer's Apprentice. He had lead roles as Josh Greenberg in the FXX comedy television series Man Seeking Woman and Steven Karp in Judd Apatow's comedy series Undeclared.",
    "year": 1982,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carlos Hernández (footballer, born 1982)",
    "birthday": "1982-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Carlos_Hern%C3%A1ndez_-_Mumbai_FC_0-1_Dempo.jpg/320px-Carlos_Hern%C3%A1ndez_-_Mumbai_FC_0-1_Dempo.jpg",
    "extract": "Carlos Gerardo Hernández Valverde, known simply as Carlos Hernández, is a former Costa Rican football player who last played as an attacking midfielder for Puntarenas in the Segunda División de Costa Rica.",
    "year": 1982,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Milan Bartovič",
    "birthday": "1981-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Milan_Bartovi%C4%8D.jpg/242px-Milan_Bartovi%C4%8D.jpg",
    "extract": "Milan Bartovič is a Slovak professional ice hockey left winger, who is currently playing for HK Dukla Trenčín in the Slovak Extraliga. He was drafted 35th overall by the Buffalo Sabres in the 1999 NHL Entry Draft.",
    "year": 1981,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "A. J. Ellis",
    "birthday": "1981-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/A._J._Ellis_with_Los_Angeles_Dodgers.jpg/240px-A._J._Ellis_with_Los_Angeles_Dodgers.jpg",
    "extract": "Andrew James Ellis, is an American former professional baseball catcher who is currently a Special Assistant to the General Manager in the front office of the San Diego Padres. Ellis played in Major League Baseball (MLB) for the Los Angeles Dodgers, Philadelphia Phillies, Miami Marlins, and the Padres, before retiring, following the 2018 season.",
    "year": 1981,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ireneusz Jeleń",
    "birthday": "1981-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/56/Ireneusz_jelen.jpg",
    "extract": "Ireneusz Jeleń is a retired Polish footballer who played as a right-winger or striker for the Polish national football team.",
    "year": 1981,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dennis Sarfate",
    "birthday": "1981-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/HAWKS58-Dennis_Scott_Sarfate.jpg/185px-HAWKS58-Dennis_Scott_Sarfate.jpg",
    "extract": "Dennis Scott Sarfate is an American former professional baseball pitcher. He played for the Milwaukee Brewers, Houston Astros, and Baltimore Orioles in Major League Baseball (MLB) and the Hiroshima Toyo Carp, Saitama Seibu Lions, and Fukuoka SoftBank Hawks of Nippon Professional Baseball (NPB). While an average reliever in the MLB, Sarfate became one of the greatest closers in NPB history after moving his career overseas. Sarfate holds several NPB records, including most saves in a season and most by a foreign-born pitcher. As of 2020, his 234 career saves rank fifth-most in NPB history. He is a 3× NPB All-Star, a 3× Pacific League saves leader, a 5× Japan Series Champion, won the Japan Series Most Valuable Player Award, won the Pacific League MVP Award, and won the Matsutaro Shoriki Award.",
    "year": 1981,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Eric Harris and Dylan Klebold",
    "birthday": "1981-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f0/Eric_Harris.JPG",
    "extract": "Eric David Harris and Dylan Bennet Klebold were an American mass murder duo who perpetrated the Columbine High School massacre on April 20, 1999. Harris and Klebold killed 13 people and wounded 24 others, at Columbine High School, where they were seniors, in Columbine, Colorado. After killing most of their victims in the school's library, they later committed suicide. At the time, it was the deadliest high school shooting in U.S. history, with the ensuing media frenzy and moral panic leading it to become one of the most infamous mass shootings ever perpetrated.",
    "year": 1981,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Luciano Galletti",
    "birthday": "1980-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Luciano_Galletti%2C_2009.jpg/178px-Luciano_Galletti%2C_2009.jpg",
    "extract": "Luciano Martín Galletti is an Argentine retired footballer who played as a right winger.",
    "year": 1980,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Albert Hammond Jr.",
    "birthday": "1980-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Albert_Hammond_Jr._-_Palace_Theatre_-_St._Paul_-_First_Avenue_%2845191484725%29.jpg/320px-Albert_Hammond_Jr._-_Palace_Theatre_-_St._Paul_-_First_Avenue_%2845191484725%29.jpg",
    "extract": "Albert Hammond Jr. is an American musician, singer, songwriter and record producer. He is best known for his role as rhythm and lead guitarist, as well as occasional keyboard player and backing vocalist, in the American rock band The Strokes. Hammond Jr. released his debut solo album Yours to Keep in 2006 and followed up with ¿Cómo Te Llama? in 2008. Since then, he has released the 2013 EP AHJ, and the albums Momentary Masters and Francis Trouble in 2015 and 2018, respectively.",
    "year": 1980,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jeff Reed (American football)",
    "birthday": "1979-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Jeff_Reed_throwback_jersey.jpg/229px-Jeff_Reed_throwback_jersey.jpg",
    "extract": "Jeffrey Montgomery Reed is a former National Football League placekicker. He was signed by the New Orleans Saints as an undrafted free agent in 2002. He played for the Pittsburgh Steelers from 2002 until 2010, and is second all-time behind Gary Anderson for the most points scored by a Steeler.",
    "year": 1979,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Keshia Knight Pulliam",
    "birthday": "1979-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Keshia_Knight_Pulliam.jpg/218px-Keshia_Knight_Pulliam.jpg",
    "extract": "Keshia Knight Pulliam is an American actress. She is known for her childhood role as Rudy Huxtable, the youngest daughter of Cliff and Clair Huxtable from the ages of 5 to 13, on the NBC sitcom The Cosby Show (1984–1992) and as an adult as Miranda Lucas-Payne on the TBS comedy drama Tyler Perry's House of Payne (2007–present).",
    "year": 1979,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jorge Andrade",
    "birthday": "1978-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Jorge_Andrade_31mar2007.jpg/237px-Jorge_Andrade_31mar2007.jpg",
    "extract": "Jorge Manuel Almeida Gomes de Andrade, OIH is a Portuguese football manager and former professional player who played as a central defender.",
    "year": 1978,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rachel Stevens",
    "birthday": "1978-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Rachel_Stevens_in_Feb_2010_cropped.jpg/230px-Rachel_Stevens_in_Feb_2010_cropped.jpg",
    "extract": "Rachel Lauren Stevens is an English singer, television personality, actress and businesswoman. She was a member of the pop group S Club 7 between 1999 and 2003. She released her solo debut studio album Funky Dory in September 2003. The album reached number nine on the UK album chart and the British Phonographic Industry (BPI) awarded it with a gold certification in October 2003. Two singles, \"Sweet Dreams My LA Ex\" and \"Funky Dory\", were initially released from the album: \"Sweet Dreams My LA Ex\" peaked at number two in the UK and received a silver certification from the BPI.",
    "year": 1978,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gerard Way",
    "birthday": "1977-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Gerard_Way_by_Gage_Skidmore_2.jpg/256px-Gerard_Way_by_Gage_Skidmore_2.jpg",
    "extract": "Gerard Arthur Way is an American singer, songwriter, and comic book writer. He is best known as the lead vocalist and co-founder of the rock band My Chemical Romance. He released his debut solo album, Hesitant Alien, in 2014.",
    "year": 1977,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Robbie Fowler",
    "birthday": "1975-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/64/Fowler%2C_Robbie.jpg",
    "extract": "Robert Bernard Fowler is an English football manager and former player, who most recently managed East Bengal in the Indian Super League.",
    "year": 1975,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Gordon Green",
    "birthday": "1975-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/David_Gordon_Green_by_Gage_Skidmore.jpg/223px-David_Gordon_Green_by_Gage_Skidmore.jpg",
    "extract": "David Gordon Green is an American filmmaker. He directed the dramas George Washington (2000), All the Real Girls (2003), and Snow Angels (2007), as well as the thriller Undertow (2004), all of which he wrote or co-wrote.",
    "year": 1975,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Megan Connolly (actress)",
    "birthday": "1974-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/28/Megan_Jennifer_Connolly.jpg/252px-Megan_Jennifer_Connolly.jpg",
    "extract": "Megan Jennifer Connolly was an Australian actress, mainly of soap opera. She grew up in the northern Sydney suburb of St Ives, New South Wales.",
    "year": 1974,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jenna Jameson",
    "birthday": "1974-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Jenna_Jameson_2014.jpg/213px-Jenna_Jameson_2014.jpg",
    "extract": "Jenna Marie Massoli, known professionally as Jenna Jameson, is an American model, former pornographic film actress, businesswoman, and television personality. She has been named the world's most famous adult entertainment performer and \"The Queen of Porn\".",
    "year": 1974,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Siiri Vallner",
    "birthday": "1972-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Siiri_Vallner.jpg/213px-Siiri_Vallner.jpg",
    "extract": "Siiri Vallner is an industrious Estonian architect. She works mostly in community projects, as well as in many competitions. She is a member of the Union of Estonian Architects.",
    "year": 1972,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peter Canavan",
    "birthday": "1971-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Peter_Canavan_-_SFC_2005_cc_3.0.jpg/193px-Peter_Canavan_-_SFC_2005_cc_3.0.jpg",
    "extract": "Peter Canavan is an Irish former Gaelic footballer, manager and pundit.",
    "year": 1971,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Leo Fortune-West",
    "birthday": "1971-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Leo_Fortune-West_18-05-2008_1.jpg/165px-Leo_Fortune-West_18-05-2008_1.jpg",
    "extract": "Leopold Paul Osborne Fortune-West is an English former professional footballer who played as a striker. He played in the Football League for Gillingham, Leyton Orient, Lincoln City, Rotherham United, Brentford, Cardiff City, Doncaster Rovers, Torquay United and Shrewsbury Town.",
    "year": 1971,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Austin Peck",
    "birthday": "1971-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Austin_Peck_2010_Daytime_Emmy_Awards_1.jpg/240px-Austin_Peck_2010_Daytime_Emmy_Awards_1.jpg",
    "extract": "Austin Peck is an American actor. He is best known for his work in daytime soap operas.",
    "year": 1971,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jacques Villeneuve",
    "birthday": "1971-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Jacques_Villeneuve_at_Mont-Tremblant_2010_01.jpg/257px-Jacques_Villeneuve_at_Mont-Tremblant_2010_01.jpg",
    "extract": "Jacques Joseph Charles Villeneuve is a Canadian professional racing driver and amateur musician who won the 1997 Formula One World Championship with Williams. In addition to Formula One (F1) he has competed in various other forms of motor racing, winning the 1995 Indianapolis 500 and the 1995 PPG Indy Car World Series. He is the son of former Ferrari racing driver Gilles Villeneuve. He competes part-time in the NASCAR Cup Series, driving the No. 27 Ford Mustang for Team Hezeberg.",
    "year": 1971,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Chorão",
    "birthday": "1970-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Chor%C3%A3o_em_algum_show_2008.jpg/253px-Chor%C3%A3o_em_algum_show_2008.jpg",
    "extract": "Alexandre Magno Abrão, known professionally as Chorão, was a Brazilian singer-songwriter, skateboarder, filmmaker, screenwriter and businessman. Best known for being a founding member and the vocalist/main lyricist of the influential alternative rock band Charlie Brown Jr., Folha de S.Paulo critic André Barcinski considered him \"the nearest thing to a punk hero Brazilian mainstream music ever had\", and Eduardo Tristão Girão of Portal Uai called him \"the bad boy of Brazilian rock\" and \"the spokesman of the youth of the 1990s\". Having been born and raised for most of his childhood in São Paulo, Chorão was the only Charlie Brown Jr. member not to hail originally from Santos, and its only founding member to remain consistently in all of the group's line-ups.",
    "year": 1970,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Natascha Engel",
    "birthday": "1967-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Natascha_Engel_2012.png/320px-Natascha_Engel_2012.png",
    "extract": "Natascha Engel is a British former politician. She served as Labour Party Member of Parliament (MP) for North East Derbyshire from 2005 until her defeat at the 2017 general election.",
    "year": 1967,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sam Harris",
    "birthday": "1967-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Sam_Harris_2016_%28cropped%29.jpg/202px-Sam_Harris_2016_%28cropped%29.jpg",
    "extract": "Samuel Benjamin Harris is an American philosopher, author, and podcast host. His work touches on a wide range of topics, including rationality, religion, ethics, free will, neuroscience, meditation, psychedelics, philosophy of mind, politics, terrorism, and artificial intelligence. Harris came to prominence for his criticism of religion, and Islam in particular, and is known as one of the \"Four Horsemen\" of New Atheism, along with Richard Dawkins, Christopher Hitchens, and Daniel Dennett.",
    "year": 1967,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Cynthia Nixon",
    "birthday": "1966-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Cynthia_Nixon_2014_%28cropped%29.jpg/221px-Cynthia_Nixon_2014_%28cropped%29.jpg",
    "extract": "Cynthia Ellen Nixon is an American actress, activist and theatre director. For her portrayal of Miranda Hobbes in the HBO series Sex and the City (1998–2004), she won the 2004 Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series. She reprised the role in the films Sex and the City (2008) and Sex and the City 2 (2010), as well as the television show And Just Like That… (2021–present). Her other film credits include Amadeus (1984), James White (2015), and playing Emily Dickinson in A Quiet Passion (2016).",
    "year": 1966,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Helen Alfredsson",
    "birthday": "1965-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Helen_Alfredsson_in_Jan_2014.jpg/245px-Helen_Alfredsson_in_Jan_2014.jpg",
    "extract": "Helen Christine Alfredsson is a Swedish professional golfer who played primarily on the U.S.-based LPGA Tour and is also a life member of the Ladies European Tour. She won the LPGA major Nabisco Dinah Shore and twice finished second in the U.S. Women's Open. She also won the Women's British Open once and the Evian Masters three times before those events were designated as majors in women's golf by the LPGA Tour. In 2019, she won a \"senior slam\" by winning both of the senior women's major championships.",
    "year": 1965,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Paulina Porizkova",
    "birthday": "1965-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Pavl%C3%ADna_Po%C5%99%C3%ADzkov%C3%A1_2014.JPG/225px-Pavl%C3%ADna_Po%C5%99%C3%ADzkov%C3%A1_2014.JPG",
    "extract": "Paulina Porizkova is a Swedish model and actress. She was the first Central European woman to appear on the cover of the Sports Illustrated swimsuit issue in 1984, aged 18. In 1988, she earned what was then the highest-paying modeling contract ever: a $6,000,000 contract with Estée Lauder. She was part of the judging panel of America's Next Top Model in Cycles 10–12.",
    "year": 1965,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jeff Zucker",
    "birthday": "1965-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Jeff_Zucker_-_David_Shankbone_2010.jpg/247px-Jeff_Zucker_-_David_Shankbone_2010.jpg",
    "extract": "Jeffrey Adam Zucker is an American former media executive. Between January 2013 and February 2022, Zucker was the president of CNN Worldwide. Zucker oversaw CNN, CNN International, HLN, and CNN Digital. He was previously CEO of NBCUniversal. Zucker served as an executive in residence at Columbia Business School.",
    "year": 1965,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mark Pellegrino",
    "birthday": "1965-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Mark_Pellegrino_%2827226042650%29_%28cropped%29.jpg/240px-Mark_Pellegrino_%2827226042650%29_%28cropped%29.jpg",
    "extract": "Mark Ross Pellegrino is an American actor of film and television. He is best known for his work as Lucifer in Supernatural, Paul Bennett in Dexter, Jacob in Lost, Bishop in Being Human, and Deputy Bill Standall in 13 Reasons Why. He also recurred in the role of Clayton Haas in the ABC thriller Quantico.",
    "year": 1965,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Juliet Cuthbert",
    "birthday": "1964-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Juliet_Cuthbert_-_Flynn_3.jpg/213px-Juliet_Cuthbert_-_Flynn_3.jpg",
    "extract": "Juliet Cuthbert-Flynn is a Jamaican athlete and politician. As an athlete, she was a sprinter specializing in 100 metres and 200 metres. Cuthbert-Flynn has competed at four Olympic Games, winning two silver medals at the 1992 games held in Barcelona.",
    "year": 1964,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Margaret Peterson Haddix",
    "birthday": "1964-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Margaret_Peterson_Haddix.jpg/320px-Margaret_Peterson_Haddix.jpg",
    "extract": "Margaret Peterson Haddix is an American writer known best for the two children's series, Shadow Children (1998–2006) and The Missing (2008–2015). She also wrote the tenth volume in the multiple-author series The 39 Clues.",
    "year": 1964,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rick Tocchet",
    "birthday": "1964-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Rick_Tocchet_2014-12-12.JPG/320px-Rick_Tocchet_2014-12-12.JPG",
    "extract": "Richard Tocchet is a Canadian professional ice hockey coach and former player. Playing as a right winger, he played 18 seasons in the National Hockey League (NHL) for the Philadelphia Flyers, Pittsburgh Penguins, Los Angeles Kings, Boston Bruins, Washington Capitals, and Phoenix Coyotes. He was the head coach of the NHL's Tampa Bay Lightning for two seasons and the Arizona Coyotes for four seasons. During the 2010 playoffs, he was an analyst on Flyers Postgame Live on Comcast SportsNet. He is now a studio analyst for NHL on TNT.",
    "year": 1964,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Marc Jacobs",
    "birthday": "1963-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Marc_Jacobs_SXSW_2017_%28cropped%29.jpg/221px-Marc_Jacobs_SXSW_2017_%28cropped%29.jpg",
    "extract": "Marc Jacobs is an American fashion designer. He is the head designer for his own fashion label, Marc Jacobs, and formerly Marc by Marc Jacobs, a diffusion line, which was produced for approximately 15 years, before it was discontinued after the 2015 fall/winter collection. At its peak, there were over 200 retail stores in 80 countries. He was the creative director of the French design house Louis Vuitton from 1997 to 2014. Jacobs was on Time magazine's \"2010 Time 100\" list of the 100 most influential people in the world, and was #14 on Out magazine's 2012 list of \"50 Most Powerful Gay Men and Women in America\". He was married on April 6, 2019, to his long time partner, Charly Defrancesco.",
    "year": 1963,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joe Scarborough",
    "birthday": "1963-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Joe_Scarborough_%28NBC_News%29.jpg/261px-Joe_Scarborough_%28NBC_News%29.jpg",
    "extract": "Charles Joseph Scarborough is an American television host, attorney, political commentator, and former politician who is the co-host of Morning Joe on MSNBC with his wife Mika Brzezinski. He previously hosted Scarborough Country on the same network. Before that he was a lawyer and a politician, serving in the United States House of Representatives from 1995 to 2001 as a Republican for Florida's 1st district. Scarborough was also a visiting fellow at the Harvard Institute of Politics at the Harvard Kennedy School of Government. He was named in the 2011 Time 100 as one of the most influential people in the world.",
    "year": 1963,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ihor Podolchak",
    "birthday": "1962-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/DELIRIUM_Director_Ihor_Podolchak_1.jpg/256px-DELIRIUM_Director_Ihor_Podolchak_1.jpg",
    "extract": "Ihor Podolchak is a Ukrainian filmmaker and visual artist. He is a co-founder of the creative association Masoch Fund, participant of the Ukrainian New Wave.",
    "year": 1962,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mark Kelly (keyboardist)",
    "birthday": "1961-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Markkelly2009.jpg/259px-Markkelly2009.jpg",
    "extract": "Mark Colbert Kelly is an Irish keyboardist and member of the neo-progressive rock band Marillion. He was raised in Ireland until he moved to England with his parents in 1969.",
    "year": 1961,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kirk McCaskill",
    "birthday": "1961-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Kirk_McCaskill_California_Angels.jpg/208px-Kirk_McCaskill_California_Angels.jpg",
    "extract": "Kirk Edward McCaskill is a Canadian-American former Major League Baseball pitcher and former professional ice hockey player. He played in Major League Baseball for the California Angels and Chicago White Sox between 1985 and 1996, and played in the American Hockey League for the Sherbrooke Jets during the 1983–84 season.",
    "year": 1961,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jaak Aab",
    "birthday": "1960-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Jaak_Aab_%28crop%29.jpg/240px-Jaak_Aab_%28crop%29.jpg",
    "extract": "Jaak Aab is an Estonian politician of the Centre Party who has been serving as the Minister of Education and Research since 2020. He previously served twice as the Minister of Public Administration from 2017 to 2018 and 2019 to 2020 and as the Minister of Social Affairs (Estonia) from 2005 to 2007.",
    "year": 1960,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bernard Jenkin",
    "birthday": "1959-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Official_portrait_of_Sir_Bernard_Jenkin_MP_crop_2.jpg/240px-Official_portrait_of_Sir_Bernard_Jenkin_MP_crop_2.jpg",
    "extract": " Sir Bernard Christison Jenkin is a British Conservative Party politician serving as Member of Parliament (MP) for Harwich and North Essex since 2010. He also serves as chair of the Liaison Committee. He was first elected to represent Colchester North in 1992, and went on to represent North Essex before the Harwich and North Essex constituency was created.",
    "year": 1959,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nadey Hakim",
    "birthday": "1958-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Nadey_Hakim%2C_2020.jpg/201px-Nadey_Hakim%2C_2020.jpg",
    "extract": "Nadey S. Hakim FASMBS, is a British-Lebanese professor of transplantation surgery at Imperial College London and general surgeon at the Cleveland Clinic London. He is also a writer, musician and sculptor, known for kidney and pancreas transplantations, and being part of the surgical team that performed the world's first hand transplantation in 1998 and then the double arm transplantation in 2000. Several of his sculptures are on display around the world, including President Macron at the Élysée Palace in Paris, Pope Francis at the Vatican, Michelangelos David in the Madonna del Parto Museum collection, and Kim Jong-un at the Pyongyang Museum in North Korea.",
    "year": 1958,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Seve Ballesteros",
    "birthday": "1957-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Seve_Ballesteros_2006-07-19.jpg/320px-Seve_Ballesteros_2006-07-19.jpg",
    "extract": "Severiano Ballesteros Sota was a Spanish professional golfer, a World No. 1 who was one of the sport's leading figures from the mid-1970s to the mid-1990s. A member of a gifted golfing family, he won 90 international tournaments in his career, including five major championships between 1979 and 1988: the Open Championship three times and the Masters Tournament twice. He gained attention in the golfing world in 1976, when at the age of 19, he finished second at The Open. He played a leading role in the re-emergence of European golf, helping the European Ryder Cup team to five wins both as a player and captain.",
    "year": 1957,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Martin Margiela",
    "birthday": "1957-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Martin-Margiela.jpg/320px-Martin-Margiela.jpg",
    "extract": "\nMartin Margiela is a Belgian fashion designer and the founder of French fashion house Maison Margiela. He graduated from the Royal Academy of Fine Arts (Antwerp) in 1979, a year before the avant-garde fashion collective the Antwerp Six.",
    "year": 1957,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Miguel Ángel Russo",
    "birthday": "1956-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Miguel_Angel_Russo_Millonarios.jpg/320px-Miguel_Angel_Russo_Millonarios.jpg",
    "extract": "Miguel Ángel Russo is a Argentine professional football manager and former player who is the manager of Saudi Pro League club Al-Nassr.",
    "year": 1956,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nigel Shadbolt",
    "birthday": "1956-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Professor_Nigel_Shadbolt.jpg/307px-Professor_Nigel_Shadbolt.jpg",
    "extract": "Sir Nigel Richard Shadbolt is Principal of Jesus College, Oxford, and Professorial Research Fellow in the Department of Computer Science, University of Oxford. He is Chairman of the Open Data Institute which he co-founded with Tim Berners-Lee. He is also a Visiting Professor in the School of Electronics and Computer Science at the University of Southampton. Shadbolt is an interdisciplinary researcher, policy expert and commentator. His research focuses on understanding how intelligent behaviour is embodied and emerges in humans, machines and, most recently, on the Web, and has made contributions to the fields of Psychology, Cognitive science, Computational neuroscience, Artificial Intelligence (AI), Computer science and the emerging field of Web science.",
    "year": 1956,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Marina Zoueva",
    "birthday": "1956-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Grand_Prix_Final_Tessa_VIRTUE_Scott_MOIR_2007-2008.jpg/320px-Grand_Prix_Final_Tessa_VIRTUE_Scott_MOIR_2007-2008.jpg",
    "extract": "Marina Olegovna Zoueva or Zueva is a Russian figure skating coach, choreographer, and former competitor in ice dancing. Representing the Soviet Union with Andrei Vitman, she placed 5th at the 1977 World Championships and won two medals at Skate Canada International. She has coached a number of skaters to Olympic medals, including Tessa Virtue / Scott Moir, Meryl Davis / Charlie White, and Maia Shibutani / Alex Shibutani.",
    "year": 1956,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Yamina Benguigui",
    "birthday": "1955-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Yamina_Benguigui.jpg/213px-Yamina_Benguigui.jpg",
    "extract": "Yamina Benguigui is a French film director and politician of Algerian descent. She is known for her films on gender issues in the North African immigrant community in France. Through her films, Benguigui gave a voice to many from the Maghrebi population in France.",
    "year": 1955,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joolz Denby",
    "birthday": "1955-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Joolz-Denby.jpg/198px-Joolz-Denby.jpg",
    "extract": "Joolz Denby is a poet, novelist, artist and tattooist based in Bradford, West Yorkshire, England.",
    "year": 1955,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ken Kalfus",
    "birthday": "1954-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Ken_Kalfus_Oct_2013.png/320px-Ken_Kalfus_Oct_2013.png",
    "extract": "Ken Kalfus is an American author and journalist. Three of his books have been named New York Times Notable Books of the Year.",
    "year": 1954,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dennis Quaid",
    "birthday": "1954-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/DennisQuaidTIFFSept2012.jpg/246px-DennisQuaidTIFFSept2012.jpg",
    "extract": " Dennis William Quaid is an American actor and musician known for a wide variety of dramatic and comedic roles. First gaining widespread attention in the 1980s, some of his notable credits include Breaking Away (1979), The Right Stuff (1983), The Big Easy (1986), Innerspace (1987), Great Balls of Fire! (1989), Dragonheart (1996), The Parent Trap (1998), Frequency (2000), The Rookie (2002), In Good Company (2004), Yours, Mine & Ours (2005), and Vantage Point (2008).",
    "year": 1954,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Iain Duncan Smith",
    "birthday": "1954-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Official_portrait_of_Sir_Iain_Duncan_Smith_MP_crop_2.jpg/240px-Official_portrait_of_Sir_Iain_Duncan_Smith_MP_crop_2.jpg",
    "extract": "Sir George Iain Duncan Smith, often referred to by his initials IDS, is a British politician who served as Leader of the Conservative Party and Leader of the Opposition from 2001 to 2003. He was Secretary of State for Work and Pensions from 2010 to 2016. He has been Member of Parliament (MP) for Chingford and Woodford Green, formerly Chingford, since 1992.",
    "year": 1954,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Howard (singer-songwriter)",
    "birthday": "1953-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/John_Howard_profile_photo.jpg/216px-John_Howard_profile_photo.jpg",
    "extract": "John Howard is an English singer-songwriter, pianist and recording artist. With his February 1975 debut album Kid in a Big World, Howard emerged as a late voice of the glam-pop wave of the early 1970s. Across a musical career that has included two main periods of recording activity – 1974-84 and 2004–present – Howard has released 16 studio albums and 11 studio EPs. In March 2018, he became a published author, his first autobiography, Incidents Crowded With Life, covering his childhood up to 1976, was published by Fisher King Publishing. In August 2020, the second volume of his autobiography, Illusions of Happiness, covering the years 1976 - 1986, was published by Fisher King Publishing.",
    "year": 1953,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hal Ketchum",
    "birthday": "1953-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Hal2008b.jpg/320px-Hal2008b.jpg",
    "extract": "Hal Michael Ketchum was an American country music artist. He released eleven studio albums from 1986 to 2014, including nine for divisions of Curb Records. Ketchum's 1991 album Past the Point of Rescue was his most commercially successful, having been certified gold by the Recording Industry Association of America. Between 1991 and 2006, Ketchum had 17 entries on the Billboard Hot Country Songs charts, including three that reached No. 2, \"Small Town Saturday Night\", \"Past the Point of Rescue\", and \"Hearts Are Gonna Roll\". Ketchum's music is defined by his songwriting and folk music influences. Ketchum retired from the music business in 2019 following a diagnosis of dementia.",
    "year": 1953,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tony Cragg",
    "birthday": "1949-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Tony_Cragg_%28cropped%29.jpg/320px-Tony_Cragg_%28cropped%29.jpg",
    "extract": "Sir Anthony Douglas Cragg is a British sculptor.",
    "year": 1949,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jaya Bachchan",
    "birthday": "1948-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Jaya_Bachchan_at_Neil_Nitin_Mukesh%27s_wedding_reception_enhanced.jpg/222px-Jaya_Bachchan_at_Neil_Nitin_Mukesh%27s_wedding_reception_enhanced.jpg",
    "extract": "Jaya Bachchan is an Indian actress and politician. She is a member of Parliament in the Rajya Sabha from the Samajwadi Party, serving four terms since 2004. Known primarily for her work in Hindi and Bengali cinema, she is noted for reinforcing a natural style of acting in both mainstream and \"middle-of-the-road\" cinema. She has received several accolades, including nine Filmfare Awards and the Padma Shri, the fourth-highest civilian honour awarded by the Government of India.",
    "year": 1948,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Patty Pravo",
    "birthday": "1948-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Patty_Pravo_2013_retuschiert.jpg/220px-Patty_Pravo_2013_retuschiert.jpg",
    "extract": "Patty Pravo is an Italian singer. She debuted in 1966 and remained most successful commercially for the rest of the 1960s and throughout the 1970s. Having suffered a decline in popularity in the following decade, she experienced a career revival in the late 1990s and reinstated her position on Italian music charts. Her most popular songs include \"La bambola\" (1968), \"Pazza idea\" (1973), \"Pensiero stupendo\" (1978) and \"...E dimmi che non vuoi morire\" (1997). She scored fourteen top 10 albums and fourteen top 10 singles in her native Italy. Pravo participated at the Sanremo Music Festival ten times, most recently in 2019, and has won three critics' awards at the festival. She also performed twelve times at the Festivalbar.",
    "year": 1948,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Giovanni Andrea Cornia",
    "birthday": "1947-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Giovanni_Andrea_Cornia.jpg/320px-Giovanni_Andrea_Cornia.jpg",
    "extract": "Giovanni Andrea Cornia, is a development economist. He is Professor of Economics, Department of Economics and Management, at the University of Florence. He has previously been the director of the Regional Institute of Economic Planning of Tuscany, the United Nations University World Institute for Development Economics Research (UNU-WIDER), in Helsinki, and the Economic and Policy Research Program, UNICEF Office of Research-Innocenti, in Florence. He was formerly also Chief Economist, UNICEF, New York. His main areas of professional interest are income and asset inequality, poverty, growth, child well-being, human development and mortality crises, transition economics, and institutional economics. He is author of over a dozen books and dozens of articles, reports and working papers on practical development economics issues in individual countries, regions and globally.",
    "year": 1947,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nate Colbert",
    "birthday": "1946-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Nate_Colbert_Padres.jpg/208px-Nate_Colbert_Padres.jpg",
    "extract": "Nathan Colbert Jr., is an American former professional baseball player and coach. He played in Major League Baseball as a first baseman from 1966 to 1976, most prominently as a member of the newly formed San Diego Padres expansion team.",
    "year": 1946,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Steve Gadd",
    "birthday": "1945-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Steve_Gadd_at_Bod%C3%B8_Jazz_Open_2014.jpg/320px-Steve_Gadd_at_Bod%C3%B8_Jazz_Open_2014.jpg",
    "extract": "Stephen Kendall Gadd is an American drummer, percussionist, and session musician. Gadd is one of the best-known and highly regarded session and studio drummers in the industry, recognized by his induction into the Modern Drummer Hall of Fame in 1984. Gadd's performances on Paul Simon's \"50 Ways to Leave Your Lover\" and \"Late in the Evening\" and Steely Dan's \"Aja\" are examples of his style. He has worked with other popular musicians from many genres including Simon & Garfunkel, James Taylor, Harry Chapin, Joe Cocker, Grover Washington Jr., Michael Brecker, Chick Corea, Lee Ritenour, Paul Desmond, Kate Bush, Chet Baker, Al Di Meola, Chuck Mangione, Kenny Loggins, Eric Clapton, Michel Petrucciani, and Toshiki Kadomatsu.",
    "year": 1945,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Heinz-Joachim Rothenburg",
    "birthday": "1944-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Bundesarchiv_Bild_183-K0828-0020%2C_Heinz-Joachim_Rothenburg.jpg/234px-Bundesarchiv_Bild_183-K0828-0020%2C_Heinz-Joachim_Rothenburg.jpg",
    "extract": "Heinz-Joachim Rothenburg is a retired East German shot putter.",
    "year": 1944,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Leila Khaled",
    "birthday": "1943-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Leila_Khaled.jpg/320px-Leila_Khaled.jpg",
    "extract": "Leila Khaled is a Palestinian refugee and member of the Popular Front for the Liberation of Palestine (PFLP).",
    "year": 1943,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brandon deWilde",
    "birthday": "1942-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Brandon_deWilde_early_1950s.JPG/262px-Brandon_deWilde_early_1950s.JPG",
    "extract": "Andre Brandon deWilde was an American theater, film, and television actor. Born into a theatrical family in Brooklyn, he debuted on Broadway at the age of seven and became a national phenomenon by the time he completed his 492 performances for The Member of the Wedding. He won a Donaldson Award for his performance, becoming the youngest actor to win one, and starred in the subsequent film adaptation for which he won a Golden Globe Award.",
    "year": 1942,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Margo Smith",
    "birthday": "1942-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Margo_Smith.jpg/270px-Margo_Smith.jpg",
    "extract": "Margo Smith is an American Country and Christian music singer–songwriter. She had several years of country success during the 1970s, which included two number one hits on the Billboard Hot Country Songs chart. In the 1990s, she transitioned towards the Christian market and issued two successful albums. She is also known for her yodeling vocal skills and is often referred to as \"The Tennessee Yodeler\".",
    "year": 1942,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kay Adams (singer)",
    "birthday": "1941-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Kay_Adams.png",
    "extract": "Kay Adams is an American country singer.",
    "year": 1941,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hans-Joachim Reske",
    "birthday": "1940-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Hans-Joachim_Reske_1963.jpg/224px-Hans-Joachim_Reske_1963.jpg",
    "extract": "Hans-Joachim \"Jochen\" Reske is a West German former track and field athlete, who mainly competed in the 400 metres. He won a silver medal at the 1960 Summer Olympics, and in 1962, at the European championships, he finished in third place in the individual 400 m and his team won the 4×400 metre relay.",
    "year": 1940,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jim Roberts (ice hockey, born 1940)",
    "birthday": "1940-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Jim_Roberts_69-70.JPG/247px-Jim_Roberts_69-70.JPG",
    "extract": "James Wilfred Roberts, known as Jim Roberts or Jimmy Roberts, was a Canadian ice hockey defenceman and forward. He went by both nicknames of Jimmy and Jim.",
    "year": 1940,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Michael Learned",
    "birthday": "1939-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Michael_Learned_Waltons.JPG/193px-Michael_Learned_Waltons.JPG",
    "extract": "Michael Learned is an American actress, known for her role as Olivia Walton in the long-running CBS drama series The Waltons (1972–1981). She has won the Primetime Emmy Award for Outstanding Lead Actress in a Drama Series four times, which is tied for the record of most wins with Tyne Daly. Three of the wins were for The Waltons, while the other was for Nurse (1982).",
    "year": 1939,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Viktor Chernomyrdin",
    "birthday": "1938-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/%D0%A7%D0%95%D0%A0%D0%9D%D0%9E%D0%9C%D0%AB%D0%A0%D0%94%D0%98%D0%9D_%D0%92%D0%B8%D0%BA%D1%82%D0%BE%D1%80_%D0%A1%D1%82%D0%B5%D0%BF%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%87.jpg/282px-%D0%A7%D0%95%D0%A0%D0%9D%D0%9E%D0%9C%D0%AB%D0%A0%D0%94%D0%98%D0%9D_%D0%92%D0%B8%D0%BA%D1%82%D0%BE%D1%80_%D0%A1%D1%82%D0%B5%D0%BF%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%87.jpg",
    "extract": "Viktor Stepanovich Chernomyrdin was a Russian politician and businessman. He was the first chairman of the Gazprom energy company and the second-longest-serving Prime Minister of Russia (1992–1998) based on consecutive years. He was a key figure in Russian politics in the 1990s and a participant in the transition from a planned to a market economy. From 2001 to 2009, he was Russia's ambassador to Ukraine. After that, he was designated as a presidential adviser.",
    "year": 1938,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Simon Brown, Baron Brown of Eaton-under-Heywood",
    "birthday": "1937-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Official_portrait_of_Lord_Brown_of_Eaton-under-Heywood_crop_2%2C_2019.jpg/240px-Official_portrait_of_Lord_Brown_of_Eaton-under-Heywood_crop_2%2C_2019.jpg",
    "extract": "Simon Denis Brown, Baron Brown of Eaton-under-Heywood, PC is a British barrister and former Law Lord and Justice of the Supreme Court of the United Kingdom, from 2009 to 2012.",
    "year": 1937,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sid and Marty Krofft",
    "birthday": "1937-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/SidAndMartyKrofftEmmy.jpg/320px-SidAndMartyKrofftEmmy.jpg",
    "extract": "Sid Krofft and Marty Krofft are a Canadian sibling team of television creators and puppeteers. Through their production company, Sid & Marty Krofft Pictures, they have made numerous children's television and variety show programs in the U.S., particularly in the 1970s and early 1980s, including H.R. Pufnstuf and Land of the Lost. Their fantasy programs often feature large-headed puppets, high-concept plots, and extensive use of low-budget special effects.",
    "year": 1937,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jerzy Maksymiuk",
    "birthday": "1936-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Jerzy_maksymiuk_1.jpg/186px-Jerzy_maksymiuk_1.jpg",
    "extract": "Jerzy Jan Maksymiuk is a Polish composer, pianist and orchestra conductor.",
    "year": 1936,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Valerie Solanas",
    "birthday": "1936-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/36/Valerie_Solanas.jpg",
    "extract": "Valerie Jean Solanas was an American radical feminist known for the SCUM Manifesto, which she self-published in 1967, and for her attempt to murder artist Andy Warhol in 1968.",
    "year": 1936,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Aulis Sallinen",
    "birthday": "1935-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Aulis_Sallinen.jpg/320px-Aulis_Sallinen.jpg",
    "extract": "Aulis Sallinen is a Finnish contemporary classical music composer. His music has been variously described as \"remorselessly harsh\", a \"beautifully crafted amalgam of several 20th-century styles\", and \"neo-romantic\". Sallinen studied at the Sibelius Academy, where his teachers included Joonas Kokkonen. He has had works commissioned by the Kronos Quartet, and has also written seven operas, eight symphonies, concertos for violin, cello, flute, horn, and English horn, as well as several chamber works. He won the Nordic Council Music Prize in 1978 for his opera Ratsumies.",
    "year": 1935,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Avery Schreiber",
    "birthday": "1935-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Avery_Schreiber_and_Jack_Burns_1966.jpg/243px-Avery_Schreiber_and_Jack_Burns_1966.jpg",
    "extract": "Avery Lawrence Schreiber was an American actor and comedian. He was a veteran of stage, television, and movies who came to prominence in the 1960s in a comedy duo with Jack Burns. He acted in an array of roles mostly on television sitcoms and a series of popular advertisements for Doritos tortilla chips.",
    "year": 1935,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bill Birch",
    "birthday": "1934-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Bill_Birch.jpg/234px-Bill_Birch.jpg",
    "extract": "Sir William Francis Birch, usually known as Bill Birch, is a New Zealand retired politician. He served as Minister of Finance from 1993 to 1999 in the fourth National Government.",
    "year": 1934,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tom Phillis",
    "birthday": "1934-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/eb/Tom_Phillis_on_BSA_Gold_Star.JPG/217px-Tom_Phillis_on_BSA_Gold_Star.JPG",
    "extract": "Thomas Edward Phillis was an Australian professional Grand Prix motorcycle road racer. He won the 1961 125cc motorcycle road racing World Championship and was the first person to lap the Isle of Man TT mountain circuit at over 100 mph on a pushrod engined motorcycle. He was also the first person to win a World Championship motorcycle race on a Japanese machine.",
    "year": 1934,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jean-Paul Belmondo",
    "birthday": "1933-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Belmondo_1960.jpg/233px-Belmondo_1960.jpg",
    "extract": "Jean-Paul Charles Belmondo was a French actor, initially associated with the New Wave of the 1960s and a major French film star for several decades from the 1960s. His best known credits include Breathless (1960), That Man from Rio (1964), Pierrot le Fou (1965), Borsalino (1970), and The Professional (1981). He was most notable for portraying police officers in action thriller films and became known for his unwillingness to appear in English-language films, despite being heavily courted by Hollywood. Undisputed box-office champion like Louis de Funès and Alain Delon at the same time, Belmondo attracted nearly 160 million spectators in his 50-year career. Between 1969 and 1982, he played four times in the most popular films of the year in France: The Brain (1969), Fear Over the City (1975), Animal (1977), Ace of Aces (1982), being surpassed on this point only by Louis de Funès.",
    "year": 1933,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "René Burri",
    "birthday": "1933-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Ren%C3%A9_Burri_%282010%29_by_Erling_Mandelmann.jpg/256px-Ren%C3%A9_Burri_%282010%29_by_Erling_Mandelmann.jpg",
    "extract": "René Burri was a Swiss photographer. Burri was a member of Magnum Photos and photographed major political, historical and cultural events and key figures of the second half of the 20th century. He made portraits of Che Guevara and Pablo Picasso as well as iconic pictures of São Paulo and Brasília.",
    "year": 1933,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gian Maria Volonté",
    "birthday": "1933-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Gian_Maria_Volont%C3%A8.jpg/320px-Gian_Maria_Volont%C3%A8.jpg",
    "extract": "Gian Maria Volonté was an Italian actor, remembered for his versatility as an interpreter, his outspoken left-wing leanings and fiery temper on and off-screen. He is perhaps most famous outside Italy for his roles in four Spaghetti Western films: Ramón Rojo in Sergio Leone's A Fistful of Dollars (1964) and El Indio in Leone's For a Few Dollars More (1965), El Chuncho Munoz in Damiano Damiani's A Bullet for the General (1966) and Professor Brad Fletcher in Sergio Sollima's Face to Face (1967).",
    "year": 1933,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carl Perkins",
    "birthday": "1932-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Carl_Perkins_1977.jpg/176px-Carl_Perkins_1977.jpg",
    "extract": "Carl Lee Perkins was an American singer, songwriter, and guitarist who recorded at the Sun Studio, in Memphis, beginning in 1954. Amongst his best-known songs are \"Blue Suede Shoes\", \"Honey Don't\", \"Matchbox\" and \"Everybody's Trying to Be My Baby\".",
    "year": 1932,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Richard Hatfield",
    "birthday": "1931-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ec/Richard_Hatfield.jpg",
    "extract": "Richard Bennett Hatfield was a New Brunswick politician and the longest serving premier of New Brunswick from 1970 to 1987.",
    "year": 1931,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nathaniel Branden",
    "birthday": "1930-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/94/Nathaniel_Branden.jpg",
    "extract": "Nathaniel Branden was a Canadian–American psychotherapist and writer known for his work in the psychology of self-esteem. A former associate and romantic partner of Ayn Rand, Branden also played a prominent role in the 1960s in promoting Rand's philosophy, Objectivism. Rand and Branden split acrimoniously in 1968, after which Branden focused on developing his own psychological theories and modes of therapy.",
    "year": 1930,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "F. Albert Cotton",
    "birthday": "1930-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/F._Albert_Cotton_bio_photo.jpg/291px-F._Albert_Cotton_bio_photo.jpg",
    "extract": "Frank Albert Cotton FRS was an American chemist. He was the W.T. Doherty-Welch Foundation Chair and Distinguished Professor of Chemistry at Texas A&M University. He authored over 1600 scientific articles. Cotton was recognized for his research on the chemistry of the transition metals.",
    "year": 1930,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sharan Rani Backliwal",
    "birthday": "1929-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/56/Sharan_Rani.jpg/320px-Sharan_Rani.jpg",
    "extract": "Sharan Rani was an Indian classical sarod player and music scholar.",
    "year": 1929,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Fred Hollows",
    "birthday": "1929-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5f/Fred_Hollows.JPG/241px-Fred_Hollows.JPG",
    "extract": "Frederick Cossom Hollows was a New Zealand–Australian ophthalmologist who became known for his work in restoring eyesight for thousands of people in Australia and many other countries. It is estimated that more than one million people in the world can see today because of initiatives instigated by Hollows, the most notable example being The Fred Hollows Foundation.",
    "year": 1929,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Paule Marshall",
    "birthday": "1929-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b2/Paule_Marshall.png/241px-Paule_Marshall.png",
    "extract": "Paule Marshall was an American writer, best known for her 1959 debut novel Brown Girl, Brownstones. In 1992, at the age of 63, Marshall was awarded a MacArthur Fellowship grant.",
    "year": 1929,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Paul Arizin",
    "birthday": "1928-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Paul_Arizin_50-62.JPG/245px-Paul_Arizin_50-62.JPG",
    "extract": "Paul Joseph Arizin, nicknamed \"Pitchin' Paul\", was an American basketball player who spent his entire National Basketball Association (NBA) career with the Philadelphia Warriors from 1950 to 1962. He retired with the third highest career point total (16,266) in NBA history, and was named to the NBA's 25th, 50th and 75th anniversary teams. He was a high-scoring forward at Villanova University before being drafted by the Warriors of the fledgling NBA.",
    "year": 1928,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tom Lehrer",
    "birthday": "1928-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Portrait_of_Tom_Lehrer_in_c._1957.jpg/251px-Portrait_of_Tom_Lehrer_in_c._1957.jpg",
    "extract": "Thomas Andrew Lehrer is a retired American musician, singer-songwriter, satirist, and mathematician, having lectured on mathematics and musical theater. He is best known for the pithy and humorous songs that he recorded in the 1950s and 1960s. His songs often parodied popular musical forms, though he usually created original melodies when doing so. A notable exception is \"The Elements\", in which he set the names of the chemical elements to the tune of the \"Major-General's Song\" from Gilbert and Sullivan's Pirates of Penzance.",
    "year": 1928,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tiny Hill (rugby union)",
    "birthday": "1927-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Tiny_Hill.jpg/251px-Tiny_Hill.jpg",
    "extract": "Stanley Frank \"Tiny\" Hill was a New Zealand international rugby union player and selector. A lock and flanker, Hill represented Canterbury and Counties at a provincial level, and was a member of the New Zealand national side, the All Blacks, from 1955 to 1959. He played 19 matches for the All Blacks, two of which were as captain, including 11 internationals. After retiring as a player, Hill served as New Zealand Army and Canterbury selector, and as an All Black selector from 1981 to 1986.",
    "year": 1927,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gerry Fitt",
    "birthday": "1926-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4f/Gerry_Fitt%2C_Lord_Fitt.jpg",
    "extract": "Gerard Fitt, Baron Fitt was a politician in Northern Ireland. He was a founder and the first leader of the Social Democratic and Labour Party (SDLP), a social democratic and Irish nationalist party.",
    "year": 1926,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hugh Hefner",
    "birthday": "1926-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Hugh_Hefner_Glamourcon_2010.jpg/213px-Hugh_Hefner_Glamourcon_2010.jpg",
    "extract": "Hugh Marston Hefner was an American magazine publisher. He was the founder and editor-in-chief of Playboy magazine, a publication with revealing photographs and articles which provoked charges of obscenity. The first issue of Playboy was published in 1953, featuring Marilyn Monroe in a nude calendar shoot; it sold over 50,000 copies.",
    "year": 1926,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Harris Wofford",
    "birthday": "1926-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Harriswofford.jpg/250px-Harriswofford.jpg",
    "extract": "Harris Llewellyn Wofford Jr. was an American attorney, civil rights activist, and Democratic Party politician who represented Pennsylvania in the United States Senate from 1991 to 1995. A noted advocate of national service and volunteering, Wofford was also the fifth president of Bryn Mawr College from 1970 to 1978, served as chairman of the Pennsylvania Democratic Party in 1986 and as Pennsylvania Secretary of Labor and Industry in the cabinet of Governor Robert P. Casey from 1987 to 1991, and was a surrogate for Barack Obama's 2008 presidential campaign. He introduced Obama in Philadelphia at the National Constitution Center before Obama's speech on race in America, \"A More Perfect Union\".",
    "year": 1926,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Virginia Gibson",
    "birthday": "1925-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Virginia_Gibson_1967.JPG/240px-Virginia_Gibson_1967.JPG",
    "extract": "Virginia Gibson was an American dancer, singer and actress of film, television and musical theatre.",
    "year": 1925,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Art Kane",
    "birthday": "1925-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Art_Kane_and_Kathy_Keeton%2C_RIT_NandE_1974_May10_Complete_%28Kane_crop%29.jpg/297px-Art_Kane_and_Kathy_Keeton%2C_RIT_NandE_1974_May10_Complete_%28Kane_crop%29.jpg",
    "extract": "Art Kane was an American fashion and music photographer active from the 1950s through the early 1990s. He created many portraits of contemporary musicians, including Bob Dylan, Jefferson Airplane, Sonny and Cher, Aretha Franklin, Frank Zappa, Jim Morrison, Janis Joplin, the Rolling Stones, and The Who.",
    "year": 1925,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jean-Marie Balestre",
    "birthday": "1921-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fa/Jean-Marie_Balestre.jpg",
    "extract": "Jean-Marie Balestre was a French auto racing administrator, who became President of the Fédération Internationale du Sport Automobile (FISA) from 1978 to 1991 and President of the Fédération Internationale de l'Automobile (FIA) from 1985 to 1993.",
    "year": 1921,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Yitzhak Navon",
    "birthday": "1921-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Portrait_of_MP_Yitzhak_Navon.jpg/214px-Portrait_of_MP_Yitzhak_Navon.jpg",
    "extract": "Yitzhak Rachamim Navon was an Israeli politician, diplomat, and author. He served as the fifth President of Israel between 1978 and 1983 as a member of the centre-left Alignment party. He was the first Israeli president born in Jerusalem and the first Sephardi Jew to serve in that office.",
    "year": 1921,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Frankie Thomas",
    "birthday": "1921-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Frankie_Thomas_in_On_Dress_Parade_1939.jpg/281px-Frankie_Thomas_in_On_Dress_Parade_1939.jpg",
    "extract": "Frank Marion Thomas Jr., was an American actor, author and bridge-strategy expert who played both lead and supporting roles on Broadway, in films, in post-World War II radio, and in early television. He was best known for his starring role in Tom Corbett, Space Cadet.",
    "year": 1921,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mary Jackson (engineer)",
    "birthday": "1921-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Mary_Jackson_1979_Portrait_%28LRC-1979-B701_P-07085%29.jpg/273px-Mary_Jackson_1979_Portrait_%28LRC-1979-B701_P-07085%29.jpg",
    "extract": "Mary Jackson was an American mathematician and aerospace engineer at the National Advisory Committee for Aeronautics (NACA), which in 1958 was succeeded by the National Aeronautics and Space Administration (NASA). She worked at Langley Research Center in Hampton, Virginia, for most of her career. She started as a computer at the segregated West Area Computing division in 1951. She took advanced engineering classes and, in 1958, became NASA's first black female engineer.",
    "year": 1921,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "J. Presper Eckert",
    "birthday": "1919-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2a/UNIVAC_1_demo.jpg",
    "extract": "John Adam Presper Eckert Jr. was an American electrical engineer and computer pioneer. With John Mauchly, he designed the first general-purpose electronic digital computer (ENIAC), presented the first course in computing topics, founded the Eckert–Mauchly Computer Corporation, and designed the first commercial computer in the U.S., the UNIVAC, which incorporated Eckert's invention of the mercury delay-line memory.",
    "year": 1919,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jørn Utzon",
    "birthday": "1918-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/01/Jorn_Utzon_2000_by_Ole_Haupt.jpg",
    "extract": "Jørn Oberg Utzon,, Hon. FAIA was a Danish architect. He was most notable for designing the Sydney Opera House in Australia, completed in 1973. When it was declared a World Heritage Site on 28 June 2007, Utzon became only the second person to have received such recognition for one of his works during his lifetime, after Oscar Niemeyer. Other noteworthy works include Bagsværd Church near Copenhagen and the National Assembly Building in Kuwait. He also made important contributions to housing design, especially with his Kingo Houses near Helsingør.",
    "year": 1918,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johannes Bobrowski",
    "birthday": "1917-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Berliner_Gedenktafel_Zimmerstr_80_%28Mitte%29_Johannes_Bobrowski.jpg/320px-Berliner_Gedenktafel_Zimmerstr_80_%28Mitte%29_Johannes_Bobrowski.jpg",
    "extract": "Johannes Bobrowski was a German lyric poet, narrative writer, adaptor and essayist.",
    "year": 1917,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brad Dexter",
    "birthday": "1917-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/10/Brad_Dexter.JPG/254px-Brad_Dexter.JPG",
    "extract": "Brad Dexter was an American actor and film producer. He is known for tough-guy and western roles, including the 1960 film The Magnificent Seven (1960), and producing several films for Sidney J. Furie such as Lady Sings the Blues. He is also known for a short marriage to Peggy Lee, a friendship with Marilyn Monroe and for saving Frank Sinatra from drowning. Dexter's tough-guy roles contrasted with his easygoing and friendly real-life personality.",
    "year": 1917,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "List of Knight's Cross of the Iron Cross recipients (M)",
    "birthday": "1916-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/DE_Band_mit_RK_%281%29.jpg/242px-DE_Band_mit_RK_%281%29.jpg",
    "extract": "The Knight's Cross of the Iron Cross and its variants were the highest awards in the military of Nazi Germany during World War II. The Knight's Cross of the Iron Cross was awarded for a wide range of reasons and across all ranks, from a senior commander for skilled leadership of his troops in battle to a low-ranking soldier for a single act of extreme gallantry. A total of 7,321 awards were made between its first presentation on 30 September 1939 and its last bestowal on 17 June 1945. This number is based on the acceptance by the Association of Knight's Cross Recipients (AKCR). Presentations were made to members of the three military branches of the Wehrmacht—the German Army, Kriegsmarine (navy) and Luftwaffe —as well as the Waffen-SS, the Reich Labour Service and the Volkssturm. There were also 43 foreign recipients of the award.",
    "year": 1916,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Daniel Johnson Sr.",
    "birthday": "1915-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/87/Daniel_Johnson_Sr._at_Expo_67.jpg",
    "extract": "Francis Daniel Johnson Sr.,, was a Quebec politician and the 20th premier of Quebec from 1966 to his death in 1968.",
    "year": 1915,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lev Kopelev",
    "birthday": "1912-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Lew_Kopelew.jpg/249px-Lew_Kopelew.jpg",
    "extract": "Lev Zalmanovich (Zinovyevich) Kopelev was a Soviet author and dissident.",
    "year": 1912,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Abraham Ribicoff",
    "birthday": "1910-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/56/Abraham_ribicoff.jpg",
    "extract": "Abraham Alexander Ribicoff was an American Democratic Party politician from the state of Connecticut. He represented Connecticut in the United States House of Representatives and Senate and was the 80th Governor of Connecticut and Secretary of Health, Education, and Welfare in President John F. Kennedy's cabinet. He was Connecticut's first and to date only Jewish governor.",
    "year": 1910,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Robert Helpmann",
    "birthday": "1909-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Robert_Helpmann.jpg",
    "extract": "Sir Robert Murray Helpmann CBE was an Australian ballet dancer, actor, director, and choreographer. After early work in Australia he moved to Britain in 1932, where he joined the Vic-Wells Ballet under its creator, Ninette de Valois. He became one of the company's leading men, partnering Alicia Markova and later Margot Fonteyn. When Frederick Ashton, the company's chief choreographer, was called up for military service in the Second World War Helpmann took over from him while continuing as a principal dancer.",
    "year": 1909,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Paula Nenette Pepin",
    "birthday": "1908-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Nenette.jpg/320px-Nenette.jpg",
    "extract": "Antonietta Paule Pepin Fitzpatrick, also known as Nenette, was a French composer, pianist and lyricist.",
    "year": 1908,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rafaela Aparicio",
    "birthday": "1906-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/La_actriz_Rafaela_Aparicio_agradece_la_entrega_de_la_Fiambrera_%281987%29.jpg/281px-La_actriz_Rafaela_Aparicio_agradece_la_entrega_de_la_Fiambrera_%281987%29.jpg",
    "extract": "Rafaela Díaz Valiente MML better known as Rafaela Aparicio was a famous Spanish film and theatre actress.",
    "year": 1906,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Antal Doráti",
    "birthday": "1906-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Antal_Dorati_%281962%29.jpg/240px-Antal_Dorati_%281962%29.jpg",
    "extract": "Antal Doráti was a Hungarian-born conductor and composer who became a naturalized American citizen in 1943.",
    "year": 1906,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hugh Gaitskell",
    "birthday": "1906-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Hugh_Todd_Naylor_Gaitskell.jpg/253px-Hugh_Todd_Naylor_Gaitskell.jpg",
    "extract": "Hugh Todd Naylor Gaitskell was a British politician who served as Leader of the British Labour Party and Leader of the Opposition from 1955 until his death in 1963. An economics lecturer and wartime civil servant, he was elected to Parliament in 1945 and held office in Clement Attlee's governments, notably as Minister of Fuel and Power after the bitter winter of 1946–47, and eventually joining the Cabinet as Chancellor of the Exchequer. Facing the need to increase military spending in 1951, he imposed National Health Service charges on dentures and spectacles, prompting the leading left-winger Aneurin Bevan to resign from the Cabinet.",
    "year": 1906,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Victor Vasarely",
    "birthday": "1906-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Victor_Vasarely.jpg/234px-Victor_Vasarely.jpg",
    "extract": "Victor Vasarely, was a Hungarian-French artist, who is widely accepted as a \"grandfather\" and leader of the Op art movement.",
    "year": 1906,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "J. William Fulbright",
    "birthday": "1905-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/J._William_Fulbright_in_1960_%28cropped%29.jpg/243px-J._William_Fulbright_in_1960_%28cropped%29.jpg",
    "extract": "James William Fulbright was an American politician, academic, and statesman who represented Arkansas in the United States Senate from 1945 until his resignation in 1974. As of 2022, Fulbright is the longest serving chairman in the history of the United States Senate Committee on Foreign Relations. He is best known for his strong multilateralist positions on international issues, opposition to American involvement in the Vietnam War, and the creation of the international fellowship program bearing his name, the Fulbright Program.",
    "year": 1905,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sharkey Bonano",
    "birthday": "1904-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/SharkeyBandstand1950Kubrick.JPG/320px-SharkeyBandstand1950Kubrick.JPG",
    "extract": "Joseph Gustaf \"Sharkey\" Bonano, also known as Sharkey Banana or Sharkey Bananas, was an American jazz trumpeter, band leader, and vocalist. His musical abilities were sometimes overlooked because of his love of being an entertainer; he would often sing silly lyrics in a high raspy voice and break into dance on stage.",
    "year": 1904,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ward Bond",
    "birthday": "1903-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Ward_Bond_Wagon_Train_%28cropped%29.jpg/215px-Ward_Bond_Wagon_Train_%28cropped%29.jpg",
    "extract": "Wardell Edwin Bond was an American film character actor who appeared in more than 200 films and starred in the NBC television series Wagon Train from 1957 to 1960. Among his best-remembered roles are Bert, the cop, in Frank Capra's It's a Wonderful Life (1946) and Captain Clayton in John Ford's The Searchers (1956).",
    "year": 1903,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Théodore Monod",
    "birthday": "1902-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Famous_French_scientist%2C_Th%C3%A9odore_Monod%2C_in_the_Sahara_Desert%2C_1967.jpg/278px-Famous_French_scientist%2C_Th%C3%A9odore_Monod%2C_in_the_Sahara_Desert%2C_1967.jpg",
    "extract": "Théodore André Monod was a French naturalist, humanist, scholar and explorer.",
    "year": 1902,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Paul Willis (actor)",
    "birthday": "1901-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Nobody%27s_Kid_%281921%29_-_1.jpg/320px-Nobody%27s_Kid_%281921%29_-_1.jpg",
    "extract": "Paul Willis was an American actor of the silent film era.",
    "year": 1901,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Allen Jenkins",
    "birthday": "1900-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Allen_Jenkins_in_Havana_Widows_trailer.jpg/320px-Allen_Jenkins_in_Havana_Widows_trailer.jpg",
    "extract": "Allen Curtis Jenkins was an American character actor and singer who worked on stage, film, and television.",
    "year": 1900,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Curly Lambeau",
    "birthday": "1898-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/CurlyLambeauNotreDame.jpg/261px-CurlyLambeauNotreDame.jpg",
    "extract": "Earl Louis \"Curly\" Lambeau was an American professional football player and coach in the National Football League (NFL). Lambeau, along with his friend and fellow Green Bay, Wisconsin native George Whitney Calhoun, founded the Green Bay Packers in 1919, serving as team captain in the team's first year before becoming player-coach in 1920. As a player, Lambeau lined up as a halfback, which in the early years of the NFL was the premier position. He was the team's primary runner and passer, accounting for 35 touchdowns in 77 games. He won his only NFL championship as a player in 1929.",
    "year": 1898,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Paul Robeson",
    "birthday": "1898-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Paul_Robeson_1942_crop.jpg/257px-Paul_Robeson_1942_crop.jpg",
    "extract": "Paul Leroy Robeson was an American bass-baritone concert artist, stage and film actor, athlete, and activist who became famous both for his cultural accomplishments and for his political stances.",
    "year": 1898,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mance Lipscomb",
    "birthday": "1895-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Mance_Lipscomb_1960s_LOC.jpg/320px-Mance_Lipscomb_1960s_LOC.jpg",
    "extract": "Mance Lipscomb was an American blues singer, guitarist and songster. He was born Beau De Glen Lipscomb near Navasota, Texas. As a youth he took the name Mance from a friend of his oldest brother, Charlie.",
    "year": 1895,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Michel Simon",
    "birthday": "1895-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Simon_Harcourt_1943.jpg/237px-Simon_Harcourt_1943.jpg",
    "extract": "Michel Simon was a Swiss actor. He appeared in many notable French films, including La Chienne (1931), Boudu Saved from Drowning (1932), L'Atalante (1934), Port of Shadows (1938), The Head (1959), and The Train (1964).",
    "year": 1895,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charles E. Burchfield",
    "birthday": "1893-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Burchfield_Nature_Center_path.JPG/320px-Burchfield_Nature_Center_path.JPG",
    "extract": "Charles Ephraim Burchfield was an American painter and visionary artist, known for his passionate watercolors of nature scenes and townscapes. The largest collection of Burchfield's paintings, archives and journals are in the collection of the Burchfield Penney Art Center in Buffalo. His paintings are in the collections of more than 109 museums in the USA and have been the subject of exhibitions at the Metropolitan Museum of Art, the Whitney Museum of American Art, the Hammer Museum, and the Museum of Modern Art, as well as other prominent institutions.",
    "year": 1893,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Victor Gollancz",
    "birthday": "1893-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/62/Victor_Gollancz.png/229px-Victor_Gollancz.png",
    "extract": "Sir Victor Gollancz was a British publisher and humanitarian.",
    "year": 1893,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rahul Sankrityayan",
    "birthday": "1893-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Rahul_Sankrityayan_bust_Darjeeling.JPG/320px-Rahul_Sankrityayan_bust_Darjeeling.JPG",
    "extract": "Rahul Sankrityayan was an Indian independence activist, writer and a polyglot who wrote in Hindi. He played a pivotal role in giving travelogue a 'literary form'. He was one of the most widely travelled scholars of India, spending forty-five years of his life on travels away from his home. Sankrityayan is often called the \"father of Indian travelogue\".",
    "year": 1893,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sol Hurok",
    "birthday": "1888-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Sol_Hurok_-_1954_%28cropped%29.jpg/240px-Sol_Hurok_-_1954_%28cropped%29.jpg",
    "extract": "Sol Hurok was a 20th-century American impresario.",
    "year": 1888,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Konrad Tom",
    "birthday": "1887-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Konrad_Tom.jpg/192px-Konrad_Tom.jpg",
    "extract": "Konrad Tom, born Konrad Runowiecki, a Polish Jewish actor, writer, singer and director, born in Warsaw. Wrote song lyrics in Polish and in Yiddish for stage, film and cabaret, including szmonces. His wife was actress Zula Pogorzelska.\"Yiddish talkies were not only comparable to those of the Polish mainstream but were produced by the same people. The most successful Yiddish talkies were directed by established industry figures including Waszyński, Ford, Henryk Szaro, Jan Nowina-Przybylski, Leon Trystan, and Konrad Tom.\"",
    "year": 1887,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Frank King (cartoonist)",
    "birthday": "1883-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Frank_O._King_%28ca_1916%29.jpg/241px-Frank_O._King_%28ca_1916%29.jpg",
    "extract": "Frank Oscar King was an American cartoonist best known for his comic strip Gasoline Alley. In addition to innovations with color and page design, King introduced real-time continuity in comic strips by showing his characters aging over generations.",
    "year": 1883,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Frederick Francis IV, Grand Duke of Mecklenburg-Schwerin",
    "birthday": "1882-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/23/Frederick_Francis_IV%2C_Grand_Duke_of_Mecklenburg-Schwerin.jpg/215px-Frederick_Francis_IV%2C_Grand_Duke_of_Mecklenburg-Schwerin.jpg",
    "extract": "Frederick Francis IV was the last Grand Duke of Mecklenburg-Schwerin and regent of Mecklenburg-Strelitz. He inherited the throne when he was fifteen years old in 1897 and was forced to renounce it in 1918.",
    "year": 1882,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jan Letzel",
    "birthday": "1880-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/JanLetzel.jpg/218px-JanLetzel.jpg",
    "extract": "Jan Letzel was a Czech architect, most famous for designing a building in Hiroshima whose ruins are now the A-Bomb Dome or Peace Memorial.",
    "year": 1880,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jacques Futrelle",
    "birthday": "1875-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bc/Jacques_Futrelle.JPG",
    "extract": "Jacques Heath Futrelle was an American journalist and mystery writer. He is best known for writing short detective stories featuring Professor Augustus S. F. X. Van Dusen, also known as \"The Thinking Machine\" for his use of logic. He died in the sinking of the RMS Titanic.",
    "year": 1875,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Léon Blum",
    "birthday": "1872-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/L%C3%A9on_Blum.jpg/236px-L%C3%A9on_Blum.jpg",
    "extract": "André Léon Blum was a French socialist politician and three-time Prime Minister.",
    "year": 1872,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Chris Watson",
    "birthday": "1867-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/ChrisWatsonSepia_crop.jpg/242px-ChrisWatsonSepia_crop.jpg",
    "extract": "John Christian Watson was an Australian politician who served as the third prime minister of Australia, in office from 27 April to 18 August 1904. He served as the inaugural federal leader of the Australian Labor Party (ALP) from 1901 to 1907 and was the first member of the party to serve as prime minister.",
    "year": 1867,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Erich Ludendorff",
    "birthday": "1865-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Bundesarchiv_Bild_183-2005-0828-525_Erich_Ludendorff_%28cropped%29%28b%29.jpg/247px-Bundesarchiv_Bild_183-2005-0828-525_Erich_Ludendorff_%28cropped%29%28b%29.jpg",
    "extract": "Erich Friedrich Wilhelm Ludendorff was a German general, politician and military theorist. He achieved fame during World War I for his central role in the German victories at Liège and Tannenberg in 1914. Following his appointment as First Quartermaster-general of the Imperial Army's Great General Staff in 1916, he became the chief policymaker in a de facto military dictatorship that dominated Germany for the rest of the war. After Germany's defeat, he contributed significantly to the Nazis' rise to power.",
    "year": 1865,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charles Proteus Steinmetz",
    "birthday": "1865-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Charlesproteussteinmetz.jpg",
    "extract": "Charles Proteus Steinmetz was a German-born American mathematician and electrical engineer and professor at Union College. He fostered the development of alternating current that made possible the expansion of the electric power industry in the United States, formulating mathematical theories for engineers. He made ground-breaking discoveries in the understanding of hysteresis that enabled engineers to design better electromagnetic apparatus equipment, especially electric motors for use in industry.",
    "year": 1865,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ezequiél Moreno y Díaz",
    "birthday": "1848-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Sanezequiel02.jpg",
    "extract": "Ezequiél Moreno y Díaz was a member of the Order of Augustinian Recollects and now venerated as a saint in the Catholic Church. He was born on April 9, 1848, in Alfaro, La Rioja, Spain and later served as a missionary to the Philippines. He also became the Bishop of Pinara and later of Pasto, in Colombia.",
    "year": 1848,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Paolo Tosti",
    "birthday": "1846-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Francesco_Paolo_Tosti_%28before_1916%29_-_Archivio_Storico_Ricordi_FOTO003350_%28cropped%29.jpg/184px-Francesco_Paolo_Tosti_%28before_1916%29_-_Archivio_Storico_Ricordi_FOTO003350_%28cropped%29.jpg",
    "extract": "Sir Francesco Paolo Tosti KCVO was an Italian composer and music teacher.",
    "year": 1846,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Leopold II of Belgium",
    "birthday": "1835-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Leopold_ii_garter_knight.jpg/213px-Leopold_ii_garter_knight.jpg",
    "extract": "Leopold II was the second King of the Belgians from 1865 to 1909 and, through his own efforts, the owner and absolute ruler of the Congo Free State from 1885 to 1908.",
    "year": 1835,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Somerset Lowry-Corry, 4th Earl Belmore",
    "birthday": "1835-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/4thEarlOfBelmore.jpg/244px-4thEarlOfBelmore.jpg",
    "extract": "Somerset Richard Lowry-Corry, 4th Earl Belmore,, styled as Viscount Corry from 1841 to 1845, was an Irish nobleman and Conservative politician who served as Governor of New South Wales from 1868 to 1872.",
    "year": 1835,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Eadweard Muybridge",
    "birthday": "1830-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Optic_Projection_fig_411.jpg/267px-Optic_Projection_fig_411.jpg",
    "extract": "Eadweard Muybridge was an English photographer known for his pioneering work in photographic studies of motion, and early work in motion-picture projection. He adopted the first name \"Eadweard\" as the original Anglo-Saxon form of \"Edward\", and the surname \"Muybridge\", believing it to be similarly archaic.",
    "year": 1830,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charles Baudelaire",
    "birthday": "1821-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/%C3%89tienne_Carjat%2C_Portrait_of_Charles_Baudelaire%2C_circa_1862.jpg/253px-%C3%89tienne_Carjat%2C_Portrait_of_Charles_Baudelaire%2C_circa_1862.jpg",
    "extract": "Charles Pierre Baudelaire was a French poet who also produced notable work as an essayist and art critic. His poems exhibit mastery in the handling of rhyme and rhythm, contain an exoticism inherited from Romantics, but are based on observations of real life.",
    "year": 1821,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James Bannerman (theologian)",
    "birthday": "1807-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Professor-james-bannerman-1807-1868-professor-of-a.jpg/237px-Professor-james-bannerman-1807-1868-professor-of-a.jpg",
    "extract": "James Bannerman was a Scottish theologian. He is best known for his classic work on Presbyterian ecclesiology, The Church of Christ.",
    "year": 1807,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Isambard Kingdom Brunel",
    "birthday": "1806-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Robert_Howlett_%28Isambard_Kingdom_Brunel_Standing_Before_the_Launching_Chains_of_the_Great_Eastern%29%2C_The_Metropolitan_Museum_of_Art_%28cropped%29.jpg/209px-Robert_Howlett_%28Isambard_Kingdom_Brunel_Standing_Before_the_Launching_Chains_of_the_Great_Eastern%29%2C_The_Metropolitan_Museum_of_Art_%28cropped%29.jpg",
    "extract": "Isambard Kingdom Brunel was an English civil engineer who is considered \"one of the most ingenious and prolific figures in engineering history,\" \"one of the 19th-century engineering giants,\" and \"one of the greatest figures of the Industrial Revolution, [who] changed the face of the English landscape with his groundbreaking designs and ingenious constructions.\" Brunel built dockyards, the Great Western Railway (GWR), a series of steamships including the first propeller-driven transatlantic steamship, and numerous important bridges and tunnels. His designs revolutionised public transport and modern engineering.",
    "year": 1806,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Elias Lönnrot",
    "birthday": "1802-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Elias_L%C3%B6nnrot_portrait-2.jpg/245px-Elias_L%C3%B6nnrot_portrait-2.jpg",
    "extract": "Elias Lönnrot was a Finnish physician, philologist and collector of traditional Finnish oral poetry. He is best known for creating the Finnish national epic, Kalevala, \n(1835, enlarged 1849), from short ballads and lyric poems gathered from the Finnish oral tradition during several expeditions in Finland, Russian Karelia, the Kola Peninsula and Baltic countries.",
    "year": 1802,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Theobald Boehm",
    "birthday": "1794-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Theobald_B%C3%B6hm.jpg/251px-Theobald_B%C3%B6hm.jpg",
    "extract": "Theobald Böhm was a German inventor and musician, who perfected the modern Western concert flute and improved its fingering system. He was a Bavarian court musician, a virtuoso flautist and a renowned composer.",
    "year": 1794,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Étienne Aignan",
    "birthday": "1773-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/%C3%89tienne_Aignan_01.jpg/320px-%C3%89tienne_Aignan_01.jpg",
    "extract": "Étienne Aignan was a French translator, political writer, librettist and playwright. In 1814 he was made a member of the Académie française, succeeding Bernardin de Saint-Pierre in Seat 27. He died on 21 June 1824 aged 51 years old.",
    "year": 1773,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Thomas Johann Seebeck",
    "birthday": "1770-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/ThomasSeebeck.jpg/223px-ThomasSeebeck.jpg",
    "extract": "Thomas Johann Seebeck was a Baltic German physicist, who, in 1822, observed a relationship between heat and magnetism. Later, in 1823, Ørsted called this phenomenon thermoelectric effect.",
    "year": 1770,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johann Matthias Gesner",
    "birthday": "1691-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Johann_Mattias_Gesner_-_Titelkupfer.jpg/202px-Johann_Mattias_Gesner_-_Titelkupfer.jpg",
    "extract": "Johann Matthias Gesner was a German classical scholar and schoolmaster.",
    "year": 1691,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James Craggs the Younger",
    "birthday": "1686-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/James_Craggs_the_Younger_by_Sir_Godfrey_Kneller%2C_Bt.jpg/258px-James_Craggs_the_Younger_by_Sir_Godfrey_Kneller%2C_Bt.jpg",
    "extract": "James Craggs the Younger, was an English statesman.",
    "year": 1686,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Philippe Néricault Destouches",
    "birthday": "1680-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Nicolas_de_Largilli%C3%A8re%2C_Portrait_de_Philippe_N%C3%A9ricault_Destouches_%281741%29.jpg/253px-Nicolas_de_Largilli%C3%A8re%2C_Portrait_de_Philippe_N%C3%A9ricault_Destouches_%281741%29.jpg",
    "extract": "Philippe Néricault Destouches was a French playwright who wrote 22 plays.",
    "year": 1680,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James Scott, Duke of Monmouth",
    "birthday": "1649-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Peter_Lely_%281618-1680%29_%28after%29_-_James_Scott_%281649%E2%80%931685%29%2C_Duke_of_Monmouth%2C_KG%2C_in_Garter_Robes_-_1171154_-_National_Trust.jpg/270px-Peter_Lely_%281618-1680%29_%28after%29_-_James_Scott_%281649%E2%80%931685%29%2C_Duke_of_Monmouth%2C_KG%2C_in_Garter_Robes_-_1171154_-_National_Trust.jpg",
    "extract": "James Scott, 1st Duke of Monmouth, 1st Duke of Buccleuch, KG, PC was a Dutch-born English nobleman and military officer. Originally called James Crofts or James Fitzroy, he was born in Rotterdam in the Netherlands, the eldest illegitimate son of Charles II of England, Scotland, and Ireland with his mistress Lucy Walter.",
    "year": 1649,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Henri de Massue, Earl of Galway",
    "birthday": "1648-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Henri_de_Massue%2C_Marquis_de_Ruvigny%2C_1st_Earl_of_Galway%2C_attributed_to_Michael_Dahl_%281659-1743%29.jpg/252px-Henri_de_Massue%2C_Marquis_de_Ruvigny%2C_1st_Earl_of_Galway%2C_attributed_to_Michael_Dahl_%281659-1743%29.jpg",
    "extract": "Henri de Massue, 2nd Marquis de Ruvigny, Earl of Galway, was a French Huguenot soldier and diplomat who was influential in the English service in the Nine Years' War and the War of the Spanish Succession.",
    "year": 1648,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Albertine Agnes of Nassau",
    "birthday": "1634-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/1634_Albertina_Agnes.jpg/252px-1634_Albertina_Agnes.jpg",
    "extract": "Albertine Agnes of Nassau, was the regent of Friesland, Groningen and Drenthe during the minority of her son Henry Casimir II, Count of Nassau-Dietz, between 1664 and 1679. She was the sixth child and fifth daughter of stadtholder Frederick Henry, Prince of Orange and Amalia of Solms-Braunfels.",
    "year": 1634,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johann Caspar Kerll",
    "birthday": "1627-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Johann_caspar_von_kerll.jpg/243px-Johann_caspar_von_kerll.jpg",
    "extract": "Johann Caspar Kerll was a German baroque composer and organist. He is also known as Kerl, Gherl, Giovanni Gasparo Cherll and Gaspard Kerle.",
    "year": 1627,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Henrik Rysensteen",
    "birthday": "1624-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Henrik_Ruse.jpg/220px-Henrik_Ruse.jpg",
    "extract": "Henrik Ruse, Baron of Rysensteen was a Dutch officer and fortification engineer. Following a period when he served in various armies in Germany and Italy, he wrote a well-researched book documenting the latest trends in fortification systems across Europe. As a result, he was entrusted with commissions for improving defences in his native Amsterdam, in Germany, and finally in Denmark and Norway where, benefitting from the support of the monarchy, he first became a general and later a baron. Ruse died in Sauwerd near Groningen in the Netherlands.",
    "year": 1624,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johann Crüger",
    "birthday": "1598-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/CruegerHirt.jpg/252px-CruegerHirt.jpg",
    "extract": "Johann Crüger was a German composer of well-known hymns. He was also the editor of the most widely used Lutheran hymnal of the 17th century, Praxis pietatis melica.",
    "year": 1598,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Davenport (minister)",
    "birthday": "1597-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Reverend_John_Davenport_by_the_Davenport_Limner_1670.jpeg/269px-Reverend_John_Davenport_by_the_Davenport_Limner_1670.jpeg",
    "extract": "John Davenport was an English Puritan clergyman and co-founder of the American colony of New Haven.",
    "year": 1597,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Julius Henry, Duke of Saxe-Lauenburg",
    "birthday": "1586-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/JuliusHendrikSaksenLauenburg.jpg/255px-JuliusHendrikSaksenLauenburg.jpg",
    "extract": "Julius Henry was duke of Saxe-Lauenburg between 1656 and 1665. Before ascending to the throne he served as Field Marshal in the imperial army.",
    "year": 1586,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jean, Cardinal of Lorraine",
    "birthday": "1498-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Jean_de_Lorraine.jpg/214px-Jean_de_Lorraine.jpg",
    "extract": "Jean de Lorraine was the third son of the ruling Duke of Lorraine, and a French cardinal, who was archbishop of Reims (1532–1538), Lyon (1537–1539), and Narbonne (1524–1550), bishop of Metz, and Administrator of the dioceses of Toul, Verdun, Thérouanne, Luçon, Albi, Valence, Nantes and Agen (1538–1550). He was a personal friend, companion, and advisor of King Francis I of France. Jean de Lorraine was the richest prelate in the reign of Francis I, as well as the most flagrant pluralist. He is one of several cardinals known as the Cardinal de Lorraine.",
    "year": 1498,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Camilla Battista da Varano",
    "birthday": "1458-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Camillavarano.jpg/289px-Camillavarano.jpg",
    "extract": "Camilla Battista da Varano O.S.C.,, from Camerino, Italy, was an Italian princess and a Poor Clare nun and abbess. She is venerated as a saint in the Catholic Church.",
    "year": 1458,
    "month": 4,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ayurbarwada Buyantu Khan",
    "birthday": "1285-4-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/YuanEmperorAlbumAyurbarvadaBuyantuPortrait.jpg/254px-YuanEmperorAlbumAyurbarvadaBuyantuPortrait.jpg",
    "extract": "Buyantu Khan, born Ayurbarwada, also known by the temple name Renzong (Emperor Renzong of Yuan, was the fourth emperor of the Yuan dynasty of China. Apart from Emperor of China, he is regarded as the eighth Great Khan of the Mongol Empire, although it was only nominal due to the division of the empire. His name means \"blessed/good Khan\" in the Mongolian language. His name \"Ayurbarwada\" was from a Sanskrit compound \"Āyur-parvata\", which means \"the mountain of longevity\", in contrast with Emperor Wuzong's name Qaišan.",
    "year": 1285,
    "month": 4,
    "day": 9,
    "language": "en"
  }
]