[
  {
    "name": "Tyus Jones",
    "birthday": "1996-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Tyus_Jones_2021_%28cropped%29.jpg/206px-Tyus_Jones_2021_%28cropped%29.jpg",
    "extract": "Tyus Robert Jones Sr. is an American professional basketball player for the Memphis Grizzlies of the National Basketball Association (NBA). He previously played for his hometown team the Minnesota Timberwolves for 4 seasons before signing with the Memphis Grizzlies in the 2019 offseason. He played college basketball for the Duke Blue Devils in his freshman season as part of the 2014–15 National Championship team. He was ranked among the top 10 players in the national high school class of 2014 by Rivals.com, Scout.com and ESPN. He was a Minnesota State High School League (MSHSL) Class 4A state champion, three-time Minnesota Associated Press Boys Basketball Player of the Year and three-time Minnesota Boys Basketball Gatorade Player of the Year for Apple Valley High School. He played in the 2014 McDonald's All-American Boys Game, 2014 Jordan Brand Classic and the 2014 Nike Hoop Summit. He won the skills competition at the 2014 McDonald's All-American Game and posted the only double-double in the 2014 Jordan Brand Classic.",
    "year": 1996,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kateřina Siniaková",
    "birthday": "1996-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Siniakova_WM19_%288%29_%2848521752006%29.jpg/213px-Siniakova_WM19_%288%29_%2848521752006%29.jpg",
    "extract": "Kateřina Siniaková is a Czech professional tennis player who is the current world No. 1 in doubles.",
    "year": 1996,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Missy Franklin",
    "birthday": "1995-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Missy_Franklin_after_winning_200m_backstroke_%288991936317%29_%28cropped%29.jpg/232px-Missy_Franklin_after_winning_200m_backstroke_%288991936317%29_%28cropped%29.jpg",
    "extract": "Melissa Franklin Johnson is an American former competition swimmer and five-time Olympic gold medalist. She formerly held the world record in the 200-meter backstroke. As a member of the U.S. national swim team, she also held the world records in the 4×100-meter medley relay.",
    "year": 1995,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gabriella Papadakis",
    "birthday": "1995-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Gabriella_Papadakis_at_the_2018_Olympics.jpg/213px-Gabriella_Papadakis_at_the_2018_Olympics.jpg",
    "extract": "Gabriella Maria Papadakis is a French ice dancer. With her partner, Guillaume Cizeron, she is the 2022 Olympic champion, 2018 Olympic silver medalist, a five-time World champion, a five-time consecutive European champion (2015–2019), the 2017 and 2019 Grand Prix Final champion, and a seven-time French national champion. They have won ten gold medals on the Grand Prix series. Earlier in their career, they won silver at the 2012 Junior Grand Prix Final and at the 2013 World Junior Championships.",
    "year": 1995,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Salvador Pérez",
    "birthday": "1990-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Salvador_P%C3%A9rez_on_October_19%2C_2015.jpg/293px-Salvador_P%C3%A9rez_on_October_19%2C_2015.jpg",
    "extract": "Salvador Johan Pérez Diaz, nicknamed \"Salvy\", is a Venezuelan-American professional baseball catcher for the Kansas City Royals of Major League Baseball (MLB). He is a seven-time MLB All-Star, five-time Gold Glove Award winner, and received the World Series Most Valuable Player Award when the Royals won the 2015 World Series over the New York Mets.",
    "year": 1990,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ivana Španović",
    "birthday": "1990-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Ivana_%C5%A0panovi%C4%87_%282017%29.jpg/320px-Ivana_%C5%A0panovi%C4%87_%282017%29.jpg",
    "extract": "Ivana Vuleta née Španović is a Serbian long jumper, two-time World indoor champion, European champion and three times European indoor champion. In 2013, she became the first Serbian track and field athlete to win a medal at the IAAF Outdoor World Championships. \nIn 2018, she became the first Serbian track and field athlete to win a world senior gold medal at the IAAF Indoor World Championships. She is the Serbian record holder in the long jump, indoors and outdoors, and also she is the national indoor record holder in the 60 metres and in the pentathlon. Her coach is Goran Obradović and she is a member of the Athletic Club Vojvodina in Novi Sad.",
    "year": 1990,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Wilson Chandler",
    "birthday": "1987-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Wilson_Chandler_%2839171022950%29_%28cropped%29.jpg/226px-Wilson_Chandler_%2839171022950%29_%28cropped%29.jpg",
    "extract": "Wilson Jamall Chandler is an American professional basketball player who last played for Zhejiang Guangsha Lions of the Chinese Basketball Association (CBA). He has previously played for Zhejiang Guangsha of the Chinese Basketball Association during the 2011 NBA lockout and the NBA's New York Knicks and Denver Nuggets. He played college basketball for the DePaul Blue Demons for two years before declaring for the 2007 NBA draft, where he was a first-round selection of the Knicks. Chandler is listed at 6 ft 8 in. and 225 lbs. He can play both forward positions.",
    "year": 1987,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ryan Getzlaf",
    "birthday": "1985-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Ryan_Getzlaf_%2825711579383%29.jpg/213px-Ryan_Getzlaf_%2825711579383%29.jpg",
    "extract": "Ryan Getzlaf is a Canadian former professional ice hockey player. Getzlaf played his entire professional career with the Anaheim Ducks and is the franchise's all-time leading scorer. A first-round selection, 19th overall, at the 2003 NHL Entry Draft, he played in three NHL All-Star Games and was a member of the Ducks' 2007 Stanley Cup championship team. A playmaker and power forward, Getzlaf is the Ducks' all-time leader in games played, assists, and points. He led the Ducks in assists twelve times, including a franchise record of 66 in 2008–09, and in points eight times.",
    "year": 1985,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jon Schofield (canoeist)",
    "birthday": "1985-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Jon_Schofield_in_2013_%28cropped%29_1.jpg/222px-Jon_Schofield_in_2013_%28cropped%29_1.jpg",
    "extract": "Jon Schofield is a British canoeist. He partnered with Liam Heath in the men's kayak double 200m sprint event, and they have won a bronze in K-2 200 at the 2012 Summer Olympics, and a silver at the 2016 Summer Olympics in the same event. They have also won gold at the European Championships three times as well as silver and bronze medals at the World Championships.",
    "year": 1985,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Edward Mujica",
    "birthday": "1984-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Edward_Mujica_on_August_14%2C_2015.jpg/320px-Edward_Mujica_on_August_14%2C_2015.jpg",
    "extract": "Edward José Mujica is a Venezuelan former professional baseball pitcher. He played in Major League Baseball (MLB) for the Cleveland Indians, San Diego Padres, Florida/Miami Marlins, St. Louis Cardinals, Boston Red Sox, Oakland Athletics and Detroit Tigers.",
    "year": 1984,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gustav Fridolin",
    "birthday": "1983-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Gustav_fridolin.riksmotet2016.16d759.1340322.jpg/240px-Gustav_fridolin.riksmotet2016.16d759.1340322.jpg",
    "extract": "Per Gustav Edvard Fridolin is a Swedish journalist, author, teacher and former politician who served as Minister for Education from 2014 to 2019 and as one of two spokespersons of the Green Party from 2011 to 2019.",
    "year": 1983,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Samuel Dalembert",
    "birthday": "1981-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Samuel_Dalembert_2014-02-28.jpg/240px-Samuel_Dalembert_2014-02-28.jpg",
    "extract": "Samuel Davis Dalembert is a Haitian-Canadian former professional basketball player who played 13 seasons in the National Basketball Association (NBA). He played college basketball for Seton Hall University. During his active NBA career, Dalembert was known for his rebounding as well as his shot blocking ability.",
    "year": 1981,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Humberto Suazo",
    "birthday": "1981-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Humberto_Suazo_headshot.jpg/273px-Humberto_Suazo_headshot.jpg",
    "extract": "Humberto Andrés Suazo Pontivo, nicknamed Chupete, is a Chilean professional footballer who plays as a striker for Deportes La Serena. In 2006, he was awarded the IFFHS World's Top Goal Scorer. After winning the Apertura 2007 with Colo Colo, he moved to Liga MX club CF Monterrey, where he became the club's all-time top scorer as well as winning two Liga MX titles, and three CONCACAF Champions League titles. He returned to Colo-Colo in 2015 after seven years with Monterrey.",
    "year": 1981,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kenan Thompson",
    "birthday": "1978-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Kenan_Thompson_2019.png/281px-Kenan_Thompson_2019.png",
    "extract": "Kenan Thompson is an American actor and comedian. He has been a cast member of the NBC sketch comedy series Saturday Night Live since 2003, making him the longest-tenured cast member in the show's history. He was also the first regular cast member born after the show's premiere in 1975. He starred on the NBC sitcom Kenan (2021–2022).",
    "year": 1978,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Hélio Castroneves",
    "birthday": "1975-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Helio_Castroneves_2009_Indy_500_Carb_Day.JPG/288px-Helio_Castroneves_2009_Indy_500_Carb_Day.JPG",
    "extract": "Hélio Castroneves is a Brazilian auto racing driver. He has won the Indianapolis 500 a record-equalling four times: in 2001, 2002, 2009, and 2021. He won the 2021 24 Hours of Daytona with Wayne Taylor Racing and the 2022 24 Hours of Daytona with Meyer Shank Racing, and was runner-up in the IndyCar Series drivers' championship in 2002, 2008, 2013, and 2014. He won the IMSA SportsCar Championship in 2020. Castroneves began competitive go-karting at age 10, before progressing to car racing, in the Formula Chevrolet Brazil, Formula 3 Sudamericana, the British Formula Three Championship, and Indy Lights. He entered Championship Auto Racing Teams (CART) in 1998 with Bettenhausen Racing and with Hogan Racing in 1999, achieving one second place each with both teams. Castroneves moved to Team Penske in place of Greg Moore for 2000 and 2001, winning three races in both years.",
    "year": 1975,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Adam Deadmarsh",
    "birthday": "1975-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Adam_Deadmarsh_-_Colorado_Avalanche.jpg/291px-Adam_Deadmarsh_-_Colorado_Avalanche.jpg",
    "extract": "Adam Richard Deadmarsh is a Canadian-born American former professional ice hockey player who played in the NHL with the Quebec Nordiques, Colorado Avalanche and the Los Angeles Kings. Deadmarsh was later a video coordinator and assistant coach with the Avalanche, before concussion issues forced him to step down after the 2011–12 season, nine years after his playing career ended for the same reason.",
    "year": 1975,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sylvain Wiltord",
    "birthday": "1974-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Sylvain_Wiltord_Rennes_081229.jpg/267px-Sylvain_Wiltord_Rennes_081229.jpg",
    "extract": "Sylvain Claude Wiltord is a French former professional footballer. Mainly a right winger, he also played as a centre-forward, second striker and on the left wing.",
    "year": 1974,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Christian Wörns",
    "birthday": "1972-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Worns.jpg/238px-Worns.jpg",
    "extract": "Christian Wörns is a German former professional footballer who played as a defender. Wörns is widely considered one of the finest German defenders of his generation. He started his career with Waldhof Mannheim but played the majority of his career with Bayer Leverkusen and Borussia Dortmund. He also had a short stint with Paris Saint-Germain.",
    "year": 1972,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ådne Søndrål",
    "birthday": "1971-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/%C3%85dne_S%C3%B8ndr%C3%A5l.JPG/219px-%C3%85dne_S%C3%B8ndr%C3%A5l.JPG",
    "extract": "Ådne Søndrål is a former Norwegian speed skater.",
    "year": 1971,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gabriela Montero",
    "birthday": "1970-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/GMontero.jpg/214px-GMontero.jpg",
    "extract": "Gabriela Montero is a Venezuelan pianist, known in particular for her real-time improvisation of complex musical pieces on themes suggested by her audience and other sources, as well as for performances of standard classical repertoire.",
    "year": 1970,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David Weir (Scottish footballer)",
    "birthday": "1970-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/David_Weir_2014.jpg/320px-David_Weir_2014.jpg",
    "extract": "David Gillespie Weir is a Scottish football coach and former professional player.",
    "year": 1970,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dennis Bergkamp",
    "birthday": "1969-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Dennis_Bergkamp_2014.jpg/320px-Dennis_Bergkamp_2014.jpg",
    "extract": "Dennis Nicolaas Maria Bergkamp is a Dutch professional football coach and former player. Originally a wide midfielder, Bergkamp was moved to main striker and then to second striker, where he remained throughout his playing career. Nicknamed the \"Non-Flying Dutchman\" by Arsenal supporters due to his fear of flying, Bergkamp is widely regarded as one of the greatest players of his generation, and one of Arsenal's greatest ever players.",
    "year": 1969,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Scalzi",
    "birthday": "1969-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/John_Scalzi_by_Gage_Skidmore.jpg/255px-John_Scalzi_by_Gage_Skidmore.jpg",
    "extract": "John Michael Scalzi II is an American science fiction author and former president of the Science Fiction and Fantasy Writers of America. He is best known for his Old Man's War series, three novels of which have been nominated for the Hugo Award, and for his blog Whatever, where he has written on a number of topics since 1998. He won the Hugo Award for Best Fan Writer in 2008 based predominantly on that blog, which he has also used for several charity drives. His novel Redshirts won the 2013 Hugo Award for Best Novel. He has written non-fiction books and columns on diverse topics such as finance, video games, films, astronomy, writing and politics, and served as a creative consultant for the TV series Stargate Universe.",
    "year": 1969,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Al Murray",
    "birthday": "1968-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Al_Murray.jpg/320px-Al_Murray.jpg",
    "extract": "Alastair James Hay Murray is an English comedian, actor, musician and writer. In 2003 he was listed in The Observer as one of the 50 funniest acts in British comedy, and in 2007 he was voted the 16th greatest stand-up comic on Channel 4's 100 Greatest Stand-Ups.",
    "year": 1968,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jonathan Edwards (triple jumper)",
    "birthday": "1966-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Jonathan_Edwards_olympics_2000_%28cropped%29.jpg/225px-Jonathan_Edwards_olympics_2000_%28cropped%29.jpg",
    "extract": "Jonathan David Edwards, is a British former triple jumper. He is an Olympic, World, European and Commonwealth champion, and has held the world record in the event since 1995.",
    "year": 1966,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Linda Evangelista",
    "birthday": "1965-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a8/LindaEvangelista_%28cropped%29.jpg",
    "extract": "Linda Evangelista is a Canadian fashion model and one of the top supermodels from the 1990s. She is regarded as one of the most accomplished and influential models of all time, and has been featured on over 700 magazine covers. Evangelista is primarily known for being the longtime \"muse\" of photographer Steven Meisel, as well as for the phrase: \"We don't wake up for less than $10,000 a day.\" She holds the record for her multiple appearances on the cover of Vogue Italia, all of which were photographed by Meisel.",
    "year": 1965,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Lisa Nowak",
    "birthday": "1963-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Lisa_M._Nowak.jpg/256px-Lisa_M._Nowak.jpg",
    "extract": "Lisa Marie Nowak is an American aeronautical engineer, and former NASA astronaut and United States Navy captain. Nowak served as naval flight officer and test pilot in the Navy, and was selected by NASA for NASA Astronaut Group 16 in 1996, qualifying as a mission specialist in robotics. She flew in space aboard Space Shuttle Discovery during the STS-121 mission in July 2006, when she was responsible for operating the robotic arms of the shuttle and the International Space Station. In 2007, Nowak was involved in an incident that led to her being removed from NASA and the Navy.",
    "year": 1963,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bono",
    "birthday": "1960-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Bono_singing_in_Indianapolis_on_Joshua_Tree_Tour_2017_9-10-17.jpg/302px-Bono_singing_in_Indianapolis_on_Joshua_Tree_Tour_2017_9-10-17.jpg",
    "extract": "Paul David Hewson, known by his stage name Bono, is an Irish singer-songwriter, activist, and philanthropist. He is the lead vocalist and primary lyricist of the rock band U2.",
    "year": 1960,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dean Heller",
    "birthday": "1960-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Dean_Heller%2C_official_portrait%2C_114th_Congress.jpg/252px-Dean_Heller%2C_official_portrait%2C_114th_Congress.jpg",
    "extract": "Dean Arthur Heller is an American businessman and politician who served as a United States senator for Nevada from 2011 to 2019. A member of the Republican Party, he served as the 15th secretary of state of Nevada from 1995 to 2007 and U.S. representative for Nevada's 2nd congressional district from 2007 to 2011. He was appointed to the U.S. Senate by Governor Brian Sandoval and elected to a full term in the 2012 election. Heller unsuccessfully ran for a second term in 2018, losing to Democrat Jacky Rosen. He is a candidate for governor of Nevada in 2022.",
    "year": 1960,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Merlene Ottey",
    "birthday": "1960-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Ottey.jpg/234px-Ottey.jpg",
    "extract": "Merlene Joyce Ottey OJ, CD is a Jamaican-Slovenian former track and field sprinter. She began her career representing Jamaica in 1978, and continued to do so for 24 years, before representing Slovenia from 2002 to 2012. She is ranked fourth on the all-time list over 60 metres (indoor), eighth on the all-time list over 100 metres and sixth on the all-time list over 200 metres. She is the current world indoor record holder for 200 metres with 21.87 seconds, set in 1993. She was named Jamaican Sportswoman of the Year 13 times between 1979 and 1995.",
    "year": 1960,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Victoria Rowell",
    "birthday": "1959-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/58/De%27Von_Brown_with_Actress_Victoria_Rowell.jpg",
    "extract": "Victoria Lynn Rowell is an American actress. She began her career as a ballet dancer and model before making her acting debut in the 1987 comedy film Leonard Part 6. In 1990, Rowell joined the cast of the CBS daytime soap opera The Young and the Restless as Drucilla Winters, her signature and longest role on television, for which she was nominated for three Daytime Emmy Awards. She departed from the show in 2007. Rowell is also well known for her role as Dr. Amanda Bentley in the CBS medical crime drama Diagnosis: Murder (1993–2001). From 1993 to 2000, she appeared on both series simultaneously.",
    "year": 1959,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Danny Schayes",
    "birthday": "1959-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Danny_Schayes_1993-94.jpg/275px-Danny_Schayes_1993-94.jpg",
    "extract": "Daniel Leslie Schayes is an American former professional basketball player who played for Syracuse University and played 18 seasons in the National Basketball Association (NBA), from 1981 until 1999. At 6' 11\" and 235 pounds, he played at center. He is the son of the late Dolph Schayes, who was selected for the Naismith Memorial Basketball Hall of Fame. Since his retirement from the NBA, Schayes has served as co-host of Centers of Attention, a sports talk show on ESPN Radio Syracuse in Syracuse, New York. His co-host is Etan Thomas, also a retired American professional basketball player.",
    "year": 1959,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Cindy Hyde-Smith",
    "birthday": "1959-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Official_headshot_of_US_Senator_Cindy_Hyde-Smith.jpg/256px-Official_headshot_of_US_Senator_Cindy_Hyde-Smith.jpg",
    "extract": "Cindy Hyde-Smith is an American politician serving as the junior United States senator from Mississippi since 2018. A member of the Republican Party, she was previously the Mississippi Commissioner of Agriculture and Commerce and a member of the Mississippi State Senate.",
    "year": 1959,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gaétan Boucher",
    "birthday": "1958-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Ga%C3%A9tan_Boucher.jpg/289px-Ga%C3%A9tan_Boucher.jpg",
    "extract": "Gaétan T. Boucher,, is a Canadian former speed skating Olympic champion.",
    "year": 1958,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rick Santorum",
    "birthday": "1958-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Rick_Santorum_by_Gage_Skidmore_12.jpg/230px-Rick_Santorum_by_Gage_Skidmore_12.jpg",
    "extract": "Richard John Santorum is an American politician, attorney, and political commentator. A member of the Republican Party, he served as a United States Senator from Pennsylvania from 1995 to 2007 and was the Senate's third-ranking Republican from 2001 to 2007. Santorum ran for the 2012 Republican presidential nomination, finishing second to Mitt Romney. In January 2017, he became a CNN senior political commentator. However, he was terminated from his contract with CNN in May 2021 due to comments he made about Native Americans a few weeks prior which were deemed \"dismissive\".",
    "year": 1958,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sid Vicious",
    "birthday": "1957-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Sid_Vicious_1978_%28cropped%29.jpg/274px-Sid_Vicious_1978_%28cropped%29.jpg",
    "extract": "John Simon Ritchie, a.k.a. John Beverley and widely known as Sid Vicious, was an English musician, best known as the bassist for the punk rock band Sex Pistols. Despite dying in 1979 at age 21, he remains an icon of the Punk subculture; one of his friends noted that he embodied \"everything in punk that was dark, decadent and nihilistic.\"",
    "year": 1957,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Vladislav Listyev",
    "birthday": "1956-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Listiev.jpeg/320px-Listiev.jpeg",
    "extract": "Vladislav (Vlad) Nikolayevich Listyev was a Russian journalist and head of the ORT TV Channel.",
    "year": 1956,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mark David Chapman",
    "birthday": "1955-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/48/Markdavidchapman.jpg/260px-Markdavidchapman.jpg",
    "extract": "Mark David Chapman is an incarcerated American who murdered former Beatle John Lennon in New York City on December 8, 1980. As Lennon walked into the archway of his apartment at The Dakota, Chapman fired five shots at Lennon from a few yards away with a Charter Arms Undercover .38 Special revolver. Lennon was hit four times from the back. Chapman remained at the scene reading J. D. Salinger's novel The Catcher in the Rye until he was arrested by police. He planned to cite the novel as his manifesto.",
    "year": 1955,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sly Dunbar",
    "birthday": "1952-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/SlyDunbar1979.png/320px-SlyDunbar1979.png",
    "extract": "Lowell Fillmore \"Sly\" Dunbar is a drummer, best known as one half of the prolific Jamaican rhythm section and reggae production duo Sly and Robbie.",
    "year": 1952,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Miuccia Prada",
    "birthday": "1949-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Miuccia_Prada_%28cropped%29.jpg/215px-Miuccia_Prada_%28cropped%29.jpg",
    "extract": "Miuccia Bianchi Prada is an Italian billionaire fashion designer and businesswoman. She is the head designer of Prada and the founder of its subsidiary Miu Miu. As of October 2021, Forbes estimated her net worth at US$4.8 billion. In June 2021, Bloomberg estimated her net worth to be $6.62 billion, ranked 464th in the world.",
    "year": 1949,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Donovan",
    "birthday": "1946-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Donovan_1969.JPG/243px-Donovan_1969.JPG",
    "extract": "Donovan Phillips Leitch, mononymously known as Donovan, is a Scottish musician, songwriter, and record producer. He developed an eclectic and distinctive style that blended folk, jazz, pop, psychedelic rock and world music. He has lived in Scotland, Hertfordshire (England), London, California, and—since at least 2008—in County Cork, Ireland, with his family. Emerging from the British folk scene, Donovan reached fame in the United Kingdom in early 1965 with live performances on the pop TV series Ready Steady Go!.",
    "year": 1946,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Graham Gouldman",
    "birthday": "1946-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Gouldman.png/320px-Gouldman.png",
    "extract": "Graham Keith Gouldman is an English singer, songwriter, and musician, best known as the co-lead singer and bassist of the art rock band 10cc. He has been the band's only constant member since its formation in 1972. Before 10cc, Gouldman worked as a freelance songwriter and penned several hits for major rock and pop groups such as the Yardbirds, the Hollies, Herman's Hermits, and Ohio Express, among others.",
    "year": 1946,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dave Mason",
    "birthday": "1946-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Rock_and_Roll_Hall_of_Famer_Dave_Mason.jpg/213px-Rock_and_Roll_Hall_of_Famer_Dave_Mason.jpg",
    "extract": "David Thomas Mason is an English singer-songwriter and guitarist from Worcester, who first found fame with the rock band Traffic. Over the course of his career, Mason has played and recorded with many notable pop and rock musicians, including Paul McCartney, George Harrison, the Rolling Stones, Jimi Hendrix, Eric Clapton, Michael Jackson, David Crosby, Graham Nash, Steve Winwood, Fleetwood Mac, Delaney & Bonnie, Leon Russell, and Cass Elliot. One of Mason's best known songs is \"Feelin' Alright\", recorded by Traffic in 1968 and later by many other performers, including Joe Cocker, whose version of the song was a hit in 1969. For Traffic, he also wrote \"Hole in My Shoe\", a psychedelic pop song that became a hit in its own right. \"We Just Disagree\", Mason's 1977 solo U.S. hit, written by Jim Krueger, has become a staple of U.S. classic hits and adult contemporary radio playlists.",
    "year": 1946,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Marie-France Pisier",
    "birthday": "1944-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Marie-France_Pisier_%281992%29.jpg",
    "extract": "Marie-France Pisier was a French actress, screenwriter, and director. She appeared in numerous films of the French New Wave and twice earned the national César Award for Best Supporting Actress.",
    "year": 1944,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jim Calhoun",
    "birthday": "1942-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Jim_Calhoun.jpg/234px-Jim_Calhoun.jpg",
    "extract": "James A. Calhoun is a longtime college basketball coach. He is best known for his tenure as head coach of the University of Connecticut (UConn) men's basketball team. His teams won three NCAA national championships, played in four Final Fours, won the 1988 NIT title, and won seven Big East tournament championships. With his team's 2011 NCAA title win, the 68-year-old Calhoun became the oldest coach to win a Division I men's basketball title. He won his 800th game in 2009 and finished his NCAA Division I career with 873 victories, ranking 11th all-time as of February 2019. From 2018–21, he served as head coach of the St. Joseph's University men's basketball team. Calhoun is one of only six coaches in NCAA Division I history to win three or more championships, and he is widely considered one of the greatest coaches of all time. In 2005, he was inducted into the Basketball Hall of Fame.",
    "year": 1942,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Arthur Alexander",
    "birthday": "1940-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ea/Arthur_Alexander.jpg/213px-Arthur_Alexander.jpg",
    "extract": "Arthur Alexander was an American country soul songwriter and singer. Jason Ankeny, music critic for AllMusic, said Alexander was a \"country-soul pioneer\" and that, though largely unknown, \"his music is the stuff of genius, a poignant and deeply intimate body of work on par with the best of his contemporaries.\" Alexander's songs were covered by such stars as the Beatles, the Rolling Stones, Bob Dylan, Gerry and the Pacemakers, Otis Redding, Tina Turner, Pearl Jam, and Jerry Lee Lewis.",
    "year": 1940,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Wayne Dyer",
    "birthday": "1940-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/WayneDyerByPhilKonstantin.jpg/320px-WayneDyerByPhilKonstantin.jpg",
    "extract": "Wayne Walter Dyer was an American self-help author and a motivational speaker. Dyer completed a Ed.D. in guidance and counseling at Wayne State University in 1970. Early in his career, he worked as a high school guidance counselor, and went on to run a successful private therapy practice. He became a popular professor of counselor education at St. John's University, where he was approached by a literary agent to put his ideas into book form. The result was his first book, Your Erroneous Zones (1976), one of the best-selling books of all time, with an estimated 100 million copies sold to date. This launched Dyer's career as a motivational speaker and self-help author, during which he published 20 more best-selling books and produced a number of popular specials for PBS. Influenced by thinkers such as Abraham Maslow and Albert Ellis, Dyer's early work focused on psychological themes such as motivation, self actualization and assertiveness. By the 1990s, the focus of his work had shifted to spirituality. Inspired by Swami Muktananda and New Thought, he promoted themes such as the \"power of intention,\" collaborated with alternative medicine advocate Deepak Chopra on a number of projects, and was a frequent guest on the Oprah Winfrey Show.",
    "year": 1940,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Manuel Santana",
    "birthday": "1938-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/MSantana.jpg/230px-MSantana.jpg",
    "extract": "Manuel Santana Martínez, also known as Manolo Santana, was a Spanish tennis player. He was ranked as amateur world No. 1 in 1965 by Ned Potter and in 1966 by Lance Tingay and Sport In The USSR.",
    "year": 1938,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tamara Press",
    "birthday": "1937-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Tamara_Press_1964.jpg/193px-Tamara_Press_1964.jpg",
    "extract": "Tamara Natanovna Press was a Soviet athlete who dominated the shot put and discus throw in the early 1960s. She won three gold medals and one silver medal at the 1960 and 1964 Olympics and three European titles in 1958–1962. Between 1959 and 1965 she set 11 world records: five in the shot put and six in the discus. She also held 16 national titles, nine in the shot put (1958–66) and seven in the discus (1960–66).",
    "year": 1937,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Larry Williams",
    "birthday": "1935-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/53/Larry_Williams.jpg/320px-Larry_Williams.jpg",
    "extract": "Larry Williams was an American rhythm and blues and rock and roll singer, songwriter, producer, and pianist from New Orleans, Louisiana. Williams is best known for writing and recording some rock and roll classics from 1957 to 1959 for Specialty Records, including \"Bony Moronie\", \"Short Fat Fannie\", \"Slow Down\", \"Dizzy, Miss Lizzy\" (1958), \"Bad Boy\" and \"She Said Yeah\" (1959). John Lennon was a fan, and The Beatles and several other British Invasion groups recorded several of his songs.",
    "year": 1935,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jean Becker (director)",
    "birthday": "1933-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Jean_Becker_2013.jpg/214px-Jean_Becker_2013.jpg",
    "extract": "Jean Becker is a French film director, screenwriter and actor. He is son of the director Jacques Becker.",
    "year": 1933,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ettore Scola",
    "birthday": "1931-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Ettore_Scola.jpg",
    "extract": "Ettore Scola was an Italian screenwriter and film director. He received a Golden Globe for Best Foreign Film in 1978 for his film A Special Day and over the course of his film career was nominated for five Academy Awards for Best Foreign Language Film.",
    "year": 1931,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "George E. Smith",
    "birthday": "1930-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Nobel_Prize_2009-Press_Conference_KVA-27.jpg/225px-Nobel_Prize_2009-Press_Conference_KVA-27.jpg",
    "extract": "George Elwood Smith is an American scientist, applied physicist, and co-inventor of the charge-coupled device (CCD). He was awarded a one-quarter share in the 2009 Nobel Prize in Physics for \"the invention of an imaging semiconductor circuit—the CCD sensor, which has become an electronic eye in almost all areas of photography\".",
    "year": 1930,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Audun Boysen",
    "birthday": "1929-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Friidrett%2C_Bislet_-_L0020_342Fo30141605030038_%28cropped%29.jpg/229px-Friidrett%2C_Bislet_-_L0020_342Fo30141605030038_%28cropped%29.jpg",
    "extract": "Audun Boysen was a Norwegian middle distance runner. Born in Bjarkøy and raised in Rissa, he first represented Rissa IL and later IK Tjalve in Oslo.",
    "year": 1929,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "George Coe",
    "birthday": "1929-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ac/George_Coe.jpg",
    "extract": "George Coe was an American actor. He was a cast member for the first season of Saturday Night Live and voiced the character of Woodhouse in Archer.",
    "year": 1929,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Antonine Maillet",
    "birthday": "1929-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Antonine_Maillet_cropped.jpg/182px-Antonine_Maillet_cropped.jpg",
    "extract": "Antonine Maillet, is an Acadian novelist, playwright, and scholar. She was born in Bouctouche, New Brunswick, Canada.",
    "year": 1929,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Arnold Rüütel",
    "birthday": "1928-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Vabariigi_President.jpg/241px-Vabariigi_President.jpg",
    "extract": "Arnold Rüütel OIH is an Estonian politician and agricultural scientist. He has served as the last chairman of the Presidium of the Supreme Soviet of the Estonian SSR from April 8, 1983, to March 29, 1990, Chairman of the Supreme Soviet of the Estonian SSR from March 29, 1990, to October 6, 1992, and was the third president of Estonia from October 8, 2001, to October 9, 2006. He was the second president since Estonia regained independence in 1991. Rüütel also served as one of fifteen Deputy Chairmen of the Supreme Soviet of the USSR.",
    "year": 1928,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Lothar Schmid",
    "birthday": "1928-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Lothar_Schmid_1961_Oberhausen.jpg/256px-Lothar_Schmid_1961_Oberhausen.jpg",
    "extract": "Lothar Maximilian Lorenz Schmid was a German chess grandmaster. He was born in Radebeul near Dresden into a family who were the co-owners of the\nKarl May Press, which published the German Karl May adventure novels.",
    "year": 1928,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nayantara Sahgal",
    "birthday": "1927-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Nayantara_Sahagal%2CIndian_origin_english_language_writer%2CIndia.jpg/320px-Nayantara_Sahagal%2CIndian_origin_english_language_writer%2CIndia.jpg",
    "extract": "Nayantara Sahgal is an Indian writer who writes in English. She is a member of the Nehru–Gandhi family, the second of the three daughters born to Jawaharlal Nehru's sister, Vijaya Lakshmi Pandit.",
    "year": 1927,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Hugo Banzer",
    "birthday": "1926-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/51_-_Hugo_Banzer.jpg/212px-51_-_Hugo_Banzer.jpg",
    "extract": "Hugo Banzer Suárez was a Bolivian politician and military officer who served as the 51st President of Bolivia. He held the Bolivian presidency twice: from 1971 to 1978 in a military dictatorship; and then again from 1997 to 2001, as a democratically elected president.",
    "year": 1926,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Heydar Aliyev",
    "birthday": "1923-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Heydar_Aliyev_%28crop%29.jpg/234px-Heydar_Aliyev_%28crop%29.jpg",
    "extract": "Heydar Alirza oghlu Aliyev was a Soviet and Azerbaijani politician who served as the third president of Azerbaijan from October 1993 to October 2003. Originally a high-ranking official in the KGB of the Azerbaijan SSR, serving for 28 years in Soviet state security organs (1941–1969), he led Soviet Azerbaijan from 1969 to 1982 and held the post of First Deputy Premier of the Soviet Union from 1982 to 1987.",
    "year": 1923,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Otar Korkia",
    "birthday": "1923-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/43/Otar_Korkia.jpg/148px-Otar_Korkia.jpg",
    "extract": "Otar Korkia was a Georgian professional basketball player and coach. He was named one of FIBA's 50 Greatest Players, in 1991. He was also named the Best Georgian Basketball Player of the 20th Century, and the Best Georgian Sportsman of the 20th Century. He was born in Kutaisi.",
    "year": 1923,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David Azrieli",
    "birthday": "1922-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Mr._David_Azrieli.jpg/213px-Mr._David_Azrieli.jpg",
    "extract": "David Joshua Azrieli, was a Canadian real estate tycoon, developer, designer, architect, and philanthropist. With an estimated net worth of US$3.1 billion as of March 2013, Azrieli was ranked by Forbes as the ninth wealthiest Canadian and 401st in the world.",
    "year": 1922,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nancy Walker",
    "birthday": "1922-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cd/NancyWalker.gif/276px-NancyWalker.gif",
    "extract": "Nancy Walker was an American actress and comedian of stage, screen, and television. She was also a film and television director. During her five-decade-long career, she may be best remembered for her long-running roles as Mildred on McMillan & Wife and Ida Morgenstern, who first appeared on several episodes of The Mary Tyler Moore Show and later became a prominent recurring character on the spinoff series Rhoda.",
    "year": 1922,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bert Weedon",
    "birthday": "1920-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6c/Bert_Weedon1.jpeg",
    "extract": "Herbert Maurice William Weedon, OBE was an English guitarist whose style of playing was popular and influential during the 1950s and 1960s. He was the first British guitarist to have a hit record in the UK Singles Chart, in 1959, and his best-selling tutorial guides, Play in a Day, were a major influence on many leading British musicians, such as Eric Clapton, Brian May and Paul McCartney. He was awarded an OBE in 2001 for his \"services to music\".",
    "year": 1920,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ella Grasso",
    "birthday": "1919-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Ella_Grasso.jpg/243px-Ella_Grasso.jpg",
    "extract": "Ella Rosa Giovianna Oliva Grasso was an American politician and member of the Democratic Party who served as the 83rd Governor of Connecticut from January 8, 1975, to December 31, 1980, after rejecting past offers of candidacies for Senate and Governor. She was the first woman elected to this office and the first woman to be elected governor of a U.S. state without having been the spouse or widow of a former governor. She resigned as governor due to her battle with ovarian cancer.",
    "year": 1919,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "T. Berry Brazelton",
    "birthday": "1918-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/T_Berry_Brazleton.jpg/223px-T_Berry_Brazleton.jpg",
    "extract": "Thomas Berry Brazelton was an American pediatrician, author, and the developer of the Neonatal Behavioral Assessment Scale (NBAS). Brazelton hosted the cable television program What Every Baby Knows, and wrote a syndicated newspaper column. He wrote more than two hundred scholarly papers and twenty-four books.",
    "year": 1918,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Milton Babbitt",
    "birthday": "1916-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/08/Milton_Babbitt.jpg",
    "extract": "Milton Byron Babbitt was an American composer, music theorist, mathematician, and teacher. He is particularly noted for his serial and electronic music.",
    "year": 1916,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Denis Thatcher",
    "birthday": "1915-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Denis_Thatcher_%28cropped%29.jpg/234px-Denis_Thatcher_%28cropped%29.jpg",
    "extract": "Sir Denis Thatcher, 1st Baronet, was an English businessman and the husband of Margaret Thatcher, who served as the first female British prime minister from 1979 to 1990; in turn, he became the first male prime ministerial spouse.",
    "year": 1915,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bel Kaufman",
    "birthday": "1911-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Bel_Kaufman_speaks_about_making_trouble_2013_%28cropped%29.jpg/320px-Bel_Kaufman_speaks_about_making_trouble_2013_%28cropped%29.jpg",
    "extract": "Bella Kaufman was an American teacher and author, well known for writing the bestselling 1964 novel Up the Down Staircase.",
    "year": 1911,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Maybelle Carter",
    "birthday": "1909-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Maybelle_Carter_1960s_LOC.jpg/320px-Maybelle_Carter_1960s_LOC.jpg",
    "extract": "\"Mother\" Maybelle Carter was an American country musician and originator of the \"Carter scratch\". She is best known as a member of the Original Carter Family act from the late 1920s until the early 1940s and was a member of the Carter Sisters and Mother Maybelle.",
    "year": 1909,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Carl Albert",
    "birthday": "1908-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Profile_of_Carl_Albert%2C_smiling.jpg/255px-Profile_of_Carl_Albert%2C_smiling.jpg",
    "extract": "Carl Bert Albert was an American lawyer and politician who served as the 46th speaker of the United States House of Representatives from 1971 to 1977 and represented Oklahoma's 3rd congressional district as a Democrat from 1947 to 1977.",
    "year": 1908,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Markos Vamvakaris",
    "birthday": "1905-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Piraeus_Quartet.jpg/320px-Piraeus_Quartet.jpg",
    "extract": "Márkos Vamvakáris, was a rebetiko musician. He is universally referred to by rebetiko writers and fans simply by his first name, Márkos. The great significance of Vamvakaris for the rebetiko is also reflected by his nickname: the \"patriarch of the rebetiko\".",
    "year": 1905,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Otto Bradfisch",
    "birthday": "1903-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Prozess_gegen_SS-Obersturmf%C3%BChrer_Hans_Graalfs_wegen_Beihilfe_zum_Massenmord_an_Juden_in_Wei%C3%9Frussland_%28Kiel_32.371%29.jpg/219px-Prozess_gegen_SS-Obersturmf%C3%BChrer_Hans_Graalfs_wegen_Beihilfe_zum_Massenmord_an_Juden_in_Wei%C3%9Frussland_%28Kiel_32.371%29.jpg",
    "extract": "Otto Bradfisch was an economist, a jurist, an SS-Obersturmbannführer, leader of Einsatzkommando 8 of Einsatzgruppe B of the Security Police and the SD, and Commander of the Security Police in Litzmannstadt (Łódź) and Potsdam.",
    "year": 1903,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David O. Selznick",
    "birthday": "1902-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/DavidSelznick.jpg/228px-DavidSelznick.jpg",
    "extract": "David O. Selznick was an American film producer, screenwriter and film studio executive. He is best known for producing Gone with the Wind (1939) and Rebecca (1940), both of which earned him an Academy Award for Best Picture.",
    "year": 1902,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "J. D. Bernal",
    "birthday": "1901-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b9/John_Desmond_Bernal.jpg",
    "extract": "John Desmond Bernal was an Irish scientist who pioneered the use of X-ray crystallography in molecular biology. He published extensively on the history of science. In addition, Bernal wrote popular books on science and society. He was a communist activist and a member of the Communist Party of Great Britain (CPGB).",
    "year": 1901,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Hildrus Poindexter",
    "birthday": "1901-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Hildrus_Poindexter._Photograph_by_L.J._Bruce-Chwatt._Wellcome_V0028003.jpg/229px-Hildrus_Poindexter._Photograph_by_L.J._Bruce-Chwatt._Wellcome_V0028003.jpg",
    "extract": "Hildrus Augustus \"Gus\" Poindexter was an American bacteriologist who studied the epidemiology of tropical diseases. Poindexter was the son of tenant farmers in rural Tennessee. His father had been enslaved.",
    "year": 1901,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Cecilia Payne-Gaposchkin",
    "birthday": "1900-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Cecilia_Helena_Payne_Gaposchkin_%281900-1979%29_%283%29.jpg/320px-Cecilia_Helena_Payne_Gaposchkin_%281900-1979%29_%283%29.jpg",
    "extract": "Cecilia Helena Payne-Gaposchkin was a British-born American astronomer and astrophysicist who proposed in her 1925 doctoral thesis that stars were composed primarily of hydrogen and helium. Her groundbreaking conclusion was initially rejected because it contradicted the scientific wisdom of the time, which held that there were no significant elemental differences between the Sun and Earth. Independent observations eventually proved she was correct. Her work on the nature of variable stars, carried out with her husband, Sergei Gaposchkin, were foundational to modern astrophysics.",
    "year": 1900,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Fred Astaire",
    "birthday": "1899-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Astaire%2C_Fred_-_Never_Get_Rich.jpg/254px-Astaire%2C_Fred_-_Never_Get_Rich.jpg",
    "extract": "Fred Astaire was an American actor, dancer, singer, choreographer, and television presenter. He is widely considered the greatest dancer in film history.",
    "year": 1899,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ariel Durant",
    "birthday": "1898-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/53/William_and_Ariel_Durant.jpg",
    "extract": "Ariel Durant was a Russian-born American researcher and writer. She was the coauthor of The Story of Civilization with her husband, Will Durant. They were awarded the Pulitzer Prize for General Non-Fiction.",
    "year": 1898,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Einar Gerhardsen",
    "birthday": "1897-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Einar_Gerhardsen_1945.jpeg/231px-Einar_Gerhardsen_1945.jpeg",
    "extract": "Einar Henry Gerhardsen was a Norwegian politician from the Labour Party of Norway. He was the 22nd prime minister of Norway for three periods, 1945–1951, 1955–1963 and 1963–1965. With totally 17 years in office, he is the longest serving Prime Minister in Norway since the introduction of parliamentarism. Many Norwegians often refer to him as \"Landsfaderen\" ; he is generally considered one of the main architects of the post-war rebuilding of Norway after World War II. He also served as the second President of the Nordic Council in 1954.",
    "year": 1897,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dimitri Tiomkin",
    "birthday": "1894-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/06/Dimitri_Tiomkin.jpg/226px-Dimitri_Tiomkin.jpg",
    "extract": "Dimitri Zinovievich Tiomkin was a Russian-born American film composer and conductor. Classically trained in St. Petersburg, Russia before the Bolshevik Revolution, he moved to Berlin and then New York City after the Russian Revolution. In 1929, after the stock market crash, he moved to Hollywood, where he became best known for his scores for Western films, including Duel in the Sun, Red River, High Noon, The Big Sky, 55 Days at Peking, Gunfight at the O.K. Corral, and Last Train from Gun Hill.",
    "year": 1894,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tonita Peña",
    "birthday": "1893-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Tonita_Pe%C3%B1a.jpg/210px-Tonita_Pe%C3%B1a.jpg",
    "extract": "Tonita Peña born as Quah Ah but also used the name Tonita Vigil Peña and María Antonia Tonita Peña. Peña was a renowned Pueblo artist, specializing in pen and ink on paper embellished with watercolor. She was a well-known and influential Native American artist and art teacher of the early 1920s and 1930s.",
    "year": 1893,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mahmoud Mokhtar",
    "birthday": "1891-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Mahmoud_Mukhtar%2C_Nahdat_Misr_%28Egypt%27s_Reawakening%29%2C_1920-1928.jpg/213px-Mahmoud_Mukhtar%2C_Nahdat_Misr_%28Egypt%27s_Reawakening%29%2C_1920-1928.jpg",
    "extract": "Mahmoud Mukhtar was an Egyptian sculptor. He attended the School of Fine Arts in Cairo upon its opening in 1908 by Prince Yusuf Kamal, and was part of the original \"Pioneers\" of the Egyptian Art movement. Despite his early death, he greatly impacted the realization and formation of contemporary Egyptian art. His work is credited with signaling the beginning of the Egyptian modernist movement, and he is often referred to as the father of modern Egyptian sculpture.",
    "year": 1891,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Alfred Jodl",
    "birthday": "1890-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Bundesarchiv_Bild_146-1971-033-01%2C_Alfred_Jodl.jpg/217px-Bundesarchiv_Bild_146-1971-033-01%2C_Alfred_Jodl.jpg",
    "extract": "Alfred Josef Ferdinand Jodl was a German Generaloberst who served as the chief of the Operations Staff of the Oberkommando der Wehrmacht – the German Armed Forces High Command – throughout World War II.",
    "year": 1890,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Max Steiner",
    "birthday": "1888-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/41/Max-steiner_composing.jpg/258px-Max-steiner_composing.jpg",
    "extract": "Maximilian Raoul Steiner was an Austrian-born American music composer for theatre and films, as well as a conductor. He was a child prodigy who conducted his first operetta when he was twelve and became a full-time professional, either composing, arranging, or conducting, when he was fifteen.",
    "year": 1888,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Karl Barth",
    "birthday": "1886-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Karl_Barth_Bundesarchiv_Bild.png",
    "extract": "Karl Barth was a Swiss Calvinist theologian. Barth is well-known in theology for his landmark commentary The Epistle to the Romans, his involvement in the Confessing Church, including his authorship of the Barmen Declaration, and especially his unfinished multi-volume theological summa the Church Dogmatics. Barth's influence expanded well beyond the academic realm to mainstream culture, leading him to be featured on the cover of Time on 20 April 1962.",
    "year": 1886,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Symon Petliura",
    "birthday": "1879-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Symon_Petlura._Photo_1920s.jpg/244px-Symon_Petlura._Photo_1920s.jpg",
    "extract": "Symon Vasylyovych Petliura was a Ukrainian politician and journalist. He became the Supreme Commander of the Ukrainian Army and the President of the Ukrainian People's Republic during Ukraine's short-lived sovereignty in 1918–1921, leading Ukraine's struggle for independence following the fall of the Russian Empire in 1917.",
    "year": 1879,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Konstantinos Parthenis",
    "birthday": "1878-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Kost-parthenis-rubens-circa1900.jpg/225px-Kost-parthenis-rubens-circa1900.jpg",
    "extract": "Konstantinos Parthenis was a distinguished Greek painter, born in Alexandria. Parthenis broke with the Greek academic tradition of the 19th century and introduced modern elements together with traditional themes, like the figure of Christ, in his art.",
    "year": 1878,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gustav Stresemann",
    "birthday": "1878-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Bundesarchiv_Bild_146-1989-040-27%2C_Gustav_Stresemann.jpg/209px-Bundesarchiv_Bild_146-1989-040-27%2C_Gustav_Stresemann.jpg",
    "extract": "Gustav Ernst Stresemann was a German statesman who served as chancellor in 1923 and as foreign minister from 1923 to 1929, during the Weimar Republic.",
    "year": 1878,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ivan Cankar",
    "birthday": "1876-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Ivan_Cankar_1915.jpg/229px-Ivan_Cankar_1915.jpg",
    "extract": "Ivan Cankar was a Slovene writer, playwright, essayist, poet, and political activist. Together with Oton Župančič, Dragotin Kette, and Josip Murn, he is considered as the beginner of modernism in Slovene literature. He is regarded as the greatest writer in Slovene, and has sometimes been compared to Franz Kafka and James Joyce.",
    "year": 1876,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Marcel Mauss",
    "birthday": "1872-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/M.Mauss_1872-1950.jpg/248px-M.Mauss_1872-1950.jpg",
    "extract": "Marcel Mauss was a French sociologist and anthropologist known as the \"Father of French ethnology.\" The nephew of Émile Durkheim, Mauss, in his academic work, crossed the boundaries between sociology and anthropology. Today, he is perhaps better recognised for his influence on the latter discipline, particularly with respect to his analyses of topics such as magic, sacrifice and gift exchange in different cultures around the world. Mauss had a significant influence upon Claude Lévi-Strauss, the founder of structural anthropology. His most famous work is The Gift (1925).",
    "year": 1872,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Swami Sri Yukteswar Giri",
    "birthday": "1855-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Swami_Sri_Yukteswar_Pose.jpg/197px-Swami_Sri_Yukteswar_Pose.jpg",
    "extract": "Sri Yukteswar Giri is the monastic name of Priya Nath Karar, an Indian monk and yogi, and the guru of Paramahansa Yogananda and Swami Satyananda Giri. Born in Serampore, West Bengal, Sri Yukteswar was a Kriya yogi, a Jyotisha, a scholar of the Bhagavad Gita and the Upanishads, an educator, author, and astronomer. He was a disciple of Lahiri Mahasaya of Varanasi and a member of the Giri branch of the Swami order. As a guru, he had two ashrams, one in Serampore and another in Puri, Odisha, between which he alternated his residence throughout the year as he trained disciples.",
    "year": 1855,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Wilhelm Killing",
    "birthday": "1847-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Wilhelm_Karl_Joseph_Killing.jpeg/263px-Wilhelm_Karl_Joseph_Killing.jpeg",
    "extract": "Wilhelm Karl Joseph Killing was a German mathematician who made important contributions to the theories of Lie algebras, Lie groups, and non-Euclidean geometry.",
    "year": 1847,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Benito Pérez Galdós",
    "birthday": "1843-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Photo_of_Benito_P%C3%A9rez_Gald%C3%B3s.jpg/207px-Photo_of_Benito_P%C3%A9rez_Gald%C3%B3s.jpg",
    "extract": "Benito Pérez Galdós was a Spanish realist novelist. He was the leading literary figure in 19th-century Spain, and some scholars consider him second only to Miguel de Cervantes in stature as a Spanish novelist.",
    "year": 1843,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "James Gordon Bennett Jr.",
    "birthday": "1841-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Portrait_of_James_Gordon_Bennett%2C_Jr..jpg/232px-Portrait_of_James_Gordon_Bennett%2C_Jr..jpg",
    "extract": "James Gordon Bennett Jr. was publisher of the New York Herald, founded by his father, James Gordon Bennett Sr. (1795–1872), who emigrated from Scotland. He was generally known as Gordon Bennett to distinguish him from his father. Among his many sports-related accomplishments he organized both the first polo match and the first tennis match in the United States, and he personally won the first trans-oceanic yacht race. He sponsored explorers including Henry Morton Stanley's trip to Africa to find David Livingstone, and the ill-fated USS Jeannette attempt on the North Pole.",
    "year": 1841,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Wilkes Booth",
    "birthday": "1838-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/John_Wilkes_Booth-portrait.jpg/233px-John_Wilkes_Booth-portrait.jpg",
    "extract": "John Wilkes Booth was an American stage actor who assassinated United States President Abraham Lincoln at Ford's Theatre in Washington, D.C., on April 14, 1865. A member of the prominent 19th-century Booth theatrical family from Maryland, he was a noted actor who was also a Confederate sympathizer; denouncing President Lincoln, he lamented the recent abolition of slavery in the United States.",
    "year": 1838,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Montgomery Blair",
    "birthday": "1813-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Montgomery_Blair%2C_photo_three-quarters_length_seated.jpg/254px-Montgomery_Blair%2C_photo_three-quarters_length_seated.jpg",
    "extract": "Montgomery Blair was an American politician and lawyer from Maryland. He served in the Lincoln administration cabinet as Postmaster-General from 1861 to 1864, during the Civil War. He was the son of Francis Preston Blair, elder brother of Francis Preston Blair Jr. and cousin of B. Gratz Brown.",
    "year": 1813,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "William Henry Barlow",
    "birthday": "1812-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/John_Collier_-_William_Henry_Barlow.jpg/258px-John_Collier_-_William_Henry_Barlow.jpg",
    "extract": "William Henry Barlow FRS FRSE FICE MIMechE was an English civil engineer of the 19th century, particularly associated with railway engineering projects. Barlow was involved in many engineering enterprises. He was engineer for the Midland Railway on its London extension and designed the company's London terminus at St Pancras.",
    "year": 1812,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Augustin-Jean Fresnel",
    "birthday": "1788-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Augustin_Fresnel.jpg/261px-Augustin_Fresnel.jpg",
    "extract": "Augustin-Jean Fresnel was a French civil engineer and physicist whose research in optics led to the almost unanimous acceptance of the wave theory of light, excluding any remnant of Newton's corpuscular theory, from the late 1830s  until the end of the 19th century. He is perhaps better known for inventing the catadioptric (reflective/refractive) Fresnel lens and for pioneering the use of \"stepped\" lenses to extend the visibility of lighthouses, saving countless lives at sea. The simpler dioptric stepped lens, first proposed by Count Buffon  and independently reinvented by Fresnel, is used in screen magnifiers and in condenser lenses for overhead projectors.",
    "year": 1788,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Louis-Nicolas Davout",
    "birthday": "1770-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Louis_nicolas_davout.jpg/207px-Louis_nicolas_davout.jpg",
    "extract": "Louis-Nicolas d'Avout, better known as Davout, 1st Duke of Auerstaedt, 1st Prince of Eckmühl, was a French military commander and Marshal of the Empire who served during both the French Revolutionary Wars and the Napoleonic Wars. His talent for war, along with his reputation as a stern disciplinarian, earned him the nickname \"The Iron Marshal\". He is ranked along with Marshals André Masséna and Jean Lannes as one of Napoleon's finest commanders. His loyalty and obedience to Napoleon were absolute. During his lifetime, Davout's name was commonly spelled Davoust - this spelling appears on the Arc de Triomphe and in much of the correspondence between Napoleon and his generals.",
    "year": 1770,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Johann Peter Hebel",
    "birthday": "1760-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/J._P._Hebel.jpg/222px-J._P._Hebel.jpg",
    "extract": "Johann Peter Hebel was a German short story writer, dialectal poet, Lutheran theologian and pedagogue, most famous for a collection of Alemannic lyric poems and one of German tales.",
    "year": 1760,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Claude Joseph Rouget de Lisle",
    "birthday": "1760-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Pils_rouget_lisle_chantant_marseillaise_mb_%28Mus%C3%A9e%29.jpg/320px-Pils_rouget_lisle_chantant_marseillaise_mb_%28Mus%C3%A9e%29.jpg",
    "extract": "Claude Joseph Rouget de Lisle, sometimes spelled de l'Isle or de Lile, was a French army officer of the French Revolutionary Wars. He is known for writing the words and music of the Chant de guerre pour l'armée du Rhin in 1792, which would later be known as La Marseillaise and become the French national anthem.",
    "year": 1760,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Robert Gray (sea captain)",
    "birthday": "1755-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Robert_Gray.jpg/254px-Robert_Gray.jpg",
    "extract": "Robert Gray was an American merchant sea captain who is known for his achievements in connection with two trading voyages to the northern Pacific coast of North America, between 1790 and 1793, which pioneered the American maritime fur trade in that region. In the course of those voyages, Gray explored portions of that coast and, in 1790, completed the first American circumnavigation of the world. He was noted for coming upon and naming the Columbia River in 1792, while on his second voyage.",
    "year": 1755,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Anne Robert Jacques Turgot",
    "birthday": "1727-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Graincourt%2C_attributed_to_-_Turgot_-_Versailles_MV_3923.jpg/268px-Graincourt%2C_attributed_to_-_Turgot_-_Versailles_MV_3923.jpg",
    "extract": "Anne Robert Jacques Turgot, Baron de l'Aulne, commonly known as Turgot, was a French economist and statesman. Originally considered a physiocrat, he is today best remembered as an early advocate for economic liberalism. He is thought to be the first economist to have recognized the law of diminishing marginal returns in agriculture.",
    "year": 1727,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jean-Marie Leclair",
    "birthday": "1697-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/JMLeclair.JPG/225px-JMLeclair.JPG",
    "extract": "Jean-Marie Leclair l'aîné was a French Baroque violinist and composer. He is considered to have founded the French violin school. His brothers, the lesser-known Jean-Marie Leclair the younger (1703–77) as well as Pierre Leclair (1709–84) and Jean-Benoît Leclair, were also musicians.",
    "year": 1697,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jean Mairet",
    "birthday": "1604-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Mairet_Jean_de.jpg/208px-Mairet_Jean_de.jpg",
    "extract": "Jean (de) Mairet was a classical french dramatist who wrote both tragedies and comedies.",
    "year": 1604,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Suzanne, Duchess of Bourbon",
    "birthday": "1491-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/31/Suzanne_of_Bourbon.png",
    "extract": "Suzanne de Bourbon was suo jure Duchess of Bourbon and Auvergne from 1503 to her death alongside her husband Charles III.",
    "year": 1491,
    "month": 5,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Al-Aziz Billah",
    "birthday": "955-5-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Dinar_of_al-%27Aziz_billah%2C_AH_366_%28AD_976-977%29.jpg/320px-Dinar_of_al-%27Aziz_billah%2C_AH_366_%28AD_976-977%29.jpg",
    "extract": "Abu Mansur Nizar, known by his regnal name as al-Aziz Billah, was the fifth caliph of the Fatimid dynasty, from 975 to his death in 996. His reign saw the capture of Damascus and the Fatimid expansion into the Levant, which brought al-Aziz into conflict with the Byzantine emperor Basil II over control of Aleppo. During the course of this expansion, al-Aziz took into his service large numbers of Turkic and Daylamite slave-soldiers, thereby breaking the near-monopoly on Fatimid military power held until then by the Kutama Berbers.",
    "year": 955,
    "month": 5,
    "day": 10,
    "language": "en"
  }
]